{
    "nctId": "NCT02819518",
    "briefTitle": "Study of Pembrolizumab (MK-3475) Plus Chemotherapy vs. Placebo Plus Chemotherapy for Previously Untreated Locally Recurrent Inoperable or Metastatic Triple Negative Breast Cancer (MK-3475-355/KEYNOTE-355)",
    "officialTitle": "A Randomized, Double-Blind, Phase III Study of Pembrolizumab (MK-3475) Plus Chemotherapy vs Placebo Plus Chemotherapy for Previously Untreated Locally Recurrent Inoperable or Metastatic Triple Negative Breast Cancer - (KEYNOTE-355)",
    "overallStatus": "COMPLETED",
    "conditions": "Triple Negative Breast Cancer (TNBC)",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 882,
    "primaryOutcomeMeasure": "Part 1: Percentage of Participants Who Experienced an Adverse Event (AE) - All Participants",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Has locally recurrent inoperable breast cancer not previously treated with chemotherapy and which cannot be treated with curative intent OR has metastatic breast cancer not previously treated with chemotherapy.\n* Has centrally confirmed TNBC, as defined by the most recent American Society of Clinical Oncology/college of American Pathologists (ASCO/CAP) guidelines.\n* Has completed treatment for Stage I-III breast cancer, if indicated, and ≥6 months elapsed between the completion of treatment with curative intent (e.g., date of primary breast tumor surgery or date of last adjuvant chemotherapy administration, whichever occurred last) and first documented local or distant disease recurrence.\n* Has been treated with (neo)adjuvant anthracycline, if they received systemic treatment in the (neo)adjuvant setting, unless anthracycline was contraindicated or not considered the best treatment option for the participant in the opinion of the treating physician.\n* Has measurable disease based on Response Evaluation Criteria in Solid Tumors version 1.1 (RECIST 1.1) as determined by local radiology review.\n* Has provided recently or newly obtained core or excisional biopsy from a locally recurrent inoperable or metastatic tumor lesion for central determination of TNBC status and PD-L1 expression, unless contraindicated due to site inaccessibility and/or participant safety concerns.\n* Has an Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1, as assessed within 10 days prior to the start of study drug.\n* Has a life expectancy ≥12 weeks from randomization.\n* Demonstrates adequate organ function, within 10 days prior to the start of study drug.\n* Female participants are eligible to participate if they are not pregnant or breastfeeding AND they are not a woman of childbearing potential (WOCBP) OR is a WOCBP using a contraceptive method that is highly effective or is abstinent from heterosexual intercourse during the intervention period and for at least the time needed to eliminate each study intervention after the last dose of study intervention AND has a negative highly-sensitive pregnancy test (\\[urine or serum\\] as required by local regulations) within 24 hours (urine) or 72 hours (serum) before the first dose of study intervention.\n* Male participants are eligible to participate if they agree to refrain from donating sperm during the intervention period and for at least the time needed to eliminate each study intervention after the last dose of study intervention PLUS be abstinent from heterosexual intercourse OR must agree to use contraception unless confirmed to be azoospermic.\n\nExclusion Criteria:\n\n* Is currently participating in a clinical study and receiving an investigational agent and/or using an investigational device, or has participated in a clinical study and received an investigational agent and/or used an investigational device within 4 weeks prior to randomization.\n* Has not recovered (e.g., to ≤ Grade 1 or to baseline) from AEs due to a previously administered therapy.\n* Has neuropathy ≥ Grade 2.\n* Has an active autoimmune disease that has required systemic treatment in the past 2 years (e.g., with use of disease modifying agents, corticosteroids, or immunosuppressive drugs).\n* Has a diagnosis of immunodeficiency or is receiving systemic steroid therapy or any other form of immunosuppressive therapy within 7 days prior to randomization.\n* Has a known additional malignancy that progressed or required active treatment within the last 5 years. Exceptions include basal cell carcinoma of the skin, squamous cell carcinoma of the skin that has undergone potentially curative therapy, and in situ cervical cancer.\n* Has known active central nervous system (CNS) metastases and/or carcinomatous meningitis. Participants with previously treated brain metastases may participate provided they have stable brain metastases and did not receive chemotherapy for metastatic breast cancer.\n* Has history of (non-infectious) pneumonitis that required steroids or current pneumonitis.\n* Has active, or a history of, interstitial lung disease.\n* Has a known history of active tuberculosis (TB).\n* Has an active infection requiring systemic therapy.\n* Has a history of Class II-IV congestive heart failure or myocardial infarction within 6 months of randomization.\n* Has a known psychiatric or substance abuse disorders that would interfere with cooperation with the requirements of the study.\n* Is pregnant or breastfeeding, or expecting to conceive or father children within the projected duration of the study, starting with the screening visit through 120 days (or longer as specified by local institutional guidelines) after the last dose of study drug.\n* Has received prior therapy with an anti-programmed cell death 1 (anti-PD-1), anti-PD-L1, or anti-PD-L2 agent or with an agent directed to another co-inhibitory T cell receptor (such as cytotoxic T-lymphocyte-associated protein 4 \\[CTLA-4\\], OX-40, CD137) or has previously participated in Merck pembrolizumab (MK-3475) clinical studies.\n* Has a known history of human immunodeficiency virus (HIV).\n* Has known active hepatitis B or hepatitis C.\n* Has received a live vaccine within 30 days prior to randomization.\n* Has a known history of hypersensitivity or allergy to pembrolizumab and any of its components and/or to any of the study chemotherapies (e.g., nab-paclitaxel, paclitaxel, gemcitabine, or carboplatin) and any of their components.\n* Is receiving any medication prohibited in combination with study chemotherapies as described in the respective product labels, unless medication was stopped within 7 days prior to randomization.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}