{
    "nctId": "NCT01400399",
    "briefTitle": "Cosmetic Evaluation of Lumpectomy Versus Oncolytic Mammoplasty With Bilateral Breast Reduction for Early Stage Breast Cancer",
    "officialTitle": "Phase II Evaluation of Hypofractionated Breast Irradiation in Patients Undergoing Standard Lumpectomy or Oncolytic Mammoplasty With Bilateral Breast Reduction",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Carcinoma",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 84,
    "primaryOutcomeMeasure": "Evaluation of cosmetic results as judged by the patient, surgeon and radiation oncologist at stated follow-up intervals that will judge cosmesis by serial photography and quality of life (QOL) forms.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Ductal carcinoma in situ (DCIS) or invasive ductal, medullary, papillary, colloid (mucinous) lobular or tubular histologies.\n* American Joint Committee on Cancer (AJCC) DCIS or Stage T1- T2, N0 histologically confirmed invasive carcinoma of the breast treated with partial mastectomy with axillary evaluation as appropriate, axillary node dissection or sentinel node biopsy (SLN). Patients with DCIS with or without SLN or axillary node dissection are eligible. Patients greater than 70 years old, with stage 1 disease who are estrogen/progesterone receptor positive (ER/PR+), with or without SLN or axillary node dissection are also eligible.\n* Partial mastectomy with or without reconstruction consisting of local tissue rearrangement and/or reduction mammoplasty (ipsilateral and bilateral). Patients who have undergone surgery and/or chemotherapy prior to treatment with radiation therapy are still eligible for enrollment and all evaluations and photographs will begin prior to radiation. Retrospective Placement of at least 3 surgical clips in the lumpectomy cavity is strongly encouraged. Retrospective data may be collected on women who have completed their entire course of treatment as long as they are formally consented.\n* Unifocal breast cancer which may be encompassed by excision of a single portion of breast tissue.\n* Negative inked histologic margins of partial mastectomy or re-excision specimen to be confirmed prior to radiation. Positive margins are unacceptable. Every effort should be made by the surgeon to obtain negative margins with the initial excision.\n* Negative post-partial mastectomy mammography (if malignancy associated micro-calcifications were initially present.)\n* Tamoxifen or Arimidex therapy is allowed. If chemotherapy is administered prior to radiation (but following surgery), then a minimum of two weeks must elapse prior to the start of radiation therapy.\n* The patient must be 50 years of age or older.\n* Signed study-specific informed consent form prior to study entry.\n\nExclusion Criteria:\n\n* Patients enrolled on another clinical trial involving any treatment which may affect the cosmesis of the bilateral breasts. This would include the taking of medications, vitamin supplements, variation in radiation or surgery or topical application to the breast.\n* Patients who are node positive.\n* Patients with distant metastases.\n* Palpable or radiographically suspicious contralateral axillary, supraclavicular, infraclavicular or internal mammary nodes, unless there is histologic confirmation that these nodes are negative for tumor.\n* Any previously treated contralateral breast carcinoma or synchronous ipsilateral breast carcinoma.\n* Prior non-hormonal therapy or radiation therapy for the current breast cancer; prior chemotherapy if administered less than two weeks from the start of therapy.\n* Patients with Paget's disease of the nipple.\n* Patients with prior breast reconstructive surgery including breast mastopexy or breast augmentation.\n* Patients with skin involvement, regardless of tumor size.\n* Patients with collagenous diseases, specifically systemic lupus erythematosis, scleroderma or dermatomyositis.\n* Patients with severe peripheral vascular disease or coronary artery disease (ex. Previous acute myocardial infarction requiring stents or coronary artery bypass graft within past two years; prior bypass graft of any type etc.)\n* Patients with co-existing medical conditions with life expectancy less than 5 years.\n* Patients with psychiatric disorders that would preclude obtaining informed consent.\n* Other malignancy except non-melanomatous skin cancer less than 5 years prior to participation in this study; the disease free interval from any prior carcinoma must be continuous.\n* Patients who are pregnant or lactating.",
    "sex": "FEMALE",
    "minimumAge": "50 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}