{
    "nctId": "NCT01176669",
    "briefTitle": "Study of Apatinib in Metastatic Triple-Negative Breast Cancer Patients",
    "officialTitle": "A Single-Institutional Phase IIa Trial and A Multi-Institutional Phase IIb Trial of Apatinib in Metastatic Triple-Negative Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 60,
    "primaryOutcomeMeasure": "DCR(Disease control rate) for IIa",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* ≥ 18 and ≤ 70 years of age.\n* ECOG performance status of 0-1.\n* Women diagnosed with triple negative breast cancer (breast cancer is estrogen receptor negative (ER-), progesterone receptor negative (PgR-) and human epidermal growth factor receptor negative (HER2-). HER2- is defined as 0 or 1+ staining on immunohistochemistry or FISH/CISH negative for gene amplification.\n* Metastatic breast cancer, confirmed by histological analysis.\n* Have failed for at least one chemotherapy regimen, but at most three regimens(including adjuvant and neo-adjuvant setting).\n* Duration from the last therapy (chemotherapy, radiotherapy, target therapy and operation) is more than 4 weeks (Duration for nitroso or mitomycin is 6 weeks).\n* Have at least one extracranial measurable site of disease according to RECIST 1.1 criteria that has not been previously irradiated. If the patient has had previous radiation to the marker lesion(s), there must be evidence of disease progression since the radiation.\n* Life expectancy of more than 3 months.\n* If the patients have brain or meninges metastases, the lesions must have been controlled at least 8 weeks.\n* Adequate hepatic, renal, heart, and hematologic functions (hemoglobin ≥ 9.0g/dl, neutrophils ≥ 1.5×10\\^9/L, platelets ≥ 80×10\\^9/L , ALT ≤ 2.5 x upper limit of normal (ULN), AST ≤ 2.5 x ULN, serum bilirubin ≤ 1.5 x ULN, serum creatine ≤ 1.5 x ULN, creatinine clearance rate ≥ 50ml/min, PT, APTT, TT, Fbg normal).\n* Written informed consent prior to study specific screening procedures, with the understanding that the patient has the right to withdraw from the study at any time without prejudice.\n\nExclusion Criteria:\n\n* Pregnant or lactating women.\n* Less than 4 weeks from the last clinical trial.\n* Have any severe and/or uncontrolled medical conditions or other conditions that could affect their participation in the study such as: Congestive heart failure: New York Heart Association Class III/IV, Unstable angina pectoris, symptomatic congestive heart failure, myocardial infarction within 6 months of start of study drug, serious uncontrolled cardiac arrhythmia or any other clinically significant cardiac disease.\n* Any factors that influence the usage of oral administration.\n* Receiving the therapy of thrombolysis or anticoagulation.\n* Unhealed wound or bone fracture.\n* Urine protein ≥++ and confirmed \\>1.0 g by the 24h quantity.\n* Previous or present history of pulmonary fibrosis,interstitial pneumonia,pneumoconiosis,radiation pneumonitis,drug-related pneumonitis or greatly-impaired pulmonary function.\n* Disability of serious uncontrolled intercurrence infection.\n* Abuse of alcohol or drugs.\n* Have received prior treatment with a VEGFR, PDGFR or s-SRC TKI (Bevacizumab is permitted).\n* History of other malignancies except cured basal cell carcinoma of skin and carcinoma in-situ of uterine cervix.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}