{
    "nctId": "NCT02169011",
    "briefTitle": "Secondary Breast Reconstruction With a Flap of Skin From the Back",
    "officialTitle": "Delayed Breast Reconstruction With Skin Flap From the Back",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Reconstruction",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 50,
    "primaryOutcomeMeasure": "Shoulder Function",
    "eligibilityCriteria": "To avoid bias relating to the possible effect on the outcome measures caused by other surgical procedures such as mastectomy and axillary surgery performed simultaneously with the reconstruction only delayed procedures will be studied, as these are also most commonly the cases where autologous tissue transfer is required.\n\nPatients that should thus be assessed for eligibility will include all women referred to the participating centres for unilateral, delayed breast reconstruction in the inclusion period. The criteria for participation are as follows:\n\nInclusion criteria:\n\n1) Women over 18 years of age who are referred in the period between 1st of September 2013 and 30st of August 2015 for the purpose of unilateral, delayed breast reconstruction, and who are found best suited for reconstruction with a pedicled tissue flap from the back.\n\nExclusion criteria\n\n1. Patients found better suited for reconstruction by another method i.e. abdominal or free flap-reconstruction or expander/implant-based reconstruction.\n2. Patients with severe dementia that makes it impossible to collect data or obtain informed consent\n3. Non-Danish speaking patients from whom informed consent cannot be obtained by interpreter\n4. Patients where a suited perforator of the Thoracodorsal artery cannot be identified by colour Doppler ultrasonography.\n\nAll women referred for delayed breast reconstruction in the inclusion period will be assessed for eligibility and those meeting the criteria of the study population will be invited to participate in the study. The assessment will be conducted at the preliminary examination in the outpatient clinic by one of the centres consultants assigned to the trial.\n\nInvited patients will receive both oral and written participant information after which a period of minimum 14 days is required before the patient can be enrolled in the trial in accordance with the The Danish Health Act.\n\nPatients considering participation will be invited for a second consultation where written informed consent will be obtained from all who accept the invitation. Randomization will be performed immediately afterwards allocating the patient to reconstruction by either the LD-flap or the TAP-flap. Patients who do not which to be enrolled in the trial will be offered reconstruction with the LD-flap as this must be considered standard of care.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}