{
    "nctId": "NCT01985841",
    "briefTitle": "Bevacizumab in Combination With Chemotherapy in the Neo-adjuvant Setting for HER2 (-) Breast Cancer",
    "officialTitle": "Phase II, Open-label Non-randomized Trial to Investigate the Efficacy of Bevacizumab in Combination With Dose Dense Sequential Chemotherapy in the Neo-adjuvant Setting for HER2 Negative Breast Cancer Patients",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 34,
    "primaryOutcomeMeasure": "Number of Patients with Complete Response",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Female patients with histologic proven, corebiopsied, invasive ductal adenocarcinoma of the breast \\>2 cm in size and of any N stage (clinical and/or radiological T-stage \\> T1, including T4d), scheduled to receive preoperative chemotherapy.\n* Age 18-70 years\n* ECOG performance-status ≤1\n* No prior or current neoplasm except for curatively treated non melanoma skin cancer, in situ carcinoma of the cervix\n* No distant disease/secondary carcinoma\n* Normal cardiac function\n* Results of the following assessments at the time of inclusion must be available:\n\n  1. bilateral Mammography (before enrolment)\n  2. histology\n  3. grading\n  4. hormone-receptor-status\n  5. HER2 status negative (is defined as FISH/CISH negative or IHC0 or IHC1+, or IHC2+ and FISH/CISH negative)\n* Laboratory requirements (within 1 week before enrolment):\n\n  1. Hematology: Neutrophils ≥ 1.5 x 109/l, Platelets ≥ 100 x 109/l, Hemoglobin\\>11 g/dl\n  2. Hepatic function: Total bilirubin \\< 1 x ULN, SGOT and SGPT \\< 1.5 x ULN, Alkaline phosphatases \\< 1.5 x ULN. In case of abnormal values, the liver function tests have to be repeated within 3 days before study treatment.\n  3. Renal function: Creatinine \\< 1 x ULN\n  4. Urinalysis: Urine dipstick of proteinuria \\< 2+. Patients discovered to have ≥ 2+ proteinuria on dipstick urinalysis at baseline should undergo a 24-hour urine collection and must demonstrate \\<1 g of protein / 24 hours.\n* Signed and dated Informed Consent before the start of specific protocol procedures\n* If of childbearing potential, negative pregnancy test\n\nExclusion Criteria:\n\n* Cytological only confirmation of diagnosis\n* Lobular or other non-ductal types of breast cancer\n* Pregnant, or lactating patients; patients of childbearing potential must implement adequate contraceptive measures during study participation\n* Pre-existing motor or sensory neurotoxicity of a severity \\> grade 2 by NCI-CTC AE\n* Preoperative local treatment for breast cancer (i.e. incomplete surgery, radiotherapy)\n* Prior or concurrent systemic antitumor therapy\n* Evidence of wound healing complications, bone fracture, ulcer or the presence of clinically significant peripheral vascular disease\n* Clinically significant cardiac disease e.g. congestive heart failure.\n* Other serious illness or medical condition-uncontrolled hypertension or high risk uncontrolled arrythmias -history of significant neurologic or psychiatric disorders including psychotic disorders, dementia or seizures that would prohibit the understanding and giving of informed consent-active uncontrolled infection-unstable peptic ulcer, unstable diabetes mellitus or other contraindication for the use of corticosteroids\n* Known hypersensitivity reaction to the compounds or incorporated substances.\n* Evidence of bleeding diathesis or coagulopathy\n* The use of full-dose oral or parenteral anticoagulants is permitted as long as the INR, or appropriate monitoring test is within therapeutic limits and the patient has been on a stable dose of anticoagulants for at least two weeks at the time of randomization. Patients not receiving anti coagulant medication must have an INR ≤ 1.5 an aPTT ≤ 1.5 x ULN within 7 days of randomization.\n* Ongoing treatment with aspirin (\\> 325mg / day) or other medications known to predispose to gastrointestinal ulceration.\n* Major surgery (including open biopsy), significant traumatic injury within 28 days prior to enrolment.\n* Minor surgery, including insertion of an indwelling catheter, within 24 hours prior to the first bevacizumab infusion\n* Treatment with an investigational drug within 30 days prior to study entry.\n* Legally incapacitated and/or other circumstances which make it undesirable for the subject to understand the nature, meaning and consequences of the clinical study",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}