{
    "nctId": "NCT02311959",
    "briefTitle": "Therapeutic Nipple Sparing Mastectomy.",
    "officialTitle": "Therapeutic Nipple Areola Skin-sparing Mastectomy.",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 450,
    "primaryOutcomeMeasure": "Local recurrence rate.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patient with invasive breast carcinoma stage T1 or T2 and / or in situ (any histological type) proved on histopathological diagnosis.\n* Patient with an indication of total mastectomy.\n* Patient without preoperative indication of adjuvant radiotherapy according to regional and / or national guidelines.\n* Disease located more than 2 cm from the nipple after complete clinical and radiologic breast evaluation (mammography, ultrasound +/- MRI).\n* Initial breast cancer or recurrence.\n* Patient wishing to receive immediate breast reconstruction.\n* WHO performance \\< or = 2.\n* Patient older than 40 years.\n* For patients of childbearing age, use an effective contraceptive methods for the duration of the study.\n* For patients of childbearing potential, negative pregnancy test available before inclusion.\n* Patient affiliated to a social health insurance in France.\n* Patient who signed informed consent before enrollment in the study and before any specific procedure for the study.\n\nExclusion Criteria :\n\n* Positive node on physical examination or proved by cytology.\n* Combination of 2 predictive factors of postoperative radiotherapy : macroscopic multifocal, grade 2 or 3, vascular emboli, overexpressed HER2 (human epidermal growth factor receptor-2), triple negative (Estrogen Receptor, Progesterone Receptor and HER2 negative).\n* Neoadjuvant treatment for the current disease.\n* Patient with bilateral breast cancer.\n* Paget disease.\n* T3 or T4 carcinoma.\n* Metastatic breast cancer (disease staging realized according to national or regional guidelines).\n* Breast hypertrophy requiring a nipple support flap.\n* Nursing or pregnant woman.\n* Patient participating in any other interventional clinical study.\n* Any psychological, familial, geographic or social situation not to comply with medical monitoring and/or procedures in the study protocol.\n* Patient protected by law.",
    "sex": "FEMALE",
    "minimumAge": "40 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}