{
    "nctId": "NCT04460820",
    "briefTitle": "A Bioequivalence Study of Doxorubicin Hydrochloride Liposome Injection",
    "officialTitle": "A Randomized,Open-label, Single-Dose,Two-Cycle,Crossover Bioequivalence Study of Doxorubicin Hydrochloride Liposome Injection Under Advanced Breast Cancers",
    "overallStatus": "COMPLETED",
    "conditions": "Bioequivalence",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 32,
    "primaryOutcomeMeasure": "Cmax",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* 1.Voluntary agreement to provide written informed consent. 2.Patients with locally advanced or metastatic breast cancer diagnosed by histology or cytology，and who may benefit from monotherapy of Doxorubicin liposomes.\n\n  3.Females age 18 to 75 years, inclusive. 4.Body weight ≥45.0 kg, and BSA\\<1.80m2. 5.The ECOG performance status is 0 to 2. 6.The expected survival time is more than 3 months. 7.Subjects must have laboratory values within the limits described below: ANC ≥1.5 x 109/L PLT ≥100 x 109/L HB ≥90 g/L PT/INR and APTT ≤1.5 x ULN Cr ≤1.5 x ULN Serum total bilirubin ≤1.5 x ULN(OR ≤3 X ULN for subjects with liver metastases) AST (SGOT) and ALT (SGPT) ≤2.5 x ULN (OR ≤5 X ULN for subjects with liver metastases) 8.The subjects had no pregnancy plan and volunteered to use effective contraception and had no egg donation plan within 6 months after entering the study.\n\n  9.The subject will be able to communicate well with the investigator and understand and comply with the requirements of the study.\n\nExclusion Criteria:\n\n* 1.Significant allergy, hypersensitivity or idiosyncratic reactions to doxorubicin and/or any related compounds.\n\n  2.Treatments were terminated due to treatment failure or serious adverse reactions in subjects who had previously used doxorubicin liposomes.\n\n  3.Patients with severe cardiovascular, lung, liver, kidney, gastrointestinal, endocrine, immune system, skin, musculoskeletal, neurological or psychiatric conditions that the researchers did not consider appropriate for inclusion.\n\n  4.Patients who had undergone major surgery within 3 months before screening, or planned to undergo major surgery during the study period.\n\n  5.Having a history of alcoholism, drug abuse or drug abuse. 6.The results of alcohol breath test were more than 0.0mg/100ml or drug abuse screening was positive (Methamphetamine, ketamine, MDMA,Tetrahydrocannabinol).\n\n  7.Pregnant or breast-feeding female. 8.Positive result to any of the following: HIV-1/2, hepatitis B and C; syphilis.\n\n  9.Study drug prior to radiation or the use of chemotherapy drugs less than 28 days, or other antineoplastic therapy (e.g., endocrine therapy, Chinese medicine treatment, the local radiotherapy of pain relief, etc.) is less than 14 days, or during the study period need to merge the other anti-tumor drug treatment.\n\n  10.Impaired cardiac function: QTc\\>470ms; LVEF（left ventricular ejection fraction） below 50% or below institutional normal at screening; Congestive heart failure of grade≥ 2 from NYHA classification, myocardial infarction or uncontrolled angina pectoris occurred within 6 months before enrollment; Have had bypass surgery; 11. Blood donation or massive blood loss within 90 days before screening (\\> 400ml) .\n\n  12.The total cumulative dose of doxorubicin was ≥300mg/m2 before screening, or previous administration of anthracycline caused severe cardiotoxicity.\n\n  13.Eating a specific diet (such as grapefruit) within 48 hours prior to enrollment can affect drug absorption, distribution, metabolism, and excretion.\n\n  14.Participating in other clinical trials and accepting clinical trial drugs within 28 days prior to enrollment.\n\n  15.Other researchers judged unsuitable for participation.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}