{
    "nctId": "NCT01386502",
    "briefTitle": "CT-011 and p53 Genetic Vaccine for Advanced Solid Tumors",
    "officialTitle": "Phase I Trial of Escalating Doses of Anti-PD1 Monoclonal Antibody (CT-011) in Combination With p53 Vaccine in Adults With Advanced Solid Tumors",
    "overallStatus": "WITHDRAWN",
    "conditions": "Breast Cancer, Colon Cancer, Pancreatic Cancer, Sarcoma, Ovarian Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "To determine the safety and tolerability of escalating doses of anti PD1 antibody (CT-011) in combination with subcutaneous p53 vaccine.",
    "eligibilityCriteria": "* INCLUSION CRITERIA:\n\n  1. Solid malignancies with a histological confirmation of the original primary tumor via the pathology report for which no curative therapies are available.\n  2. Patients must have disease progression after at least one prior first line disease-appropriate therapy, or be unable to tolerate or declined to receive first line therapy.\n  3. No chemotherapy or radiation therapy or systemic steroids for at least 4 weeks prior to starting vaccination. No immunotherapy (including monoclonal antibodies) within 4 weeks prior to start of vaccine. Patients should have recovered from all acute toxicities of previous treatment (excluding alopecia).\n  4. Patients must have tumors over expressing p53 protein as assessed by immunohistochemistry, as determined by positive staining of tumor sample when compared to negative controls. The immunohistochemical staining will be performed in the Pathology Laboratory, CCR, NCI on fresh or archival tissue and will be supervised by Dr. Merino. The criteria used to determine overexpression will be that used in the Pathology Laboratory: Ten fields will be evaluated at 40 times magnification and if \\> 25% of cells stain positive, the tumor will be categorized as an overexpressor. Fresh tissue from a new biopsy will only be collected for IHC staining if the tumor is easily accessible and does not pose greater than minimal risk. A separate procedure consent will be required for all biopsy procedures.\n  5. Patients must be 18 years of age or older.\n  6. Life expectancy of greater than 3 months.\n  7. ECOG performance status of 0-1.\n  8. ECG with no evidence of arrhythmia, conduction abnormality or ischemia.\n  9. Patients must have organ and marrow function as defined below:\n\n     i. Leukocytes greater than or equal to 2,500/mcL\n\n     ii. Lymphocytes greater than or equal to 800/mcL\n\n     iii. ANC greater than or equal to 1000/mcL\n\n     iv. Platelets greater than or equal to 100,000/mcL\n\n     v. Total Bilirubin less than or equal 2mg/dL\n\n     vi. AST (SGOT)/ALT (SGPT) less than or equal to 1.5 times the institutional upper limit of normal (ULN)\n\n     vii. Creatinine less than or equal to 2mg/dL\n  10. Patients must have HLA-A0201.\n  11. Patients must be willing to travel to the NIH Clinical Center for treatment and follow up visits.\n  12. Willing to use effective birth control measures: Since the effects of P53 vaccine and CT-011 on the developing human fetus are unknown and potentially harmful, women of child-bearing potential and men with partners of childbearing potential must agree to use adequate contraception (hormonal or double barrier method of birth control or complete abstinence) prior to study entry and for the duration of study participation and for one month after the last dose of investigational agent. Should a woman become pregnant or suspect she is pregnant while participating in this study, she should inform her treating physician immediately.\n  13. Patients must understand and sign an informed consent document that explains the neoplastic nature of his/her disease, the procedures to be followed, the experimental nature of the treatment, alternative treatments, and potential risks and toxicities.\n\nEXCLUSION CRITERIA:\n\n1. Concurrent therapy with any other investigational agent(s).\n2. Patients with known brain metastases are excluded from this clinical trial because of their poor prognosis and frequent development of progressive neurological dysfunction that would confound the evaluation of neurological and other adverse events. Patients with treated brain metastases which have been stable for 6 months or longer will be eligible.\n3. Patients who are immunocompromised (HIV positive) or with active Hepatitis B or C; HIV-positive patients on combination antiretroviral therapy are ineligible because of the potential for pharmacokinetic interactions with CT-011 or p53. .\n4. Patients who have underlying immune deficiency or history of autoimmune disease (including but not limited to SLE, rheumatoid arthritis, multiple sclerosis, inflammatory bowel disease, regional enteritis or other diseases known or presumed to be of autoimmune origin.)\n5. Patients being chronically treated with immunosuppressive drugs such as cyclosporin, adrenocorticotropic hormone (ACTH).\n6. Concurrent use of systemic steroids except physiologic doses for systemic steroid replacement or local therapy. Physiologic doses are defined as daily systemic therapy used to replace endogenous steroids because of HPA axis dysfunction or other physiological abnormality.\n7. History of a second active malignancy in the last 2 years other than non-melanoma skin cancers or carcinoma in situ of the cervix.\n8. Patients with active infections requiring antibiotics.\n9. Patients with New York Heart Association stage 2 or greater heart failure, unstable angina or cardiac arrhythmias requiring therapy including atrial fibrillation.\n10. Pregnant women or nursing mothers are ineligible since the effect of this investigational treatment on the health of the fetus is not known.\n11. If, in the opinion of the Principal or Associate Investigators, it is not in the best medical interest of the patient to enter this study, the patient will not be eligible.\n12. Patients with history of chronic radiation injury/inflammation due to the risk of perforation in the event of autoimmune inflammation, or history of chronic diarrhea due to previous treatments or surgery.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}