{
    "nctId": "NCT02915172",
    "briefTitle": "Lenvatinib and Capecitabine in Patients With Advanced Malignancies",
    "officialTitle": "A Phase I Trial of Lenvatinib (Multi-kinase Inhibitor) and Capecitabine (Anti-metabolite) in Patients With Advanced Malignancies",
    "overallStatus": "WITHDRAWN",
    "conditions": "Advanced Cancer, Malignant Neoplasm of Breast, Malignant Neoplasms of Bone and Articular Cartilage, Malignant Neoplasms of Digestive Organs, Malignant Neoplasms of Eye Brain and Other Parts of Central Nervous System, Malignant Neoplasms of Female Genital Organs, Malignant Neoplasms of Ill-defined Secondary and Unspecified Sites, Malignant Neoplasms of Independent (Primary) Multiple Sites, Malignant Neoplasms of Lip Oral Cavity and Pharynx, Malignant Neoplasms of Male Genital Organs, Malignant Neoplasms of Mesothelial and Soft Tissue, Malignant Neoplasms of Respiratory and Intrathoracic Organs, Malignant Neoplasms of Thyroid and Other Endocrine Glands, Malignant Neoplasms of Urinary Tract",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "Maximum Tolerated Dose (MTD) of Combination Treatment with Lenvatinib and Capecitabine in Advanced and/or Metastatic Cancer Refractory to Standard Treatment",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patients with a histologically and/or cytologically confirmed solid tumor who are resistant / refractory to approved therapies or for whom no curative therapies are available.\n2. All previous treatment (including surgery, radiotherapy and systemic anti-neoplastic therapy) must have been completed at least three weeks prior to study entry and any acute toxicities must have resolved.\n3. Aged \\>/= 18 years.\n4. Eastern Cooperative Oncology Group (ECOG) performance status score of \\</= 2.\n5. Written informed consent prior to any study specific screening procedures with the understanding that the patient may withdraw consent at any time without prejudice.\n6. Willing and able to comply with the protocol guidelines for the duration of the study.\n\nExclusion Criteria:\n\n1. Unstable metastases to the central nervous system (CNS).\n2. Any of the following laboratory parameters: a) hemoglobin \\< 9 g/dL (5.6 mmol/L); b) neutrophils \\<1.5 x 109/L; c) platelets \\<100 x 109/L; d) serum bilirubin \\>25 µmol/L (1.5 mg/dL); e) liver function tests with values \\>3 x upper limit of normal (ULN) f) serum creatinine \\>1.5 x ULN or creatinine clearance \\< 60 mL/minute\n3. Positive history of HIV, active hepatitis B or active hepatitis C or severe/uncontrolled intercurrent illness or infection\n4. Centrally located non-small cell lung cancers and squamous cell lung cancers\n5. Clinically significant cardiac impairment or unstable ischemic heart disease including a myocardial infarction within six months of study start\n6. Patients with marked Baseline prolongation of QT/QTc interval (QTc interval \\> 450 msec for males or \\> 470 msec for females) using the Fridericia method for QTc analysis\n7. Bleeding or thrombotic disorders, or using therapeutic dosages of anticoagulants, such as warfarin. Occasional use of NSAIDs and antiplatelet agents such as aspirin, clopidogrel, aggrenox and dipyridamole are not considered exclusionary if taken \\<7 days per 28 days. However, if the patient requires chronic use (\\>/=7 days out of 28 days) of full doses of aspirin or NSAIDs then the patient is excluded.\n8. Requirement for chronic use of full dose aspirin or non-steroidal anti-inflammatory drugs (NSAIDs)\n9. Poorly controlled hypertension (defined as requiring changes in any hypertensive regimen within 1 week of study entry) or patients diagnosed with hypertension based on repeat blood pressure measurements of \\>160/90 mmHg at Screening\n10. Proteinuria \\> 1+ on urine dipstick testing or 30 mg/dL\n11. A history of gastrointestinal malabsorption or having undergone surgery requiring gastrointestinal anastomoses within four weeks of starting therapy or who have not recovered from major surgery within three weeks of starting therapy\n12. History of alcoholism, drug addiction, or any psychiatric or psychological condition which, in the opinion of the Investigator, would impair study compliance.\n13. Any treatment with investigational drugs within 30 days before the start of the study\n14. Previous treatment with E7080\n15. Women who are pregnant or breast-feeding; women of childbearing potential with a positive pregnancy test at Screening or no pregnancy test. Women of childbearing potential unless (1) surgically sterile or (2) using adequate measures of contraception (including two forms of contraception, one of which must be a barrier method) in the opinion of the Investigator. Perimenopausal women must be amenorrheic for at least 12 months to be considered of non-childbearing potential.\n16. Fertile males with female partners who are not willing to use contraception or whose female partners are not using adequate contraceptive protection\n17. Legal incapacity",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}