{
    "nctId": "NCT05768932",
    "briefTitle": "BAL0891 in Patients With Advanced Solid Tumors",
    "officialTitle": "A Phase 1 Study of BAL0891 as Monotherapy and in Combination With Chemotherapy in Patients With Advanced Solid Tumors",
    "overallStatus": "RECRUITING",
    "conditions": "Advanced Solid Tumor, TNBC - Triple-Negative Breast Cancer, Gastric Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 216,
    "primaryOutcomeMeasure": "Part 1: Number of Participants With Adverse Events as a Measure of Safety and Tolerability",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Informed consent signed by the patient prior to any study related procedure indicating that they understand the purpose of, and procedures required for, the study, and are willing to participate in the study.\n2. Male or female aged ≥18 years (or ≥ 19 years according to local regulatory guidelines) at the time of screening.\n3. Patients with incurable advanced/metastatic solid tumor disease refractory to or intolerant of existing therapy known to provide clinical benefit for their condition.\n\n   Note: Patients with non-CNS tumors participating during dose escalation may have inactive CNS metastasis, defined as 4 weeks after either brain metastasis resection or radiation, and a) all residual neurological symptoms resolved to grade ≤ 2; b) on stable doses of dexamethasone, if applicable; and c) follow-up imaging shows no new lesions appearing.\n4. Patients enrolled in Dose Expansion only\n\n   •TNBC cohorts i.Must have histologically confirmed breast adenocarcinoma that is unresectable, loco-regional, or metastatic.\n\n   ii.Must have source documented pathologically confirmerd triple negative breast cancer, defined as both of the following.\n   1. Estrogen receptor (ER) and progresterone receptor (PgR) negative: \\<1% of tumor cell nuclei are immunoreactive in the presence of evidence that the sample can express ER or PgR (positive intrinsic controls)\n   2. Human epidermal growth factor receptor 2 (HER2) negative as per American Society of Clincal Oncology/College of American Pathologists guidelines\n\n      * IHC 0 or 1 fluorescence in situ hybridization (FISH) negative (or equivalent negative test)\n      * Patients with IHC 2 must have a negative by FISH (or equivalent negative test) iii.Patients with a history of different breast cancer phenotypes (i.e., ER/PgR/HER2 Positive) must obtain pathological confirmation of triple-negative disease in at least one of the current sites of metastasis.\n\n        * GC cohort\n\n   i.Must have a histologically or cytologically confirmed diagnosis of gastric or gastroesophageal junction adenocarcinoma.\n\n   ii.Must have progression on or after therapy containing platinum/fluoropyrimidine or refused standard therapy.\n\n   iii.Documentation of HER2/neu status. Patients who are HER2/neu-positive must be treated with a HER2/neu inhibitor, and subjects should have progressed on or be intolerant to the targeted therapy or refused standard therapy.\n\n   iv.Subjects may have received no more than 3 lines of prior therapy for the advanced disease (if a subject progressed within 6 months of completing adjuvant therapy, this would count as a prior line of therapy).\n5. Patients enrolled in Dose Expansion only, patient must have undergone a minimum of 1 prior systemic regimen for advanced or metastatic disease.\n6. Eastern Cooperative Oncology Group performance status (ECOG PS) 0 or 1.\n7. For patients enrolled from DL1.4 of Substudy 1 onwards and for all patients in Substudies 2 and 3 and all four dose expansion cohorts, measurable tumor disease per Response Evaluation Criteria in Solid Tumors 1.1 criteria (RECIST 1.1), i.e., a minimum of one target lesion.\n8. Adequate organ functions as indicated by the following Screening visit local laboratory values:\n\n   * Hemoglobin ≥ 9 g/dL (criterion must be met without erythropoietin dependency and without packed red blood cell transfusion within the last 4 weeks)\n   * ANC ≥ 2.0 × 109/L; criterion must be met without growth factor (e.g., G-CSF, GM CSF, etc.) administration within the last 2 weeks\n   * Platelets ≥ 100 × 109/L\n   * Total bilirubin ≤ 1.5 × ULN\n   * Aspartate aminotransferase (AST) and alanine aminotransferase (ALT) baseline levels ≤ 1.5 × ULN, with the option for AST/ALT ≤ 3.0 × ULN, or ≤ 5.0 × ULN for patients with liver metastasis, upon accumulating evidence for absence of liver toxicity in biologically active DLs\n   * Albumin ≥ 2.8 g/dL\n   * CLCR ≥ 60 mL/min (as calculated by the Cockcroft-Gault formula)\n   * For women of child-bearing potential, negative serum human chorionic gonadotropin (hCG)\n9. Men/women of child-producing/bearing potential must agree to:\n\n   * avoid impregnating a partner or becoming pregnant, respectively, during the study, and for at least 6 months after the last dose of either investigational drug, and\n   * comply with the contraception requirements set out.\n\nExclusion Criteria:\n\n1. Receipt of treatment before the first dose of study drug (Cycle 1 D1) within an interval shorter than the following, as applicable:\n\n   * One chemotherapy or biological (e.g., antibody, antibody drug-conjugate) cycle interval\n   * 5 half-lives or 28 days whichever is shorter of any small molecule investigational or licensed medicinal product\n   * 2 weeks, for any investigational medicinal product (IMP) with an unknown half-life\n   * 4 weeks of curative radiotherapy\n   * 7 days of palliative radiotherapy.\n2. Either receipt of ≥ 4 prior lines of cytotoxic chemotherapy-containing, anti-cancer treatment (both in the \\[neo\\]adjuvant and advanced/metastatic setting), or episode(s) of neutropenic sepsis or prolonged antibiotic treatment (\\> 2 weeks treatment and/or hospitalization for either Grade 4 neutropenia, Grade ≥ 3 neutropenia-associated infection or neutropenic fever) during either of the last two anti-cancer treatments. (dose escalation and dose expansion phases of the study)\n3. Prior radiation of \\> 25% of hematopoietic bone marrow volume in long bones, pelvis, and lumbar spine (per Investigator assessment) and/or prior bone marrow/stem cell transplantation.\n4. Any unresolved (at the time of Screening visit) clinically significant Grade ≥ 2 toxicity (except for Grade 2 alopecia, stable Grade 2 endocrine disorders and Grade 2 platinum-therapy related neuropathy from previous anti-tumor treatment).\n5. History of clinically significant cardiac disorders:\n\n   * New York Heart Association Class II to IV congestive heart failure, within 6 months of the first dose of study drug\n   * Any arterial thrombotic event, including myocardial infarction, unstable angina, cerebrovascular accident, or transient ischemic attack, within 6 months of the first dose of study drug\n   * Concurrent and clinically significant abnormalities on ECG at Screening, including a QTcF \\> 450 ms for males or \\> 460 ms for females (mean values from triplicate ECGs).\n6. Lack of recovery from major (e.g., open abdominal) surgery after 4 weeks, or major elective surgery is planned during the foreseeable duration of the study.\n7. Concurrent uncontrolled or active infection with human immunodeficiency virus (HIV; known HIV 1/2 antibodies positive).\n8. Active hepatitis C, active hepatitis B, or chronic hepatitis B with an HBV DNA ≥ 100 IU/mL without current antiviral therapy.\n\n   Note: The initial serology testing during the Screening visit for evaluating an active or chronic Hepatitis B infection has to include the following markers: HBsAg, HBcAb and HBsAb. In the event of a positive HBsAg test result, the patient cannot be enrolled. In the event of a positive HBcAb and negative HBsAb test result, an HBV DNA RT-PCR test has to be performed, and the patient can be only enrolled if HBV DNA \\< 100 IU/mL and the patient receives adequate antiviral therapy.\n\n   Note: The serology testing during the Screening visit for evaluating an active or chronic Hepatitis C infection includes Hepatitis C antibody (HepCAb), followed by Hepatitis C virus RNA by PCR if HepCAb is positive. Patients who test HepCA positive but have an HCV RNA negative test result due to prior treatment or natural resolution may be enrolled.\n9. Severe bacterial, fungal, viral, and/or parasitic infections treated with therapeutic oral or IV medication at the time of first dose of study drug administration.\n10. Grade 4 Obesity,.i.e., BMI ≥ 40 kg/m2\n11. For Substudy 2, receipt of prior BAL0891 or contraindicated to receive carboplatin (e.g., history of severe allergic reactions to cisplatin or other platinum-containing compounds, severe bone marrow suppression \\[baseline ANC \\< 2.0 × 109/L\\], or significant bleeding).\n12. For Substudy 3 and cohorts 3 and 4 of the dose expansion phase, receipt of prior BAL0891 or contraindicated to receive paclitaxel (e.g., history of prior severe hypersensitivity reactions to paclitaxel, severe bone marrow suppression \\[baseline ANC \\< 2.0 × 109/L\\]), and/or receipt of mandatory premedications (e.g., H2 antagonists or alternatives, and corticosteroids, diphenhydramine, or alternatives).\n13. Known hypersensitivity or allergy to any component of the formulations of BAL0891 (e.g., cyclodextrins), carboplatin (for Substudy 2 only), or paclitaxel (for Substudy 3 and cohorts 3 and 4 of dose expansion phase).\n14. Requiring supportive care treatment with hematopoietic growth factors within the 2 weeks prior to treatment allocation.\n\n    Note: Biologic response modifiers administered for erythropoiesis (e.g., erythropoietin, darbepoetin alpha) may be administered to patients who experienced severe bone marrow suppression during study treatment. Granulocyte growth factors (e.g., G-CSF, GM-CSF, etc.) will be administered according to the Investigator's standard practice or American Society of Clinical Oncology (ASCO) guidelines (Smith 2015).\n15. Treatment with systemic corticosteroids (except for steroidal replacement therapy with 10 mg or less of prednisone or equivalent) or other systemic immunosuppressive medications (including but not limited to prednisone, dexamethasone, cyclophosphamide, azathioprine, methotrexate, thalidomide, and anti-tumor necrosis factor agents) within 2 weeks prior to first dose of study drug, or anticipated requirement for systemic immunosuppressive medications during the study.\n\n    Note: Inhaled, intranasal, intraocular, topical corticosteroids, and intra articular joint injections of corticosteroids are allowed.\n16. Receipt of live attenuated vaccine within 30 days prior to the first dose of IP.\n\n    Note: Patients, if enrolled, should not receive live vaccine whilst receiving IP and up to 30 days after the last dose of IP.\n17. Any other uncontrolled intercurrent illness that would unduly increase the risk of toxicity or limit compliance with study requirements, including but not limited to ongoing or active symptomatic infection, uncontrolled diabetes mellitus, uncontrolled hypertension (systolic blood pressure \\>160 mmHg; diastolic blood pressure \\>100 mmHg), or hepatic, renal, respiratory, or psychiatric illness.\n18. A history or evidence of psychiatric disorder, substance abuse, or any other clinically significant disorder, condition, or disease that, in the opinion of the Investigator or the Sponsor would pose a risk to the safety of the patient, or would interfere with the study evaluation, procedures, or completion.\n19. Pregnant or breastfeeding.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}