{
    "nctId": "NCT00199134",
    "briefTitle": "FRAGRANCE Part A Safety: Study to Find a Genetic Signature of de Novo Resistance to Letrozole",
    "officialTitle": "FRAGRANCE Trial(Femara Reanalysed Through Genomics for Response Assessment, Calibration and Empowerment)",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 49,
    "primaryOutcomeMeasure": "Response Rate Pathologic complete response rate",
    "eligibilityCriteria": "Inclusion criteria :\n\n1. Female gender\n2. Post-menopausal(no age limit) defined as:\n\n   1. Radiation-induced menopause or surgical bilateral oophorectomy, or\n   2. Women with an intact uterus and\n\n   i. \\> 55 years of age or ii. without menses for the last 5 years or iii. £ 55 years of age and has not had menses for at least the last 12 months (but has had menses in the last 5 years) and has postmenopausal levels of FSH c. Women without an intact uterus and i. \\> 55 years of age or ii. £ 55 years of age and has postmenopausal levels of FSH\n3. Contraindications for the use of neoadjuvant/adjuvant chemotherapy, refusal by the patient to receive chemotherapy or if the investigator believes the patient is a suitable candidate for this protocol.\n4. WHO performance status \\< 1\n5. Histologically-confirmed ductal or lobular operable adenocarcinoma of the breast (stage I, II and III)\n6. Confirmed absence of liver, lung and bone metastases.\n7. Primary tumor of at least 2 cm, measured clinically and/or radiologically\n8. Multifocal invasive tumors are not eligible, unless a biopsy showing ER positivity can be obtained from each tumor lesion.\n9. ER-positive and/or PgR-positive tumors, defined according to immunohistochemistry (i.e. \\> 10% of positive cells after immunostaining), if woman younger 70 years; ER-positive or PgR-positive tumors if woman older than 70 years.\n10. Fixed and frozen samples from the primary tumor, obtained before treatment, must be available for evaluation of biological markers (cDNA microarrays, EGFR, HER-2, intra-tumoral aromatase).\n11. No concurrent second malignancy, including contralateral breast cancer (exceptions are: adequately treated basal cell carcinoma of the skin and in situ carcinoma of the cervix). Any prior second malignancy must be in remission for ³ 5 years.\n12. No other serious illness or medical condition including:\n\n    * History of documented congestive heart failure; angina pectoris requiring antianginal medication; evidence of recent (\\< 6 months) transmural infarction on ECG; poorly controlled hypertension (e.g. systolic \\>180 mm Hg or diastolic greater than 100 mm Hg); clinically significant valvular heart disease; or high-risk uncontrolled arrhythmias.\n    * Chronic lung disease\n    * History of significant neurological or psychiatric disorders that would prohibit the understanding and giving of informed consent, including psychotic disorders, mental retardation, and dementia.\n    * Active concurrent infection\n13. No concurrent or previous anti-cancer treatment is allowed\n14. Adequate organ function as defined by:\n\n    * Neutrophils ³ 1.5 x 109/L\n    * Platelets ³ 100 x 109/L\n    * Bilirubin £ 1.5x upper limit of normal (ULN)\n    * Transaminases £ 2.5x ULN\n    * Creatinine £ 1.5x ULN\n15. Normal left ventricular ejection fraction by echocardiography or MUGA scan \\[for combination studies only\\]\n16. Absence of any psychological, familial, sociological or geographical condition potentially hampering compliance with the study protocol and follow-up schedule; those conditions should be discussed with the patient before registration in the trial.\n17. Before patient registration/randomization, informed consent must be given according to ICH/EU GCP, and national/local regulations.\n\nExclusion crieria :\n\nNon specified",
    "sex": "FEMALE",
    "minimumAge": "N/A",
    "stdAges": "CHILD, ADULT, OLDER_ADULT"
}