{
    "nctId": "NCT01479179",
    "briefTitle": "Trastuzumab in Combination With AMG 479 in HER-2 Overexpressing MBC Progressing on Trastuzumab",
    "officialTitle": "Phase I/II Study of Trastuzumab in Combination With AMG 479, A Fully Human Monoclonal Antibody Against Insulin-Like Growth Factor Type 1 Receptor (IGF-1R), in Patients With HER-2 Overexpressing Metastatic Breast Cancer Progressing on Trastuzumab-Based or Lapatinib-based Therapy",
    "overallStatus": "WITHDRAWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "Maximum tolerated dose (MTD)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. History of biopsy-proven HER-2-overexpressing breast cancer and radiographic evidence of metastatic disease. The HER-2 status can be determined either by immunohistochemistry (score, 3+) or by fluorescence in situ hybridization.\n2. Patients must have received anthracycline-, taxane- and capecitabine-based chemotherapy for breast cancer. In addition, patients must have developed progressive disease to trastuzumab- or lapatinib-based therapy within the last 3 months. Patients who develop metastatic breast cancer within 3 months after receiving trastuzumab or lapatinib in the adjuvant and/or neoadjuvant setting are eligible. Three prior lines of HER2-directed therapy (containing either trastuzumab or lapatinib) for metastatic breast cancer are allowed.\n3. Woman \\>/=18 years old.\n4. Performance status 0-2 (by Eastern Cooperative Oncology Group {ECOG} scale).\n5. Laboratory parameters: Absolute neutrophil count (ANC) 1.0 x 10\\^9/L or higher; Platelet count 100,000 x 10\\^9/L or higher; Hemoglobin 9.0 g/dL or higher; Partial thromboplastin (PTT) \\</= 1.3 x upper limit of normal (ULN) and international normalized ratio (INR) \\</= 1.5, unless subject is on anticoagulation therapy. Subjects on therapeutic anticoagulation are eligible if there is no bleeding and they are on a stable dose of anticoagulation therapy (eg, on coumadin with an INR of 2 to 3) for at least 7 days before registration(prior to the start of therapy). Continued in inclusion #6.\n6. Continuation from # 5: Serum creatinine \\</= 1.5 x the ULN or calculated creatinine clearance (by Cockcroft-Gault formula) \\>/=40 mL/min; Aspartate aminotransferase (AST) \\</= 2.5 x ULN; Alanine aminotransferase (ALT) \\</= 2.5 x ULN; Alkaline phosphatase \\</= 2.5 x ULN (\\</= 5 x ULN with bone/liver metastases ); Bilirubin \\</= 1.5 x ULN.\n7. Glycosylated hemoglobin (HgbA1c)\\</= 8%\n8. Fasting blood glucose \\</= 160 mg/dL (Fasting will require subjects to refrain from all food and beverage \\[except water\\] for at least 8 hours). Documentation will confirm patient compliance with nothing by mouth (NPO) status prior to lab exam.\n9. Patients must not be pregnant. A pregnancy test will be obtained if the patient is a woman of child-bearing potential, defined as a sexually mature woman who has not undergone a hysterectomy or who has not been naturally postmenopausal for at least 24 consecutive months (i.e., who has had menses at any time in the preceding 24 consecutive months).\n10. Patients must have signed an informed consent document stating that they understand the investigational nature of the proposed treatment.\n11. Patients must have measurable disease, defined as at least one lesion that can be accurately measured in at least one dimension (longest diameter to be recorded) as \\>/= 20 mm with conventional techniques, including palpation, plain x-ray, or magnetic resonance imaging (MRI), or or \\>/= 10 mm with spiral computed tomography (CT) scan. Bone metastases and pleural effusions are not considered measurable disease.\n12. Patients may not be receiving any other investigational agents within 30 days of registration.\n13. Left ventricular ejection fraction determined by echocardiogram or multiple-gated acquisition scan (MUGA) (cardiac scan) must be 50% or higher.\n\nExclusion Criteria:\n\n1. Central nervous system (CNS) metastases , unless previously treated by either radiation therapy and/or surgical resection, clinically stable and off corticosteroids. Subjects with a history of CNS metastases that are both treated and stably controlled are eligible if all of the following apply: therapy has been administered (surgery and/or radiation therapy); there is no additional treatment planned for brain metastases; the subject is clinically stable; the subject is off corticosteroids or on a stable dose of corticosteroids for at least 14 days prior to enrollment\n2. Prior malignancy (other than in situ cervical cancer, or basal cell or squamous cell carcinoma of the skin), unless treated with curative intent and without evidence of disease for 3 years or longer.\n3. Administration of other prior anticancer therapies within 4 weeks of enrollment, except Trastuzumab and Lapatinib.\n4. Toxicities related to prior anticancer treatment (except alopecia) that have not resolved to \\</= grade 1 according to common terminology criteria for adverse events (CTCAE V4.0) before registration or prior to start of therapy.\n5. Prior treatment with investigational treatment targeted to IGF axis including, but not limited to, CP-751,871, IM-A12, RO4858696.\n6. Previous exposure to AMG 479.\n7. Currently receiving systemic antibiotic therapy for the treatment of an active infection.\n8. History of bleeding diathesis.\n9. Known positive test for human immunodeficiency virus, or chronic hepatitis B or C infection.\n10. Any co-morbid medical condition that may put the subject at significant risk for toxicity.\n11. Major surgical procedure within 28 days of registration (prior to the start of therapy).\n12. Minor surgical procedures within 7 days of registration although placement of central access device, fine needle aspiration, thoracentesis or paracentesis \\> 1 day before registration is acceptable.\n13. Known inability to tolerate intravenous (IV) drug administration.\n14. Has not yet completed at least 30 days before registration since ending other investigational device or drug study(s)\n15. Subject has known sensitivity to any of the products to be administered during dosing.\n16. Subject will not be available for follow-up assessments.\n17. Subject has any kind of disorder that compromises the ability of the subject to give written informed consent and/or to comply with study procedures.\n18. Uncontrolled intercurrent illness including, but not limited to, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements.\n19. History of venous thromboembolism.\n20. Patient with reproductive potential who will not agree to use one highly effective method of contraceptive such as implants, injectables, intrauterine devices (IUDs) such as copper T or Levonorgestrel-releasing intrauterine system (LNG-IUS), sexual abstinence, vasectomised partner, or condom or occlusive cap (diaphragm or cervical/vault cap) supplemented with the use of a spermicide during treatment.\n21. Poorly controlled diabetes mellitus\n22. Patient with hearing impairment of \\> grade 3.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}