{
    "nctId": "NCT05587296",
    "briefTitle": "A Study to Learn More About How Well Elinzanetant Works and How Safe it is Compared to Placebo for the Treatment of Hot Flashes Caused by Anti-cancer Therapy in Women With, or at High Risk for Developing Hormone-receptor Positive Breast Cancer",
    "officialTitle": "A Double-blind, Randomized, Placebo-controlled Multicenter Study to Investigate Efficacy and Safety of Elinzanetant for the Treatment of Vasomotor Symptoms Induced by Adjuvant Endocrine Therapy, Over 52 Weeks and Optionally for Additional 2 Years in Women With Hormone-receptor Positive Breast Cancer:",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Vasomotor Symptoms Caused by Adjuvant Endocrine Therapy in Women With, or at High Risk for Developing Hormone-receptor Positive Breast Cancer, Hot Flashes",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 473,
    "primaryOutcomeMeasure": "Mean change in frequency of moderate to severe hot flash (HF) from baseline to Week 4 (assessed by hot flash daily diary [HFDD])",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Females aged 18 to 70 years of age inclusive, at the time of signing the informed consent.\n* Women experiencing vasomotor symptoms (VMS) caused by adjuvant endocrine therapy that they are expected to use for the duration of the study\n\n  * Tamoxifen with or without the use of gonadotropin-releasing hormone (GnRH) analogues or\n  * Aromatase inhibitors with or without the use of GnRH analogues\n* Women must have\n\n  * a personal history of hormone-receptor positive breast cancer or\n  * a high risk for developing breast cancer.\n* Participant has completed Hot Flash Daily Diary (HFDD) for at least 11 days during the two weeks preceding baseline visit, and participant has recorded at least 35 moderate to severe hot flash (HF) (including night-time HF) over the last 7 days that the HFDD was completed (assessed at the Baseline Visit).\n* Contraceptive use by \\[women except for post-menopausal women or Women of Non childbearing potential (WONCBP)\\] should be consistent with local regulations regarding the methods of contraception for those participating in clinical studies.\n\nExclusion Criteria:\n\n* Initial diagnosis of metastatic hormone-receptor positive breast cancer (stage IV) or recurrence under adjuvant endocrine therapy of hormone-receptor positive breast cancer.\n* Current or history (except complete remission for 5 years or more prior to signing informed consent) of any malignancy, except for hormone-receptor positive breast cancer (Stage 0-III), basal and squamous cell skin tumors.\n* Surgery or non-surgical (e.g., chemotherapy, radiotherapy, immunotherapy) treatment for breast cancer within the last 3 months prior to signing informed consent (except use of tamoxifen, aromatase inhibitors, GnRH analogues).\n* Any clinically significant prior or ongoing history of arrhythmias, heart block and QT prolongation either determined through clinical history or on electrocardiogram (ECG) evaluation.\n* Any active ongoing condition that could cause difficulty in interpreting VMS such as: infection that could cause pyrexia, pheochromocytoma, carcinoid syndrome.\n* Any unexplained vaginal bleeding.\n* Mammogram with clinically relevant malignant or suspicious findings that will require surgery, radiotherapy or chemotherapy as per local guidelines (mammogram should not be older than 12 months prior to signing informed consent). If a mammogram is not possible after partial mastectomy an ultrasound could be performed instead.\n* Disordered proliferative endometrium, endometrial hyperplasia, polyp, or endometrial cancer diagnosed based on endometrial biopsy during screening.\n* Current arterial or venous vascular event (e.g., Myocardial infarction (MI), Transient ischemic attack (TIA), stroke, deep vein thrombosis (DVT), i.e., within the last 6 months prior to signing informed consent.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}