{
    "nctId": "NCT06123988",
    "briefTitle": "Prolonged Overnight Fasting And/or Exercise on Fatigue and Other Patient Reported Outcomes in Women with Hormone Receptor Positive Advanced Breast Cancer",
    "officialTitle": "Prolonged Overnight Fasting And/or Exercise on Fatigue and Other Patient Reported Outcomes in Women with Hormone Receptor Positive Advanced Breast Cancer (FastER)",
    "overallStatus": "RECRUITING",
    "conditions": "HER2-positive Breast Cancer, Advanced Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 260,
    "primaryOutcomeMeasure": "Change in Cancer-Related Fatigue as Measured by EORTC QLQ-C30 Scores",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Women\n2. Able to provide written informed consent\n3. Able to read and understand English or Spanish\n4. Postmenopausal (including concurrent use of ovarian suppression)\n5. Diagnosis of ER+ and/or PR+, hormone estrogen receptor-2 (HER-2)- metastatic or locally advanced unresectable breast cancer\n6. Initiating first-line or second-line endocrine therapy in combination with a CDK4/6 inhibitor (e.g. palbociclib, ribociclib or abemaciclib). Participants can be enrolled up to 2 weeks after starting CDK4/6 inhibitor\n7. Having not consistently engaged in more than 90 minutes of moderate or 45 minutes of vigorous physical activity per week over the past 3 months\n8. Having not consistently engaged in resistance training 2 or more days per week over the past 3 months\n9. Having not consistently engaged in structured fasting (i.e., not regularly fasting for ≥12hr/night) for the past 3 months\n10. Approval from a medical oncology provider to participate.\n\nExclusion Criteria:\n\n1. Unable to provide consent\n2. Unable to read or understand English or Spanish\n3. Oxygen dependent\n4. Unstable cardiac disease\n5. Insulin-dependent diabetes\n6. Unable to walk 2 blocks without assistance (excluding canes)\n7. Unstable bone metastases\n8. More than 15 days from initiation of first- or second-line endocrine therapy in combination with a CDK4/6 inhibitor",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}