{
    "nctId": "NCT00031720",
    "briefTitle": "Soy Protein Supplement In Treating Hot Flashes in Postmenopausal Women Receiving Tamoxifen for Breast Disease",
    "officialTitle": "Phase II Study of Soy Protein to Treat Vasomotor Symptoms in Postmenopausal Women Taking Tamoxifen",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer, Hot Flashes, Hot Flushes",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 112,
    "primaryOutcomeMeasure": "Change in number of daily hot flushes at 3 months from baseline",
    "eligibilityCriteria": "Eligibility Criteria:\n\n1. Histologic documentation of atypical ductal hyperplasia, ductal carcinoma in situ (DCIS), lobular carcinoma in situ (LCIS), or invasive adenocarcinoma of the breast stages I-III A.\n2. Current daily tamoxifen use. Any planned surgery, adjuvant chemotherapy or radiation must have been completed.\n3. History of bothersome hot flushes: ≥ 7 hot flushes/day, sufficiently severe that intervention is desired. Participants must have had bothersome hot flushes for at least one month prior to enrollment.\n4. Postmenopausal status: surgical menopause, no menses for ≥ 1 year or postmenopausal FSH levels.\n5. No concurrent use of vitamin E, progestins (Megace® or others), clonidine, belladonna derivative or commercially available soy supplement preparations for treatment of hot flushes. Participants must have at least a 4-week washout period prior to day 1 of run-in if any of these have been used.\n\n   Participants may be taking low doses of vitamin E that are part of a multivitamin.\n6. Concurrent use of anti-depressant, such as Paxil® , Prozac®, or Effexor® is allowed if the participant has been on a stable dose for more than a month and the purpose of the medication is for other than control of hot flushes. If SSRI's are used for hot flashes, they must be discontinued for 4 weeks prior to day 1 of run-in.\n7. No concurrent systemic hormone replacement therapy or use of vaginal estrogen creams. Use of the estradiol releasing vaginal ring (Estring®) is allowed.\n8. No history of soy or milk intolerance\n9. CALGB performance status 0-2",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}