{
    "nctId": "NCT06336070",
    "briefTitle": "Metabolic Flexibility and Autonomic Control After Muscle Power vs Metabolic Power Training in Postmenopausal Oncological Women: the POWER Health Study",
    "officialTitle": "Postmenopausal Oncological Women Exercising for Recover Their Health. Associations and Changes in Metabolic Flexibility and Autonomic Control After Two Training Programs (Muscle Power vs Metabolic Power): the POWER Health Study",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer Female, Cardiometabolic Syndrome, Metabolism Disorder, Lipid, Autonomic Dysfunction, Cardiovascular Diseases in Old Age",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 56,
    "primaryOutcomeMeasure": "Fat oxidation during incremental test",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients diagnosed of relapse free-cancer (RFC) or patients not diagnosed of any cancer at least the last 15 years (CG)\n* Aged between 35 and 75 years\n* Diagnostic of breast cancer (i.e., including ductal carcinoma, invasive carcinoma, triple negative; RFC) or physiological menopause (CG)\n* Not participating in a nutritional/dietary intervention\n* Not being physically active (i.e., not to be participating in any physical exercise program in the last 3 months, or performing less than 600 metabolic equivalents (METS)/week of moderate-vigorous physical activity).\n* To be capable and willing to provide informed consent\n* Not to suffer from any specific condition that may impede testing of the study hypothesis or make it unsafe to engage in the exercise intervention (i.e., determined by the research staff).\n\nExclusion Criteria:\n\n* Medical contraindication for being engaged in an exercise.\n* Additional surgery planned within the intervention\n* Consuming usually betablocker or any drugs alterning nervous system functioning\n* History of another primary invasive cancer (RFC) or suffer a serious chronic illness (CG)\n* To present any of the following cardiac conditions: (i) myocardial infarction or coronary revascularization procedure within prior 3 months, (ii) uncontrolled hypertension (i.e., systolic ≥180 mmHg or diastolic ≥100 mmHg), (iii) uncontrolled arrhythmias (iv) valvular disease clinically significant, (v) decompensated heart failure or (vi) to suffer from known aortic aneurysm.",
    "sex": "FEMALE",
    "minimumAge": "35 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}