{
    "nctId": "NCT03568422",
    "briefTitle": "CFI-402257 in Combination With Paclitaxel in Patients With Advanced/Metastatic HER2-Negative Breast Cancer",
    "officialTitle": "A Phase Ib and Open Label Phase II Study of CFI-402257 in Combination With Weekly Paclitaxel in Patients With Advanced/Metastatic HER2-Negative Breast Cancer",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 37,
    "primaryOutcomeMeasure": "Phase I: Recommended Phase II Dose for CFI-402257",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients must have histologically and/or cytologically confirmed diagnosis of breast cancer that is advanced/metastatic/recurrent or unresectable, for which no curative therapy exists, and for which systemic therapy is indicated. Only female patients will be enrolled\n* All patients must have a formalin fixed paraffin embedded tissue block (from primary or metastatic tumour) available and must have provided informed consent for the release of the block. Biopsies are optional but strongly encouraged for patients with accessible disease suitable for biopsy. The timing of tumour biopsies for patients who provide informed consent and are willing is prior to treatment (after enrollment) and again no later than the end of the day following the day 8 paclitaxel infusion. Lesions planned for biopsy may not be the only target lesion.\n* Presence of clinically and/or radiologically documented disease. All radiology studies must be performed within 21 days prior to enrollment (within 28 days if negative). For phase Ib, patients are not required to have measurable disease as defined by RECIST 1.1 but must not have bone-only or marker only disease. For phase II, all patients must have measurable disease as defined by RECIST 1.1. The criteria for defining measurable disease are as follows:\n\nChest xray ≥ 20mm; CT scan ≥ 10mm (longest diameter); Physical exam ≥10mm; Lymph nodes by CT scan ≥ 15mm (measured in short axis)\n\n* Patients must be ≥18 years of age.\n* Patients must have an ECOG performance status of 0 or 1.\n* Patients must be able to swallow oral medications\n* Patients must have received at least one non-taxane containing chemotherapy regimen for advanced or metastatic disease unless:\n\n  1. they have relapsed within 6 months of completion of adjuvant/neoadjuvant chemotherapy and the regiment did not contain taxane, or,\n  2. they have received taxane and/or anthracycline-containing adjuvant/neoadjuvant chemotherapy 6 or more months prior to relapse or;\n  3. they have a documented contraindication to palliative chemotherapy other than weekly paclitaxel.\n* Patients must not be considered appropriate for endocrine therapy and must not have received taxanes in the metastatic setting.\n* Patients may have received other therapies including endocrine therapy, immunotherapy, and/or targeted therapies (including CDK4/6 inhibitors).\n* Patient may NOT have had previous exposure to any therapy within the pharmacological class (TTK/MPS1 inhibitor).\n* Patients must have recovered (to at least grade 0 or 1) from all reversible toxicity other than alopecia related to prior chemotherapy or systemic therapy and have adequate washout as follows:\n* Longest of one of the following:\n\n  * Two weeks,\n  * 5 half-lives for investigational agents,\n  * Standard cycle length of standard therapies (e.g. at least 3 weeks for capecitabine.\n* Prior external beam radiation is permitted provided a minimum of 28 days (4 weeks) have elapsed between the last dose of radiation and date of enrollment. Exceptions may be made for low-dose, non-myelosuppressive radiotherapy after consultation with CCTG.\n* Previous surgery is permitted provided that a minimum of 21 days (3 weeks) have elapsed between any major surgery and date of enrollment, and wound healing has occurred.\n* Absolute neutrophils ≥ 1.5 x 10\\^9/L\n* Platelets ≥100 x 10\\^9/L\n* Bilirubin ≤ 1.0 x ULN\n* AST and ALT ≤3.0 x ULN and ≤ 5.0 x ULN (if patient has liver mets)\n* Serum creatinine ≤ 1.5 x ULN or\n* Creatinine clearance ≥ 60mL/min\n* Women of childbearing potential must have agreed to use a highly effective contraceptive method\n* Patient consent must be appropriately obtained in accordance with applicable local and regulatory requirements. Each patient must sign a consent form prior to enrollment in the trial to document their willingness to participate.\n* In accordance with CCTG policy, protocol treatment is to begin within 2 working days of patient enrollment.\n\nExclusion Criteria:\n\n* Patients with a history of other untreated malignancies or malignancies which required therapy within the past 2 years. Patients with other malignancies of a nature that do not require treatment may be eligible after consultation with the CCTG.\n* Patients with HER2 positive breast cancer.\n* Patients with active or uncontrolled infections or with serious illnesses or medical conditions which would not permit the patient to be managed according to the protocol.\n* Patients who have experienced untreated and/or uncontrolled cardiovascular conditions and/or have symptomatic cardiac dysfunction (unstable angina, congestive heart failure, myocardial infarction within the previous year or cardiac ventricular arrhythmias requiring medication, history of 2nd or 3rd degree atrioventricular conduction defects). Patients with a significant cardiac history, even if controlled, should ahve a LVEF ≥ 50%\n* Patients are not eligible if they have a known hypersensitivity to the study drug(s) or their components.\n* Patients with history of central nervous system metastases or spinal cord compression unless have received definitive treatment, are clinically stable and do not require corticosteroids.\n* Patients who have contraindications to treatment with paclitaxel and/or neuropathy \\> grade 1.\n* Concurrent treatment with other investigational drugs or anti-cancer therapy.\n* Pregnant or breastfeeding women.\n* Prohibited medications as listed in Appendix V Table 1\n* Patients treated with full-dose warfarin. Patients with history of deep vein thrombosis or pulmonary embolus who are being treated with therapeutic doses of low molecular weight heparin, direct factor Xa inhibitors or prophylactic dose anticoagulants may be enrolled.\n* Patients with a medical condition that could impair the administration of oral agents including significant bowel resection, inflammatory bowel disease or uncontrolled nausea or vomiting.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}