{
    "nctId": "NCT01240720",
    "briefTitle": "A Dose Finding and Efficacy Study of the Tumour Targeting Human 131I-F16SIP Monoclonal Antibody in Patients With Cancer",
    "officialTitle": "A Phase I/II Dose Finding and Efficacy Study of the Tumour Targeting Human 131I-F16SIP Monoclonal Antibody in Patients With Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 65,
    "primaryOutcomeMeasure": "Phase I: Maximum tolerated Dose",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Phase I:\n\n   Patients with cancer, with progressive disease in pre-study period, refractory to conventional standard treatments.\n\n   Solid Tumor: Histologically/cytologically confirmed diagnosis of cancer, preferably lung cancer, prostate cancer or colorectal cancer (CRC). At least one measurable (minimum 2.0 cm), non irradiated lesion defined according to modified RECIST criteria i.e. whenever the measurable disease is restricted to a solitary lesion, its neoplastic nature need not be confirmed by cytology/histology.\n\n   Lymphoproliferative Diseases: Histologically/cytologically confirmed diagnosis of lymphoproliferative disease. At least one measurable (minimum 2.0 cm) non irradiated lesion defined according to modified RECIST criteria, i.e. whenever the measurable disease is restricted to a solitary lesion; its neoplastic nature needs to be confirmed by cytology/histology.\n\n   Phase II:\n\n   Patients with lymphoma, breast cancer or lung cancer with progressive disease in pre-study period, refractory to conventional standard treatments, will be enrolled in the study. Presence of brain metastases at time of screening does not represent an exclusion criterion. Lesions will be evaluated according to RECIST for solid tumors or to the Revised response criteria for malignant lymphoma (Cheson BD, JCO 2007, 25, 579-58) for lymphomas.\n2. ECOG performance status grade 0 or 1.\n3. Age ≥18.\n4. Adequate haematological, liver and renal function (haemoglobin ≥ 9 g/dL, absolute neutrophil count (ANC) ≥ 1.50 x 109/L; platelets ≥ 100 x 109/L, bilirubin within UNL; alkaline phosphatase≤ 2.5 x UNL; ALT, AST ≤ UNL or ≤ 2.5 x UNL in case of liver metastases; albumin ≥ 2.5 g/dL; creatinine ≤ UNL.\n5. All acute toxic effects (excluding alopecia) of any prior therapy (including surgery radiation therapy, chemotherapy) must have resolved to National Cancer Institute (NCI) Common Terminology Criteria for Adverse Events (CTCAE v.3.0) Grade ≤ 1.\n6. Negative serum pregnancy test for females of childbearing potential within 14 days of starting treatment.\n7. If of childbearing potential, agreement to use adequate contraceptive methods (e.g., oral contraceptives, condoms, or other adequate barrier controls, intrauterine contraceptive devices, or sterilization) beginning at the screening visit and continuing until 3 months following last treatment with study drug.\n8. Evidence of a personally signed and dated IEC-approved Informed Consent indicating that the patient (or legally acceptable representative) has been informed of all pertinent aspects of the study.\n9. Willingness and ability to comply with the scheduled visits, treatment plan, laboratory tests and other study procedures.\n10. Life expectancy of at least 3 months.\n11. Signed and dated informed consent.\n\nExclusion Criteria:\n\n1. Chemotherapy, radiation, hormonotherapy or immunotherapy or participation in any investigational drug study within 4 weeks of RIT treatment at the RD (6 weeks in case of prior nitroureas chemotherapy).\n2. Prior radiation dose \\> 30% of bone marrow volume.\n3. Presence of cirrhosis or active hepatitis.\n4. Presence of serious cardiac (congestive heart failure, heart insufficiency \\> grade II NYHA, angina pectoris, myocardial infarction within one year prior to study entry, uncontrolled hypertension or arrhythmia), neurological or psychiatric disorders.\n5. Presence of uncontrolled intercurrent illness or any condition which in the judgement of the investigator would place the subject at undue risk or interfere with the results of the study.\n6. Recovery from major trauma including surgery within 4 weeks of administration of study treatment.\n7. Pregnancy or lactation or unwillingness to use adequate method of birth control.\n8. Active infection or incomplete wound healing.\n9. Known history of allergy to intravenously administered proteins / peptides / antibodies.\n10. Any conditions that in the opinion of the investigator could hamper compliance with the study protocol.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}