{
    "nctId": "NCT06462092",
    "briefTitle": "Sacituzumab Govitecan and Intrathecal Chemotherapy for Treating Leptomeningeal Metastases From Her2-negative Breast Cancer",
    "officialTitle": "A Phase I/II Clinical Study of Sacituzumab Govitecan Combined With Intrathecal Chemotherapy for the Treatment of Leptomeningeal Metastases From Her2-negative Breast Cancer",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Leptomeningeal Metastases",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 34,
    "primaryOutcomeMeasure": "Maximal tolerated dose",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. A clear histopathologic diagnosis of breast cancer with subtype Her2- (including IHC 0, IHC 1+ or IHC 2+ and ISH negative).\n2. Cerebrospinal fluid cytology diagnosis confirms the presence of leptomeningeal metastases; or imaging combined with patient symptoms and signs are consistent with the diagnosis of leptomeningeal metastases;\n3. Age ≥ 18 years old;\n\nExclusion Criteria:\n\n1. Inadequate organ function: 1) Blood tests: ANC ≤ 1.5 x 10\\^9/L, PLT ≤ 90 x 10\\^9/L, Hb ≤ 90 g/L; 2) Blood biochemistry tests: TBIL ≥ 1.5 times the upper limit of normal; 3) ALT and AST ≥ 2.5 times the upper limit of normal;\n2. Presence of serious and/or uncontrolled comorbidities that may affect participation: 1) allergy to study drugs or adjuvant materials; 2) history of immunodeficiency, including HIV-positive or other acquired or congenital immunodeficiency diseases; 3) severe concomitant diseases;\n3. Pregnant and breastfeeding female patients; women of childbearing age who are unwilling to Female patients of childbearing age who are using effective contraception;\n4. Any other condition that, in the opinion of the investigator, makes the patient ineligible for participation in the study.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}