{
    "nctId": "NCT00695916",
    "briefTitle": "MRI in Women With Newly Diagnosed Breast Cancer Prior to Breast Conserving Surgery",
    "officialTitle": "Randomized Trial of Breast MRI in Women With Newly Diagnosed Breast Cancer Prior to Breast Conserving Surgery",
    "overallStatus": "WITHDRAWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "DIAGNOSTIC",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "To determine whether pre-lumpectomy breast MRI reduces the frequency of repeat lumpectomy in women with DCIS < 5 cm or T1 or T2 invasive breast cancer",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* DCIS less than 5 cm. T1/T2 invasive breast cancer. Patient is a suitable candidate for breast conservation and wishes this as the primary clinical approach\n* No breast MRI within the past year. Prior core biopsy, but no prior excision allowed. Patient has completed conventional imaging workup with mammography ultrasound as indicated and there is no clinical indication for breast MRI.\n* Women with age \\>= 18. No ethnic restrictions.\n* No life expectancy restrictions.\n* Performance status not a factor.\n* No requirements for organ or marrow function.\n* Ability to understand and the willingness to sign a written informed consent document.\\&#xA;\n\nExclusion Criteria:\n\n* Patient is unable to complete a breast MRI due to such factors as hardware and claustrophobia.\n* No limitations as to other investigational agents. Patients who have received neoadjuvant chemotherapy will not be included in the study due to the limitations of MRI interpretation after neoadjuvant chemotherapy and because this represents a distinct scenario for interpretation of breast MRI in comparison with untreated patients.\n* There are no comorbidities that would preclude entry into the study unless the patient is unable to lay still for breast MRI scanning.\n* There are fewer reactions to MRI contrast media, but if there is such a history, the patient will be excluded from consideration.\n* There are no exclusion criteria based on concomitant medications.\n* There are no other agent specific exclusion criteria.\n* Pregnancy is considered a contraindication given the uncertain effects of breast MRI on the fetus.\n* Cancer survivors are candidates for the study unless the patient has a prior ipsilateral breast tumor.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}