{
    "nctId": "NCT01010854",
    "briefTitle": "Valproic Acid in Combination With FEC100 for Primary Therapy in Patients With Breast Cancer",
    "officialTitle": "A Phase II Study of Valproic Acid in Combination With FEC100 for Primary Therapy in Patients With Locally Advanced or Primary Metastatic Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 6,
    "primaryOutcomeMeasure": "Pathologic Response at Definitive Surgery",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients must have histologically or cytologically confirmed diagnosis of breast cancer\n* Patients must have \"locally advanced\" adenocarcinoma of the breast:\n\n  * tumors \\> 2 cm without lymph node involvement (negative sentinel lymph node mapping)\n  * tumors \\> 2 cm with lymph node involvement (either by positive sentinel lymph node mapping or FNA of palpable lymph node)\n  * tumors of any size that show extension to the chest wall or skin, including edema, ulceration, or satellite skin nodules\n  * inflammatory carcinoma (stage IIIB) that is amenable to surgery\n  * tumors of any size associated with ipsilateral internal mammary nodes (stage IIIB)\n  * tumors of any size associated with ipsilateral supraclavicular lymph nodes (IIIC) without other evidence of systemic metastases\n  * patients may have bilateral breast cancer if both breasts are assessible for response\n* Age \\>18 years\n* Because no dosing or adverse event data are currently available on the use of VPA in combination with FEC100 in patients \\<18 years of age, children are excluded from this study\n* ECOG performance status 0 or 1 (Karnofsky \\>80%)\n* Patients must have normal organ and marrow function as defined below:\n\n  * leukocytes \\>3,000/mcL\n  * absolute neutrophil count \\>1,500/mcL\n  * platelets \\>100,000/mcL\n  * total bilirubin within 1.5 x normal institutional limits\n  * AST(SGOT)/ALT(SGPT) \\<2.5 X institutional upper limit of normal\n  * Creatinine within normal institutional limits\n* VPA has been associated with neural tube defects in the developing human fetus, for this reason and because FEC100 used in this trial are also known to be teratogenic, women of child-bearing potential and men must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) prior to study entry and for the duration of study participation. Participating men must use condoms while on study and for at least 3 months after the trial has ended. Should a woman become pregnant or suspect she is pregnant while participating in this study, she should inform her treating physician immediately.\n* Ability to understand and the willingness to sign a written informed consent document.\n\nExclusion Criteria:\n\n* Patients may not have had any prior chemotherapy within the last 2 years\n* Patients may not have been exposed to prior anthracyclines\n* Patients may not be receiving any other investigational agents\n* Patients with known brain metastases are excluded\n* History of allergic reactions attributed to compounds of similar chemical or biologic composition to VPA or FEC100.\n* Patients with known congestive heart disease or LVEF fractions of \\<50 % (past or current), patients with known ventricular arrhythmias\n* Patients taking VPA as an anti-seizure agent or for any other indications\n* Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements.\n* Due to the teratogenic effects of VPA and FEC100, pregnant or lactating women are excluded from the study.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}