{
    "nctId": "NCT02229136",
    "briefTitle": "Miracle Mouthwash Plus Hydrocortisone vs Prednisolone Mouth Rinse for Mouth Sores Caused by Everolimus",
    "officialTitle": "Evaluation of Miracle Mouthwash (MMW) Plus Hydrocortisone and Prednisolone Mouth Rinse as Prophylaxis for Everolimus-Associated Stomatitis",
    "overallStatus": "COMPLETED",
    "conditions": "Stomatitis, Oral Mucositis, Neoplasm of the Breast, Malignant Tumor of Breast",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 104,
    "primaryOutcomeMeasure": "Incidence of Grade ≥ 2 stomatitis",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age ≥ 18 years;\n2. ECOG (Eastern Cooperative Group) Performance status ≤ 2;\n3. Histologic or cytologic confirmation of stage IV hormone receptor-positive breast cancer;\n4. Postmenopausal status, defined either by:\n\n   1. Age ≥ 55 years and ≥ 1 year of amenorrhea\n   2. Age \\< 55 years and ≥ 1 year of amenorrhea, with an estradiol assay \\<20pg/ml\n   3. Surgical menopause with bilateral oophorectomy Note: Ovarian radiation or treatment with a luteinizing hormone-releasing hormone (LHRH) agonist (goserelin acetate or leuprolide acetate) is not permitted for induction of ovarian suppression;\n5. Planned treatment with an aromatase inhibitor (letrozole, exemestane, or anastrozole) plus everolimus; Note: Prior treatment with an aromatase inhibitor, either for early-stage or metastatic breast cancer, is allowed.\n6. Adequate bone marrow function as shown by: ANC (absolute neutrophil count) ≥1.5 x 109/L, Platelets ≥100 x 109/L, Hb \\>9 g/dL;\n7. Adequate liver function as shown by:\n\n   1. Total serum bilirubin ≤2.0 mg/dL,\n   2. ALT (Alanine aminotransferase) and AST (Aspartate aminotransferase) ≤2.5x ULN (upper limit of normal) (≤5x ULN in patients with liver metastases),\n   3. INR (International Normalized Ratio) ≤2;\n8. Adequate renal function: serum creatinine ≤1.5x ULN;\n9. Fasting serum cholesterol ≤300 mg/dL OR ≤7.75 mmol/L AND fasting triglycerides ≤2.5x ULN.\n\n   Note: In case one or both of these thresholds are exceeded, the patient can only be included after initiation of appropriate lipid lowering medication;\n10. Willingness to complete a daily stomatitis symptom questionnaire;\n11. Signed informed consent obtained prior to any screening procedures.\n\nExclusion Criteria:\n\n1. Known intolerance or hypersensitivity to everolimus or other rapamycin analogs (e.g. sirolimus, temsirolimus);\n2. Known impairment of gastrointestinal (GI) function or GI disease that may significantly alter the absorption of oral everolimus;\n3. Uncontrolled diabetes mellitus as defined by HbA1c (hemoglobin A1c) \\>8% despite adequate therapy. Patients with a known history of impaired fasting glucose or diabetes mellitus (DM) may be included, however blood glucose and antidiabetic treatment must be monitored closely throughout the trial and adjusted as necessary;\n4. Patient has any severe and/or uncontrolled medical conditions such as:\n\n   1. unstable angina pectoris, symptomatic congestive heart failure, myocardial infarction ≤6 months prior to start of Everolimus, serious uncontrolled cardiac arrhythmia, or any other clinically significant cardiac disease\n   2. Symptomatic congestive heart failure of New York Heart Association Class III or IV\n   3. active (acute or chronic) or uncontrolled severe infection, liver disease such as cirrhosis, decompensated liver disease, and chronic hepatitis (i.e. quantifiable HBV-DNA (Hepatitis B Virus DNA) and/or positive HbsAg, quantifiable HCV-RNA \\[Hepatitis C Virus RNA\\]),\n   4. known severely impaired lung function (spirometry and DLCO \\[Diffusing capacity of the Lung for Carbon Monoxide\\] 50% or less of normal and O2 saturation 88% or less at rest on room air),\n   5. active, bleeding diathesis;\n5. Patient requires chronic treatment with corticosteroids (including inhaled corticosteroids) or other immunosuppressive agents. Topical corticosteroids are allowed;\n6. Known history of HIV seropositivity;\n7. Patient received live attenuated vaccines within 1 week of start of everolimus and during the study. Patient should also avoid close contact with others who have received live attenuated vaccines. Examples of live attenuated vaccines include intranasal influenza, measles, mumps, rubella, oral polio, BCG (Bacillus Calmette-Guérin), yellow fever, varicella and TY21a typhoid vaccines;\n8. Patient has a history of another primary malignancy, with the exceptions of: non-melanoma skin cancer, and carcinoma in situ of the cervix, uteri, or breast from which the patient has been disease free for ≥3 years;\n9. Patient has a history of non-compliance to medical regimens or who are considered potentially unreliable or will not be able to complete the entire study;\n10. Patient is currently part of or has participated in any clinical investigation with an investigational drug within 1 month prior to dosing.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}