{
    "nctId": "NCT05198843",
    "briefTitle": "Testing an Omega-3 Fatty Acid-Based Anti-Cancer Therapy for Patients With Triple-Negative Inflammatory Breast Cancer That Has Spread to Other Parts of the Body",
    "officialTitle": "Phase Ib/II Study of EPA-Based EphA2 Targeted Therapy for Patients With Metastatic Triple-Negative Inflammatory Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Anatomic Stage IV Breast Cancer AJCC v8, Metastatic Triple-Negative Breast Inflammatory Carcinoma",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 1,
    "primaryOutcomeMeasure": "Maximum Tolerated Dose (MTD) for Dasatinib and Icosapent Ethyl (EPA) Combination Therapy (Phase 1b)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients must have histologically confirmed mTN-IBC. TNBC is defined as:\n\n  * \\< 10% estrogen receptor and progesterone receptor expression by immunohistochemistry (IHC)\n  * Negative or 1+ for HER2 by IHC or negative by fluorescent in situ hybridization based on American Society of Clinical Oncology (ASCO)/College of American Pathologist (CAP) guideline\n* Patients must have had or currently have a clinical diagnosis of inflammatory breast carcinoma (IBC) according to the IBC-specific clinical manifestation as determined by a multidisciplinary team\n* Patients must have measurable disease by Response Evaluation Criteria in Solid Tumors (RECIST) 1.1 for the phase 2 component of the study. Measurable disease is not a criterion for eligibility for the phase 1 component of the study\n* Patients must have minimum of one standard regimen exposure in a metastatic setting\n* Age \\>= 18 years. Because no dosing or adverse event data are currently available on the use of dasatinib in combination with EPA in patients \\< 18 years of age, children are excluded from this study\n* Eastern Cooperative Oncology Group (ECOG) performance status: 0-2\n* Absolute neutrophil count \\>= 1,500/mcL\n* Platelets \\>= 100,000/mcL\n* Total bilirubin =\\< 1.5 x institutional upper limit of normal (ULN)\n* Aspartate aminotransferase (AST) (serum glutamic-oxaloacetic transaminase \\[SGOT\\])/alanine aminotransferase (ALT) (serum glutamate pyruvate transaminase \\[SGPT\\]) =\\< 2.5 x institutional ULN\n* Creatinine =\\< 1.5 x institutional ULN\n* Glomerular filtration rate (GFR) \\>= 60 mL/min/1.73 m\\^2 unless data exists supporting safe use at lower kidney function values, no lower than 30 mL/min/1.73 m\\^2\n* Patients with distant metastasis and/or local recurrence accessible for biopsy. Metastasis to brain, lung, and bone will be considered not accessible for safety reasons\n* Negative serum or urine pregnancy test for subjects with childbearing potential\n* Human immunodeficiency virus (HIV)-infected patients on effective anti-retroviral therapy with undetectable viral load within 6 months are eligible for this trial\n* For patients with evidence of chronic hepatitis B virus (HBV) infection, the HBV viral load must be undetectable on suppressive therapy, if indicated\n* Patients with a history of hepatitis C virus (HCV) infection must have been treated and cured. For patients with HCV infection who are currently on treatment, they are eligible if they have an undetectable HCV viral load\n* Patients with a prior or concurrent malignancy whose natural history or treatment does not have the potential to interfere with the safety or efficacy assessment of the investigational regimen are eligible for this trial\n* Patients with known history or current symptoms of cardiac disease, or history of treatment with cardiotoxic agents, should have a clinical risk assessment of cardiac function using the New York Heart Association Functional Classification. To be eligible for this trial, patients should be of class 2B or better\n* The effects of dasatinib on the developing human fetus are unknown. For this reason and because other therapeutic agents used in this trial are known to be teratogenic, women of child-bearing potential and men must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) prior to study entry and for the duration of study participation. Should a woman become pregnant or suspect she is pregnant while she or her partner is participating in this study, she should inform her treating physician immediately. Men treated or enrolled on this protocol must also agree to use adequate contraception prior to the study, for the duration of study participation, and 3 months after completion of dasatinib administration\n* Patients who are currently on bisphosphonate therapy should be able to temporarily stop bisphosphonate therapy for the duration of the study pending assessment of the need for calcium supplementation\n* Ability to understand and the willingness to sign a written informed consent document. Participants with impaired decision-making capacity (IDMC) who have a legally-authorized representative (LAR) and/or family member available will also be eligible\n\nExclusion Criteria:\n\n* Patients who have had chemotherapy or radiotherapy within 2 weeks (3 weeks for nitrosoureas or mitomycin C) prior to entering the study\n* Patients who are receiving any other investigational agents\n* History of allergic reactions attributed to compounds of similar chemical or biologic composition to dasatinib or icosapent ethyl or any of its components (tocopherol, gelatin, glycerin, maltitol, and sorbitol) or other agents used in study\n* Patients who have not recovered from adverse events due to prior anti-cancer therapies, (i.e., have residual toxicities \\> grade 1) with the exception of alopecia\n* Patients with known active central nervous system metastases and/or carcinomatous meningitis. Subjects with previously treated brain metastases may participate if they are stable, and have no evidence of new or enlarging brain metastases for at least 3 months, and are not using steroids for at least 7 days prior to trial treatment\n* Patients with an active autoimmune disease requiring systemic treatment within the past 3 months or a documented history of clinically severe autoimmune disease, or a syndrome that requires systemic steroids or immunosuppressive agents. Subjects with vitiligo or resolved childhood asthma/atopy would be an exception to this rule. Subjects that require intermittent use of bronchodilators or local steroid injections would not be excluded from the study. Subjects with hypothyroidism stable on hormone replacement or Sjogren's syndrome will not be excluded from the study\n* Patients with a history of (non-infectious) pneumonitis that required steroids or has a current diagnosis of pneumonitis\n* Patients with an active infection requiring systemic therapy\n* Patients with an allergy to fish, shellfish, or omega-3 unsaturated fatty acid\n* Patients who received a live vaccine within 30 days prior to the first dose of trial treatment\n* Patients receiving concurrent anti-cancer therapy for metastatic disease\n* Patients with uncontrolled intercurrent illness judged by the investigator to be unsafe for trial participation\n* Pregnant women are excluded from this study because dasatinib is a protein tyrosine kinase (PTK) inhibitor agent with the potential for teratogenic or abortifacient effects. Because there is an unknown but potential risk for adverse events in nursing infants secondary to treatment of the mother with dasatinib, breastfeeding should be discontinued if the mother is treated dasatinib. These potential risks may also apply to other agents used in this study\n* Patients with severe hypertriglyceridemia (\\> 300 mg/dL-500 mg/dL) are at an unknown risk of developing pancreatitis following icosapent ethyl treatment\n* Patients with diabetes who are being treated with insulin. Patients with oral medication and showing stable glycosylated hemoglobin (HbA1c) \\< 7% for the last three months will be eligible\n* Patients who require concurrent treatment with any medications or substances that are potent inhibitors or inducers of CYP3A4 are ineligible. Efforts should be made to switch patients with gliomas or brain metastases who are taking enzyme-inducing anticonvulsant agents to other medications\n* Use of antithrombotic and/or anti-platelet agents (e.g., warfarin, heparin, low molecular weight heparin, aspirin, and/or ibuprofen)\n* Patients with any condition (e.g., gastrointestinal tract disease resulting in an inability to take oral medication or a requirement for intravenous \\[IV\\] alimentation, prior surgical procedures affecting absorption, or active peptic ulcer disease) that impairs their ability to swallow and retain dasatinib and icosapent ethyl tablets are excluded\n* Patients may not have any clinically significant cardiovascular disease including the following:\n\n  * Myocardial infarction or ventricular tachyarrhythmia within 6 months\n  * Prolonged corrected QT (QTc) \\>= 480 msec (Fridericia correction)\n  * Ejection fraction less than institutional normal\n  * Major conduction abnormality (unless a cardiac pacemaker is present) Patients with any cardiopulmonary symptoms of unknown cause (e.g., shortness of breath, chest pain, etc.) should be evaluated by a baseline echocardiogram with or without stress test as needed in addition to electrocardiogram (EKG) to rule out QTc prolongation. The patient may be referred to a cardiologist at the discretion of the principal investigator. Patients with underlying cardiopulmonary dysfunction should be excluded from the study",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}