{
    "nctId": "NCT06516289",
    "briefTitle": "Neoadjuvant Treatment of gBRCA-Mutated HER2-Negative Breast Cancer With HRS-1167 and Famitinib ± Camrelizumab",
    "officialTitle": "Neoadjuvant Treatment of gBRCA-Mutated HER2-Negative Breast Cancer With HRS-1167 and Famitinib/ HRS-1167, Famitinib and Camrelizumab: A Prospective, Open-label, Multicenter, Phase II Trial",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "BRCA-Mutated Breast Carcinoma, HER2-negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 130,
    "primaryOutcomeMeasure": "Safety run-in: Incidence rate of dose-limiting toxicities (DLTs)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age 18 to 70 years old, female.\n2. Patients with histologically confirmed unilateral primary invasive breast cancer who meet the criteria of cT0-4, N1-3, M0 or cT≥3, N0, M0 (inflammatory breast cancer not included).\n3. Patients with HER-2 negative disease. HER2-negative disease was defined as follows: disease whose HER-2 is 1+ or negative by immunohistochemical (IHC), or fluorescence in situ hybridization (FISH) is negative if IHC is 2+.\n4. Patients with pathogenic germline BRCA 1/2 mutation.\n5. According to the RECIST 1.1 criteria, there is at least one measurable objective lesion.\n6. Eastern Cooperative Oncology Group (ECOG) performance score 0-1.\n7. Appropriate haematological, hepatic and renal function (no blood transfusion or hematopoietic stimulating factors within 14 days): 1) Absolute number of neutrophils (ANC) ≥ 1.5 x 10\\^9/L; 2) Platelets ≥ 100 x 10\\^9/L; 3) Hemoglobin ≥ 90 g/L ; 4) White blood cell (WBC) ≥ 3.0×10\\^9/L and ≤15×10\\^9/L; 5) Total bilirubin (TBIL) ≤ 1.5 times the upper limit of normal (ULN); 6) AST (SGOT) and ALT (SGPT) ≤ 2.5 x ULN; 7) serum creatinine (Cr) ≤1.5×ULN, and creatinine clearance (CrCL) ≥50 mL/min (Cockcroft-Gault equation); 8) Prothrombin time (PT) and activated partial thromboplastin time (APTT) ≤1.5 ULN with international normalized ratio (INR) ≤1.5 ULN (not receiving anticoagulation); 9) Serum albumin ≥ 2.5g/dL.\n8. Left ventricular ejection fraction (LVEF) ≥ 50%.\n9. 12-lead ECG: QT interval corrected by Fridericia method (QTcF) \\< 470 msec.\n10. Urine test: urinary protein \\< 2+; If urinary protein ≥ 2+, 24-hour urinary protein quantification must show protein ≤1g.\n11. Subject is willing and able to comply with the protocol (including contraceptive measures) for the duration of the study including undergoing treatment and scheduled visits and examinations including follow up.\n12. With good compliance with the planned treatment, are able to understand the follow-up procedures of this study and sigh the informed consent form.\n\nExclusion Criteria:\n\nPatients with any of the following were not enrolled in the study:\n\n1. Cancer-related history and treatment history: 1) Bilateral breast cancer; 2) Previous history of ductal carcinoma in situ (DCIS) or lobular carcinoma in situ (LCIS); 3) Previous history of invasive or metastatic breast cancer; 4) Any malignant tumor was diagnosed within 3 years before signing the informed consent, excluding cured cervical carcinoma in situ, basal cell carcinoma or squamous cell carcinoma; 5) Received systemic chemotherapy, systemic targeted therapy and local radiotherapy within 3 years before signing the informed consent; 6) Previously treated with VEGFR small molecule tyrosine kinase inhibitors (such as famitinib, sorafenib, sunitinib, regorafenib, etc.) (except bevacizumab); 7) Prior treatment with PARP inhibitors for any disease;\n2. Stage IV breast cancer according to the AJCC staging system, 8th edition.\n3. Inflammatory breast cancer or breast rupture.\n4. There are clinical symptoms or diseases of the heart that are not well controlled\n5. Hypertension that is not well controlled by antihypertensive medication: systolic blood pressure ≥ 150 mmHg or diastolic blood pressure ≥ 90 mmHg has a history of hypertensive crisis or hypertensive encephalopathy.\n6. NCI-CTCAE v5.0 grade ≥2 bleeding events occurred within 4 weeks before the first medication, including but not limited to hemoptysis (single episode of hemoptysis volume ≥ 2mL), vaginal bleeding, gastrointestinal bleeding, etc.\n7. Excessive arterial/venous thrombosis events occurred within 6 months before the first medication, such as cerebrovascular accident (including transient ischemic attack, cerebral hemorrhage, cerebral infarction), deep vein thrombosis and pulmonary embolism, etc. Patients with lower extremity intermuscular venous thrombosis who were evaluated as not requiring anticoagulant therapy, and those whose mural thrombus caused by catheterization had disappeared and did not require drug therapy were considered for enrollment.\n8. Inability to swallow tablets normally or abnormal gastrointestinal function, which may affect drug absorption as judged by the researcher;\n9. Receipt of a strong inhibitor of CYP3A4, CYP2D6, P-gp, or BCRP from the date of first dose \\<5 times of drug half-lives or 14 days; The interval between receiving treatment with the above enzyme strong inducers and the first dose \\< 28 days.\n10. Evidence of any disease as judged by the investigator (e.g., severe or uncontrolled systemic disease, including severe systemic infection, uncontrolled hypertension, renal transplantation and active bleeding disease, coagulation disorders, platelet dysfunction, severe chronic gastrointestinal disease, or patients with other serious medical conditions);\n11. Have undergone major surgery other than invasive diagnostic procedures, peripherally inserted central catheter (PICC) procedures, or pathological biopsy within 28 days prior to the first dose, or are expected to undergo major surgery during the study period;\n12. Unhealed wounds, ulcers, or fractures;\n13. Active hepatitis B (defined as hepatitis B surface antigen \\[HBsAg\\] positive and HBV-DNA ≥500IU/ml);\n14. Hepatitis C infection (defined as a positive test for hepatitis C virus antibody \\[HCV-Ab\\] and an HCV-RNA test higher than the lower limit of the assay);\n15. Known history of human immunodeficiency virus (HIV) infection;\n16. Known history of psychotropic substance abuse, alcohol or drug abuse;\n17. Active psychiatric disorders (schizophrenia, major depressive disorder, bipolar disorder, etc.) and depression being treated with antidepressants were not exclusion criteria.\n18. Patients with known allergy or intolerance to the study drug or its excipents;\n19. Patients of reproductive age who are pregnant or lactating, and who refuse to use appropriate contraception during the course of the trial;\n20. Participated in other trial studies within 30 days before the first dose of the study drug, or not more than 5 half-lives since the last dose of the study drug;\n21. Patients judged by the investigator to be ineligible for the study.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}