{
    "nctId": "NCT06400849",
    "briefTitle": "Comparison of the Efficacy of Cryotherapy Combined With Compression in Preventing Neuropathy",
    "officialTitle": "Comparison of the Efficacy of Cryotherapy Combined With Compression in Preventing the Development of Paclitaxel-induced Peripheral Neuropathy in Non-metastatic Breast Cancer: A Prospective, Single-centre, Self-controlled Trial",
    "overallStatus": "RECRUITING",
    "conditions": "Non-metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "PREVENTION",
    "enrollmentCount": 60,
    "primaryOutcomeMeasure": "To compare the efficacy in preventing peripheral neuropathy as determined by medical staff between cryotherapy treatment alone and combined cryotherapy and compression treatment of the upper limbs in patients treated with paclitaxel.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patient age ≥ 18 years ;\n* Performance Status (PS): 0 to 2\n* Women with localised or locally advanced breast cancer of any histology\n* Indication for treatment with 3 to 4 cycles of paclitaxel (+/- trastuzumab, pertuzumab, carboplatin or endoxan) as adjuvant or neoadjuvant therapy. The choice of the number of cycles will be at the investigator's discretion.\n* Symmetry of upper limb peripheral neuropathy grade ≤ 1 according to CTCAE version 5.0 at inclusion.\n* Presence of radial pulses in the upper limbs.\n* Presence of tibio-posterior and tibio-anterior ankle pulses or ankle systolic pressure index \\> 0.9.\n* Patient has read the information note and signed the informed consent form.\n* The patient is covered by social security.\n\nExclusion Criteria:\n\n* Patient age \\< 18 years\n* Patients diagnosed with metastatic or bilateral breast cancer\n* Patients with metastatic disease of any location\n* Peripheral neuropathy grade ≥ 2 according to CTCAE version 5.0 of the upper or lower limbs\n* Patients with asymmetric upper limb peripheral neuropathy grade \\> 1 according to CTCAE version 5.0 at inclusion.\n\n  \\*In the case of asymmetry of the lower limbs of grade \\> 1 according to CTCAE version 5.0, the patient will not be considered a failure in selection but the corresponding secondary criteria will not be analysed.\n* Patients with underlying medical conditions that could potentially cause peripheral neuropathy (diabetes mellitus, chronic alcoholism, unilateral lymphoedema or postherpetic neuralgia), or any other reason based on the investigator's judgement.\n* Diagnosed Raynaud's syndrome\n* Obstructive arterial disease of the lower limbs\n* History of myocardial infarction\n* Patients already using compression foot socks\n* Vulnerable populations and participants defined in Articles 64 to 68 of Regulation (EU) 2017/745 of the European Parliament and of the Council of 5 April 2017:\n\n  * Pregnant women\n  * Incapacitated participants who have not given their free and informed consent or refused to do so before the onset of their incapacity, who do not fall under the provisions of Article 64 ;\n  * Pregnant or breast-feeding women who are not covered by the provisions of article 66;\n  * Persons of full age who are the subject of a legal protection measure or who are unable to express their consent.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}