{
    "nctId": "NCT05959889",
    "briefTitle": "Effect of Montelukast on Doxorubicin Induced Cardiotoxicity in Breast Cancer",
    "officialTitle": "Evaluating the Effect of Montelukast on Doxorubicin Induced Cardiotoxicity in Breast Cancer Patients.",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer, Doxorubicin Induced Cardiotoxicity",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 50,
    "primaryOutcomeMeasure": "NF-KB",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Adult patients (age≥18 and≤ 70years old) with biopsy-confirmed diagnosis of breast cancer according to the American Joint Committee on Cancer (TNM staging system).\n2. Patients with performance status (\\<2) according to Eastern Cooperative Oncology Group (ECOG).\n3. Patients with adequate hematologic parameters (absolute neutrophil count≥1.5× 109/L, platelet count≥100× 109/L, hemoglobin level≥10 g/dl), adequate liver function (serum bilirubin\\<1.5 mg/dl), and adequate renal function (serum creatinine\\<1.5 mg/dl, creatinine clearance (CrCl)\\>45 ml/min).\n\nExclusion Criteria:\n\n1. Patients who refuse to sign the written consent.\n2. If blood cell counts are too low.\n3. Severe liver problem.\n4. Recent heart attack or have severe heart problems.\n5. Previous treatment with Doxorubicin or certain other anticancer medications.\n6. Allergy to certain other anti-cancer medicines, doxorubicin hydrochloride, Cis-platin, vincristine, paclitaxel, docetaxel, foscarnet, etc.\n\n   in the last 6 months.\n7. Women with evidence of metastasis at the initial assessment.\n8. Presence of clinical evidence for severe cardiac illness (angina pectoris, uncontrolled hypertension, arrhythmias, and left ventricular ejection fraction\\<50%).\n9. Pregnant and breast-feeding women.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}