{
    "nctId": "NCT04304924",
    "briefTitle": "Motivating to Exercise and Diet, and Educating to Healthy Behaviors After Breast Cancer",
    "officialTitle": "Motivating to Exercise and Diet, and Educating to Healthy Behaviors After Breast Cancer",
    "overallStatus": "UNKNOWN",
    "conditions": "Overweight or Obese Breast Cancer Patients",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "PREVENTION",
    "enrollmentCount": 220,
    "primaryOutcomeMeasure": "Fatigue",
    "eligibilityCriteria": "Inclusion Criteria:\n\nThis study will be focused on an overweight/obese (BMI ≥25 kg/m2) population of patients with early BC. Particularly, patients will be eligible if they have:\n\n* Documentation of Disease:\n\n  1. Subjects must have histologically confirmed invasive BC and registration must occur within 12 months after the end of active treatment,\n  2. Bilateral breast carcinoma is allowed,\n  3. Patients must have Stage I toIII BC and no evidence of distant metastatic or locally recurrent disease,\n  4. No history of invasive BC in 5 years prior to study registration other than the current diagnosis (prior Ductal Carcinoma in situ (DCIS) at any time does not make a patient ineligible).\n* Documentation of overweight/obesity: Subjects must have a BMI ≥25 kg/m2 objectively assessed at the time of eligibility evaluation or reported in the medical records within 56 days prior to study registration. The most recent BMI obtained must be used for eligibility. If most recent BMI is \\<25 then the patient is not eligible to enroll.\n* Prior Treatment :\n\n  1. All adjuvant or neoadjuvant CT, radiation, and surgery completed at least 21 days prior to registration to a maximum of 365 days after the end of treatment,\n  2. Patients may have breast reconstruction during protocol participation, but definitive BC surgery must be completed at least 21 days prior to registration,\n  3. Biologic therapy, hormonal therapy, and bisphosphonates are acceptable.\n* Other:\n\n  1. Age ≥ 18 years,\n  2. ECOG Performance Status 0 or 1,\n  3. Self-reported ability to walk at least 400 metres (at any pace),\n  4. Patient should understand, sign, and date the written informed consent form prior to any protocol-specific procedures performed. Patient should be able and willing to comply with study visits and procedures as per protocol,\n  5. Patients must be affiliated to a social security system or beneficiary of the same.\n\nExclusion Criteria:\n\n1. Participation in another clinical study with an investigational product that has Fatigue as a known frequent adverse effects during the last 3 months and while on study treatment,\n2. Participating in another weight loss, physical activity or dietary intervention clinical trial. Participants in both arms are also allowed to pursue weight loss and physical activity programs on their own, as long as these programs are not provided as part of a clinical trial,\n3. Comorbid conditions, such as other malignancy, diabetes, inflammatory bowel disease, history of severe cardiovascular, respiratory or musculoskeletal disease that would preclude adherence to the study diet or physical activity program or significantly affect the physical status, or the ability to give an informed consent,\n4. Secondary overweight or obesity documented or suspected,\n5. Chronic consumption of corticosteroids,\n6. Self reported pregnancy or intent to become pregnant in the year after enrollement,\n7. Patient under guardianship or deprived of his liberty by a judicial or administrative decision or incapable of giving its consent",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}