{
    "nctId": "NCT04125693",
    "briefTitle": "Roll-over Study to Continue Treatment With the Investigational Drug Rogaratinib and to Further Test Its Safety",
    "officialTitle": "A Roll-over Study to Provide Continued Treatment With Rogaratinib in Participants Who Were Enrolled in Rogaratinib Studies",
    "overallStatus": "COMPLETED",
    "conditions": "Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 1,
    "primaryOutcomeMeasure": "Incidence of treatment-emergent adverse events (TEAEs)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Participants enrolled in any Bayer-sponsored rogaratinib feeder study at the time of study closure, who are currently receiving rogaratinib (monotherapy or combination therapy) and are experiencing clinical benefit from treatment, determined by the treating physician.\n* Participants who meet criteria to initiate a subsequent cycle of therapy, as determined by the guidelines of the feeder study protocol.\n* Any ongoing adverse events that required temporary treatment interruption must be resolved to baseline grade or assessed as stable and not requiring further treatment interruption.\n* Women of childbearing potential and men with reproductive potential must be willing to continue practicing acceptable methods of birth control during the study treatment and until 6 months after stopping study treatment.\n\nExclusion Criteria:\n\n* Ineligibility, for medical reasons, to start the next treatment cycle in the respective feeder study.\n* Patients with a beta-human chorionic gonadotropin (hCG) test consistent with pregnancy.\n* Participants are using one or more of the prohibited medications listed in the respective feeder study protocol\n* Negative benefit / risk ratio as determined by the investigator\n* Positive pregnancy test for on-treatment participants",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}