{
    "nctId": "NCT05774886",
    "briefTitle": "Implantable Microdevice for TNBC - Pilot Study",
    "officialTitle": "Pilot Study of an Implantable Microdevice to Evaluate Drug Responses in Situ in Early-stage Triple-negative Breast Cancer",
    "overallStatus": "WITHDRAWN",
    "conditions": "Triple Negative Breast Cancer, Breast Cancer Stage II, Breast Cancer Stage III, Breast Cancer, Early Stage Triple-Negative Breast Carcinoma, Breast Neoplasms, Breast Carcinoma",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "Number of Participants with Adverse Events",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Participants must have histologically or cytologically confirmed invasive breast cancer.\n* Anatomic stage II-III breast cancer per AJCC 8th edition classification system. Primary breast tumor must be at least 2 cm in size (per imaging and/or physical exam). Participants must be considered candidates for neoadjuvant systemic therapy with the intention to undergo surgery (breast +/- axillary).\n* Estrogen-receptor and progesterone-receptor expression both \\<10% by immunohistochemistry (IHC), and HER2-negative status as determined by the current ASCO/CAP guidelines.\n* Participant must agree to undergo the percutaneous procedures for implantation and removal of the microdevice.\n* Participant must be evaluated by a surgeon and/or medical oncologist who will determine the clinically appropriate treatment strategy based on clinical history and extent of disease. Participant must be deemed medically fit to undergo the percutaneous procedures for microdevice implantation and removal.\n* Participant must have a primary breast tumor that is considered amenable to percutaneous placement and removal of the microdevice. Participants with history of prior malignancy (invasive or in situ) in the ipsilateral breast are not eligible.\n* Patients with multifocal or multicentric disease are eligible, if not known to be HER2-positive. Pathologic confirmation of multifocal or multicentric is at physician´s discretion; however, if pathologic confirmation is obtained, receptor status must be available prior to registration.\n* Patients with bilateral breast cancers are eligible, if not known to be HER2-positive. Pathologic confirmation of bilateral breast cancer is at physician´s discretion; however, if pathologic confirmation is obtained, receptor status must be available prior to registration.\n* Prior systemic therapy: No prior chemotherapy, biologic therapy, hormonal therapy or investigational therapy for this breast cancer.\n* Prior radiation therapy: No prior radiation to the ipsilateral breast.\n* Prior surgery: No prior surgery to the ipsilateral breast.\n* The subject is ≥ 18 years old.\n* ECOG performance status ≤ 2 (Appendix A).\n* Participants will undergo laboratory testing within 7 days prior to the microdevice placement. Participants must have normal coagulation and marrow function as defined below:\n\n  * Absolute neutrophil count ≥ 1,500/mcL\n  * Platelets ≥ 75,000/mcL\n  * PT (INR) \\< 1.5\n  * PTT \\< 1.5 x control\n* Female subjects of childbearing potential must have a negative serum or urine pregnancy test within 7 days prior registration. Childbearing potential is defined as: participants who have not reached a postmenopausal state (≥ 12 continuous months of amenorrhea with no identified cause other than menopause) and have not undergone surgical sterilization (removal of ovaries and/or uterus).\n* Patients must have the ability to understand and the willingness to sign a written informed consent document.\n\nExclusion Criteria:\n\n* Uncontrolled, significant intercurrent or recent illness including, but not limited to, ongoing or active infection, uncontrolled non-malignant systemic disease, uncontrolled seizures, or psychiatric illness/social situation that would limit compliance with study requirements in the opinion of the treating investigator.\n* Prior hypersensitivity to any of the study drugs implanted with the device.\n* Pregnant women are excluded from this study because of the possible increased dose of radiation from imaging associated with the device placement (e.g., if placement cannot be performed guided by ultrasound or MRI, if additional imaging and/or procedures are required due to potential complication of the device placement or removal).\n* Uncorrectable bleeding or coagulation disorder known to cause increased risk with surgical or percutaneous biopsy procedures.\n* Significant risk factors (including, but not limited to, high risk of venous thrombosis, pulmonary embolism, stroke, or myocardial infarction) precluding the safe cessation of anticoagulation medication as per Radiology guidelines. (Patients taking low-dose aspirin only do not need to be excluded.)",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}