{
    "nctId": "NCT00003855",
    "briefTitle": "Lymph Node Removal in Treating Women Who Have Stage I or Stage IIA Breast Cancer",
    "officialTitle": "A Randomized Trial of Axillary Node Dissection in Women With Clinical T1-2 N0-1 M0 Breast Cancer Who Have a Positive Sentinel Node",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 605,
    "primaryOutcomeMeasure": "Overall survival",
    "eligibilityCriteria": "Inclusion Criteria:\n\nPLEASE NOTE: Patients registered to this study may undergo intra-operative or post¬operative randomization.\n\n1. Patient must be female.\n2. Patient must be at least 18 years of age.\n3. Patient's clinical stage must be documented as tumor size less than 5 cm, with no palpable nodes and no evidence of metastatic disease (T1 or T2 N0 M0; see appendices for staging criteria) and the tumor documented as amenable to lumpectomy.\n4. Patient must have a tissue diagnosis of invasive breast carcinoma. Note: A patient can be registered to this study if they have a cytologic diagnosis suggestive of carcinoma from a fine needle aspiration (FNA) of a palpable or non-palpable breast lesion and the investigator believes the breast lesion is clinically suspicious for invasive breast carcinoma.\n5. Date of the patient's first tissue diagnosis of invasive breast carcinoma or cytologic diagnosis of carcinoma must be no more than 60 days prior to the SLND.\n6. The patient who had BCT (segmental mastectomy) performed previously, and is now referred to the local investigator for SLND, is eligible if the BCT was less than or equal to 60 days prior to the SLND. NOTE: Copies of the operative and pathology reports must be submitted as part of the registration process.\n7. Patient must have ECOG/Zubrod status =2, as documented in patient's medical record.\n8. Patient must be available for follow-up.\n9. Patient of childbearing potential must have a negative serum or urine pregnancy test within 14 days of beginning study interventions.\n10. Patient must have access to radiation therapy.\n11. A sentinel lymph node must be identified that contains metastatic breast cancer as documented by frozen section, touch prep, or H\\&E staining on permanent section.\n\n    * NOTE: Patients with metastatic breast cancer identified by immunohistochemistry (IHC) are not eligible.\n12. Patient randomized to ALND must undergo ALND within 42 days of their SLND.\n13. A patient with a history of a previous malignancy is eligible for this study as long as the patient meets the following criteria for a cancer survivor. A cancer survivor is eligible provided that the following criteria are met:\n\n    1. The patient has undergone potentially curative therapy for all prior malignancies,\n    2. There has been no evidence of any prior malignancies for at least five years with no evidence of recurrence (except for effectively treated basal cell or squamous carcinoma of the skin, carcinoma in -situ of the cervix that has been effectively treated by surgery alone, or lobular carcinoma in-situ of the ipsilateral or contralateral breast treated by surgery alone), and\n    3. The patient is deemed by their treating physician to be at low risk for recurrence from prior malignancies.\n14. Patient or the patient's legally acceptable representative must provide a signed and dated written informed consent prior to registration and any study-related procedures.\n15. Patient must provide written authorization to allow the use and disclosure of their protected health information. NOTE: This may be obtained in either the study-specific informed consent or in a separate authorization form and must be obtained from the patient prior to study registration.\n\nExclusion Criteria:\n\n1. Patient is lactating (breastfeeding).\n2. Patient has been previously treated with chemotherapy, estrogen receptor antagonists (i.e., Tamoxifen) or selective estrogen receptor modulators (SERMs, i.e., Raloxifene) for this invasive breast cancer.\n3. Patient has a previously placed pre-pectoral breast implant. NOTE: A subpectoral implant is allowed.\n4. Patient has concurrent invasive bilateral breast malignancies.\n5. Patient has clinically and radiologically identified multi-centric disease that is not amenable to a single lumpectomy.\n6. Patient has had previous ipsilateral axillary surgery such as excisional biopsy of lymph node(s), treatment of hidradenitis.\n7. Patient has a medical contraindication to ALND or is considered a poor surgical risk due to a non-malignant systemic disease (cardiovascular, renal, etc.) that would preclude the treatment options.\n8. Patient who is noted to have matted nodes or gross extranodal disease at the time of SLND.\n9. Patient has three or more positive sentinel nodes by frozen section, touch prep, or H\\&E staining on permanent section.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}