{
    "nctId": "NCT01805271",
    "briefTitle": "Safety Study of Adding Everolimus to Adjuvant Hormone Therapy in Women With High Risk of Relapse, ER+ and HER2- Primary Breast Cancer, Free of Disease After Receiving at Least One Year of Adjuvant Hormone Therapy",
    "officialTitle": "Randomized, Double Blind, Multicentric Phase III Trial Evaluating the Safety and Benefit of Adding Everolimus to Adjuvant Hormone Therapy in Women With High Risk of Relapse, ER+ and HER2- Primary Breast Cancer Who Remain Free of Disease After Receiving at Least 1 Year of Adjuvant Hormone Therapy",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Primary Non-metastatic Breast Cancer, Who Remain Disease-free",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 1278,
    "primaryOutcomeMeasure": "To evaluate the benefit from adding everolimus to standard endocrine treatments after two years of treatment on the disease-free survival (DFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Female ≥18 years of age,\n2. Histologically proven invasive unilateral or bilateral breast cancer (regardless of the morphological subtype),\n3. Any T, M0\n4. Patient with high risk of relapse according to one of the conditions below:\n\n   * at least 4 positive lymph nodes if the patient had primary surgery\n   * or at least 1 positive lymph node if surgery was conducted after neo adjuvant chemotherapy or hormone therapy of at least 3 months duration\n   * or 1-3 positive lymph nodes (pN1a, b, c) at primary surgery AND EPClin score ≥3.32867 Note: Access to primary tumor for patients with 1-3 node positive is mandatory. Patient with EPClin score \\<3.32867 will not be randomized, but will be followed yearly during 10 years\n5. ER+ and HER2 negative : Hormone receptor positive is defined as any staining on the primary tumor, HER2 negativity is defined as IHC 0-1+, or \\[IHC 2+ and FISH or CISH non-amplified\\]\n6. Primary tumor completely resected (deep margins and overlying skin involvement allowed if fully resected)\n7. Patients who will begin an adjuvant hormone therapy or have received a maximum of 4 years of adjuvant hormone therapy. Hormone therapy could be either +/- LH-RH agonists, letrozole, anastrozole or exemestane.\n8. No clinically or radiologically detectable metastases at time of inclusion.\n9. WHO Performance status (ECOG) of 0 or 1.\n10. Adequate hematological function (neutrophil count ≥2x10⁹/L; platelet count ≥ 100x10⁹/L)\n11. Adequate hepatic function: AST and ALT ≤2.5 ULN, alkaline phosphatases ≤2.5 ULN, total bilirubin ≤2 ULN\n12. Adequate renal function: serum creatinine ≤1.5 ULN\n13. Signed written informed consent\n\nExclusion Criteria:\n\n1. Any local, or regional recurrence or metastatic disease\n2. Any clinical or radiological suspicion of malignant or pre-malignant disease in the contralateral breast\n3. Patients with pN1mi as sole nodal involvement\n4. Previous cancer (excepted basal cell carcinoma of the skin or in situ carcinoma of the cervix) in the preceding 5 years, including invasive contralateral breast cancer\n5. Patient already included in another ongoing therapeutic trial involving an unlicensed drug for which follow-up is required\n6. Patient who is pregnant or breast-feeding. Adequate birth control measures should be taken during the study treatment phase\n7. Patient with significantly impaired lung function (e.g. Chronic Obstructive Pulmonary Disease, respiratory insufficiency, Interstitial Lung Disease)\n8. Positive serology for HIV infection or hepatitis C\n9. Chronic carrier of HBV (positive Antigen HbsAg positive in the blood)\n10. Patient with chronic infection\n11. Uncontrolled diabetes defined as glycated haemoglobin , HbA1c \\>7%\n12. Uncontrolled hypercholesterolemia (cholesterol \\>300 mg/dl under adequate therapy)\n13. Known hypersensitivity to the active substance, to other rapamycin derivatives or to any of the excipients\n14. Patient with other concurrent severe and/or uncontrolled medical disease or infection which could compromise participation in the study (e.g. patient who regularly require systemic steroids to control co-morbid disease)\n15. Patient with any psychological, familial, social or geographical condition which could potentially hamper compliance with the study protocol and follow-up schedule; those conditions should be discussed with the patient before registration in the trial",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}