{
    "nctId": "NCT04261218",
    "briefTitle": "Safety, Pharmacodynamics, Pharmacokinetics, and Efficacy of Tomivosertib Combined With Paclitaxel in Advanced Breast Cancer",
    "officialTitle": "A Trial to Assess the Safety, Pharmacodynamic Effects, Pharmacokinetics and Efficacy of the MNK Inhibitor Tomivosertib (eFT508) in Combination With Paclitaxel, Following a Run-in Period of Tomivosertib Monotherapy, in Patients With Advanced Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 19,
    "primaryOutcomeMeasure": "Number of Patients with Adverse Events (AEs)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Signed and dated Patient Informed Consent Form (PICF) obtained prior to any trial-specific screening procedure.\n2. Women or men aged ≥ 18 years-old on the day of the written informed consent is given.\n3. Histologically or cytologically confirmed breast adenocarcinoma that is either metastatic (stage IV of the TNM classification) or locally recurrent and not amenable to local curative treatment.\n4. Known ER, PgR and HER2 statuses (note: the BC subtype at trial entry will be determined by the statuses in the most recent sample(s) tested for ER, PgR and HER2).\n5. Evidence of measurable disease (according to RECIST v.1.1) based on imaging studies and/or physical examination.\n6. Patient is a candidate for weekly paclitaxel as palliative treatment for the locally recurrent and/or metastatic disease in the opinion of the treating physician, or is currently receiving paclitaxel (achieving disease control or not). Note: any number of prior lines of standard-of-care or experimental therapies are allowed.\n7. At least one metastatic (or recurrent) lesion that is amenable to repeated biopsy and willingness and ability to undergo two biopsies (at screening and approximately 2 weeks after the start of trial treatment).\n8. ECOG performance status of 0, 1 or 2.\n9. Life expectancy of ≥ 6 months per Investigator's judgement.\n10. Adequate organ function during screening, as defined below:\n\n    * Hemoglobin ≥8.0 g/dL (criterion must be met without erythropoietin dependency and without packed red blood cell transfusion within the last 2 weeks)\n    * Absolute neutrophil count ≥1,500 cells/mm3\n    * Platelet count ≥100,000 cells/mm3\n    * Total bilirubin ≤1.5 × upper limit of normal (ULN) OR direct bilirubin ≤ULN for participants with total bilirubin levels \\>1.5 × ULN\n    * Aspartate aminotransferase and alanine aminotransferase ≤3 × ULN (≤5 × ULN for patients with liver metastases)\n    * Measured or calculated creatinine clearance (CrCl) \\>60 mL/min (if calculated, it should be done using the Cockcroft-Gault formula)\n11. For women of childbearing potential (WoCBP) - must meet all of the following criteria:\n\n    * Not pregnant (negative serum pregnancy within 14 days of enrollment), and\n    * Not breastfeeding, and\n    * Willing to use a protocol-recommended method of contraception (refer to details within protocol), from the start of tomivosertib until at least 30 days after the last dose of trial treatment.\n\n    Note: A female patient is considered to be of childbearing potential unless she has had a hysterectomy, bilateral tubal ligation/occlusion, or bilateral oophorectomy, has medically documented ovarian failure (with serum estradiol and follicle-stimulating hormone levels within the institutional laboratory postmenopausal range), or is postmenopausal. Post-menopausal status is defined as 12 consecutive months with no menses without an alternative medical cause.\n12. For sexually active male subjects who can father a child - must be willing to refrain from sperm donation and to use a protocol-recommended method of contraception (detailed within protocol), from the start of tomivosertib until at least 74 days after the last dose of trial treatment.\n13. Willing and able to comply with the scheduled visits, drug administration plan, protocol-specified laboratory tests, other trial procedures, and trial restrictions. Note: psychological, social, familial, or geographical factors that might preclude adequate trial participation should be considered.\n\nExclusion Criteria:\n\n1. Current evidence of incomplete recovery from clinically-significant toxicities associated with prior anti-cancer treatment(s), that would represent a contra-indication to experimental therapy in the opinion of the Investigator.\n2. Prior systemic standard or investigational anti-cancer therapy within 3 weeks prior to enrollment and/or major surgery within 2 weeks prior to enrollment.\n3. Known symptomatic brain metastases requiring ≥10 mg/day of prednisolone (or its equivalent). Patients with previously diagnosed brain metastases are eligible if they have completed their treatment, have recovered from the acute effects of radiation therapy or surgery prior to the start of tomivosertib, fulfill the steroid requirement and are neurologically stable.\n4. Active infection requiring systemic therapy.\n5. Gastrointestinal disease that may interfere with drug absorption or with interpretation of gastrointestinal adverse events (e.g., gastric or intestinal bypass surgery, pancreatic enzyme insufficiency, malabsorption syndrome, symptomatic inflammatory bowel disease, chronic diarrheal illness, bowel obstruction).\n6. Significant cardiovascular disease including myocardial infarction, arterial thromboembolism, or cerebrovascular thromboembolism, within 8 weeks prior to the start of tomivosertib; unstable dysrhythmias or other known clinically significant electrocardiogram abnormality; unstable angina; New York Heart Association Class 3 or 4 congestive heart failure; uncontrolled hypertension (diastolic blood pressure ≥100 mmHg and/or systolic blood pressure ≥180 mmHg); or history of congenital prolonged QT syndrome.\n7. Prior therapy with any inhibitor of MNK1 and/or MNK2.\n8. Have used a strong inhibitor or inducer of cytochrome P450 (CYP) 3A4, CYP2C9, CYP2D6, or CYP1A2 within 7 days prior to randomization or are expected to require use of a strong inhibitor or inducer of CYP3A4, CYP2C9, CYP2D6, or CYP1A2 during study participation.\n9. Known or suspected hypersensitivity to the trial drugs or excipients contained in the trial drugs.\n10. History of another malignancy except for the following: adequately treated local basal cell or squamous cell carcinoma of the skin; in situ cervical carcinoma; adequately treated, papillary, noninvasive bladder cancer; other adequately treated malignancy currently in complete remission for ≥2 years.\n11. History or current evidence of any other medical or psychiatric condition or addictive disorder, or laboratory abnormality that, in the opinion of the Investigator, will increase the risks associated with trial participation, or require treatments that will interfere with the conduct of the trial or the interpretation of trial results.\n12. Pregnant or breast-feeding (lactating) women or women who plan to become pregnant or breast-feed during her trial participation.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}