{
    "nctId": "NCT02312934",
    "briefTitle": "Nicotinic Treatment of Post-Chemotherapy Subjective Cognitive Impairment: A Pilot Study",
    "officialTitle": "Nicotinic Treatment of Post-Chemotherapy Subjective Cognitive Impairment: A Pilot Study",
    "overallStatus": "COMPLETED",
    "conditions": "Chemo Brain, Chemotherapy-related Cognitive Impairment, Chemo Fog, Breast Cancer, Chemobrain",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 22,
    "primaryOutcomeMeasure": "Change in the Functional Assessment of Cancer Therapy-Cognitive Function (FACT-Cog) PCI Scale",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* All participants will:\n\n  1. Be between 35 and 80 years of age,\n  2. Have been diagnosed with noninvasive or invasive (Stage 1, 2, or 3A) breast cancer,\n  3. Have undergone treatment with systemic chemotherapy within the last 1-5 years,\n  4. Endorse persistent CRCI subjective complaints,\n  5. Be non-smokers (no nicotine use within the last 5 years),\n  6. Have no active cardiac, neurologic, or psychiatric illness, and\n  7. Fluent in and able to read English.\n\nExclusion Criteria:\n\n* Participants will be excluded for:\n\n  1. Any active neurologic and/or psychiatric disease, history of significant head trauma followed by persistent neurologic deficits, or known structural brain abnormalities,\n  2. Current major depression or another major psychiatric disorder as described in DSM-5 (use of CNS active medications (e.g. antidepressants) will be permitted, provided dosing has been stable for at least 3 months),\n  3. Any history of alcohol or substance abuse or dependence within the past 2 years (DSM-5 criteria),\n  4. Any significant systemic illness or unstable medical condition which could lead to difficulty complying with the protocol including:\n* History of myocardial infarction in the past year or unstable, severe cardiovascular disease including angina or CHF with symptoms at rest, or clinically significant abnormalities on the ECG\n* Clinically significant and/or unstable pulmonary, gastrointestinal, hepatic, or renal disease\n* Insulin-requiring diabetes or uncontrolled diabetes mellitus,\n* Uncontrolled hypertension (systolic BP\\> 170 or diastolic BP\\> 100), 5. Use of any investigational drugs within 30 days or 5 half-lives, whichever is longer, prior to screening, and 6. Use of any drugs with pro-cholinergic properties (e.g. donepezil).",
    "sex": "FEMALE",
    "minimumAge": "35 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}