{
    "nctId": "NCT02053636",
    "briefTitle": "A Phase II Trial Testing Oral Administration of Lucitanib in Patients With Fibroblast Growth Factor Receptor (FGFR)1-amplified or Non-amplified Estrogen Receptor Positive Metastatic Breast Cancer",
    "officialTitle": "An Open, 3-cohort, Phase II Trial Testing Oral Administration of Lucitanib in Patients With FGFR1-amplified or Non-amplified Estrogen Receptor Positive Metastatic Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 76,
    "primaryOutcomeMeasure": "Objective response rate (ORR)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologically confirmed breast adenocarcinoma.\n* Presence of an accessible metastatic lesion for biopsy or at least one archived metastatic tumour sample.\n* Prior first-line systemic therapy in the metastatic setting.\n* Demonstrated progression of disease by radiological or clinical assessment.\n* Female patient, aged ≥18 years old.\n* Estimated life expectancy \\>3 months.\n* Normal Left ventricular function\n* Adequate haematological, hepatic and renal functions.\n* For women with childbearing potential, a negative pregnancy test prior to initiation of the study drug and willingness to use an effective contraception.\n* Ability to swallow oral capsules or tablets.\n\nExclusion Criteria:\n\n* More than two lines of chemotherapy with or without targeted therapy in the metastatic setting.\n* Previous treatment with bevacizumab within 3 months of first dose of Investigational Medicinal Product.\n* Active central nervous system metastases, cerebral oedema, and/or progressive growth.\n* Patients with impaired cardiac function.\n* Uncontrolled arterial hypertension\n* Patients with history of thrombotic disorders or hereditary risk factors of thromboembolic events\n* Serum potassium level below Lower Limit of Normal\n* Uncontrolled hypothyroidism.\n* Pregnant or breastfeeding women.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}