{
    "nctId": "NCT04059484",
    "briefTitle": "Phase 2 Study of Amcenestrant (SAR439859) Versus Physician's Choice in Locally Advanced or Metastatic ER-positive Breast Cancer",
    "officialTitle": "An Open Label Randomized Phase 2 Trial of Amcenestrant (SAR439859), Versus Endocrine Monotherapy as Per Physician's Choice in Patients With Estrogen Receptor-positive, HER2-Negative Locally Advanced or Metastatic Breast Cancer With Prior Exposure to Hormonal Therapies",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Cancer Metastatic",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 367,
    "primaryOutcomeMeasure": "Progression Free Survival (PFS)",
    "eligibilityCriteria": "Inclusion criteria :\n\n* 18 years or older.\n* Histological or cytological diagnosis of adenocarcinoma of the breast.\n* Locally advanced not amenable to radiation therapy or surgery in a curative intent, and/or metastatic disease.\n* Estrogen receptor(ER) positive status.\n* Human epidermal growth factor receptor 2 negative status.\n* Participants must have received no more than 1 prior chemotherapeutic or 1 targeted therapy regimen for advanced/metastatic disease.\n* In the main study, a prior treatment with a Cyclin-dependent kinase 4 and 6(CDK 4/6) inhibitor is mandatory if this treatment is approved and can be reimbursed for this participant. The percentage of participants without previous CDK 4/6 inhibitor will be capped to 20%. In the Chinese extension cohort, previous treatment with a CDK 4/6 inhibitor will not be mandatory, and there will be no limitation to the number of participants naïve to CDK4/6 inhibitor.\n* Participants must present a secondary endocrine resistance to endocrine therapy defined as: progression while on endocrine therapy after at least 6 months of treatment for advanced breast cancer, or relapse while on adjuvant endocrine therapy but after the first 2 years, or with a relapse within 12 months after completing adjuvant endocrine therapy.\n* Male or Female.\n\nExclusion criteria:\n\n* Eastern Cooperative Oncology Group performance status =\\>2.\n* Medical history or ongoing gastrointestinal disorders potentially affecting the absorption of amcenestrant. Participants unable to swallow normally and to take capsules.\n* Participant with any other cancer. Adequately treated basal cell or squamous cell skin cancer or in situ cervical cancer or any other cancer from which the participant has been disease free for greater than 3 years are allowed.\n* Severe uncontrolled systemic disease at screening .\n* Participants with known brain metastases that are untreated, symptomatic or require therapy to control symptoms.\n* Prior treatment with mammalian target of rapamycin inhibitors or any other selective estrogen receptor degrader(SERD) compound, except fulvestrant if stopped for at least 3 months before randomization.\n* Treatment with drugs that have the potential to inhibit Uridine'5 Diphospho-Glucuronosyl Transferase(UGT) less than 2 weeks before randomization.\n* Treatment with strong Cytochrome P450 (CYP)3A inducers within 2 weeks before randomization.\n* Ongoing treatment with drugs that are sensitive substrate of organic anion transporting polypeptide 1B1/B3(OATP1B1/B3) (asunaprevir, atorvastatin, bosentan, danoprevir, fexofenadine, glyburide, nateglinide, pitavastatin, pravastatin, replaglinide, rosuvastatin, and simvastatin acid).\n* Treatment with anticancer agents (including investigational drugs) less than 3 weeks before randomization.\n* Inadequate hematological, coagulation, renal and liver functions.\n\nThe above information is not intended to contain all considerations relevant to a patient's potential participation in a clinical trial.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}