{
    "nctId": "NCT04263298",
    "briefTitle": "Fulvestrant Versus Capecitabine as Maintenance Therapy After First-line Chemotherapy in Patients With HR+/HER2- Metastatic Breast Cancer",
    "officialTitle": "A Randomized, Multi-center, Open-label, Phase III Trial of Fulvestrant Versus Capecitabine as Maintenance Therapy After First-line Chemotherapy in Patients With Hormone Receptor Positive, Human Epidermal Growth Factor Receptor-2 Negative Metastatic Breast Cancer (FAMILY)",
    "overallStatus": "RECRUITING",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 210,
    "primaryOutcomeMeasure": "Progression free survival (PFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Adult female patients with advanced breast cancer diagnosed by pathology (aged 18-75, including 18 and 75 years old), not suitable for surgical resection or radiation therapy for the purpose of cure;\n* Pathological examination confirmed ER and / or PR positive, HER-2 negative (Positive ER expression: immunohistochemistry \\>1% tumor cell staining; Positive PR expression: immunohistochemistry \\>1% tumor cell staining; HER-2 negative: immunohistochemistry is 0,1+, or FISH/CISH negative when immunohistochemistry is 2+);\n* Patients with advanced breast cancer who have no disease progression after a 4-8-course first-line chemotherapy regimen (the effect is evaluated as complete response/ partial response/ stable disease). Capecitabine monotherapy as first-line chemotherapy is allowed and the courses of treatment should be limited to 6.\n* WHO physical status 0-1 points, estimated lifetime at least 3 months;\n* Imaging examinations within 3 weeks before enrollment were required for assessing tumor lesions before maintenance treatment (Examination results from local Tertiary A hospital are available);\n* Previous treatment-related toxicity should be relieved to ≤ Grade 1 according to NCI CTCAE (version 4.03) before randomization (Except for hair loss and other toxicities that are not at risk to the patient's safety based on the investigator's judgment);\n* The routine blood test was normal within 1 week before enrollment: WBC ≥3.0×10\\^9／L, b. ANC ≥1.5×10\\^9／L, c. PLT ≥100×10\\^9／L;\n* The liver and kidney function test was normal within 1 week before enrollment (Take the normal value of the laboratory of each research center as the standard): a. TBIL≤1.5× Upper Limit of Normal (ULN)b. ALT/AST≤2.5×ULN（Liver metastasis patients ≤5xULN） c. Serum Cr ≤1.5×ULN, or Ccr ≥60 ml/min;\n* Informed consent form signed before enrollment.\n\nExclusion Criteria:\n\nCannot be grouped if any of the following is true:\n\n* Newly developed central nervous system metastasis or symptom control of central nervous system is less than 4 weeks. (Patients with asymptomatic brian metastases which was stable more than 4 weeks by imaging assessment and do not need corticosteroid therapy are allowed to enrollment)\n* Diagnosis of any other malignant tumor within 3 years before randomization, except for adequately treated basal cells or squamous cell skin cancer or cervical cancer in situ;\n* Endocrine therapy for advanced disease;\n* Pregnant or breast-feeding patients;\n* Patients with accompanying disease or situation that may interfere with the study, or any serious medical problems that may affect the safety of the subject (for example, uncontrolled heart disease or high blood pressure, active or uncontrolled infection, active hepatitis B virus infection);\n* Patients who were unable to tolerate capecitabine toxicity were first identified in first-line treatment;\n* Patients with recurrent metastatic disease within 2 years of adjuvant endocrine therapy (including 2 years);",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}