{
    "nctId": "NCT00413075",
    "briefTitle": "Study of Oral PXD101 in Patients With Advanced Solid Tumors or Lymphoma",
    "officialTitle": "Open Label, Dose Escalation Trial of Oral PXD101 in Patients With Advanced Solid Tumors",
    "overallStatus": "COMPLETED",
    "conditions": "Solid Tumor, Lymphoma",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 121,
    "primaryOutcomeMeasure": "Safety, tolerability and maximum tolerated dose of orally administered PXD101 for each cohort",
    "eligibilityCriteria": "Inclusion Criteria Inclusion criteria must be met at the time of screening unless otherwise specified.\n\n* Age ≥ 18 years\n* Solid Tumor: Histologically documented diagnosis of primary or metastatic solid tumors refractory to standard therapy or for which no standard therapy exists. Entry will include, but is not limited to patients with androgen-independent prostate cancer, and cancers of the breast, ovary, head and neck, non-small cell lung, bladder, colorectal or kidney. Lymphoma: Relapsed or refractory B-Cell, T-Cell or NK-Cell lymphoma or Hodgkin's Disease. At Yale Cancer Center, lymphoma patients will be limited to those who are not eligible for potentially curative re-induction regimens and transplant and without a reasonable chance of having durable remissions with standard therapies.\n* At least one evaluable lesion. Lesions must be evaluated by CT-scan, MRI, or bone scan. Patients with prostate cancer, bone disease and rising PSA but no other evaluable disease are eligible and will be evaluated based on PSA. For lymphoma patients, lesions can also be measured by PET and/or evaluated in peripheral blood or bone marrow.\n* Progressive disease: Progressive disease will be defined as new or progressive lesions on CT-scan, MRI, bone scan or by rising PSA (see Section 11.3).\n* ≥ 4 weeks since prior RT or chemotherapy.\n* Karnofsky Performance Status ≥ 60%\n* Solid Tumor: Acceptable liver, renal and bone marrow function including the following:\n\n  * Absolute neutrophil count ≥ 1.5 x 109/L\n  * Hemoglobin ≥ 9.0 g/dl\n  * Platelets ≥ 100 x 109/L\n  * Bilirubin ≤ 1.5 times the upper limit of normal (x ULN)\n  * Aspartate transaminase (AST) and alanine transaminase (ALT) ≤ 3.0 x ULN (≤ 5.0 x ULN is acceptable if liver has tumor involvement)\n  * Serum Creatinine ≤ 1.5 x ULN\n  * PT-INR/PTT ≤ 1.5 x ULN or in the therapeutic range if on anticoagulation therapy\n* Lymphoma: Acceptable liver, renal and bone marrow function including the following:\n\n  * Absolute Neutrophil Count ≥ 1.0 x 109/L\n  * Platelets ≥ 50 x 109/L\n  * Bilirubin ≤ 1.5 times the upper limit of normal (x ULN), or ≤ 3 times ULN if documented hepatic involvement with lymphoma, or ≤ 5 times ULN if history of Gilbert's disease\n  * Aspartate transaminase (AST) and alanine transaminase (ALT) ≤ 3.0 x ULN (≤ 5.0 x ULN is acceptable if liver has tumor involvement)\n  * Serum Creatinine ≤ 1.5 x ULN\n  * PT-INR/PTT ≤ 1.5 x ULN or in the therapeutic range if on anticoagulation therapy\n* Serum potassium within normal range\n* Estimated life expectancy greater than 3 months\n* Signed informed consent must be obtained prior to any study specific procedures\n\nExclusion Criteria\n\nPatients who meet any of the following criteria are not eligible to enroll in this trial:\n\n* Prior treatment with PXD101\n* Solid Tumor: Anticancer therapy including chemotherapy, radiotherapy, endocrine therapy, immunotherapy or use of other investigational agents within the last 4 weeks or a longer period depending on the defined characteristics of the agents used (e.g. 6 weeks for mitomycin or nitrosourea) Lymphoma: No anticancer therapy within 2 weeks except for Rituximab which patients should be off for greater than three months unless there is evidence of disease progression.\n* Lymphoma patients who have relapsed within 100 days of autologous or allogeneic transplantation.\n* Serious concomitant systemic disorders (eg, active infection) that, in the opinion of the investigator, would compromise the safety of the patient or compromise the patient's ability to complete the study.\n* Presence of metastatic disease that, in the opinion of the investigator, would require palliative treatment within 4 weeks of enrollment\n* Symptomatic brain metastases\n* Significant cardiovascular disease including unstable angina pectoris, uncontrolled hypertension, congestive heart failure (NYHA Class III or IV) related to primary cardiac disease, a condition requiring anti-arrhythmic therapy, ischemic or severe valvular heart disease, or a myocardial infarction within 6 months prior to the trial entry\n* A marked baseline prolongation of QT/QTc interval, e.g., repeated demonstration of a QTc interval \\>500 msec; Long QT Syndrome; the required use of concomitant medication on PXD101 dosing days that may cause Torsade de Pointes (See Section 11.7)\n* Altered mental status precluding understanding of the informed consent process and/or completion of the necessary studies\n* Pregnant or breast-feeding women\n* Men and women of childbearing age and potential, who are not willing to use effective contraception\n* Major surgery within the last 4 weeks\n* Known HIV positivity, as safety in this patient population has not been assessed.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}