{
    "nctId": "NCT00416130",
    "briefTitle": "Clinical Trial of SAHA in Patients With Breast Cancer",
    "officialTitle": "Phase I/II Clinical Trial of Vorinostat in Patients With Recurrent and/or Metastatic Breast Cancer",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 49,
    "primaryOutcomeMeasure": "Clinical laboratory tests",
    "eligibilityCriteria": "Key Inclusion Criteria:\n\n* Cytologically or histologically confirmed adenocarcinoma of the breast that is recurrent and/or metastatic\n* Must have measurable disease as defined by RECIST criteria\n* No more than 2 prior chemotherapy for recurrent and/or metastatic disease excluding neoadjuvant or adjuvant chemotherapy\n* Previously received anthracycline- and taxane-containing chemotherapy for treatment of breast cancer in the neoadjuvant, adjuvant, or metastatic setting\n* Must be able to swallow capsules\n* Adequate bone marrow reserve and liver function\n* Women in reproductive age group must agree to practice effective contraception during the entire study period unless documentation of infertility exists.\n\nKey Exclusion Criteria:\n\n* Prior treatment with any HDAC inhibitor. Patients who have received such agents for other indications, e.g. epilepsy, may enroll in the trial after a 30 day washout period.\n* Known CNS involvement by tumor\n* Concurrent use of oral retinoids or any vitamin A, other than a single multivitamin tablet daily\n* Acute infection requiring intravenous antibiotics or antifungal agents,known HIV infection, active hepatitis B and/or hepatitis C infection\n* Uncontrolled intercurrent illness\n* Cancer other than breast cancer with the exception of basal cell carcinoma or disease that has been in remission for ≥5 years\n* Pregnant or lactating women",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}