{
    "nctId": "NCT02383030",
    "briefTitle": "Fulvestrant as Maintenance Therapy After First-line Chemotherapy in HER2 - Postmenopausal MBC Patients",
    "officialTitle": "Randomized Phase III Study of Fulvestrant as Maintenance Therapy After First-line Chemotherapy in HER2 Negative Postmenopausal Metastatic Breast Cancer Patients",
    "overallStatus": "UNKNOWN",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "DIAGNOSTIC",
    "enrollmentCount": 156,
    "primaryOutcomeMeasure": "Maintenance-progression-free survival (mPFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Histologically or cytologically diagnosis of breast cancer;\n2. Presence of metastatic disease either measureable or non-measureable but evaluable bone disease as defined by the Response Evaluation Criteria in Solid Tumors;\n3. Diagnosis of hormone receptor positive (HR+), HER2 negative breast cancer. To fulfill the requirement for HR+ disease, a breast cancer must express, by immunohistochemistry (IHC), at least one of the hormone receptors (estrogen receptor \\[ER\\], progesterone receptor \\[PR\\]). To fulfill the requirement for HER2 negative disease, a breast cancer must not demonstrate over-expression of HER2 by either IHC or fluorescence in-situ hybridization (FISH);\n4. Post-menopausal status at the time of randomization.\n5. Previous treatment with either an antiestrogen or an aromatase inhibitor for adjuvant or metastatic disease is allowed;\n6. Age \\>18;\n7. One line chemotherapy for metastatic disease discontinued for 21-28 days. Patient has to have response or stability from the first-line chemotherapy. The patient may have received prior systemic chemotherapy in the neo-adjuvant or adjuvant setting;\n8. Patients with measurable or evaluable disease according to Response Evaluation Criteria in Solid Tumors (RECIST) criteria;\n9. Performance Status (ECOG) \\<2;\n10. No brain metastases;\n11. No clinically serious concurrent illnesses;\n12. Adequate organ function\n13. Use of bisphosphonates are allowed;\n14. Use of antiangiogenetic drugs (bevacizumab associated to paclitaxel) is allowed, but discontinued 21-28 days before start study;\n15. Life expectancy \\> 12 weeks;\n16. Are willing to participate for the duration of the study and to follow study procedures;\n17. Written informed consent prior to any study-specific procedures Written informed consent;\n\nExclusion Criteria:\n\n1. Treatment with a drug that has not received regulatory approval for any indication within 21-28 days from the randomization;\n2. Drug (chemotherapy or biological drug) after the end of first-line chemotherapy for maintenance phase;\n3. Significant known cardiovascular impairment (NYHA CHF \\> grade 2, unstable angina, myocardial infarction within the previous 6 months prior to randomization, or existing serious cardiac arrhythmia). VECF (Ventricular Ejection Cardiac Fraction) ≤ 50%;\n4. Prior malignancy (other than breast cancer) except for non-melanoma skin cancer and carcinoma in situ (of the cervix or bladder), unless diagnosed and definitively treated more than 5 years prior to randomization;\n5. Severe/uncontrolled intercurrent illness within the previous 28 days prior to randomization.\n6. Any other significant co-morbid conditions that in the opinion of the Investigator would impair study participation or cooperation;\n7. Patients with psychiatric illness, social situation or geographical situation that would preclude informed consent or limit compliance with study requirements, as determined by the Investigator;",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}