{
    "nctId": "NCT02365805",
    "briefTitle": "Randomized CT to Evaluate Efficacy of Neoadjuvant Chemotherapy Customized by Levels of BRCA1-HER2 Negative Breast Cancer",
    "officialTitle": "Randomized Open-label, Multicentric, Phase II Clinical Trial to Evaluate the Efficacy of a Neoadjuvant Chemotherapy Scheme Customized by Levels of BRCA1 in Women With Primary HER2 Negative Breast Cancer (The BERNAQ Clinical Trial)",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 30,
    "primaryOutcomeMeasure": "Rate of residual tumor types RCB-0 and RCB-I (good pathological response) at the time of surgery.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Female gender\n* 18 years or older\n* Performance Status- ECOG: 0-1\n* Histologically confirmed invasive breast cancer\n* Primary tumor greater than 2 cm diameter\n* Any N (0-3)\n* No evidence of metastasis (M0), HER-2/ERBb2 negative.\n* Known hormone receptors status.\n* Haematopoietic status: Absolute neutrophil count \\> 1.5 x 109/L; Platelet count \\> 100 x 109/L\n* Hemoglobin at least 9 g/dl)\n* Hepatic status: Serum total bilirubin \\< 1.5 x upper limit of normal (ULN), in the case of known Gilbert's syndrome, a higher serum total bilirubin (\\< 2 x ULN) is allowed;AST and ALT \\< 2.5 times ULN; Alkaline phosphatase \\< 2.5 times ULN)\n* Renal status: Creatinine \\< 1.5 mg/dl or Cl CR \\> 60 ml/m\n* For women of childbearing potential Negative serum pregnancy test, within 2-weeks (preferably 7 days) prior to randomization.\n* Signed informed consent form (ICF).\n\nExclusion Criteria:\n\n* Received any prior treatment for primary invasive breast cancer.\n* Previous (less than 10 years) or current history of malignant neoplasms, except for curatively treated:\n* Basal and squamous cell carcinoma of the skin;Carcinoma in situ of the cervix.\n* Diagnosis of inflammatory breast cancer.\n* Known history of uncontrolled or symptomatic angina, clinically significant arrhythmias, congestive heart failure, transmural myocardial infarction uncontrolled hypertension (? 180/110), unstable diabetes mellitus, dyspnoea at rest, or chronic therapy with oxygen.\n* Left Ventricular Ejection Fraction of \\< 50% measured by echocardiography.\n* Concurrent disease or condition that would make the subject inappropriate for study participation or any serious medical disorder that would interfere with the subject?s safety.\n* Unresolved or unstable, serious adverse events from prior administration of another investigational drug.\n* Active or uncontrolled infection.\n* Dementia, altered mental status, or any psychiatric condition that would prevent the understanding or rendering of ICF.\n* Concurrent neoadjuvant cancer therapy (chemotherapy, radiation therapy, immunotherapy, biologic therapy other than the trial therapies).\n* Concurrent treatment with an investigational agent or participation in another therapeutic clinical trial.\n* Known immediate or delayed hypersensitivity reaction, idiosyncrasy or contraindication to drugs chemically related to any of the study treatments or their excipients.\n* Pregnant or lactating women.\n* Refusal to use contraception throughout the study (surgical sterilization, barrier methods associated with spermicidal gels or total abstinence). Use of hormonal contraceptives is not allowed.\n* Patient unable to comply with study procedures.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}