{
    "nctId": "NCT06577987",
    "briefTitle": "Safety/Efficacy Study of CID-078 in Patients With Advanced Solid Tumor Malignancies",
    "officialTitle": "A Phase 1, Open-Label, Multicenter Study to Evaluate the Safety and Efficacy of the Oral Cyclin A/B-RxL Inhibitor CID-078 in Patients With Advanced Solid Tumor Malignancies",
    "overallStatus": "RECRUITING",
    "conditions": "Advanced Solid Tumor, Metastatic Solid Tumor, Refractory Solid Tumor, Cancer, Lung Cancer, Triple Negative Breast Cancer, Breast Neoplasms, Neuroendocrine Tumors, Neuroendocrine Carcinoma",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 100,
    "primaryOutcomeMeasure": "Part 1: Incidence of Treatment Emergent Adverse Events (TEAEs) based on CTCAE v5.0.",
    "eligibilityCriteria": "Inclusion Criteria:\n\nA patient must meet all of the following inclusion criteria to be eligible to participate in this study.\n\n1. Locally advanced or metastatic solid tumor malignancy that has progressed or was nonresponsive to available therapies and for which no standard or available curative therapy exists.\n2. Patients with Small Cell Lung Cancer (SCLC) and Non-small Cell Lung Cancer (NSCLC) must have measurable disease per RECIST v1.1. All other patients that do not have SCLC or NSCLC must have evaluable, but do not have to have measurable disease.\n\n   a. Patients with Breast Cancer (BC) enrolling on backfill (BF) cohorts must have measurable disease by RECIST v1.1.\n3. Age ≥ 18 years.\n4. Eastern Cooperative Oncology Group (ECOG) performance status 0-1.\n5. Life expectancy greater than 12 weeks.\n6. Ability to swallow capsules by mouth.\n7. Have the following laboratory values:\n\n   1. Calculated creatinine clearance (CrCl) ≥ 60 mL/min/1.73 m\\^2 (by Cockroft-Gault formula); actual body weight must be used for CrCl unless Body Mass Index (BMI) \\> 30 kg/m\\^2 then lean body weight must be used.\n   2. Total bilirubin ≤ 1.5 × ULN unless prior history of Gilbert's syndrome with Sponsor Medical Monitor approval\n   3. Aspartate transaminase and alanine transaminase ≤ 2.5 × upper limit normal (ULN), or ≤ 5 × ULN if due to liver involvement by tumor\n   4. Hemoglobin ≥ 9.0 g/dL (last transfusion \\> 14 days prior to Cycle 0 Day 1/ Cycle 1 Day 1)\n   5. Platelets ≥ 100 × 10\\^9 cells/L (last platelet transfusion \\> 14 days prior to C0D1/C1D1)\n   6. Absolute neutrophil count ≥ 1.2 ×10\\^9 cells/L (last dose of hematopoietic growth factors \\>14 days from Cycle 0 Day 1/ Cycle 1 Day 1)\n8. Male and female patients must be surgically sterile or commit to sexual abstinence or use 2 acceptable forms of birth control methods.\n9. Women of child-bearing potential must have a negative serum pregnancy test during Screening and a negative urine or serum test prior to Cycle 0 Day 1/ Cycle 1 Day 1.\n\nExclusion Criteria:\n\nA patient who meets any of the following exclusion criteria will be ineligible to participate in this study.\n\n1. Treatment with any of the following:\n\n   1. Targeted therapy ≤ 8 days or 5× the terminal phase elimination half-lives, whichever is shorter, prior to Cycle 0 Day 1/ Cycle 1 Day 1.\n   2. Systemic anticancer treatment (excluding targeted therapy as described above) ≤ 14 days prior to Cycle 0 Day 1/ Cycle 1 Day 1.\n   3. Radiotherapy ≤ 28 days and palliative radiation ≤ 14 days prior to Cycle 0 Day 1/ Cycle 1 Day 1.\n   4. Immunotherapy ≤ 28 days prior to Cycle 0 Day 1/ Cycle 1 Day 1.\n   5. Major surgery ≤ 28 days prior to Cycle 0 Day 1/ Cycle 1 Day 1.\n2. Have any unresolved toxicity of Grade ≥ 2 from previous anti-cancer treatment, except for alopecia and skin pigmentation. Patients with chronic, but stable Grade 2 toxicities may be allowed to enroll after agreement between the Investigator and Sponsor Medical Monitor.\n3. Have known or suspected brain metastases or spinal cord compression, unless the condition has been asymptomatic and treated.\n4. Past medical history of interstitial lung disease, or any evidence of clinically active interstitial lung disease.\n5. Patient has a history of congestive heart failure (CHF) Class III/IV according to the New York Heart Association (NYHA) Functional Classification or serious cardiac arrhythmias requiring treatment.\n6. QTc interval (using Fridericia correction calculation) \\> 470 msec.\n7. Current treatment with medication known to prolong the QT/QTc (corrected QT) interval or history of additional risk factors for Torsade de Pointes.\n8. Pregnant or lactating women.\n9. History of another primary malignancy ≤ 2 years prior to Cycle 0 Day 1/ Cycle 1 Day 1, except for adequately treated cancer.\n10. Malabsorption syndrome or other conditions that may interfere with adequate absorption of investigational product.\n11. Uncontrolled intercurrent illness including, but not limited to, uncompensated respiratory, cardiac, hepatic, or renal disease, active infection (including untreated HIV and active clinical tuberculosis), symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements.\n12. Current endocrinopathies, unless in the opinion of the investigator endocrine complications are stable and well controlled and study participation does not jeopardize patient's risk.\n13. Prior solid organ transplantation",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}