{
    "nctId": "NCT06605521",
    "briefTitle": "To Evaluate the Efficacy and Safety of Ipsilateral Supraclavicular Lymph Node Dissection for Breast Cancer Patients",
    "officialTitle": "To Evaluate the Efficacy and Safety of Ipsilateral Supraclavicular Lymph Node Dissection for Breast Cancer Patients: A Prospective, Multicenter, Non-interventionist Real World Study",
    "overallStatus": "RECRUITING",
    "conditions": "Locally Advanced Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 300,
    "primaryOutcomeMeasure": "Intraclavicular recurrence free survival in group A patients",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Female patients aged ≤ 80 years old.\n2. ECOG score 0-1 points;\n3. Breast cancer meets the following criteria: histologically diagnosed as invasive breast cancer, known ER, PR, HER2, KI67 status, pathologically diagnosed as ipsilateral supraclavicular lymph node metastasis (both cytology and histopathology);\n4. Estimated patient survival time exceeding three months;\n5. No obvious contraindications for surgery or radiotherapy;\n6. The researcher judged that they were able to comply with the research protocol.\n7. Those who participate in other clinical trials (including intervention or non intervention studies) at the same time and are judged by the researchers not to affect the research protocol can be enrolled normally.\n8. Voluntarily participate in this study and sign an informed consent form.\n\nExclusion Criteria:\n\n1. Stage IV (metastatic) breast cancer;\n2. Bilateral breast cancer;\n3. Received radiotherapy and surgical treatment (excluding local puncture) for ipsilateral supraclavicular metastatic lymph nodes before enrollment;\n4. History of breast cancer or other malignant tumors, but excluding cured cervical carcinoma in situ, skin basal cell carcinoma or skin squamous cell carcinoma;\n5. Individuals with severe primary diseases such as cardiovascular, cerebrovascular, liver, and kidney that are difficult to tolerate surgery or radiation therapy;\n6. Having a history of immunodeficiency, including HIV testing positive, or having other acquired or congenital immunodeficiency diseases, or having a history of organ transplantation;\n7. Suffering from severe comorbidities or other comorbidities that may interfere with the planned treatment, or any other circumstances in which the researcher deems the patient unsuitable to participate in this study.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}