{
    "nctId": "NCT02725489",
    "briefTitle": "Pilot Study of Durvalumab and Vigil in Advanced Women's Cancers",
    "officialTitle": "Pilot Study of Durvalumab (MEDI4736) in Combination With Vigil in Advanced Women's Cancers",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer, Ovarian Cancer, Fallopian Tube Cancer, Primary Peritoneal Carcinoma, Uterine Cancer, Cervical Cancer, Endometrial Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 13,
    "primaryOutcomeMeasure": "Number of treatment-emergent AEs of Vigil + Durvalumab",
    "eligibilityCriteria": "Inclusion Criteria:\n\nTissue Procurement Inclusion Criteria:\n\n* Ability to understand and the willingness to sign a written informed consent document for tissue harvest\n* Willing and able to comply with the protocol for the duration of the study including undergoing treatment and scheduled visits and examinations including follow up.\n* Histologically or cytologically confirmed diagnosis of women's cancer, inclusive, but not limited to breast, ovarian, fallopian tube, primary peritoneal, uterine, cervical, endometrial, that is locally advanced or metastatic for which the projected response rate to durvalumab is 15% or less.\n* Female patients age ≥ 18 years\n* No prior Vigil immunotherapy\n* Treatment-naïve or refractory (no response to checkpoints) / resistant (initial response but relapse) to PD-1 or PD-L1 inhibitor therapy\n* ECOG Performance Status ≤ 1\n* Estimated survival ≥ 6 months\n* Planned standard of care surgical procedure (e.g., tumor biopsy or palliative resection or thoracentesis) and expected availability of a cumulative mass of \\~10-30 grams tissue (\"golf-ball\" size) or pleural fluid estimated volume ≥ 500mL (must be primary tap) for immunotherapy manufacture.\n* One lesion not previously irradiated nor intended for vaccine manufacture, which can be biopsied with minimal invasion and measurable at baseline as per RECIST 1.1 guidelines (performed prior to biopsy) or 2 lesions not previously irradiated nor intended for vaccine manufacture, one of which can be biopsied with minimal invasion and the other of which is measurable at baseline as per RECIST 1.1 guidelines. If the only such target lesion has previously been irradiated it must have shown unequivocal evidence of disease progression following completion of radiation therapy. Alternative methods of disease assessment, e.g. measurement of tumor markers or ascites/pleural fluid, may be considered by the Sponsor on a case-by-case basis.\n* Provision of tumor tissue sample (archived or fresh) to allow for PD-L1 expression analysis\n\nStudy Enrollment Inclusion Criteria:\n\n* Successful manufacturing of at least 4 vials of Vigil.\n* Ability to understand and the willingness to sign a written informed consent document\n* Willing and able to comply with the protocol for the duration of the study including undergoing treatment and scheduled visits and examinations including follow up.\n* Estimated survival of ≥ 6 months\n* Provision of tumor tissue sample (archived or fresh) in a quantity sufficient to allow for PD-L1 expression analysis (if not already obtained during tissue procurement under this protocol), and after entry, a portion of Vigil harvested tissue\n* If female of childbearing potential, has a negative urine or serum pregnancy test. If the urine test is positive or cannot be confirmed as negative, a negative serum test will be required for study entry. Females of childbearing potential are defined as those who are not surgically sterile (i.e., bilateral tubal ligation, bilateral oophorectomy, complete hysterectomy, or surgery for gynecological cancer) or postmenopausal (defined as 12 months with no menses without an alternative medical cause).\n* Adequate organ and bone marrow function as defined below:\n\n  1. Absolute neutrophil count (ANC) \\> 1.5 × 10\\^9/L (1500 per mm\\^3)\n  2. Platelets \\> 100 × 10\\^9/L (100,000 per mm\\^3)\n  3. Hemoglobin ≥ 9.0 g/dL (5.59 mmol/L)\n  4. Creatinine clearance (CrCL) \\> 50 mL/min by the Cockcroft-Gault formula or by 24-hour urine collection for determination of creatinine clearance:\n\n     Females: CrCL (mL/min) = Weight (kg) × (140 - Age) × 0.85 / 72 × serum creatinine (mg/dL)\n  5. Serum bilirubin ≤ 1.5 × upper limit of normal (ULN). This will not apply to patients with confirmed Gilbert's syndrome (persistent or recurrent hyperbilirubinemia that is predominantly unconjugated in the absence of evidence of hemolysis or hepatic pathology) who will be allowed in consultation with their physician.\n  6. AST and ALT ≤ 2.5 × ULN in patients with no liver metastasis\n  7. AST or ALT ≤ 5 × ULN in patients with liver metastasis\n  8. TSH within institutional limits. If TSH is greater or less than institutional limits patients may participate if their T4 is within normal limits (WNL); patients may be on a stable dose of replacement thyroid medication; dose adjustments are allowed if needed.\n* Subject has recovered to CTCAE Grade 1 or better from all adverse events associated with prior therapy or surgery\n\n  1. Pre-existing motor or sensory neurologic pathology or symptoms must be recovered to CTCAE Grade \\> 2 or better\n  2. Patients with irreversible toxicity that is not reasonably expected to be exacerbated by the IPs may be included (e.g., hearing loss) after consultation with the Medical Monitor\n* Receipt of the last dose of anti-cancer therapy (chemotherapy, immunotherapy, endocrine therapy, targeted therapy, biologic therapy, tumor embolization, monoclonal antibodies, other investigational agent) prior to tissue procurement and at least 21 days prior to the first dose of study drug (at least 21 days prior to the first dose of study drug for subjects who have received prior TKIs \\[e.g., erlotinib, gefitinib and crizotinib\\] and within 6 week for nitrosourea or mitomycin C). (If sufficient wash-out time has not occurred due to the schedule or PK properties of an agent, a longer wash-out period may be required.)\n\nExclusion Criteria:\n\nTissue Procurement Exclusion Criteria:\n\n* Concurrent enrollment in another clinical study, unless it is an observational (noninterventional) clinical study or the follow-up period of an interventional study.\n* Medical condition requiring any form of chronic systemic immunosuppressive therapy (steroid or other) except physiologic replacement doses of hydrocortisone or equivalent (no more than 30 mg hydrocortisone or 10 mg prednisone equivalent daily for \\< 30 days duration.\n* Any prior Grade ≥3 immune-related adverse event (irAE) while receiving any previous immunotherapy agent.\n* Known history of other malignancy unless having undergone curative intent therapy without evidence of that disease for ≥ 5 years except cutaneous squamous cell and basal cell skin cancer, superficial bladder cancer, in situ cervical cancer or other in situ cancers are allowed if definitively resected.\n* History of brain metastases unless treated with curative intent (gamma knife or surgical resection) and without evidence of progression for ≥ 4 months.\n* Any documented history of autoimmune disease with exception of Type 1 diabetes on stable insulin regimen, hypothyroidism on stable dose of replacement thyroid medication, vitiligo, or asthma not requiring systemic steroids (unless within the protocol allowed doses).\n* Known history of allergies or sensitivities to gentamicin, Durvalumab, or any excipient.\n* History of or current evidence of any condition (including medical, psychiatric or substance abuse disorder), therapy, or laboratory abnormality that might confound the results of the study, interfere with the patient's participation for the full duration of the study, or is not in the best interest of the patient to participate, in the opinion of the treating Investigator.\n* Known HIV or acute or chronic Hepatitis B or C infection.\n* History of pneumonitis or interstitial lung disease.\n* History of organ transplant that requires therapeutic immunosuppression\n* Active or prior documented inflammatory bowel disease (e.g., Crohn's disease, ulcerative colitis)\n* History of Peptic Ulcer Disease or gastritis\n* History of primary immunodeficiency\n* History of leptomeningeal carcinomatosis\n* Known history of previous clinical diagnosis of tuberculosis\n* Previous allogeneic bone marrow transplant\n* Involvement in the planning and/or conduct of the study (applies to both AstraZeneca staff and/or staff at the study site)\n* Previous enrollment in the present study\n\nStudy Enrollment Exclusion Criteria:\n\n* Palliative radiotherapy within 3 weeks of start of study therapy. Limited field of radiation for palliation greater than 3 weeks prior to the first dose of study treatment is allowed:\n\n  1. Provided the lung is not in the radiation field\n  2. Provided irradiated lesion(s) cannot be used as target lesions\n* Receipt of steroid therapy during the last 2 weeks prior to study enrollment and study treatment start.\n* Post-surgery complication that in the opinion of the treating investigator would interfere with the patient's study participation or not be in the best interest of the patient to participate\n* Receipt of live, attenuated vaccine within 30 days prior to the first dose of Vigil or Durvalumab. NOTE: Subjects, if enrolled, should not receive live vaccine during the study and 30 days after the last dose of both drugs.\n* Post-surgery complication that in the opinion of the treating investigator would interfere with the patient's study participation or make it not in the best interest of the patient to participate\n* Participation in another clinical study with an investigational product during the last 3 weeks\n* Mean QT interval corrected for heart rate (QTc) ≥470 ms calculated from 3 electrocardiograms (ECGs) using Frediricia's Correction\n* Female subjects who are pregnant, breast-feeding or of reproductive potential who are not employing an effective method of birth control defined in the protocol (section 7.6)\n* Any condition that, in the opinion of the investigator, would interfere with evaluation of study treatment or interpretation of patient safety or study results",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}