{
    "nctId": "NCT04588545",
    "briefTitle": "Radiation Therapy Followed by Intrathecal Trastuzumab/Pertuzumab in HER2+ Breast Leptomeningeal Disease",
    "officialTitle": "Phase I/II Study of Radiation Therapy Followed by Intrathecal Trastuzumab/Pertuzumab in the Management of HER2+ Breast Leptomeningeal Disease",
    "overallStatus": "RECRUITING",
    "conditions": "HER2-positive Breast Cancer, Leptomeningeal Metastasis, Leptomeningeal Disease",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 39,
    "primaryOutcomeMeasure": "Phase 1: Maximum Tolerated Dose (MTD) of Intrathecal (IT) pertuzumab in combination with IT trastuzumab",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Confirmation of HER2 positivity. All patients with HER2+ cancers will be allowed to enroll if they have leptomeningeal disease (LMD). Patients may be IHC 3+ and/or FISH-positive. IHC 2+ HER2 patients are eligible with reflex FISH-positive testing with the ratio ≥2.0.\n\nAnd/or patients with HER2 positive cells in the cerebral spinal fluid.\n\n* Participants may have concomitant brain metastases\n* Cerebrospinal fluid (CSF) sampling is required to document LMD if not documented by MRI. Participants are still eligible CSF is negative but LMD disease is documented on MRI\n* Life expectancy greater than 8 weeks\n* Consent to pretreatment tumor biopsy or retrieval of archival tissue\n* Normal renal (creatinine \\<1.5 × upper limit of normal \\[ULN\\]), liver (bilirubin \\< 1.5 × ULN, transaminases \\<3.0 × ULN, except in known hepatic disease, wherein may be \\<5 × ULN) and blood counts (white blood cells ≥2.5, neutrophils ≥1000, platelets ≥75,000, hemoglobin ≥8)\n* LVEF \\>50%\n* KPS \\>/= 60\n* Patients with surgery within 14 days should have recovered from all effects of the surgery and be cleared by their surgeon\n* There is no limit on prior systemic or IT therapies\n* Must be willing to have an Ommaya reservoir placed and a candidate for an Ommaya reservoir placement\n* Women of childbearing potential and sexually active males must commit to the use of effective contraception while on study. Contraception methods should start a minimum of 14 days before the first administration of study drug and continue for the duration of study treatment and for at least 7 months after the last dose of study treatment.\n* Ability to sign informed consent.\n* Patients may continue treatment with IV trastuzumab, pertuzumab, or other HER2-directed, hormonal, or chemotherapeutic agents if controlling systemic disease and leptomeningeal metastases that developed while on these therapies. In addition, at time of systemic progression, patients may start additional agents at the discretion of the treating physician according to criteria per protocol.\n\nExclusion Criteria:\n\n* Current or prior participation in a study of an investigational agent or investigational device within 2 weeks of the first dose of study treatment\n* Cannot be on systemic agents (chemotherapy) that have Central Nervous System (CNS) penetration (temozolomide, carmustine, lomustine, etoposide, capecitabine, carboplatin, vinorelbine, bevacizumab, irinotecan, and topotecan) unless they develop or have progressive or persistent leptomeningeal metastases while on these agent(s). See protocol for additional information regarding systemic therapies.\n* Major surgery or significant traumatic injury that has not been recovered from 14 days before the initiation of study drug\n* Symptomatic lung disease resulting in shortness of breath at rest\n* Women who are pregnant or breastfeeding\n* History of serious adverse event to any of the study drugs or study drug components\n* Whole Body Radiation Therapy (WBRT) is not allowed while patients receive IT trastuzumab/pertuzumab; however, focal stereotactic or palliative RT is allowed\n* Significant medical or psychiatric illness that would interfere with compliance and ability to tolerate treatment as outlined in the protocol",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}