{
    "nctId": "NCT00681993",
    "briefTitle": "Trial of Partial Breast Irradiation With Various Concurrent Chemotherapy Regimens",
    "officialTitle": "\"A Feasibility Trial of Partial Breast Irradiation With Various Concurrent Chemotherapy Regimens (PBIC)\"",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 35,
    "primaryOutcomeMeasure": "Acute skin toxicities of partial breast irradiation concurrent with chemotherapy (PBIC)",
    "eligibilityCriteria": "Eligibility Criteria:\n\nEach of the criteria in the following section must be met in order for a patient to be considered eligible for registration.\n\n* Patient must be older than 18 years of age\n* Patients must have histologically confirmed (by routine H\\&E staining) adenocarcinoma of the breast, with the primary tumor \\< 4 cm and 0 - 3 positive axillary lymph nodes (pathologic T1-2, pathologic N0 -N1, M0). Patients with squamous carcinomas or sarcomas of the breast cancer are NOT eligible.\n* Patient must have a history and physical within six weeks prior to the start of any protocol therapy.\n* Patient must have had a bilateral mammogram prior to surgery.\n* Patients must have undergone a segmental mastectomy (SM) with a level I and ll axillary dissection or sentinel lymph node biopsy. Surgical margins at time of SM must be negative (\\> or = 2 mm) for both invasive carcinoma and for non-invasive ductal carcinoma. Patients who have post-operative margins which are negative but less than 2mm will be considered eligible if the surgeon states that the margin in question could not be improved.\n* Patient must have a Medical Oncology consult and be recommended to receive one of the following regimens: Cyclophosphamide and Doxorubicin (AC); Taxotere, Doxorubicin and Cyclophosphamide (TAC); Taxotere and Cyclophosphamide (TC) or Taxotere, Carboplatin and Trastuzumab (TCH) prior to registration. The use of additional chemotherapy, hormonal therapy or Trastuzumab after the initial regimen is at the discretion of the medical oncologist.\n* Patients must be registered such that radiation therapy begins no sooner than 7 days prior to, but no later than 7 days after, day 1 of cycle 1 (C1D1). Patient must start chemotherapy and radiation less than 14 weeks from the last breast surgical procedure.\n* Patients must NOT have received any neo adjuvant chemo or hormonal therapy for the current cancer.\n* Patients must have a performance status 0 or 1 by ECOG criteria\n* Patients must not have received prior radiation therapy to the involved breast at any time for any reason.\n* Any patient with active local-regional disease prior to registration is not eligible.\n* No other prior malignancy is allowed except for adequately treated basal cell or squamous cell skin cancer, in situ cervical cancer, or any other cancer from which the patient has been disease-free for 5 years.\n* Patients must not be pregnant due to the potential for fetal harm as a result of this treatment regimen. Women of child-bearing potential must use effective non hormonal contraception while undergoing radiation therapy. Women of child-bearing potential must also have a negative pregnancy test within six weeks prior to start of protocol therapy.\n* Patients must not have a serious medical or psychiatric illness which prevents informed consent or compliance with treatment.\n* All patients must be informed of the investigational nature of this study and given written informed consent in accordance with institutional and federal guidelines.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}