{
    "nctId": "NCT04276493",
    "briefTitle": "Anti-HER2 Bispecific Antibody ZW25 Activity in Combination With Chemotherapy With/Without Tislelizumab",
    "officialTitle": "Phase 1b/2 Study Investigating Safety, Tolerability, Pharmacokinetics and Preliminary Antitumor Activity of Anti-HER2 Bispecific Antibody ZW25 in Combination With Chemotherapy With/Without Tislelizumab in Patients With Advanced HER2-positive Breast Cancer or Gastric/Gastroesophageal Junction Adenocarcinoma",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Cancer, Gastric Cancer, Gastroesophageal Junction Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 71,
    "primaryOutcomeMeasure": "Number of Participants experiencing Adverse Events (AEs)",
    "eligibilityCriteria": "Key Inclusion Criteria:\n\n1. Disease diagnosis and prior treatment:\n\n   1. Cohort 1 (the first-line breast cancer treatment cohort):\n\n      * Female participants with histologically or cytologically confirmed unresectable, locally advanced, recurrent or metastatic adenocarcinoma of the breast and candidate for chemotherapy. Locally recurrent disease must not be amenable to resection with curative intent.\n      * Human epidermal growth factor receptor 2 (HER2) IHC 3+ or in situ hybridization positive on the archival tumor tissue or fresh biopsy sample.\n      * Have not received previous systemic anticancer therapy for locally advanced unresectable or metastatic disease.\n   2. Cohort 2 (the first-line gastric/gastroesophageal junction adenocarcinoma treatment cohort):\n\n      * Histologically or cytologically confirmed unresectable, locally advanced, recurrent or metastatic adenocarcinoma of the stomach or gastroesophageal junction\n      * HER2 IHC 3+ or HER2 IHC 2+ together with in situ hybridization positive on the archival tumor tissue or fresh biopsy sample.\n      * Have not received previous systemic anticancer therapy for locally advanced unresectable or metastatic disease, including any approved or investigational estimated glomerular filtration rate (EGFR) or anti-HER2 agents or vaccines, cytotoxic chemotherapy or checkpoint inhibitors\n2. At least 1 measurable lesion as defined per RECIST Version 1.1\n3. Eastern Cooperative Oncology Group (ECOG) Performance Status ≤ 1\n4. Adequate organ function as indicated by the following laboratory values during screening:\n5. Left ventricular ejection fraction (LVEF) ≥ 50% at baseline as determined by either echocardiogram or multigated acquisition scan (MUGA) (echocardiogram is the preferred method) within 28 days before the first dose of study drug\n\nKey Exclusion Criteria:\n\n1. Prior therapy with an anti-PD-1, anti-PD-L1, anti-PD-L2 or any other antibody or drug specifically targeting T-cell co-stimulation or checkpoint pathways\n2. History of approved or investigative tyrosine kinase/HER inhibitors in any treatment setting\n\n   a. except trastuzumab with or without pertuzumab used in neoadjuvant or adjuvant setting for Cohort 1\n3. Active leptomeningeal disease, untreated or uncontrolled brain metastasis\n4. Any active malignancy ≤ 2 years before the first dose of study drug, except for the specific cancer under investigation in this trial and any localized cancer that has been treated curatively (eg, resected basal or squamous cell skin cancer, superficial bladder cancer, carcinoma in situ of the cervix or breast)\n5. Any condition that required systemic treatment with either corticosteroids (\\> 10 mg daily of prednisone or equivalent) or other immunosuppressive medication ≤ 14 days before the first dose of study drug\n\nNote: Participants who are currently or have previously been on any of the following steroid regimens are not excluded:\n\n1. Adrenal replacement steroid (dose ≤ 10 mg daily of prednisone or equivalent)\n2. Topical, ocular, intra-articular, intranasal, or inhaled corticosteroid with minimal systemic absorption\n3. Short course (≤ 7 days) of corticosteroid prescribed prophylactically (eg, for contrast dye allergy) or for the treatment of a non-autoimmune condition (eg, delayed-type hypersensitivity reaction caused by contact allergen)\n\nNOTE: Other protocol defined Inclusion/Exclusion criteria may apply.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}