{
    "nctId": "NCT03953157",
    "briefTitle": "Dietary and Exercise Interventions in Reducing Side Effects in Patients With Stage I-IIIa Breast Cancer Receiving Aromatase Inhibitors",
    "officialTitle": "Improving Health of Women on Aromatase Inhibitors",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Anatomic Stage I Breast Cancer AJCC v8, Anatomic Stage IA Breast Cancer AJCC v8, Anatomic Stage IB Breast Cancer AJCC v8, Anatomic Stage II Breast Cancer AJCC v8, Anatomic Stage IIA Breast Cancer AJCC v8, Anatomic Stage IIB Breast Cancer AJCC v8, Anatomic Stage IIIA Breast Cancer AJCC v8, Arthralgia, Postmenopausal, Prognostic Stage I Breast Cancer AJCC v8, Prognostic Stage IA Breast Cancer AJCC v8, Prognostic Stage IB Breast Cancer AJCC v8, Prognostic Stage II Breast Cancer AJCC v8, Prognostic Stage IIA Breast Cancer AJCC v8, Prognostic Stage IIB Breast Cancer AJCC v8, Prognostic Stage IIIA Breast Cancer AJCC v8",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 9,
    "primaryOutcomeMeasure": "Bone mineral density",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* At least 6 months since breast cancer diagnosis up to 2 years since diagnosis.\n* Diagnosed with localized breast cancer, up to stage IIIa.\n* Has been taking aromatase inhibitor (AIs) for at least six months.\n* Has been experiencing mild to moderate arthralgia (joint pain) for at least 2 months determined by the Brief Pain Inventory (BPI).\n* At least 6 months post chemotherapy or radiation treatment.\n* Subjects must be in good health as determined by medical history, physical examination, iDXA scan and clinical laboratory measurements.\n* Postmenopausal either natural or surgical or postmenopausal caused by ovarian suppression treatments administered to premenopausal women.\n* Currently taking aromatase inhibitor medication.\n\nExclusion Criteria:\n\n* Diagnosed with metastatic breast cancer.\n* Currently undergoing chemotherapy or radiation treatment.\n* Food allergies of any kind, or any medical condition requiring mandatory dietary restrictions.\n* A bone mineral density (BMD) T score less than -1, or fracture since taking AIs, or current use of glucocorticoids.\n* Taking bisphosphonates or any other medication for bone loss.\n* Significant cardiac, pulmonary, renal, liver or psychiatric disease.\n* Currently undergoing or engaging in a regular exercise program.\n* Muscular, orthopedic, or cardiovascular limitations that would prevent full participation in exercise.\n* Body mass index (BMI) greater than 40 kg/m\\^2.",
    "sex": "FEMALE",
    "minimumAge": "N/A",
    "stdAges": "CHILD, ADULT, OLDER_ADULT"
}