{
    "nctId": "NCT04379024",
    "briefTitle": "Pilot Study of Effects of Duavee® on Imaging and Blood Biomarkers In Women With Menopausal Symptoms",
    "officialTitle": "Pilot Study of Effects of Duavee® on Imaging and Blood Biomarkers In Women With Menopausal Symptoms at Increased Risk for Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Focus of Study is Healthy Women at Risk for Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "EARLY_PHASE1",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "PREVENTION",
    "enrollmentCount": 11,
    "primaryOutcomeMeasure": "Number of potential participants who consent to enrollment",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Women who report vasomotor symptoms (hot flashes or night sweats)\n* No menstrual periods for at least 3 months\n* Must have at least one ovary (hysterectomy is permitted; bilateral salpingo- oophorectomy is excluded).\n* BMI \\<36 kg/m2\n* Moderate risk of developing breast cancer based on having any one or more of the following:\n\n  * First or 2nd degree relative with breast cancer\n  * Known carrier of moderate to high penetrance germline mutation\n  * Prior breast biopsy showing proliferative breast disease or multiple biopsies\n  * High mammographic density (Volpara® categories c or d or BIRADs density assessment as heterogeneously or extremely dense (c or d).\n  * IBIS Breast Cancer Risk Evaluation Version 8 10-year relative risk of \\>2X that for the population for age group.\n\nExclusion Criteria:\n\n* Risk: A prior biopsy showing LCIS, DCIS, or invasive breast cancer.\n* Medical Conditions:\n\n  * Have a predisposition to or prior history of thromboembolism, deep venous thrombosis, pulmonary embolism, or stroke\n  * History of renal or liver disease\n  * Prior invasive ovarian or endometrial cancer\n* Medications\n\n  * Current anticoagulant use other than low dose aspirin\n  * Taking systemic hormones within two months (eight weeks) prior to baseline MRI and mammogram.\n  * Taking tamoxifen, raloxifene, Duavee, or any selective estrogen receptor modulator, or an aromatase inhibitor within 12 months prior to baseline MRI and mammogram.",
    "sex": "FEMALE",
    "minimumAge": "45 Years",
    "stdAges": "ADULT"
}