{
    "nctId": "NCT05214144",
    "briefTitle": "The In4M Study: Integrating 4 Methods to Assess Physical Function in Cancer Patients",
    "officialTitle": "The In4M Study: Integrating 4 Methods to Assess Physical Function in Cancer Patients",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Physical Function, Cancer, Breast, Lymphoma, Patient Empowerment, Patient Education, Quality of Life",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 208,
    "primaryOutcomeMeasure": "To measure Physical Function using Clinician Reported Outcomes (ClinRo) at baseline.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age 18 and over;\n2. English- or Spanish-speaking;\n3. Pregnant and non-pregnant patients are eligible for participation in this study\n4. Eligible cancer type and planned intravenous cytotoxic chemotherapy regimen (defined as including 1 or more cytotoxic agents)\n5. ECOG Performance Score of \\< 3\n6. Breast cancer patients\n\n   a) Patients with any stage breast cancer for whom a new intravenous cytotoxic chemotherapy regimen is planned within the next 8 weeks (patients with local/regional/distant recurrences are allowed; patients with concurrent/prior/future immunotherapy/radiotherapy, targeted therapy, and endocrine therapy for breast cancer are allowed)\n7. Lymphoma patients\n\n   a) Lymphoma patients of any histology, stage or line of treatment planned to receive a new intravenous cytotoxic containing chemotherapy regimen (patients planned to receive radiation, maintenance chemotherapy, consolidation stem cell transplant or chimeric antigen receptor T (CAR-T) cell therapy are allowed)\n8. If patients are receiving the above standard therapies as part of a clinical trial which may include a novel agent or combination, they are also eligible for the present study if the therapeutic protocol permits enrollment in both studies\n9. Willing and able to give consent and participate in study\n10. Able to access a mobile device (smartphone or tablet) or computer with web access every day to complete study surveys; able to regularly upload data from the Fitbit to a device in a way that it can be transferred to Hugo\n11. Willing and able to perform an in-clinic 6-minute walk test (gait aides are permitted if regularly used by the patient). If a patient is recruited remotely outside of Mayo Clinic Rochester or Yale Smilow Cancer Center New Haven, 6-minute walk test may be omitted.\n12. Willing to use the health data sharing platform Potential subjects who do not meet all of the enrollment criteria will not be enrolled. Any deviations from these criteria must be reported in accordance with IRB Policies and Procedures.\n\nExclusion Criteria\n\n1. Prior intravenous cytotoxic chemotherapy within 3 weeks prior to study enrollment\n2. Excluded regimens (due to length of hospitalization required for chemotherapy administration):\n\n   1. R-CODOX-M/IVAC,\n   2. DA-R-EPOCH (inpatient)\n3. Excluded histology (due to length of hospitalization and inpatient predominant treatment for required chemotherapy): primary central nervous system lymphoma\n\n   a) Other regimens with an anticipated high duration of inpatient care time, at PI discretion\n4. Lack of access to a mobile device (smartphone or tablet) or computer with web access\n5. Unable or unwilling to connect Fitbit to device\n6. Unable or unwilling to use the health data sharing platform\n7. Unable to give consent and be enrolled",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}