{
    "nctId": "NCT01861054",
    "briefTitle": "Pilot Study to Evaluate Safety & Biological Effects of Orally Administered Reparixin in Early Breast Cancer",
    "officialTitle": "A Single Arm, Preoperative, Pilot Study to Evaluate the Safety and Biological Effects of Orally Administered Reparixin in Early Breast Cancer Patients Who Are Candidates for Surgery",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 20,
    "primaryOutcomeMeasure": "Change From Baseline to Day 21 in Markers of Cancer Stem Cells (CSCs) in the Primary Tumor and the Tumoral Microenvironment (ALDH1,CD44/CD24)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Female aged \\> 18 years.\n* Patients with operable breast cancer, with measurable tumors of more than 1 cm in diameter, that are not candidates for neoadjuvant therapy.\n* Zubrod (Eastern Co-operative Oncology Group \\[ECOG\\]) Performance Status (PS) of 0-1.\n* No prior treatment by surgery, radiotherapy, hormone therapy e.g. TAMOXIFEN® or RALOXIFEN® for prevention or chemotherapy.\n* Scheduled to undergo definitive local surgery for breast cancer.\n* Patients must be willing to undergo two mandatory tumor biopsies (pre and post therapy) that are not required for standard care. A sample of tumor tissue removed during surgery will also be collected for analysis.\n* Patients must be able to swallow and retain oral medication (intact tablet).\n* Able to undergo all screening assessments outlined in the protocol after giving informed consent.\n* Adequate organ function (defined by the following parameters):\n\n  1. Serum creatinine \\< 140 μmol/L or creatinine clearance \\> 60 mL/min.\n  2. Serum hemoglobin \\> 9 g/dL; absolute neutrophil count \\> 1.5 x 109/L; platelets \\> 100 x 109/L.\n  3. Serum bilirubin \\< upper normal limit (UNL).\n  4. Serum alanine aminotransferase (ALT), aspartate aminotransferase (AST) ≤ UNL; alkaline phosphatase (ALP) ≤ UNL; albumin within normal limits.\n* Documented hormone receptor (ER and progesterone receptor) and HER-2- status.\n* No known hepatitis B virus (unless due to immunization), hepatitis C virus, human immune deficiency virus-I and II positive status.\n\nExclusion Criteria:\n\n* Male.\n* Pregnancy or lactation or unwillingness to use two adequate methods of birth control throughout the study and for 30 days after study discontinuation.\n* Any other breast cancer types including inflammatory form.\n* Prior surgery to the breast area or primary axillary dissection.\n* Prior treatment for breast cancer.\n* Use of an investigational drug within 30 days preceding the first dose of study medication.\n* Any prior or current cancer, except in situ uterine carcinoma or basocellular cutaneous cancer considered as definitively cured.\n* Any associated medical condition considered incompatible with the study, e.g. cardiac, renal, medullar, respiratory or hepatic insufficiency.\n* Neurological or psychiatric disorders which may influence understanding of study and informed consent procedures.\n* Active or uncontrolled infection.\n* Malabsorption syndrome, disease significantly affecting gastrointestinal function.\n* Hypersensitivity to:\n\n  1. ibuprofen or to more than one non-steroidal anti-inflammatory drug;\n  2. medications belonging to the class of sulfonamides, such as sulfamethazine, sulfamethoxazole, sulfasalazine, nimesulide or celecoxib.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}