{
    "nctId": "NCT04669587",
    "briefTitle": "ER+/HER2- Locally Advanced or Metastatic Breast Cancer (ENZENO Study)",
    "officialTitle": "A Phase 1/2, Open-label, Multicenter Study to Evaluate the Safety, Tolerability, Preliminary Antitumor Activity, Pharmacokinetics, and Pharmacodynamics of ZB716 as Monotherapy and in Combination With Palbociclib in Patients With Estrogen Receptor-Positive, HER2-Negative Locally Advanced or Metastatic Breast Cancer",
    "overallStatus": "UNKNOWN",
    "conditions": "Estrogen Receptor-Positive, HER2-Negative, Locally Advanced Breast Cancer, Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 106,
    "primaryOutcomeMeasure": "Part A: To determine the RD(Recommended Dose) of ZB716",
    "eligibilityCriteria": "\\[Inclusion Criteria\\]\n\nSubjects must satisfy all of the following criteria for study entry:\n\n1. Subjects must be able to understand the nature of the trial and provide a signed and dated, written informed consent form (ICF) prior to any study-specific procedures, sampling, and analyses.\n2. Subjects aged ≥18 years old at time of signing ICF (or country's legal age of majority if the legal age is \\>18 years).\n3. Histologically or cytologically confirmed diagnosis of adenocarcinoma of the breast.\n4. Subjects with evidence of either locally advanced disease not amenable to radiation therapy or surgery in a curative intent, or metastatic disease.\n5. ER-positive tumor (≥1% positive stained cells) based on most recent tumor cell staining by immunohistochemistry (IHC) assay consistent with local standards.\n\nNote: If primary tumor is ER-positive and any further metastatic lesions are ER negative, the subject cannot be selected for inclusion.\n\n\\[Exclusion Criteria\\]\n\nSubjects who meet any of the following criteria will be excluded from study entry:\n\n1. Treatment with any systemic anticancer therapies for locally advanced or metastatic breast cancer within 4 weeks or 5 half-lives of prior anticancer therapy, whichever is shorter, prior to initiation of study treatment.\n2. Concurrent treatment with warfarin or phenytoin.\n3. Diagnosis of any secondary malignancy within 3 years prior to enrollment, except for all intraepithelial neoplasia, appropriately treated carcinoma in situ of the cervix, non-melanoma skin carcinoma, or Stage I uterine cancer.\n4. Active inflammatory bowel disease, chronic diarrhea, short bowel syndrome, major upper gastrointestinal (GI) surgery including gastric resection, or any other condition that may affect absorption of oral study drug.\n5. Known clinically significant history of liver disease consistent with Child-Pugh Class B or C, including active viral or other hepatitis (eg, hepatitis B or hepatitis C virus), current alcohol abuse, or cirrhosis. Active viral or positive test for viral hepatitis as defined below:\n\nNote: If reports of serology test for HBV and HCV containing normal ranges issued by formal medical institutions within 28 days prior to C1D1 (and prior to informed consent) are available, these tests are exempt while screening. Unless required by local regulations, patients are not required to have HIV assessments at screening.\n\nActive infection is defined as requiring treatment with antiviral therapy or presence of positive test results for hepatitis B (hepatitis B surface antigen \\[HBsAg\\] and/or total hepatitis B core antibody \\[HBcAb\\]) or HCV antibody.\n\nPatients who test positive for HBcAb are eligible only if test results are also positive for hepatitis B surface antibody and polymerase chain reaction is negative for HBV DNA.\n\nPatients who are positive for HCV serology are only eligible if testing for HCV RNA is negative.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}