{
    "nctId": "NCT06408038",
    "briefTitle": "Are CK+/CD45+ Double-Positive Circulating Cells of Tumor-origin? Characterization in METAstatic Breast Cancer",
    "officialTitle": "Are CK+/CD45+ Double-Positive Circulating Cells of Tumor-origin? Characterization in METAstatic Breast Cancer",
    "overallStatus": "RECRUITING",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "OTHER",
    "enrollmentCount": 60,
    "primaryOutcomeMeasure": "Rate of patients with proven tumour origin of DP-circulating cells. This is defined as the number of patients with proven tumour origin of DP-circulating cells out of the number of patients with DP-circulating cells.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patients with metastatic breast cancer eligible for 1st, 2nd or 3rd line treatment at stage IV, regardless of immunohistochemical subtype (triple-negative, RH+/HER2-negative or HER2-positive).\n2. Patient with metastatic disease or metastatic relapse or progression who has not yet started 1st line treatment for metastatic disease or line 2 or line 3.\n3. Tumour sample available (archived tumour block): non-bone metastasis preferred if available or, failing this, primary breast tumour.\n4. Age ≥ 18 years and WHO ≤ 2.\n5. Patient affiliated to a French Social Security scheme.\n6. Patient having signed his/her informed consent prior to inclusion in the study and prior to any specific procedure for the study.\n\nExclusion Criteria:\n\n1. Associated pathology(ies) likely to prevent the study procedure from running smoothly.\n2. Any psychological, family, geographical or sociological condition that prevents compliance with the medical monitoring and/or procedures set out in the study protocol.\n3. Patient who has forfeited his/her freedom by administrative or legal award or who is under legal protection (curatorship and guardianship, protection of justice).\n4. Patient who has presented with another solid tumour (excluding carcinoma in situ of the breast or cervix) within 5 years.\n5. Pregnant patient.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}