{
    "nctId": "NCT03953833",
    "briefTitle": "B003 in Patients With HER2-positive Recurrent or Metastatic Breast Cancer",
    "officialTitle": "Phase I Clinical Trial on the Safety, Tolerability, Pharmacokinetics of B003 in the Treatment of HER2-positive Recurrent or Metastatic Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "HER2-positive Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 30,
    "primaryOutcomeMeasure": "Maximum Tolerated Dose",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. 18 years old ≤ age ≤ 75 years old, female;\n2. Histological or cytologically confirmed recurrent or metastatic breast cancer,Anti-HER2 treatment failure for recurrent or metastatic disease;\n3. According to RECIST v 1.1, patients with measurable and/or unmeasurable lesions: 1) Patients with bone metastases, as long as the bone metastases have never received radiotherapy, and the primary tumours are available for HER2 detection and Biomarker analysis, which can be enrolled.\n4. Female patients of childbearing age, patients and/or their partners should agree to use a highly effective non-hormonal contraceptive method or two effective non-hormonal contraceptive methods. Continue to use the appropriate contraceptive measures during the study period and at least 6 months after the last dose.\n\n   * Electrocorticography (ECOG) physical state (PS) is 0-1 points;\n   * Expected to survive for more than 3 months;\n   * Understand and voluntarily sign the informed consent form.\n\nExclusion Criteria:\n\n1. Previously received T-DM1 or same type of drug for treatment, previously used trastuzumab within 3 months before the trial, previously involved in other clinical trials within 4 weeks before the trial.\n2. Known to be allergic to the study drug or its components;\n3. Have received any anti-cancer trial medication within 28 days prior to the start of the trial;\n4. Have received hormone treatment within 7 days before the trial.\n5. Hematological toxicity caused by previous treatment CTCAE ≥ 2 persistence (except hemoglobin) (NCI-CTCAE version 4.03);\n6. A third gap effusion with clinical symptoms that cannot be controlled by drainage or other methods.\n7. The cumulative dose of anthracyclines used meets the following values: doxorubicin or liposomal doxorubicin \\>450 mg/m2; epirubicin \\>900 mg/m2; mitoxantrone \\>120 mg/m2; Idarubicin \\> 90 mg/m2. If another anthracycline or more than one anthracycline is used, the cumulative dose should not exceed the equivalent dose of doxorubicin 500mg/m2\n8. Patients with other malignant tumors (cervical cancer of StageI B or lower that has been cured, non-invasive basal cells or squamous cell skin cancer, complete remission (CR) \\> 10 years of malignant melanoma, Except for other malignant tumors with complete remission (CR) \\> 5 years);\n9. Laboratory abnormalities: 1) Neutrophil count \\<1.5×109/L, 2) Platelet count \\<100×109/L, 3) Hemoglobin \\<90 g/L, 4) Total bilirubin \\> 1.5 x upper limit of normal (ULN), 5) Alanine aminotransferase (ALT), aspartate aminotransferase (AST) \\> 2.5 × ULN, 6) Serum creatinine \\>1.5×ULN or creatinine clearance \\<50 mL/min;\n10. Currently suffering from a serious and uncontrollable systemic disease (eg, clinically significant cardiovascular disease, lung disease, active infection, or metabolic disease);\n11. Have a tendency to hemorrhage and thrombosis: 1) Any CTCAE 4.03 Level 2 bleeding event occurred within 2 months prior to screening, or CTCAE 4.03 Level 3 and above bleeding events within the first 6 months of screening; 2) A history of gastrointestinal bleeding within 6 months prior to screening or a clear tendency to gastrointestinal bleeding. Such as: esophageal varices with bleeding risk, local active ulcer lesions, fecal occult blood + +; 3) There is currently active bleeding or coagulopathy (PT\\>16s, activated partial thromboplastin time \\>43s, thrombin time)\\>21s, INR≥2.3, all of which need to be ruled out), have bleeding tendency or are receiving thrombolysis or anti- Coagulation therapy; 4) Patients need anticoagulant therapy with warfarin or heparin; 5) Patients need long-term antiplatelet therapy (eg aspirin, clopidogrel); 6) Thrombotic or embolic events in the past 6 months, such as: cerebrovascular accidents (including transient ischemic attacks), pulmonary embolism;\n12. History of severe cardiovascular disease: 1) According to NYHA (New York Heart Association), current cardiac function classification: grade III or IV; 2) There is currently congestive heart failure and New York Heart Association cardiac function grade II and above; 3) A history of unstable angina or myocardial infarction within 6 months prior to screening; 4) There are currently arrhythmias requiring therapeutic intervention (patients taking beta-blockers or digoxin can be enrolled); 5) According to the current two-dimensional echocardiographic results, the left ventricular ejection fraction (LVEF) is \\<50%; 6) Have a history of LVEF falling below 40%, or have had symptomatic congestive heart failure when treated with anti-HER2; 7) There is currently poorly controlled hypertension (systolic blood pressure \\>150 mmHg or diastolic blood pressure \\>100 mmHg); 8) Cardiac troponin I ≥ 0.2 ng/mL;\n13. There is a history of moderate or severe dyspnea at rest due to advanced malignancies or their complications or severe pulmonary primary disease, or current continuous oxygen therapy is required;\n14. Symptomatic brain metastases, depression or schizophrenia;\n15. History of immunodeficiency, including: HIV-positive, or other acquired, congenital immunodeficiency disease, or a history of organ transplantation;\n16. Hepatitis B (HBsAg and / or HBcAb positive, and peripheral blood hepatitis B virus DNA titer test results beyond the normal range of the research center), and / or hepatitis C patients;\n17. Alcohol dependence, hormone dependence or drug abusers;\n18. The investigator believes that there are other factors that are not suitable for the trial.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}