{
    "nctId": "NCT05339685",
    "briefTitle": "A Study of BL-M02D1 in Patients With Locally Advanced or Metastatic Triple Negative Breast Cancer or Other Solid Tumors",
    "officialTitle": "Phase I Clinical Study to Evaluate the Safety, Tolerability, Pharmacokinetic Characteristics and Preliminary Efficacy of Injectable BL-M02D1 in Patients With Locally Advanced or Metastatic Triple Negative Breast Cancer or Other Solid Tumors",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 26,
    "primaryOutcomeMeasure": "Phase Ia: Dose limiting toxicity (DLT)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Participants must sign the informed consent form voluntarily and follow the plan requirements.\n2. No gender limit.\n3. Age: ≥18 years old and ≤75 years old (phase Ia); ≥18 years old (phase Ib).\n4. Expected survival time ≥ 3 months.\n5. Locally advanced or metastatic gastrointestinal tumor and other solid tumor confirmed by histopathology and/or cytology, which are incurable or currently without standard treatment.\n6. Participants must agree to provide archived tumor tissue specimens or fresh tissue samples of the primary tumor or metastasis; if the participant is unable to provide tumor tissue samples, the investigator will evaluate whether the participant could be enrolled if other criteria are fit to join the group.\n7. Participants must have at least one assessable lesion in phase Ia; participants must have at least one measurable lesion that meets the definition of RECIST v1.1 in phase Ib.\n8. Has an Eastern Cooperative Oncology Group performance status (ECOG PS) 0-1\n9. Toxicity of previous antitumor therapy has returned to ≤ level 1 as defined by NCI-CTCAE v5.0 (except for asymptomatic laboratory abnormalities considered by the investigators, such as elevated ALP, hyperuricemia, and elevated blood glucose; Toxicities with no safety risk were excluded, such as alopecia, hyperpigmentation, and grade 2 peripheral neurotoxicity. Or except decreased hemoglobin but ≥90 g/L).\n10. Has adequate organ function before registration, defined as: a) Bone marrow function: Absolute neutrophil count (ANC) ≥1.5×109/L, Platelet count ≥100×109/L, Hemoglobin ≥90 g/L; B) Hepatic function: Total bilirubin (TBIL≤1.5 ULN), AST and ALT ≤2.5 ULN for participants without liver metastasis, AST and ALT ≤5.0 ULN for liver metastases; c) Renal function: Creatinine (Cr) ≤1.5 ULN, or creatinine clearance (Ccr) ≥50 mL/min (according to the Cockcroft and Gault formula).\n11. Coagulation function: International normalized ratio (INR)≤1.5×ULN, and activated partial thromboplastin time (APTT)≤1.5ULN.\n12. Urinary protein ≤2+ or ≤1000mg/24h.\n13. For premenopausal women with childbearing potential, a pregnancy test must be taken within 7 days prior to the start of treatment. Serum or urine pregnancy must be negative and must be non-lactating. Adequate barrier contraceptive measures should be taken during the treatment and 6 months after the end of treatment for all participants (regardless of male or female).\n\nExclusion Criteria:\n\nPatients screened for any of the following conditions will not be included in this study:\n\n1. Antitumor therapy such as chemotherapy, biotherapy, immunotherapy, radical radiotherapy, major surgery (as defined by the investigators), and targeted therapy (including small-molecule tyrosine kinase inhibitors) within 4 weeks prior to initial administration or within 5 half-lives, whichever is shorter; Mitomycin and nitrosourea were administered within 6 weeks before the first administration; Oral fluorouracil drugs such as Tizio, capecitabine, or palliative radiotherapy within 2 weeks before first administration; Traditional Chinese medicines with anti-tumor indications were administered within 2 weeks before the first dose.\n2. Prior treatment with ADC drugs targeting TROP2 or ADC drugs using camptothecin derivatives (topoisomerase I inhibitors) as toxins.\n3. Participants with history of severe heart disease, such as: symptomatic congestive heart failure (CHF) ≥ grade 2 (CTCAE 5.0), New York Heart Association (NYHA) ≥ grade 2 heart failure, history of transmural myocardial infarction, unstable angina pectoris etc.\n4. Participants with prolonged QT interval (male QTc\\> 450 msec or female QTc\\> 470 msec), complete left bundle branch block, III grade atrioventricular block.\n5. Active autoimmune diseases and inflammatory diseases, such as: systemic lupus erythematosus, psoriasis requiring systemic treatment, rheumatoid arthritis, inflammatory bowel disease and Hashimoto's thyroiditis, etc., except for type I diabetes, hypothyroidism that can be controlled only by alternative treatment, and skin diseases that do not require systemic treatment (such as vitiligo, psoriasis).\n6. The presence of a second primary tumor within 5 years prior to initial administration, except for radical basal cell carcinoma of the skin, squamous cell carcinoma of the skin, and/or radical resected carcinoma in situ.\n7. Screening for unstable thrombotic events such as deep vein thrombosis, arterial thrombosis and pulmonary embolism requiring therapeutic intervention within the first 6 months; Infusion device-related thrombosis is excluded;\n8. Patients with poorly controlled pleural effusion with clinical symptoms were judged by researchers to be unsuitable for inclusion.\n9. Participants with poorly controlled hypertension by antihypertensive drugs (systolic blood pressure\\>150 mmHg or diastolic blood pressure\\>100 mmHg).\n10. Lung disease defined as grade ≥3 according to CTCAE V5.0; ≥2 grade of radioactive lung disease, current or history of interstitial lung disease (ILD).\n11. There are symptoms of active central nervous system metastasis. However, the researchers concluded that patients with stable brain parenchymal metastases could be included. Stable is defined as: a. The seizureless state persists for \\> 12 weeks with or without antiepileptic medication; b. Glucocorticoid use is not required; c. Two consecutive MRI scans (at least 4 weeks between scans) showed stable imaging status; d. Asymptomatic patients stable for more than 1 month after treatment.\n12. Participants who have a history of allergies to recombinant humanized antibodies or human-mouse chimeric antibodies or any of the components of BL-M02D1.\n13. Participants have a history of organ transplantation or allogeneic stem cell transplantation (Allo-HSCT).\n14. In the adjuvant (or neoadjuvant) treatment of anthracyclines, the cumulative dose of anthracyclines is\\> 360 mg/m2.\n15. Human immunodeficiency virus antibody (HIVAb) positive, active tuberculosis, active hepatitis B virus infection (HBV-DNA copy number\\> the lower limit of detection) or active hepatitis C virus infection (HCV antibody positive and HCV-RNA \\> the lower limit of detection).\n16. Participants with active infections requiring systemic treatment, such as severe pneumonia, bacteremia, sepsis, etc.\n17. Participated in another clinical trial within 4 weeks prior to participating in the study.\n18. Pregnant or nursing women.\n19. Other conditions that the investigator believes that it is not suitable for participating in this clinical trial.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}