{
    "nctId": "NCT06337084",
    "briefTitle": "Diagnostic Efficacy and Dosimetry of MNPR-101-DFO*-89Zr in Patients with Solid Tumors",
    "officialTitle": "Open Label Pilot Study Evaluating Diagnostic Efficacy and Dosimetry of MNPR-101-DFO*-89Zr in Patients with Solid Tumors",
    "overallStatus": "RECRUITING",
    "conditions": "Solid Tumor, Adult, Bladder Cancer, Urothelial Carcinoma, Triple-negative Breast Cancer, Lung Cancer, Colorectal Cancer, Gastric Cancer, Ovarian Cancer, Pancreatic Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "DIAGNOSTIC",
    "enrollmentCount": 12,
    "primaryOutcomeMeasure": "To assess dosimetry and biodistribution of MNPR-101-DFO*-89Zr",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Histologically and/or cytologically confirmed solid tumor cancer.\n2. Age ≥18 years.\n3. Measurable disease ≥ 1 cm on prior 18F-FDG PET/CT scan. Up to 4 subjects may be enrolled with FDG-avid disease which do not meet ≥ 1 cm measurement on CT.\n4. Ability to understand and willingness to sign a written informed consent document.\n5. A prior standard-of-care 18F-FDG PET/CT scan within past 60 days.\n6. Tumor sample available for IHC testing to demonstrate uPAR expression.\n7. Females of childbearing potential must have a negative serum pregnancy test at time of screening and a negative urine pregnancy test on Day 1 prior to study drug administration if screening is \\>7 days prior to Day 1. A rapid serum pregnancy test result performed as standard-of-care will be accepted if available.\n8. Both males and females must agree to use highly effective contraceptive precautions if conception is possible during the dosing period and up to 1 month after dosing.\n9. Female patients who are lactating must agree to discontinue breastfeeding prior to the dose of study drug and must refrain from breastfeeding for 1 month following the last dose of study drug.\n\nExclusion Criteria:\n\n1. Chemotherapy, radiotherapy (other than short cycle of palliative radiotherapy), or immunotherapy within 14 days prior to administration of MNPR-101-DFO\\*-89Zr, or continuing adverse effects (\\>grade 1, excluding alopecia, anorexia, fatigue, and neuropathy) from such therapy (Common Terminology Criteria for Adverse Events \\[CTCAE\\] version 5.0).\n2. Prior treatment with any radiopharmaceutical or investigational agents within 4 weeks or 5 effective half-lives, whichever is longer, prior to administration of the first dose of MNPR-101-DFO\\*-89Zr.\n3. Have evidence of impaired organ function at Screening and within 1 week prior to dosing MNPR-101-DFO\\*-89Zr, particularly:\n\n   * Bone marrow i. Platelets \\<75 K/mcL. ii. ANC \\<1.0 K/mcL.\n   * Liver function i. AST/ALT \\>2.5xULN (institutional upper limits of normal) OR \\>5×ULN for patients with liver metastases.\n\n   ii. Bilirubin \\>1.5xULN OR \\>3×ULN for patients with known Gilbert's Syndrome.\n   * Renal function i. eGFR ≤45 mL/min determined using BSA-adjusted Chronic Kidney Disease Epidemiology Collaboration CKD-EPI 2021 formula \\[https://www.kidney.org/professionals/kdoqi/gfr_calculator\\].\n4. Other serious, non-malignant diseases that may interfere (e.g., renal, hepatic, or hematologic) with the objectives of the study, safety, or compliance, as judged by the investigator.\n5. Cognitive impairment or contraindications that may compromise the ability to give informed consent or comply with the requirements of the study.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}