{
    "nctId": "NCT02781805",
    "briefTitle": "Pilot Study of Bisphosphonates for Breast Cancer",
    "officialTitle": "Pilot Clinical Trial of Short-Term Bisphosphonate Administration as Chemoprevention for Breast Cancer Via Engagement of γδ T Cells",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Neoplasms",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "PREVENTION",
    "enrollmentCount": 6,
    "primaryOutcomeMeasure": "Percentage change of γδ T cell in CNB",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients referred for risk reduction mastectomy (eg. BRCA or other high-risk gene mutations, strong family history of breast cancer, prior or current LCIS, ADH, ALH and DCIS undergoing bilateral mastectomy or prophylactic contralateral mastectomy), oe patients at high-risk for breast cancer (eg. BRCA or other high-risk gene mutations, strong family history of breast cancer, prior or current LCIS, ADH, ALH and DCIS) who are not planning for immediate risk reduction mastectomy and are undergoing routine follow-up.\n* Patients who are premenopausal defined as an individual with at least six menstrual cycles in the past year, women with hysterectomy with intact functioning ovaries who are not having menstrual cycles need to be 45 years of age and under.\n* Patients must be 18 years of age or older\n* The effects of Alendronate on the developing fetus are unknown. For this reason, sexually active heterosexual women must agree to use an effective form of birth control for the duration of study participation. Women who are NOT having 1) a hysterectomy, 2) fallopian tubes removed and/or 3) ovaries removed at the time of their breast surgery will also be required to use an effective form of birth control for 56 days following the last dose of study medication. In addition to, premenopausal women who are undergoing routine follow up and are not having surgery will be required to use an effective form of birth control for 56 days following the last dose of study medication. One of the following methods of birth control must be used by sexually active women of childbearing potential:\n\n  * Oral contraceptive pill in continuous use for \\>90 days prior to study entry\n  * Vaginal ring in continuous use for \\>90 days prior to study entry\n  * Skin patch in continuous use for \\>90 days prior to study entry\n  * Injection in continuous use prior to study entry\n  * IUD\n  * Diaphragm, cervical cap, or cervical shield with spermicide\n  * Contraceptive sponge\n  * Condom (male or female type) plus spermicide\n  * Male partner who has had a vasectomy\n* Women who are abstinent from heterosexual encounters for the duration of the study participation and for the 56 days following the last dose of study medication will not be required to uses birth control.\n* Women with hysterectomy with intact functioning ovaries, women with Fallopian tubes cut, tied, or sealed, and women with a sterilization implant (e.g. Adiana, Essure) placed \\>3 months prior to beginning the study drug are not considered to be able to bear children and therefore are eligible to participate without the use of concurrent birth control.\n* Females of child-bearing potential must have a negative pregnancy test within the current menstrual cycle and within 7 days before starting drug.\n* Patients must have recovered from major infections and/or surgical procedures, and in the opinion of the investigator, not have any significant active concurrent medical illnesses precluding protocol treatment\n* Participants must have the ability to understand, and the willingness to sign, a written informed consent form\n\nExclusion Criteria:\n\n* Patients with a previous diagnosis of invasive breast cancer\n* Patients who are post-menopausal (defined as 12 consecutive months without a menstrual period).\n* Patients with an implant in the sampled breast\n* Pregnant or lactating women are excluded from this study. Breastfeeding must be discontinued for the duration of study participation and for 8 weeks after the last dose of the study agent\n* Patients for whom English is not their native language\n* Patients with current or previous bisphosphonate therapy\n* Patients with a history of allergic reactions attributed to compounds of similar chemical or biologic composition of alendronate and other bisphosphonates.\n* Patients with esophageal dysmotility\n* Patients unable to sit up or stay up for 30 minutes after taking oral dose\n* Patients who have taken non-steroidal anti-inflammatory drugs (NSAIDs) in the past two weeks\n* Patients who have received chemotherapy for a malignancy in the past 5 years\n* Patients who are treated for a medical condition (such as ulcerative colitis) with chronic steroids within the last 2 years\n* Patients with calculated creatinine clearance (Cockroft-Gault) less than 35 mL/min\n* Patients with a history of hypocalcemia\n* Bilateral DCIS, LCIS, ADH or ALH",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}