{
    "nctId": "NCT05128773",
    "briefTitle": "Study of Amcenestrant (SAR439859) Versus Tamoxifen for Patients With Hormone Receptor-positive (HR+) Early Breast Cancer, Who Have Discontinued Adjuvant Aromatase Inhibitor Therapy Due to Treatment-related Toxicity",
    "officialTitle": "A Randomized, Multicenter, Double-blind, Phase 3 Study of Amcenestrant (SAR439859) Versus Tamoxifen for the Treatment of Patients With Hormone Receptor-positive, Human Epidermal Growth Factor Receptor 2-negative or Positive, Stage IIB-III Breast Cancer Who Have Discontinued Adjuvant Aromatase Inhibitor Therapy Due to Treatment-related Toxicity",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 3,
    "primaryOutcomeMeasure": "Invasive Breast Cancer-free Survival (IBCFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Adult participants with histologically confirmed diagnosis of adenocarcinoma of the breast with documentation of hormone receptor-positive status, irrespective of human epidermal growth factor receptor 2 (HER2) status NOTE: Participants with HER2-positive breast cancer were eligible only if they had completed their adjuvant anti-HER2 treatment and chemotherapy.\n* With Stage IIB or Stage III (invasive breast cancer) who had undergone breast surgery and adjuvant radiation (if indicated) for the current malignancy.\n* Who had received prior aromatase inhibitors (AIs) (letrozole, anastrozole or exemestane or any sequence thereof) per the following:\n\nAdjuvant AI therapy was discontinued due to AI treatment-related toxicity; Minimum of 6 months duration and maximum of 30 months duration (from initiation of first AI if there was a switch between AIs) of AI therapy was required.\n\n* Absence of locoregional and/or advanced/metastatic disease\n* Eastern Cooperative Oncology Group (ECOG) performance status (PS) 0-1\n* Capable of giving signed informed consent.\n\nExclusion Criteria:\n\n* Medical history or ongoing gastrointestinal disorders potentially affecting the absorption of amcenestrant and/or tamoxifen. Participants unable to swallow normally or unable to take tablets and capsules. Predictable poor compliance to oral treatment. Active inflammatory bowel disease or chronic diarrhea, active hepatitis A/B/C, hepatic cirrhosis, short bowel syndrome, or any upper gastrointestinal surgery including gastric resection or banding procedures.\n* History of prior breast cancer treated with AI.\n* Any other solid tumor or lymphoma diagnosis was not allowed except if the participant had been free from disease for equal to greater than (=\\>5) years.\n* Pregnant or nursing women, or women of child-bearing potential without a negative pregnancy test prior to randomization.\n* Participants with unrecovered acute toxic effects of prior AI therapy or surgical procedures.\n* Uncontrolled intercurrent illness, including psychiatric conditions that would have limited compliance with study requirements.\n* Treatment with any selective estrogen receptor degrader (SERD), tamoxifen or toremifene were not allowed as prior adjuvant therapy but could have been used as neoadjuvant therapy for a total duration of 3 months. Participants who were treated with a SERD, tamoxifen or toremifene in the neoadjuvant setting and who experienced disease progression were not allowed. Prior treatment with raloxifene or tamoxifen for bone health, risk reduction, or a prior breast cancer was allowed provided this was discontinued at least 3 years before diagnosis of current breast cancer.\n* Ongoing treatment with HER2 directed therapy. Appropriate wash out between the last dose of HER2 directed therapy and randomization should have been at least 4 weeks.\n\nThe above information was not intended to contain all considerations relevant to a potential participation in a clinical trial.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}