{
    "nctId": "NCT00524849",
    "briefTitle": "Zometa and Circulating Vascular Endothelial Growth Factor (VEGF) in Breast Cancer Patients With Bone Metastasis",
    "officialTitle": "Randomized Phase 2 Study on the Relationship Between Circulating VEGF and Weekly or Every-four-week Zometa in Breast Cancer Patients With Bone Metastases",
    "overallStatus": "COMPLETED",
    "conditions": "Metastatic Breast Cancer, Bone Metastases",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2, PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 60,
    "primaryOutcomeMeasure": "Circulating VEGF levels in breast cancer patients with bone metastases",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Signed informed consent\n* Female, 18 years or older\n* Histologically confirmed invasive breast cancer\n* Bone metastases\n* ECOG Performance Status of 0 to 2\n* Life expectancy of more than 3 months\n* Subject must have adequate organ function:\n\n  * Cr ≤ 3 mg/dL (265 µmol/L)，\n  * CrCl (Cockcroft \\& Gault) ≥ 30 mL/min，\n  * Ca2+ \\> 8.0 mg/dL (2.0 mmol/L) and ≤ 12 mg/dL (3.0 mmol/L)\n* Negative serum pregnancy test for women with childbearing potential\n* Good conditions for infusion and willing to undergo phlebotomy during the whole study\n* Have ceased anti-tumor treatment including chemotherapy, endocrinotherapy and bio-targeted therapy for over 28 days\n\nExclusion Criteria:\n\n* Pregnant or lactating females\n* History of other malignancy. However, subjects who have been disease-free for 5 years, or subjects with a history of completely resected non-melanoma skin cancer or successfully treated in situ carcinoma are eligible.\n* Concurrent disease or condition that would make the subject inappropriate for study participation, or any serious medical disorder that would interfere with the subject's safety\n* Active or uncontrolled infection\n* Current active dental problems including infection of the teeth or jawbone (maxilla or mandible); dental or fixture trauma; or a current or prior diagnosis of osteonecrosis of the jaw (ONJ); or exposed bone in the mouth; or slow healing after dental procedures\n* Recent (within 6 weeks of Randomization) or planned dental or jaw surgery (e.g. extraction, implants)\n* Known history of uncontrolled or symptomatic angina, arrhythmias, or congestive heart failure\n* Concomitant with liver, brain or symptomatic lung metastases (symptoms such as hemoptysis, severe cough and shortness of breath)\n* Accepted radiotherapy for solitary bone disease within 30 days before study\n* Previous treatment with other bisphosphonates or radionuclides within one month before study\n* Known hypersensitivity to bisphosphonates\n* History of treatment with calcitonin, gallium nitrate or mithracin within 14 days before study.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}