{
    "nctId": "NCT00973037",
    "briefTitle": "CYP2D6 Genotype on the Clinical Effect of Tamoxifen",
    "officialTitle": "Impact of CYP2D6 Genotype on the Clinical Effects of Tamoxifen Using With Samples From Prospective Randomized Multicenter Study",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Neoplasms, Tamoxifen, Genotype, CYP2D6",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 922,
    "primaryOutcomeMeasure": "Disease-free survival(DFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* The patient must sign the informed consent form.\n* The patient must sign the informed consent of genotype screening test.\n* The patient must be between 18 years old and 45 years old who can make a decision independently.\n* Patients must have undergone excision of the primary breast mass, proven histologically to be invasive breast adenocarcinoma.(The type of mastectomy performed, number of axillary nodes removed, number of axillary nodes found positive, and tumor size must be included on the CRFs. For patients who have more than one discrete tumor masses should be measured and reported on the CRFs.)\n* Patients must be within 3 months after the last cycle of chemotherapy.\n* Patients must have the history of normal menstruation prior to the start of chemotherapy.\n* Stage I, II or III\n* Woman, less than or equal to 45 years of age\n* The test result of the estrogen receptor is positive.\n* WHO performance status 0, 1 or 2.\n* Patients who were treated with cytotoxic chemotherapy in pre or post surgery. Permissible prior chemotherapy; currently locally available and approved standard chemotherapy in the adjuvant or neoadjuvant setting: e.g., AC(Doxorubicin/cyclophosphamide) followed by taxane, AC(Doxorubicin/cyclophosphamide), TA(Docetaxel/ Doxorubicin), FAC(5-fluorouracil/ doxorubicin / cyclophosphamide) or others.\n* Adequate hematological function defined by hemoglobin 10g/dl, neutrophil count 1.5 X 10 9/L and platelets 100 X 10 9/L.\n* Adequate hepatic function defined by AST and ALT 2.5 X upper limit of normal. Alkaline phosphatase 5 X upper limit of normal, unless bone metastases in the absence of liver disease. Renal function adequate defined by creatinine \\< 175 mmol/L.\n\nExclusion Criteria:\n\n* The test result of the estrogen receptor is negative or unknown.\n* Patients with the history of hysterectomy or oophorectomy.\n* Sarcomas or squamous cell carcinomas of the breast are not eligible.\n* Patients with malignancies(other than breast cancer) within the last 5 years, except for adequately treated in situ carcinoma of the cervix or basal cell/squamous cell carcinoma of the skin.\n* Investigational drugs given within the previous 4 weeks.\n* Patients with thrombocytopenia (platelets \\< 100 X 10 9/L or on anti-coagulant therapy(contra-indicated due to risk of bleeding with i.m. injection of Zoladex).\n* Patients treated with CMF(cyclophosphamide/methotrexate/5-fluorouracil) as prior chemotherapy.\n* Patients who are pregnant or lactating are ineligible.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT"
}