{
    "nctId": "NCT06505018",
    "briefTitle": "Telemonitoring Platform \"CUREETY TECHCARE\" vs Standard of Care for mTBNC Patients Initiating a First-line Treatment",
    "officialTitle": "A Randomized Phase III Study Comparing the Digital Telemonitoring Platform \"CUREETY TECHCARE\" to Usual Standard of Care in Patients With Triple Negative Metastatic Breast Cancer Initiating a First-line Systemic Treatment",
    "overallStatus": "RECRUITING",
    "conditions": "Metastatic Triple-Negative Breast Carcinoma",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 472,
    "primaryOutcomeMeasure": "Time to definitive Health-Related Quality of life score Deterioration",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Signed a written informed consent form prior to participate in the study. Note: In case of physical incapacitation, a trusted representative of their choice, which is not the Investigator or sponsor, can sign on the behalf of the patients\n* Patients ≥18 years of age.\n* Patient with histologically documented metastatic triple negative breast cancer (ER (Oestrogen receptor) and PR (Progesterone receptor) \\<10%, Her2 negative status).\n* Life expectancy \\> 6 months as per investigator estimate.\n* Patient initiating a marketed authorized first-line systemic treatment in the metastatic setting.\n* Eastern Cooperative Oncology Group (ECOG) performance status (PS) ≤2.\n* Patient having completed the EORTC QLQ-C30 and EORTC QLQ-BR45 at baseline (response to questions 29 and 30 of EORTC QLQ-C30 at baseline are mandatory)\n* Affiliated to the social security system or equivalent health insurance.\n* Patient able and willing to complete web-based self-reported questionnaires, from initiation of first-line treatment and for the duration of the study (over multiple treatment lines)\n* Patient has access to a computer, tablet, or smartphone connected to the Internet.\n\nExclusion Criteria:\n\n* Participation in another clinical trial using telemonitoring.\n* Physical or psychological incapacity of the patient to use the digital telemonitoring Cureety Techcare, according to the investigator's discretion.\n* Patient deprived of their liberty or under protective custody or guardianship.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}