{
    "nctId": "NCT03356860",
    "briefTitle": "Safety and Efficacy of Durvalumab Combined to Neoadjuvant Chemotherapy in Localized Luminal B HER2(-) and Triple Negative Breast Cancer.",
    "officialTitle": "A Phase IB/II Study of Durvalumab (MEDI4736) Combined With Dose-dense EC in a Neoadjuvant Setting for Patients With Locally Advanced Luminal B HER2(-) or Triple Negative Breast Cancers.",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer, Triple Negative Breast Cancer, Luminal B",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 57,
    "primaryOutcomeMeasure": "Adverse events",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Written informed consent and any locally-required authorization (EU Data Privacy Directive in the EU) obtained from the subject prior to performing any protocol-related procedures, including screening evaluations\n* Female and male aged \\> 18 years at time of study entry.\n* Patient has T1-T4 any N, M0, operable breast cancer\n* Confirmed invasive ductal, lobular, mixed or medullary breast carcinoma\n* TNBC defined as negative oestrogen and progesterone receptors as per local laboratory testing and negative HER2 defined as negative ISH test or an IHC status of 0 or 1+ as per local laboratory testing\n* Luminal B HER2 negative BC defined as positive oestrogen and/or progesterone receptors, a negative HER2 defined as negative ISH test or an IHC status of 0 or 1+ as per local laboratory testing and a Ki67 \\> 14%.\n* World Health Organisation (WHO) performance status of 0 or 1\n* Adequate normal organ and marrow function as defined below:\n\n  1. Haemoglobin ≥ 9.0 g/dL\n  2. Absolute neutrophil count (ANC) ≥ 1.5 x 109/L (\\> 1500 per mm3)\n  3. Platelet count ≥ 100 x 109/L (\\>100,000 per mm3)\n  4. Serum bilirubin ≤ 1.5 x institutional upper limit of normal (ULN).\n  5. AST (SGOT)/ALT (SGPT) ≤ 2.5 x institutional upper limit\n  6. Serum creatinine CL\\>40 mL/min\n* Normal cardiac function must be confirmed by ECG and cardiac function assessed by US imagery, radionucleotide ventriculography or MUGA, 4 weeks prior to randomization. Results must be above the normal limit of the institution\n* Women must either be postmenopausal or must have a negative serum pregnancy test 14 days upon study entry.\n* For a woman of childbearing potential, an effective method of birth control must be employed.\n* Men must use 2 effective contraceptive measures or male sterilization with female partners of childbearing potential or pregnant female partners, or they must remain abstinent during the treatment period and for at least 6 months after the last dose of the study treatment.\n* Subject is willing and able to comply with the protocol for the duration of the study including undergoing treatment and scheduled visits and examinations including follow up.\n* Subject accepts planned biological samples collection and their use for the trial propose.\n\nExclusion Criteria:\n\n* Involvement in the planning and/or conduct of the study\n* Previous enrolment in the present study\n* Participation in another clinical study with an investigational product during the last 4 weeks\n* Patient has locally recurrent or metastatic invasive BC\n* History of another primary malignancy except for:\n\n  1. Malignancy treated with curative intent and with no known active disease ≥5 years before the first dose of study drug\n  2. Adequately treated non-melanoma skin cancer or lentigo maligna without evidence of disease\n  3. Adequately treated carcinoma in situ without evidence of disease eg, cervical cancer in situ or BC in situ.\n* Patient has received any systemic therapy (e.g. chemotherapy, targeted therapy, immunotherapy) or radiotherapy for current breast cancer disease\n* Whatever the indication, receipt of a last dose of anti-cancer therapy (chemotherapy, immunotherapy, endocrine therapy, targeted therapy, biologic therapy, tumor embolization, monoclonal antibodies, other investigational agent) ≤ 21 days prior to the first dose of study drug\n* Any previous treatment with a PD1 or PD-L1 inhibitor, including durvalumab\n* Any prior Grade ≥3 immune-related adverse event (irAE) while receiving any previous immunotherapy agent, or any unresolved irAE \\>Grade 1\n* Current or prior use of immunosuppressive medication within 28 days before the first dose of durvalumab, with the exceptions of intranasal and inhaled corticosteroids or systemic corticosteroids at physiological doses, which are not to exceed 10 mg/day of prednisone, or an equivalent corticosteroid\n* Mean QT interval corrected for heart rate (QTc) ≥470 ms calculated from electrocardiograms (ECGs) using Fridericia's Correction\n* Known or suspected congestive heart failure (\\>NYHA I) and / or coronary heart disease, angina pectoris requiring antianginal medication, previous history of myocardial infarction, evidence of transmural infarction on ECG, uncontrolled or poorly controlled arterial hypertension (i.e. BP \\>140 / 90 mm Hg under treatment with two antihypertensive drugs), rhythm abnormalities requiring permanent treatment, clinically significant valvular heart disease.\n* Active or prior documented autoimmune disease within the past 2 years NOTE: Subjects with vitiligo, Grave's disease, or psoriasis not requiring systemic treatment (within the past 2 years) are not excluded.\n* Active or prior documented inflammatory bowel disease (e.g., Crohn's disease, ulcerative colitis)\n* History of primary immunodeficiency\n* History of allogeneic organ transplant\n* History of hypersensitivity to durvalumab or any excipient\n* Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, uncontrolled hypertension, unstable angina pectoris, cardiac arrhythmia, active peptic ulcer disease or gastritis, active bleeding diatheses, any subject known to have evidence of acute or chronic hepatitis B, hepatitis C or human immunodeficiency virus (HIV), or psychiatric illness/social situations that would limit compliance with study requirements or compromise the ability of the subject to give written informed consent\n* Subjects with uncontrolled seizures.\n* Known history of active tuberculosis\n* Anticipation that a live attenuated vaccine will be required during the period from 30 days prior to the first planned durvalumab administration (e.i. week 18 and week 14 after study entry for the phase Ib and phase II respectively) to 5 months of durvalumab discontinuation. Influenza vaccination (inactivated forms only but not live attenuated forms) should be given during influenza season only (approximately October to March).\n* Female subjects who are pregnant, breast-feeding or female patients of reproductive potential who are not employing an effective method of birth control\n* Men with female partners of childbearing potential or pregnant female partners who are not employing an effective method of birth control\n* Any condition that, in the opinion of the investigator, would interfere with evaluation of study treatment or interpretation of patient safety or study results",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}