{
    "nctId": "NCT01147484",
    "briefTitle": "A Study of Foretinib in Patients With Recurrent/Metastatic Breast Cancer",
    "officialTitle": "A Phase II Study of Foretinib in Patients With Estrogen Receptor (ER), Progesterone Receptor (PR), and Human Epidermal Growth Factor Receptor 2 (HER2) Negative, Recurrent/Metastatic Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Recurrent Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 47,
    "primaryOutcomeMeasure": "Objective response and early progression rate",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologically or cytologically confirmed diagnosis of invasive breast cancer, that is estrogen receptor (ER) negative, progesterone receptor (PR) negative and human epidermal growth factor receptor 2 (HER2) negative.\n* Formalin fixed paraffin embedded tissue available for central pathology review and translational studies. Patients entered on the second stage of accrual must have an accessible tumour lesion for biopsy.\n* Advanced or recurrent/ metastatic disease incurable with standard therapies.\n* Clinically and/or radiologically documented measurable disease. At least one site of disease must be unidimensionally measurable.\n* ECOG performance of 0, 1 or 2.\n* Age ≥ 18 years of age.\n* Previous Therapy: Any treatment-related major organ toxicities must be recovered to ≤ grade 1.\n* Patients may have received adjuvant chemotherapy and/or one prior line of chemotherapy in the recurrent/metastatic setting. A minimum of 21 days since the last dose of chemotherapy must have elapsed prior to registration.\n* No prior therapy with a c-Met inhibitor or angiogenesis inhibitor. Other targeted agents are permissible provided a minimum of 21 days has elapsed since last day of targeted therapy and registration.\n* Prior radiation therapy permitted provided the patient has recovered from acute toxic effects of the radiation therapy prior to registration, and at least 21 days have elapsed from the day of the last fraction of radiation to the date of registration. Exceptions may be made for non-myelosuppressive radiation to peripheral areas.\n* Previous surgery permitted provided wound healing has occurred and at least 14 days have elapsed if surgery was major.\n* Granulocytes (AGC) ≥ 1.5 x 109/L; Platelets ≥ 100 x 109/L\n* Serum creatinine ≤ 1.2 x UNL; Total bilirubin ≤ 1.2 x UNL; ALT and AST ≤ 2 x UNL\n* Women must be post menopausal, surgically sterile or use a reliable form of contraception while on study and for 90 days after discontinuing therapy. Women of childbearing potential must have a pregnancy test taken and proven negative within 7 days prior to registration and must not be lactating.\n* Patients who require oral anticoagulants (coumadin, warfarin) are eligible\n* Patient consent must be obtained according to local Institutional and/or University Human Experimentation Committee requirements.\n* Protocol treatment must begin within 7 working days of patient registration.\n\nExclusion Criteria:\n\n* History of other malignancies, except: adequately treated non-melanoma skin cancer, curatively treated in-situ cancer of the cervix, or other solid tumours curatively treated with no evidence of disease for ≥ 5 years.\n* Resting BP consistently higher than systolic \\> 150 mmHg and/or diastolic \\> 100 mmHg (in the presence or absence of a stable dose of anti-hypertensive medication) or poorly controlled hypertension, history of labile hypertension or poor compliance with anti-hypertensive medication.\n* Appreciable cavitating or actively bleeding lesions.\n* Untreated brain or meningeal metastases. (Patients with neurologically stable and treated brain metastases who have discontinued corticosteroids at least two weeks prior to study registration and have no evidence of cavitation or hemorrhage are eligible).\n* Untreated and/or uncontrolled cardiovascular conditions and/or have symptomatic cardiac dysfunction. Patients with a significant cardiac history (even if controlled) or prior anthracycline exposure are required to have an LVEF \\> 50%.\n* GI tract disease resulting in an inability to absorb oral medication.\n* Active or uncontrolled infections, or with serious illnesses or medical conditions which would not permit the patient to be managed according to the protocol.\n* Known hypersensitivity to the study drugs or their components.\n* Potent CYP3A4 inhibitors/inducers (e.g. ketoconazole, carbamazepine) must be discontinued at least 7 days prior to Day 1, Cycle 1.\n* Treatment, concurrent or within 3 weeks prior to registration, with other investigational drugs or anti-cancer therapy.\n* Proliferative diabetic retinopathy, retinal arteritis or hemorrhage.\n* History of pulmonary embolus or a deep vein thrombosis diagnosed and/or treated within 6 months prior to registration.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}