{
    "nctId": "NCT05216900",
    "briefTitle": "Breast Reconstruction and Neoadjuvant Radiotherapy",
    "officialTitle": "Breast Reconstruction and Neoadjuvant Therapy, a Changing Algorithm",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 20,
    "primaryOutcomeMeasure": "Acute post-surgical complication rate at 3 months following mastectomy and immediate breast reconstruction after NART in the treatment of breast cancer.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* In order to be eligible to participate in this study, a subject must meet all of the following criteria:\n* Females at least 18 years of age.\n* WHO performance scale ≤2\n* Adequate communication and understanding skills of the Dutch language\n* Able to understand and sign Dutch written informed consent\n* Indication for mastectomy and a known indication for (adjuvant) radiotherapy of at least the chestwall. To obtain information on the indication for RT, before the mastectomy is performed, it may be necessary to perform a separate SNP and/or targeted axillary dissection prior to inclusion, i.e.\n\n  * Stage III (cT3N1, cT0-2N2-3) or cN1 with more than 3 suspicious nodes at initial diagnosis\n  * A positive SN/TAD\\* pre- breast surgery in case of:\n* cT1-2N0 and less than 3 RF\\*\\* at initial diagnosis and cCR on imaging\\*\\*\\*\n* cT3N0 and no risk factor at initial diagnosis\n\n  * If the indication for radiotherapy is not yet clear, and is only indicated when there is a pathological lymph node present, a sentinel node procedure or targeted axillary dissection (TAD) will be performed first to check for the lymph node status. A sentinel node procedure (SNP) will be performed under general anesthesia in order to explore regional lymph nodes. For cT1-3N0 patients, it is known that about 25% has a positive axillary node after neoadjuvant chemotherapy (50);for patients with cT1-3N+ breast cancer, about 55-70% still have positive nodes after neoadjuvant chemotherapy, which is dependent of receptor status 29,30,31,32,33. Consequently, we may have to ask for informed consent 2-4 times more patients than we would need for this pilot study.\n\n    * risk factors are: angio invasion, Grade III, Age ≤ 40 yrs, triple negative \\*\\*\\* In patients with cT1-2N0 with at least 3 RF a tumour biopsy can be considered prior to surgery in case of neoadjuvant chemotherapy, since in case of no pCR the indication for RT is already set, and an SN or TAD prior to breast surgery is not required.\n\nExclusion Criteria:\n\n* study:\n* Legal incapacity\n* Not able to understand and sign Dutch written informed consent\n* Previous history of breast cancer or another malignancy for which radiotherapy of the breast or axilla\n* Collagen synthesis disease\n* MRI absolute contraindications as defined by the Radiology Department\n* Age \\< 18 year\n* Pregnant or lactating.\n* Smoking\n* BMI \\> 35 kg/m2\n* cT4 tumour (and skin sparing mastectomy not possible)\n* If NAC in cT1-2N0 and 3 RF: in triple negative or Her2 positive (with concern for under treatment of adjuvant therapy) and no tumor cells in preoperative biopsy\\*\n\n  * NB: If neoadjuvant chemotherapy is given, and if the indication for adjuvant systemic treatment is dependent on the presence or absence of a pathological complete response pCR (such as in patients with a triple negative or Her2 positive tumour), centres can choose A) to exclude these patients, or B) only to include these patients when a non-pCR is proven via a biopsy prior to the start of the RT. Earlier studies in partial breast RT showed that pCR rate of NART only, followed by surgery \\< 6-8 weeks is very low in the general breast cancer population (17 of the 110), whilst it seems to be higher in patients with triple negative (6/8) and Her2 positive (1/1) (personal communication Sophie Bosma, trial on Preoperative Accelerated Partial Breast Irradiation, PAPBI trial 34.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}