{
    "nctId": "NCT05134194",
    "briefTitle": "A Study of Camrelizumab in Combination With Chemotherapy Regimen Comparative Chemotherapy Regimen for Metastatic Triple-negative Breast Cancer",
    "officialTitle": "A Muti-center, Open-label, Randomized, Phase III Study of Camrelizumab Plus Treatment of Physician Choice Versus Treatment of Physician Choice for Metastatic Triple-Negative Breast Cancer Who Received at Least Two Prior Systemic Chemotherapy Regimens for Advanced/Metastatic Setting",
    "overallStatus": "TERMINATED",
    "conditions": "Triple Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 1,
    "primaryOutcomeMeasure": "Progression free survival (PFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. ECOG Performance Status of 0-1.\n2. Expected lifetime of not less than three months\n3. Metastatic triple negative invasive breast cancer, confirmed by histopathological testing, was diagnosed as triple negative according to the American Society of Clinical Oncology / College of American Pathologists (ASCO / CAP) guidelines for pathological typing.\n4. Target lesions with at least one measurable diameter line were present as judged by the investigator on imaging (RECIST v1.1 criteria).\n5. The major organs function well.\n6. Women of childbearing age were required to have a serum pregnancy study within 7 days prior to first dose and be assessed as nonpregnant. Women of reproductive age subjects were required to agree to a highly effective method of contraception during the study and for 6 months after the last administration of study drug.\n7. Volunteered to join this study, signed informed consent, had good compliance and willing to cooperate with follow-up.\n\nExclusion Criteria:\n\n1. Known central nervous system (CNS) disease.\n2. Uncontrollable moderate to large amounts of pleural effusion requiring repeated drainage, peritoneal effusion, or pericardial effusion.\n3. Any subject with known or suspected autoimmune disease other than: hypothyroidism due to autoimmune thyroiditis requiring hormone replacement therapy only; Subjects with stable type I diabetes in whom glycemia was controlled.\n4. Within 6 months prior to randomization, the following conditions occurred: myocardial infarction, severe / unstable angina, cardiac insufficiency of NYHA class 2 and above, clinically significant supraventricular or ventricular arrhythmia requiring intervention, and symptomatic congestive heart failure.\n5. Previous or current history of idiopathic pulmonary fibrosis, organizing pneumonia (e.g., bronchiolitis obliterans), drug-induced pneumonia, idiopathic interstitial pneumonia, or evidence of active pneumonia on chest CT screening; Patients with a history of radiation pneumonitis (fibrosis) in the irradiated field were excluded.\n6. History of live attenuated influenza vaccination within 28 days before first dose of study medication or anticipated during the study.\n7. Human immunodeficiency virus (HIV) infection or known to have acquired immune deficiency syndrome (AIDS); Active hepatitis (hepatitis B, defined as HBV-DNA ≥ 500 IU / ml; hepatitis C, defined as HCV-RNA above the lower limit of detection of the analytical method) or coinfection with hepatitis B and C.\n8. Presence of severe infection including, but not limited to, bacteremia requiring hospitalization, severe pneumonia within 4 weeks prior to first dose; With evidence of active tuberculosis infection within 1 year before drug administration.\n9. Had a diagnosis of any other malignancy within 5 years before study entry, with the exception of adequately treated basal cell carcinoma or squamous cell skin carcinoma, or carcinoma in situ of the cervix.\n10. Major surgery within 28 days before randomization (tissue biopsy required for diagnosis and placement of a central venous catheter operation \\[PICC\\] via peripheral venipuncture were permitted).\n11. Patients who had previously received or were ready to undergo allogeneic bone marrow transplantation or solid organ transplantation.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}