{
    "nctId": "NCT02907918",
    "briefTitle": "Neoadjuvant Study of Palbociclib in Combination With Letrozole and Trastuzumab in Stage II-III ER+ HER2+ Breast Cancer",
    "officialTitle": "A Phase II Neoadjuvant Study of Palbociclib in Combination With Letrozole and Trastuzumab as Neoadjuvant Treatment of Stage II-III ER+ HER2+ Breast Cancer (PALTAN)",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer, Cancer of Breast, Breast Carcinoma",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 26,
    "primaryOutcomeMeasure": "Number of Participants With Pathologic Complete Response (pCR)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Newly diagnosed clinical stage II or III ER+/HER2+ breast cancer with complete surgical excision of the breast cancer after neoadjuvant therapy as the treatment goal, staging criteria is to be based on AJCC 7.\n* Tumor size at least 2 cm in one dimension by clinical or radiographic exam (World Health Organization (WHO) criteria). Patients with histologically confirmed palpable lymph nodes may be enrolled regardless of breast tumor size. A palpable mass is not required as long as the mass is at least 2 cm in one dimension by radiographic exam.\n* At least 18 years of age.\n* Eastern Cooperative Oncology Group (ECOG) performance status ≤ 1\n* Normal bone marrow and organ function as defined below:\n\n  * Leukocytes ≥ 3,000/mcL\n  * Absolute neutrophil count ≥ 1,500/mcl\n  * Platelets ≥ 100,000/mcl\n  * Total bilirubin ≤ institutional upper limit of normal (IULN)\n  * AST(SGOT)/ALT(SGPT) ≤ 2.5 x IULN\n* Creatinine ≤ IULN OR creatinine clearance ≥ 60 mL/min/1.73 m\\^2 for patients with creatinine levels above institutional normal\n* Left ventricular ejection fraction (LVEF) ≥ 50% by transthoracic echocardiogram or multigated acquisition scan (MUGA)\n* Baseline corrected QT interval (QTcF) \\< 480 ms\n* Women of childbearing potential must agree to undergo pregnancy testing within 14 days of study entry and agree to use adequate contraception (barrier method of birth control, abstinence, not hormonal) prior to study entry and for the duration of study participation as well as chemical LHRH Agonist with goserelin. Should a woman become pregnant or suspect she is pregnant while participating in this study, she must inform her treating physician immediately.\n* Ability to understand and willingness to sign an IRB approved written informed consent document (or that of legally authorized representative, if applicable).\n\nExclusion Criteria:\n\n* Prior systemic therapy for indexed breast cancer.\n* Indeterminate or negative HER2 status.\n* Inflammatory breast cancer.\n* A history of other malignancy ≤ 5 years from diagnosis of indexed BC with the exception of basal cell or squamous cell carcinoma of the skin treated with local resection only or carcinoma in situ of the cervix.\n* Currently receiving any other investigational agents or received any within the past 28 days.\n* Know to be HIV positive.\n* Known hepatitis B or C infection.\n* A history of allergic reactions attributed to compounds of similar chemical or biologic composition to palbociclib, letrozole, trastuzumab, any other aromatase inhibitor, any other monoclonal antibody, or other agents used in the study.\n* Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, or cardiac arrhythmia.\n* Current use or anticipated need for food or drugs that are known strong CYP3A4 inhibitors (i.e., grapefruit juice, verapamil, ketoconazole, miconazole, itraconazole, posaconazole, erythromycin, clarithromycin, telithromycin, indinavir, saquinavir, ritonavir, nelfinavir, lopinavir, atazanavir, amprenavir, fosamprenavir, nefazodone, diltiazem, and delavirdine) or inducers (i.e. dexamethasone, glucocorticoids, progesterone, rifampin, phenobarbital, St. John's wort).\n* Any condition that impairs the ability to swallow or absorb oral medication (e.g., gastrointestinal tract disease resulting in an inability to take oral medication or a requirement for IV alimentation, prior surgical procedures affective absorption).\n* Pregnant and/or breastfeeding. Women of childbearing potential must have a negative pregnancy test within 14 days of study entry.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}