{
    "nctId": "NCT04554056",
    "briefTitle": "Trial to Compare the Efficacy and Safety Of MW05 and PEG-rhG-CSF",
    "officialTitle": "A Phase II/III,Multi-Center,Randomized,Double-blind,Active-Controlled Trial to Compare the Efficacy , Safety and Immunogenicity of MW05 and PEG-rhG-CSF in Prophylactic Treatment for Chemotherapy-Induced Neutropenia",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer Female",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2, PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 586,
    "primaryOutcomeMeasure": "The primary objective of this study will be to evaluate the efficacy of MW05 pre-filled syringe as compared to PEG-rhG-CSF standard dosing (6 mg) in the first chemotherapy cycle.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. 18～70 years old female(including threshold)\n2. Diagnosed with breast cancer .\n3. Weight≥45kg.\n4. Patients planned to receive TC chemotherapy.\n5. ECOG ≤ 1\n6. Estimated survival time ≥ 3 months, and could received at least 4 cycles chemotherapy treatment.\n7. Have suitable organs and hematopoietic function\n8. ECG examination is normal or abnormal has no clinical significance.\n9. B-ultrasound examination of abdomen showed no obvious abnormality of spleen.\n10. Willing to sign the informed consent form and able to comply with protocol requirements.\n11. Non-menopausal or non-surgically sterilized female subjects, the blood pregnancy test results must be negative at the time of screening, and within at least 3 months from the signing of the informed consent form to the end of the last administration, consent to abstinence or the use of effective contraceptive methods.\n\n    -\n\nExclusion Criteria:\n\n1. History of other malignant tumors (skin basal cell carcinoma, skin squamous cell carcinoma and / or carcinoma in situ after radical resection can be included in the group after being cured for more than 5 years)\n2. Primary hematological diseases, including but not limited to myelodysplastic syndrome, aplastic anemia, sickle cell anemia and other hematological diseases that affect bone marrow hematopoiesis.\n3. With known central nervous system metastasis or suspected central nervous system metastasis based on clinical manifestations.\n4. With previous history of bone marrow transplantation and / or stem cell transplantation.\n5. Currently uncontrolled infections or have received systematic anti-infective therapy within 72 hours before randomization.\n6. Serious chronic diseases of important organs such as kidney and liver.\n7. Severe heart disease, including but not limited to:history of congestive heart failure (New York College of Cardiology \\[NYHA\\] II or higher heart disease)Angina pectoris that needs to be treated with anti-angina pectoris drugsUncontrollable hypertension (systolic blood pressure ≥ 180 mmHg and / or diastolic blood pressure ≥ 100 mmHg)Arrhythmias requiring drug treatment\n8. Severe diabetes (such as fundus disease or diabetic foot), or blood sugar is still not well controlled after active treatment.\n9. Surgery within 2 weeks before chemotherapy or radiotherapy within 4 weeks (except for patients whose physical condition has recovered and can accept the relevant procedures of this study, as determined by the researchers)\n10. Adverse reactions from previous treatments failed to recover to CTCAE v5.0 score ≤ 1 (except for alopecia and other toxic reactions that researchers believe do not affect the safety of this chemotherapy)\n11. According to the researchers, there are serious risks to the safety of patients or concomitant diseases that affect the completion of the study.\n12. Participated in clinical trials of any other drugs within 4 weeks.\n13. Received the same efficacy drugs(such as PEG-rhG-CSF or rhG-CSF, etc.) are still in 5 half-lives or within 28 days (whichever is shorter).\n14. With allergic disease or allergic constitution, and who have previously been allergic to any drug or its components in this trial.\n15. Active hepatitis B (HBsAg positive and HBV-DNA copy number greater than the normal limit) and / or active hepatitis C (hepatitis C virus antibody positive and HCV-RNA copy number greater than the normal limit) and / or human immunodeficiency virus antibody positive and / or Treponema pallidum antibody.\n16. Drug abuse. history or drug abusers\n17. Pregnant or lactating women\n18. Who have been judged by the researchers to be unsuitable for selection or who are not suitable for other reasons",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}