{
    "nctId": "NCT02586675",
    "briefTitle": "TEEL Study- Phase 1 Tamoxifen and Ribociclib (LEE011) in Advanced ER+ (HER2 Negative) Breast Cancer",
    "officialTitle": "The TEEL Study: A Phase I Trial of Tamoxifen With Ribociclib (LEE011) in Adult Patients With Advanced ER+ (HER2 Negative) Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer, Breast Cancer - Female, Breast Cancer - Male",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 7,
    "primaryOutcomeMeasure": "Recommended Phase II Dose (RP2D)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologically and/or cytologically confirmed diagnosis of Estrogen Receptor-Positive (ER+) and/or Progesterone Receptor-Positive (PR+) breast cancer by local laboratory.\n* Human Epidermal growth factor Receptor 2 Negative (HER2-) breast cancer defined as a negative in situ hybridization test or an Immunohistochemistry (IHC) status of 0, 1+ or 2+. If IHC is 2+, a negative In Situ Hybridization (Fluorescence \\[FISH\\], Chromogenic \\[CISH\\], or Silver \\[SISH\\]) test is required by local laboratory testing.\n* Participants are allowed (but not required) to have up to two lines of prior chemotherapy regimens in the metastatic setting for the dose expansion phase. For the dose escalation cohort, up to three previous lines of chemotherapy in the metastatic setting is acceptable.\n* Measurable disease, i.e., at least one measurable lesion as per Response Evaluation Criteria in Solid Tumors (RECIST)1.1 criteria only \\*for expansion cohorts.\n* For \\*escalation cohorts, bone only disease is allowed. For expansion cohorts, there must be measurable disease as stated above.\n* Eastern Cooperative Oncology Group Performance Status (ECOG PS) 0 or 1.\n* Written informed consent must be obtained prior to any screening procedures and according to local guidelines.\n* Adequate bone marrow and organ function.\n* Must be able to swallow ribociclib and Tamoxifen capsules/tablets.\n* Pre-Menopausal Women Eligibility: 1) Pre-menopausal women who received adjuvant Aromatase Inhibitor and Ovarian Suppression (AI + OS) in the adjuvant setting and completed at least 12 months of hormonal therapy. 2) Pre-menopausal women with de novo metastatic disease are eligible if they have had no prior endocrine therapy. 3) Pre-menopausal women who have not received Tamoxifen in the metastatic setting, but have received up to two lines of chemotherapy.\n* Post-Menopausal Women and Men Eligibility: 1) Post-menopausal women or men who have progressed on first-line or second line therapy with an aromatase inhibitor in the metastatic setting. 2) Post-menopausal women or men who have recurred while on or after completion of adjuvant treatment with aromatase inhibitors (they have completed at least one year of AI in the adjuvant setting before progression on AI). 3) Post-menopausal women or men who are not considered candidates for treatment with an aromatase inhibitory by their oncologist, patients not willing to go on AI, or patients who were intolerant to AI.\n* Post-menopausal women or men are allowed (but not required) to have up to two lines of prior chemotherapy regimens in the metastatic setting for the dose expansion phase . For the dose escalation cohort, up to three previous lines of chemotherapy in the metastatic setting is acceptable.\n\nExclusion Criteria:\n\n* Potential participants with inflammatory breast cancer.\n* Prior CDK 4/6 inhibitor exposure.\n* Have received Tamoxifen in the metastatic setting (for more than 30 days) or has progressed while on Tamoxifen in the adjuvant setting.\n* Known hypersensitivity to ribociclib or excipients of tamoxifen.\n* A concurrent malignancy or malignancy within 3 years of starting study drug, with the exception of adequately treated, basal or squamous cell carcinoma, non-melanomatous skin cancer or curatively resected cervical cancer.\n* Central nervous system (CNS) involvement unless specific criteria are met.\n* Impairment of Gastrointestinal (GI) function or GI disease that may significantly alter the absorption of the study drugs (e.g., ulcerative diseases, uncontrolled nausea, vomiting, diarrhea, malabsorption syndrome, or small bowel resection).\n* Known history of HIV infection (testing not mandatory).\n* Any other concurrent severe and/or uncontrolled medical condition that would, in the investigator's judgment, cause unacceptable safety risks, contraindicate patient participation in the clinical study or compromise compliance with the protocol (e.g. chronic pancreatitis, chronic active hepatitis, active untreated or uncontrolled fungal, bacterial or viral infections, etc.).\n* Clinically significant, uncontrolled heart disease and/or a recent events as specified in the study protocol\n* Currently receiving any of the following medications and cannot be discontinued 7 days prior to starting study drug: a. Known strong inducers or inhibitors of CYP3A4/5, including grapefruit, grapefruit hybrids, pummelos, star-fruit, and Seville oranges. b. That have a narrow therapeutic window and are predominantly metabolized through CYP3A4/5. c. That have a known risk to prolong the QT interval or induce Torsades de Pointes. d. Herbal preparations/medications, dietary supplements not prescribed by an M.D..\n* Currently receiving or has received systemic corticosteroids ≤2 weeks prior to starting study drug, or who have not fully recovered from side effects of such treatment.\n* The following uses of corticosteroids are permitted: single doses, topical applications (e.g., for rash), inhaled sprays (e.g., for obstructive airways diseases), eye drops or local injections (e.g., intra-articular).\n* Currently receiving warfarin or other coumarin-derived anticoagulant for treatment, prophylaxis or otherwise. Therapy with heparin, low molecular weight heparin (LMWH) or fondaparinux is allowed.\n* Participation in a prior investigational study within 30 days prior to enrollment..\n* Has received radiotherapy ≤ 4 weeks or limited field radiation for palliation ≤ 2 weeks prior to starting study drug, and who has not recovered to grade 1 or better from related side effects of such therapy (exceptions include alopecia) and/or in whom ≥ 25% of the bone marrow was irradiated.\n* Has had major surgery within 14 days prior to starting study drug or has not recovered from major side effects (tumor biopsy is not considered as major surgery).\n* Has not recovered from all toxicities related to prior anticancer therapies to NCI Common Terminology Criteria for Adverse Events (CTCAE) version 4.03 Grade equal to or less than 1 (Exception to this criterion: patients with any grade of alopecia are allowed to enter the study).\n* A Child-Pugh score B or C.\n* History of non-compliance to medical regimen or inability to grant consent.\n* Pregnant or nursing (lactating) women, where pregnancy is defined as the state of a female after conception and until the termination of gestation, confirmed by a positive human Chorionic Gonadotropin (hCG) laboratory test.\\]\n* Women of child-bearing potential, defined as all women physiologically capable of becoming pregnant, unless they are using highly effective methods of contraception throughout the study and for 12 weeks after study drug discontinuation. There are specific guidelines regarding the various acceptable highly effective contraception methods. Note: The use of oral contraception is not allowed.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}