{
    "nctId": "NCT06425874",
    "briefTitle": "The Impact of Socioeconomic Determinants on the Patient Reported Outcomes in Young Breast Cancer Patients After Breast Surgery",
    "officialTitle": "The Impact of Socioeconomic Determinants on the Patient Reported Outcomes in Young Breast Cancer Patients After Breast Surgery: an Observational Cohort Study",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer, Surgery, Quality of Life",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 1000,
    "primaryOutcomeMeasure": "Participant's breast satisfaction assessed by BREAST-Q questionnaire version 2.0",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Age between 18 and 50 years old.\n* The surgery time and procedure have been confirmed, and the surgical informed consent and research informed consent forms have been signed.\n* Informed consent obtained from patient.\n* Unilateral Breast Cancer.\n* Good health,the patient is able to tolerate general anesthesia and surgery, with an ECOG performance status of ≤2 points.\n* No history of breast/axillary radiation therapy.\n* Willing and capable of complying with the study protocol visits, treatment plans, and other research procedures.\n\nExclusion Criteria:\n\n* Bilateral breast cancer.\n* Inflammatory breast cancer.\n* Stage IV breast cancer.\n* Physical examination and imaging suggest tumor infiltration into the skin, pectoralis major muscle, and other adjacent tissues.\n* Patients unable to tolerate surgery due to coagulation abnormalities.\n* In patients without evidence of breast cancer in the contralateral breast, requesting contralateral prophylactic mastectomy.\n* In patients who have undergone surgical treatment for breast cancer (including mastectomy, breast-conserving surgery, and mastectomy with implant reconstruction), requesting secondary breast surgery.\n* Patients with a history or current diagnosis of other malignancies, excluding thyroid cancer.\n* The conditions considered unsuitable for inclusion by researchers.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT"
}