{
    "nctId": "NCT03029182",
    "briefTitle": "Simulated-altitude to Optimize Aerobic Exercise Among Breast Cancer Survivors With Limited Mobility",
    "officialTitle": "Simulated-Altitude as an Adjunct to Optimize Aerobic Exercise in Obese Breast Cancer Survivors With Limited Ambulatory Function: Pilot Randomized Trial",
    "overallStatus": "COMPLETED",
    "conditions": "Obesity, Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 15,
    "primaryOutcomeMeasure": "Determine the feasibility of an 8 week exercise intervention comparing walking+simulated-altitude to walking (control) based on retention.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Physician's medical clearance for participation\n2. English-speaking women\n3. 18-70 years of age with a history of Stage 0-III breast cancer\n4. Preferred walking speed of less than 2.9 mph as measured by a timed 10 meter walk test (to be performed on-site after consent during preliminary screening) \"OR\" the inability to complete a 6-minute walk without stopping (to be performed on-site after consent during preliminary screening)\n5. Body mass index between 30-45 kg/m2\n6. ≥1 year post-treatment and not currently receiving or planning to receive chemo/radiation therapies\n7. Not participating in a structured exercise routine\n8. In the previous 6 months, not engaging in (on average) ≥60 minutes of moderate or ≥30 minutes of vigorous physical activity per week.\n\nExclusion Criteria:\n\n1. Males\n2. Dementia\n3. Medical, psychological, and/or social characteristics that may interfere with the ability to fully participate in the proposed study activities/assessments (e.g., psychosis, schizophrenia)\n4. Contraindication to participate in regular exercise training\n5. Unwilling to complete prescribed exercise\n6. Inability to walk\n7. Pregnant\n8. Resting oxygen saturation via pulse oximetry below 90%\n9. Using home oxygen therapy",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}