{
    "nctId": "NCT01047774",
    "briefTitle": "The Effect of Soy Protein on Post- Breast Cancer Surgery Pain",
    "officialTitle": "Soy-rich Diet for Preventing Chronic Pain After Breast Cancer Surgery",
    "overallStatus": "TERMINATED",
    "conditions": "Pain, Chronic Disease, Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "PREVENTION",
    "enrollmentCount": 6,
    "primaryOutcomeMeasure": "Number of women in both arms with any pain of any type in operated breast or its vicinity",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Women diagnosed with breast cancer and scheduled for elective breast cancer surgery (excluding breast biopsy) with axillary lymph node dissection (total and/or sentinel node excision).\n* Women who are 21 years or older.\n\nExclusion Criteria:\n\n* History of significant heart, gastro-intestinal, liver or kidney disease.\n* Use of the anticoagulant, warfarin or Coumadin.\n* Malabsorption of any kind.\n* Diagnosed lactase deficiency.\n* Known allergy to any of the tested dietary products.\n* Basic daily consumption of soy protein in quantities exceeding 10 g/day.\n* Women who are strict vegetarians (i.e. no animal derived dietary sources).\n* The use of the following narcotics or adjuvant pharmacotherapy: opioids, anticonvulsants, antidepressants and steroids (except antidepressant use specifically for depression).\n* Tumour size (if known) \\> 3cm(i.e. size before pre-operative chemotherapy, if administered).\n* Locally advanced breast cancer.\n* Inflammatory breast cancer.\n* Paget's disease of the breast with palpable mass.\n* Suspected metastasis.\n* Suspected micrometastasis.\n* Previous breast surgery of any kind (except needle biopsy).\n* The need for bilateral breast surgery.\n* The existence of other known cancer, including metastasis, either in the other breast or elsewhere.\n* Previous or current endocrine cancer therapy (e.g. selective estrogen receptor modulators, aromatase inhibitor).\n* Body mass index (BMI) \\> 35.",
    "sex": "FEMALE",
    "minimumAge": "21 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}