{
    "nctId": "NCT04995328",
    "briefTitle": "Clinical Investigation on the Treatment of Radiation Induced Dermatitis With Radiation Care® Gel",
    "officialTitle": "A Single Center, Open Label Clinical Investigation on the Treatment of Radiation Induced Dermatitis With Radiation Care® Gel",
    "overallStatus": "COMPLETED",
    "conditions": "Radiation Dermatitis",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 23,
    "primaryOutcomeMeasure": "To observe the proportion of patients with grade 2 radiation dermatitis (according to CTCAE) at week 5.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Participants must be males or non-pregnant or non-lactating females at least 20 years of age.\n* Subject must meet one of the following conditions:\n\n  1. Diagnosis of non-inflammatory breast adenocarcinoma or in situ breast cancer which were treated by operation with or without adjuvant or neoadjuvant hormonal treatment.\n  2. Diagnosis of epithelial carcinoma of nasopharynx, oropharynx, oral cavity, larynx, hypopharynx, paranasal sinus and salivary glands which were treated with or without operation, concurrent chemotherapy is accepted, in head and neck cancer patients.\n* Patients were scheduled to receive at least three sessions of radiotherapy per week (1 session per day) for at least five weeks using standard irradiation fraction (with at least 1.8 Gy per session) for total dose of at least 50 Gy.\n* Participant willing and must give signed informed consent.\n\nExclusion Criteria:\n\n* Prior breast reconstructions, implants, and/or expanders.\n* Previous radiotherapy to the area to be treated with radiation therapy (head and neck area or breast and thorax areas).\n* Concurrent chemotherapy in breast cancer patients.\n* Concurrent targeted therapy in head and neck cancer patients.\n* Known radiosensitivity syndromes (e.g. Ataxia-telangiectasia)\n* Collagen vascular disease, vasculitis, unhealed surgical sites, breast infections, rashes or unhealed wounds in the radiation field or systemic lupus erythematosus (SLE).\n* Systemic diseases known to delay the skin healing process such as diabetes mellitus or severe renal failure.\n* Use of a tissue-equivalent bolus.\n* Use of over-the-counter topical medications containing steroids.\n* Participation in any clinical trial in the prior 30 days from baseline.\n* Any condition that, in the judgement of the investigator could impose hazards to the patient if study therapy is initiated or affect the participation of the patient in the study.",
    "sex": "ALL",
    "minimumAge": "20 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}