{
    "nctId": "NCT04273061",
    "briefTitle": "Investigating the Effects of Atezolizumab in People Whose Tumour DNA or RNA Indicates Possible Sensitivity",
    "officialTitle": "Canadian Atezolizumab Precision Targeting for Immunotherapy Intervention",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer, Lung Cancer, Gastrointestinal Cancer, Genitourinary Cancer, Gynecologic Cancer, Sarcoma, Unknown Primary Tumors, Head and Neck Cancer, Skin Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 200,
    "primaryOutcomeMeasure": "Overall response rate (ORR) in each tumour-defined cohort, as defined by RECIST 1.1",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Age greater than or equal to 18 years at the time of signature of informed consent.\n* Participants with an incurable solid tumour who have undergone whole genome and transcriptome analysis (WGTA) as part of Personalized OncoGenomics (POG) or equivalent program.\n\n  a. Participants must have had successful sequencing of their tumour, been formally reviewed by the POG (or POG-approved) genome analysts and found to have CAPTIV-8 factors identified (including Immune, Burden, Variant (IBV) score ≥ 5), been reviewed at the Molecular Tumour Board (MTB) (or site equivalent), and allocated to a specific tumour-defined cohort (that is open for enrolment) with a final opinion documented.\n* Eastern Cooperative Oncology Group (ECOG) performance status 0-2.\n* Participants must have measurable disease, as defined by RECIST 1.1.\n* Life expectancy of at least 12 weeks.\n* Adequate hematologic and end-organ function, as defined by the following laboratory results obtained within 28 days prior to the first study treatment:\n\n  1. Absolute neutrophil count (ANC) ≥ 1500 cells/µL without granulocyte colony- stimulating factor support.\n  2. White blood cell (WBC) counts \\> 2500/µL.\n  3. Lymphocyte count ≥ 500/µL.\n  4. Serum albumin ≥ 2.5 g/dL.\n  5. Platelet count ≥ 100,000/µL without transfusion (without transfusion within 2 weeks of laboratory test used to determine eligibility).\n  6. Hemoglobin ≥ 9.0 g/dL, participants may be transfused or receive erythropoietic treatment to meet this criterion.\n  7. International normalized ratio (INR) or activated partial thromboplastin time (aPTT) ≤ 1.5 × Upper Limit of Normal (ULN). This applies only to participants who are not receiving therapeutic anticoagulation; participants receiving therapeutic anticoagulation must have an INR or aPTT within therapeutic limits for at least 1 week prior to enrolment.\n  8. Aspartate aminotransferase (AST), alanine aminotransferase (ALT), and alkaline phosphatase (ALP) ≤ 2.5 × ULN with the following exceptions: i) Participants with documented liver metastases: AST and/or ALT ≤ 5 × ULN. ii) Participants with documented liver or bone metastases: ALP ≤ 5 × ULN.\n  9. Serum bilirubin ≤ 1.5 × ULN. Participants with known Gilbert's syndrome who have serum bilirubin level ≤ 3 × ULN may be enrolled.\n  10. Serum creatinine ≤ 1.5 × ULN.\n* For women of childbearing potential: agreement to remain abstinent (refrain from heterosexual intercourse) or use contraceptive methods that result in a failure rate of less than 1% (one percent) per year during the treatment period and for at least 5 months after the last dose of atezolizumab.\n* For men: agreement to remain abstinent (refrain from heterosexual intercourse with a female partner of childbearing potential or who is pregnant) or use contraceptive measures that result in a failure rate of less than 1% (one percent) per year, and agreement to refrain from donating sperm, during the treatment period and for at least 5 months after the last dose of atezolizumab.\n* Asymptomatic participants with treated or untreated CNS lesions are eligible provided that all of the following criteria are met:\n\n  1. Measurable disease, per RECIST 1.1, must be present.\n  2. The participant has no history of intracranial hemorrhage or spinal cord hemorrhage.\n  3. The participant has not undergone stereotactic radiotherapy within 7 days prior to the initiation of study treatment, whole-brain radiotherapy within 14 days prior to initiation of study treatment, or neurosurgical resection within 28 days prior to initiation of study treatment.\n  4. The participant has no ongoing requirement for corticosteroids as therapy for CNS disease. Anticonvulsant therapy at a stable dose is permitted.\n* Ability to give informed consent for the study procedures defined in this protocol.\n\nExclusion Criteria:\n\n* Any prior treatment with monoclonal antibodies targeting the Programmed Death 1/Ligand (PD-1/PD-L1) axis, including antibody-drug conjugates and other experimental agents.\n* Treatment with any approved or investigational agent or participation in another clinical trial with therapeutic intent within 14 days or five half-lives of the drug, whichever is longer, prior to enrollment. Participants receiving gonadotropin releasing hormone (GnRH) analogues may continue to receive treatment while participating in CAPTIV-8.\n* Pregnancy or breastfeeding.\n* History of severe allergic, anaphylactic, or other hypersensitivity reactions to chimeric or humanized antibodies or fusion proteins.\n* Known hypersensitivity to biopharmaceuticals produced in Chinese hamster ovary cells or any component of the atezolizumab formulation.\n* Active autoimmune disease at any point within the last 2 years prior to enrollment including but not limited to:\n\n  1. Myasthenia gravis, myositis, autoimmune hepatitis, systemic lupus erythematosus, rheumatoid arthritis, inflammatory bowel disease, vascular thrombosis associated with antiphospholipid syndrome, Wegener's granulomatosis, Sjögren's syndrome, Guillain-Barré syndrome, multiple sclerosis, vasculitis, or glomerulonephritis.\n  2. Participants with a history of autoimmune-related hypothyroidism on a stable dose of thyroid-replacement hormone may be eligible for this study.\n  3. Participants with controlled Type I diabetes mellitus on a stable dose of insulin regimen are eligible for this study.\n* Participants with eczema, psoriasis, lichen simplex chronicus, or vitiligo with dermatologic manifestations only (e.g., participants with psoriatic arthritis would be excluded) are permitted provided that they meet the following conditions:\n\n  1. Rash must cover less than 10% (ten percent) of body surface area (BSA).\n  2. Disease is well controlled at baseline and only requiring low potency topical steroids.\n  3. No acute exacerbations of underlying condition within the last 12 months requiring treatment with either psoralen plus ultraviolet radiation (PUVA), methotrexate, retinoids, biologic agents, oral calcineurin inhibitors or high potency or oral steroids.\n* History of idiopathic pulmonary fibrosis, organizing pneumonia (e.g., bronchiolitis obliterans), drug-induced pneumonitis, idiopathic pneumonitis, or evidence of active pneumonitis on screening chest CT scan. History of radiation pneumonitis in the radiation field (fibrosis) is permitted.\n* Positive test for HIV (participants with a history of/or symptoms of HIV are eligible only if serological tests are negative).\n* Participants with hepatitis B virus (HBV) are excluded if one of the following conditions is met:\n\n  1. Positive hepatitis B surface antigen (HBsAg) test at screening; or\n  2. Negative or positive hepatitis B surface antibody (HBsAb) test at screening accompanied by a positive total hepatitis B core antibody (HBcAb) test followed by a positive (per local laboratory definition) HBV DNA test.\n* Positive hepatitis C virus (HCV) antibody test followed by a positive HCV RNA test at screening.\n* Active tuberculosis.\n* Severe infections within 2 weeks prior to Cycle 1, Day 1, including but not limited to hospitalization for complications of infection, bacteremia, or severe pneumonia.\n* Significant cardiovascular disease, such as New York Heart Association cardiac disease (Class II or greater), myocardial infarction within the previous 3 months, unstable arrhythmias, or unstable angina.\n* Major surgical procedure within 21 days prior to Cycle 1, Day 1 or anticipation of need for a major surgical procedure during the course of the study.\n* Prior allogeneic stem cell or solid organ transplant.\n* Treatment with systemic immunostimulatory agents (including but not limited to interferons, interleukin-2 (IL-2)) within 6 weeks or five half-lives of the drug, whichever is shorter, prior to Cycle 1, Day 1.\n* Treatment with systemic corticosteroids or other systemic immunosuppressive medications (including but not limited to prednisone, dexamethasone, cyclophosphamide, azathioprine, methotrexate, thalidomide, and anti-tumour necrosis factor \\[anti-TNF\\] agents) within 2 weeks prior to Cycle 1, Day 1, or anticipated requirement for systemic immunosuppressive medications during the trial.\n* Treatment with a live, attenuated vaccine within 4 weeks prior to initiation of study treatment, or anticipation of need for such a vaccine during atezolizumab treatment or within 5 months after the final dose of atezolizumab.\n* Participants who are otherwise felt by the treating clinician to be unfit to proceed with this protocol.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}