{
    "nctId": "NCT02926196",
    "briefTitle": "Adjuvant Treatment for High-risk Triple Negative Breast Cancer Patients With the Anti-PD-l1 Antibody Avelumab",
    "officialTitle": "Adjuvant Treatment for High-risk Triple Negative Breast Cancer Patients With the Anti-PD-l1 Antibody Avelumab: A Phase III Randomized Trial. Sponsor: Dipartimento di Scienze Chirurgiche, Oncologiche e Gastroenterologiche, Università di Padova",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Triple Negative Breast Neoplasms",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 474,
    "primaryOutcomeMeasure": "Disease free survival",
    "eligibilityCriteria": "Inclusion Criteria Stratum A (Adjuvant patients) \\& B (Post-neoadjuvant patients)\n\n1. Male or female subjects aged \\> 18 years\n2. Signed written informed consent before any trial-related procedure is undertaken that is not part of the standard patient management\n3. Eastern Cooperative Oncology Group (ECOG) performance status 0 or 1\n4. Patients must have completed treatment with curative intent including: surgery and adjuvant chemotherapy.\n5. Patients must have completed adjuvant chemotherapy including at least 3 courses of an anthracycline agent and 3 courses of a taxane agent. Patients who received dose-dense regimens and those who received carboplatin as part of the adjuvant treatment are eligible.\n6. No more than 10 weeks may elapse between the completion of last adjuvant treatment (adjuvant chemotherapy or surgery) and randomization.\n\n8. Normal organ and marrow function\n\n1. White blood count (WBC) greater than or equal to 2.5 x109/L\n2. Absolute neutrophil count (ANC) greater than or equal to 1.5 x109/L\n3. Absolute lymphocyte count greater or equal to 0.5 x109/L\n4. Platelet count greater than or equal to 100 x109/L\n5. Hemoglobin greater than or equal to 9 g/dL\n6. Serum creatinine less or equal to 1.5 x the upper limit of laboratory normal range (ULN)\n7. Adequate hepatic function defined by a total bilirubin level less or equal to 1.5 x ULN range and AST and ALT levels less or equal than 2.5 x ULN for all subjects. For patients with known Gilbert's syndrome, total bilirubin levels less or equal than 2 x ULN range (with direct bilirubin less than ULN) will be accepted.\n\n   9. Highly effective contraception (i.e. methods with a failure rate of less than 1 % per year) for both male and female subjects if the risk of conception exists (Note: The effects of the trial treatment on the developing human fetus are unknown; thus, women of childbearing potential and men must agree to use highly effective contraception, defined in Appendix A or as stipulated in national or local guidelines. Highly effective contraception must be used 28 days prior to first trial treatment administration, for the duration of trial treatment, and at least for 60 days after stopping trial treatment. Should a woman become pregnant or suspect she is pregnant while she or her partner is participating in this trial, the treating physician should be informed immediately).\n\n   10. Ability to understand and willingness to sign a written informed consent.\n\nInclusion Criteria Stratum A (Adjuvant patients)\n\n1. Non-metastatic, histologically confirmed primary invasive breast carcinoma\n2. Triple negative breast cancer: hormone receptor negative (ER \\< 10% and PgR \\< 10%) and HER2 negative (IHC 0/1+ or ISH non-amplified), as defined by the local pathology laboratory. In case of discordance between pre-operative core-biopsy and the surgical sample, the receptor assessment performed on the surgical sample has to be considered for inclusion criteria evaluation.\n3. Availability of a formalin-fixed, paraffin-embedded block containing tumor tissue or at least 7 unstained tumor slides.\n4. Adequately excised: patients must have undergone either breast-conserving surgery or mastectomy/nipple- or skin-sparing mastectomy. The margins of the resected specimen should be free of invasive tumor and ductal carcinoma in situ (no ink on tumor). In the case of breast-conserving surgery patients with margins positive for lobular carcinoma in situ (LCIS) are eligible without additional resection. For patients who undergo mastectomy, patients with a microscopic positive deep margin are eligible, provided they will receive radiotherapy on chest wall.\n5. Patients must have had axillary lymph node dissection for evaluation of pathologic nodal status. Only patients in one of the following stage categories will be eligible:\n\n   * if 4 or more metastatic lymph nodes, any pT\n   * if 1 to 3 metastatic lymph nodes, pT \\>2 cm\n   * if no metastatic lymph nodes, pT \\>5 cm\n\nInclusion criteria:\n\nStratum B (Post-neoadjuvant patients)\n\n1. Non-metastatic histologically confirmed invasive breast carcinoma.\n2. Triple negative breast cancer: hormone receptor negative (ER \\< 10% and PgR \\< 10%) and HER2 negative (IHC 0/1+ or ISH non-amplified), as defined by the local pathology laboratory. In case of discordance between the pre-treatment diagnostic core-biopsy and the surgical sample, the receptor assessment performed on the surgical sample has to be considered for inclusion criteria evaluation.\n3. Adequately excised: patients should have undergone adequate tumor excision after preoperative chemotherapy, which means surgical removal of all clinically evident disease in the breast and lymph nodes.\n\n   1. Breast surgery: patients must have undergone either breast-conserving surgery or mastectomy/nipple- or skin-sparing mastectomy. The margins of the resected specimen should be free of invasive tumor and ductal carcinoma in situ (no ink on tumor). In the case of breast-conserving surgery patients with margins positive for lobular carcinoma in situ (LCIS) are eligible without additional resection. For patients who undergo mastectomy, patients with a microscopic positive deep margin are eligible, provided they will receive radiotherapy on chest wall.\n   2. Lymph node surgery:\n\n   i. Axillary dissection without sentinel node evaluation is permitted after preoperative therapy.\n\n   ii. In case of positive results from a fine-needle aspiration, core biopsy, or sentinel node biopsy performed prior to preoperative therapy, additional surgical evaluation of the axilla following preoperative therapy is required.\n\n   iii. If sentinel node biopsy performed before preoperative therapy was negative, no additional surgical evaluation of the axilla is required after preoperative therapy.\n\n   iv. Sentinel node after preoperative therapy is allowed if no evidence of axillary node involvement was documented by ultrasonography at diagnosis. If sentinel node biopsy after preoperative therapy is negative, no further additional surgical evaluation of the axilla is required. If sentinel node biopsy performed after preoperative therapy is positive, additional surgical evaluation of the axilla is recommended.\n4. Pathologic evidence of residual invasive carcinoma in the breast and/or axillary lymph nodes on the surgical specimen obtained after preoperative therapy (ypT1micN0, ypT1micN0i+, ypT0N0i+ will be excluded).\n5. Clinical stage at presentation: T1-4, N0-3, M0 (Exception: Patients with T1a/bN0 tumors at presentation will not be eligible).\n6. No more than 10 weeks may elapse between the date of last treatment (surgery or post-surgery chemotherapy if indicated) and the date of randomization. In case of positive margins after the first intervention requiring additional resection.\n7. Availability of a formalin-fixed, paraffin-embedded block containing tumor tissue or at least 7 unstained tumor slides (tumor sample from the diagnostic core-biopsy obtained before neoadjuvant chemotherapy). In case only 7 unstained slides from the bioptic sample will be available, the investigator must ensure that the sample contains tumor tissue by performing an hematoxylin and eosin staining.\n\nExclusion criteria: Stratum A (Adjuvant patients) \\& B (Post-neoadjuvant patients)\n\n1. Stage IV breast cancer.\n2. History of any prior (ipsi- and/or contralateral) invasive breast carcinoma diagnosed within 10 years.\n3. Synchronous bilateral breast cancer, unless both tumors confirmed as triple negative disease.\n4. History of non-breast malignancies within the 5 years prior to study entry, except for the following: Carcinoma in situ (CIS) of the cervix, CIS of the colon, Basal cell and squamous cell carcinomas of the skin.\n5. Prior organ transplantation, including allogeneic stem-cell transplantation.\n6. Prior or concomitant treatment with any other investigational agents.\n7. Prior therapy with any antibody / drug targeting T-cell coregulatory proteins (immune-checkpoints) such as PD-1, PD-L1, or cytotoxic T-lymphocyte antigen-4 (CTLA-4).\n8. Concurrent anticancer treatment (for example, cytoreductive therapy, immune therapy, or cytokine therapy except for erythropoietin)\n9. Major surgery for any reason, within 4 weeks of randomization and / or if the subject has not fully recovered from the surgery within 4 weeks of randomization.\n10. Concomitant treatment with all herbal (alternative) remedies with immunostimulating properties (for example, mistletoe extract) or known to potentially interfere with major organ function (for example, hypericin).\n11. Subjects receiving immunosuppressive agents (such as steroids) for any reason should be tapered off these drugs before initiation of the trial treatment (with the exception of subjects with adrenal insufficiency, who may continue corticosteroids at physiologic replacement dose, equivalent to ≤ 10 mg prednisone daily).\n12. Significant acute or chronic infections including, among others:\n\n    1. Known history of testing positive test for human immunodeficiency virus (HIV) or known acquired immunodeficiency syndrome.\n    2. Hepatitis B virus (HBV) or hepatitis C virus (HCV) infection at screening (positive HBV surface antigen or HCV RNA if anti-HCV antibody screening test positive).\n13. Active autoimmune disease that might deteriorate when receiving an immunostimulatory agent:\n\n    1. Subjects with diabetes type I, vitiligo, psoriasis, hypo- or hyperthyroid disease not requiring immunosuppressive treatment are eligible.\n    2. Subjects requiring hormone replacement with corticosteroids are eligible if the steroids are administered only for the purpose of hormonal replacement and at doses ≤ 10 mg or equivalent prednisone per day.\n    3. Administration of steroids through a route known to result in a minimal systemic exposure (topical, intranasal, intro-ocular, or inhalation) are acceptable.\n14. Administration of steroids through a route known to result in a minimal systemic exposure (topical, intranasal, intro-ocular, or inhalation) are acceptable.\n15. Previous or ongoing administration of systemic steroids for the management of an acute allergic phenomenon is acceptable as long as it is anticipated that the administration of steroids will be completed in 14 days, or that the daily dose after 14 days will be ≤ 10 mg per day of equivalent prednisone.\n16. Known severe hypersensitivity reactions to monoclonal antibodies (Grade ≥ 3 NCI-CTCAE v 4.03), any history of anaphylaxis, or uncontrolled asthma (that is, 3 or more features of partially controlled asthma).\n17. Clinically significant (that is, active) cardiovascular disease: cerebral vascular accident /stroke (\\< 6 months prior to enrollment), myocardial infarction (\\< 6 months prior to enrollment), unstable angina, congestive heart failure (New York Heart Association Classification Class ≥ II), or serious uncontrolled cardiac arrhythmia requiring medication.\n18. All other significant diseases (for example, inflammatory bowel disease), which, in the opinion of the Investigator, might impair the subject's tolerance of trial treatment.\n19. Any psychiatric condition that would prohibit the understanding or rendering of informed consent.\n20. Vaccination within 4 weeks of the first dose of avelumab and while on trial is prohibited except for administration of inactivated vaccines (for example, inactivated influenza vaccines).\n21. Known alcohol or drug abuse.\n22. Persisting toxicity related to prior therapy of Grade \\> 1 NCI-CTCAE v 4.03 (except for grade 2 radiodermatitis and grade 2 neuropathy).\n23. Current pregnancy and/or lactation. Refusal to adopt adequate contraception methods.\n\nStratum B (Postneoadjuvant patients)\n\n1. No invasive residual disease in the breast and axilla at pathological examination after neoadjuvant chemotherapy. ypT1micN0, ypT1micN0i+, ypT0N0i+ will also be excluded.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}