{
    "nctId": "NCT03858738",
    "briefTitle": "A Pilot Study on Use of Liquid Crystal Contact Thermography to Detect Early Breast Cancer",
    "officialTitle": "A Prospective Pilot Study on Use of Liquid Crystal Contact Thermography to Detect Early Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 274,
    "primaryOutcomeMeasure": "Diagnostic efficacy of liquid crystal contact thermography using a manual assessment algorithm as compared with ultrasound and/or mammography and breast biopsy.",
    "eligibilityCriteria": "Inclusion Criteria:\n\nArm A:\n\n1. Woman aged 25-49 years\n2. Patient who had breast ultrasound done and classified according to the BI-RADS US classification, and the result was in category 4 or 5.\n3. Patient with indications for biopsy unless breast biopsy was performed in the last 3 months (except for FNA).\n4. Patient is able to read and understand the Patient Information Sheet and provided informed consent for participation in the study and disclosing medical data from the diagnostic process of the breast.\n\nArm B:\n\n1. Woman aged 25-49 years or 50 years and above.\n2. Patient who had breast ultrasound done and classified according to the BI-RADS US classification, and the result was in category 1 or 2.\n3. Patient is able to read and understand the Patient Information Sheet and provided informed consent for participation in the study and disclosing medical data from the diagnostic process of the breast.\n\nArm C:\n\n1. Woman aged 50 years or over.\n2. Patient who had breast ultrasound done and classified according to the BI-RADS US classification, and the result was in category 4 or 5.\n3. Patient with indications for biopsy unless breast biopsy was performed in the last 3 months (except for FNA).\n4. Patient is able to read and understand the Patient Information Sheet and provided informed consent for participation in the study and disclosing medical data from the diagnostic process of the breast.\n\nExclusion Criteria:\n\nFor arms A and C\n\n1. Patient after invasive diagnostic procedures of a breast lesion (a procedure performed less than 3 months prior to enrollment) - applies to CNB and MMT, does not apply to FNA.\n2. Patient in the course of active infection with body temperature higher than 37.5°C.\n3. Patient with symptomatic acute or chronic inflammation within the breast, visible signs of inflammation: pain, increased warmth, skin redness, oedema, breast abscesses, thrombosis.\n4. Patient after trauma in the breast area with visible clinical signs of extravasation.\n5. Patient in the course of oncological treatment for breast cancer.\n6. Patient after breast surgery within 12 months prior to inclusion.\n7. Patient with a history of conserving surgery for breast cancer (within 12 months after treatment).\n8. Pregnant or breast-feeding patient.\n9. Patient who consumed alcohol up to 2 hours before thermographic examination.\n10. Patient after intense physical activity up to 30 minutes before thermographic examination.",
    "sex": "FEMALE",
    "minimumAge": "25 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}