{
    "nctId": "NCT05065411",
    "briefTitle": "Efficacy & Safety Evaluation of Enobosarm in Combo With Abemaciclib in Treatment of ER+HER2- Metastatic Breast Cancer",
    "officialTitle": "P3 Efficacy Evaluation of Enobosarm in Combo With Abemaciclib Compared to Estrogen Blocking Agent for 2nd Line Treatment of ER+HER2- MBC in Patients Who Have Shown Previous Disease Progression on an Estrogen Blocking Agent Plus Palbociclib",
    "overallStatus": "TERMINATED",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 5,
    "primaryOutcomeMeasure": "Primary endpoint for the study is the median progression free survival (PFS) in the Enobosarm Combination Group compared to the Control Treatment Group in patients with AR% nuclei staining ≥40%. Progression will be defined based on RECIST 1.1 criteria",
    "eligibilityCriteria": "Inclusion Criteria:\n\nSubjects accepted for this study must:\n\n* Provide informed consent\n* Be able to communicate effectively with the study personnel\n* Aged ≥18 years\n* For Female Subjects\n\n  * Menopausal status\n  * Be postmenopausal as defined by the National Comprehensive Cancer Network as either: Age ≥55 years and one year or more of amenorrhea Age \\<55 years and one year or more of amenorrhea, with an estradiol assay \\<20 pg/mL Age \\<55 years and surgical menopause with bilateral oophorectomy\n  * Be premenopausal or perimenopausal with a negative serum pregnancy test.\n  * If subject is of child bearing potential, the subject must agree to use acceptable methods of contraception:\n* If female study participant could become pregnant, use acceptable methods of contraception from the time of the first administration of study medication until 6 months following administration of the last dose of study medication. Acceptable methods of contraception are as follows: Condom with spermicidal foam/gel/film/cream/suppository \\[i.e., barrier method of contraception\\], surgical sterilization of male partner (vasectomy with documentation of azoospermia) and a barrier method {condom used with spermicidal foam/gel/film/cream/suppository},\n* If female study participant has undergone documented tubal ligation (female sterilization), a barrier method (condom used with spermicidal foam/gel/film/cream/suppository) should also be used\n* If female study participant has undergone documented placement of an intrauterine device (IUD) or intrauterine system (IUS), a barrier method (condom with spermicidal foam/gel/film/cream/suppository) should also be used\n* For Male Subjects\n\nSubject must agree to use acceptable methods of contraception:\n\n* If the study subject's partner could become pregnant, use acceptable methods of contraception from the time of the first administration of study medication until 6 months following administration of the last dose of study medication. Acceptable methods of contraception are as follows: Condom with spermicidal foam/gel/film/cream/suppository \\[i.e., barrier method of contraception\\], surgical sterilization (vasectomy with documentation of azoospermia) and a barrier method {condom used with spermicidal foam/gel/film/cream/suppository}, the female partner uses oral contraceptives (combination estrogen/progesterone pills), injectable progesterone or subdermal implants and a barrier method (condom used with spermicidal foam/gel/film/cream/suppository)\n* If female partner of a study subject has undergone documented tubal ligation (female sterilization), a barrier method (condom used with spermicidal foam/gel/film/cream/suppository) should also be used\n* If female partner of a study subject has undergone documented placement of an intrauterine device (IUD) or intrauterine system (IUS), a barrier method (condom with spermicidal foam/gel/film/cream/suppository) should also be used\n\n  * For premenopausal and perimenopausal women where exemestane monotherapy or exemestane plus everolimus is chosen as the active control treatment patient must be already on ovarian suppression or to be candidates for this treatment: e.g., luteinizing hormone release hormone agonist or ovariectomy\n  * Eastern Cooperative Oncology Group (ECOG) performance status of ≤2\n  * Documented evidence of ER+HER2- metastatic breast cancer (NOTE: patients with HER2+ metastatic breast cancer are excluded from participation in this study)\n  * Measurable disease is required as per RECIST 1.1 (NOTE: Bone only metastatic disease is acceptable but requires a measurable component)\n  * Have AR% nuclei staining ≥40% as assessed by central laboratory\n  * Previously treated (and progressed on) with the following:\n\n    * nonsteroidal aromatase inhibitor plus palbociclib for metastatic breast cancer OR\n    * fulvestrant plus palbociclib for metastatic breast cancer\n  * Subject is willing to comply with the requirements of the protocol through the end of the study\n  * Patients who received chemotherapy must have recovered (Common Terminology Criteria for Adverse Events \\[CTCAE\\] Grade ≤1) from the acute effects of chemotherapy except for residual alopecia or Grade 2 peripheral neuropathy prior to randomization. A washout period of at least 21 days is required between last chemotherapy dose and randomization.\n  * Patients who received radiotherapy must have completed and fully recovered from the acute effects of radiotherapy. A washout period of at least 14 days is required between end of radiotherapy and randomization\n  * The patient is able to swallow oral medications\n  * The patient has adequate organ function for all of the following criteria, as defined in Table 1 of the Protocol\n\nExclusion Criteria:\n\nAny of the following conditions are cause for exclusion from the study:\n\n* Known hypersensitivity or allergy to enobosarm or abemaciclib\n* Patients with a biliary catheter\n* Creatinine clearance \\< 30 milliliter per minute (mL/min) as measured using the Cockcoft Gault formula (patients with mild and moderate renal failure are not excluded from participation in this study)\n* Previously received \\>1 course of systemic chemotherapy (not including immunotherapies or targeted therapies) for the treatment of metastatic breast cancer.\n\nNOTE: Subjects may have received 1 course of chemotherapy in the adjuvant or neoadjuvant setting would not count as a line of therapy.\n\n* Subjects with radiographic evidence of central nervous system (CNS) metastases as assessed by CT or MRI that are not well-controlled (symptomatic or requiring control with continuous corticosteroid therapy \\[e.g., dexamethasone\\]) NOTE: Subjects with CNS metastases are permitted to participate in the study if the CNS metastases are medically well-controlled and stable for at least 30 days after receiving local therapy (irradiation, surgery, etc.)\n* The patient has serious and/or uncontrolled preexisting medical condition(s) that, in the judgment of the investigator, would preclude participation in this study (for example, interstitial lung disease, severe dyspnea at rest or requiring oxygen therapy, severe renal impairment \\[e.g. estimated creatinine clearance \\<30ml/min\\], history of major surgical resection involving the stomach or small bowel, or preexisting Crohn's disease or ulcerative colitis or a preexisting chronic condition resulting in baseline Grade 2 or higher diarrhea).\n* Treatment with any investigational product within \\< 4 half-lives for each individual investigational product OR within 30 days prior to randomization\n* Major surgery within 30 days prior to randomization\n* Testosterone, methyltestosterone, oxandrolone (Oxandrin®), oxymetholone, danazol, fluoxymesterone (Halotestin®), testosterone-like agents (such as dehydroepiandrosterone, androstenedione, and other androgenic compounds, including herbals), or antiandrogens (flutamide, bicalutamide, abiraterone, enzalutamide, apalutamide, or darolutamide). Previous therapy with testosterone and testosterone-like agents is acceptable with a 30-day washout (if previous testosterone therapy was long term depot within the past 6 months, the site should contact the Medical Monitor) or any other androgenic agent.\n* Treatment with any of the following hormone therapies for metastatic breast cancer. Prior use in the adjuvant or neoadjuvant setting is allowed if the treatment is discontinued greater than 30 days prior to randomization\n\n  * Estrogens\n  * Megestrol acetate\n  * Testosterone\n* All other concurrent anticancer treatments (including, but not limited to, all SERMs, estrogen blocking agents unless randomized to Control Treatment Group, and CDK 4/6 inhibitors unless randomized to the abemaciclib in Enobosarm Combination Group)\n* An abnormal ECG result which, based on the investigator's clinical judgment, would place the subject at increased risk\n* The patient has a personal history of any of the following conditions: syncope of cardiovascular etiology, ventricular arrhythmia of pathological origin (including, but not limited to, ventricular tachycardia and ventricular fibrillation), or sudden cardiac arrest.\n* Has a known additional, invasive, malignancy that is progressing or required active treatment in the last 5 years \\[note: subjects with basal cell carcinoma of the skin, squamous cell carcinoma of the skin, ductal breast carcinoma in situ, bladder cancer (superficial curatively treated), or cervical carcinoma in situ that have undergone potentially curative therapy are not excluded\\]\n* Pregnant, lactating, or breastfeeding, or intending to become pregnant during the study or within 60 days after the final dose of study treatment\n* The patient has active systemic bacterial infection (requiring intravenous \\[IV\\] antibiotics at time of initiating study treatment), fungal infection, or detectable viral infection (such as known human immunodeficiency virus positivity or with known active hepatitis B or C \\[for example, hepatitis B surface antigen positive\\]. Screening is not required for enrollment.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}