{
    "nctId": "NCT01745965",
    "briefTitle": "A Prospective, Randomized Multicenter, Open-label Comparison of Preoperative Trastuzumab Emtansine (T-DM1) With or Without Standard Endocrine Therapy vs. Trastuzumab With Standard Endocrine Therapy Given for Twelve Weeks in Patients With Operable HER2+/HR+ Breast Cancer Within the ADAPT Protocol.",
    "officialTitle": "A Prospective, Randomized Multicenter, Open-label Comparison of Preoperative Trastuzumab Emtansine (T-DM1) With or Without Standard Endocrine Therapy vs. Trastuzumab With Standard Endocrine Therapy Given for Twelve Weeks in Patients With Operable HER2+/HR+ Breast Cancer Within the ADAPT Protocol.",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 380,
    "primaryOutcomeMeasure": "Comparison of the pCR rates in patients with HER2+/HR+ breast cancer treated by preoperative T-DM1 with or without standard endocrine therapy or trastuzumab with endocrine therapy.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Female patients, age at diagnosis 18 years and above (consider patients at 70 years and above for ADAPT Elderly)\n* Histologically confirmed unilateral primary invasive carcinoma of the breast\n* Clinical T1 - T4 (except inflammatory breast cancer)\n* All clinical N (cN)\n* No clinical evidence for distant metastasis (M0)\n* Known HR status and HER2 status (local pathology) Tumor block available for central pathology review\n* Performance Status ECOG ≤ 1 or KI ≥ 80%\n* Negative pregnancy test (urine or serum) within 7 days prior to start of induction treatment in premenopausal patients\n* Written informed consent prior to beginning specific protocol procedures, including expected cooperation of the patients for the treatment and follow-up, must be obtained and documented according to the local regulatory requirements\n* The patient must be accessible for treatment and follow-up\n\nAdditional Inclusion criteria for participation in the HER2+/HR+ sub-protocol:\n\n* Confirmed ER and/or PR positive and HER2+ by central pathology\n* Clinical cT1c - T4a-c (participation of patients with tumors \\>cT2 is strongly recommended)\n* All clinical N (participation of patients with cN0, if cT1c is strongly recommended)\n* Patients must qualify for neoadjuvant treatment\n* LVEF \\> 50%; LVEF within normal limits of each institution measured by echocardiography and normal ECG (within 42 days prior to induction treatment)\n\nExclusion Criteria:\n\n* Known hypersensitivity reaction to the compounds or incorporated substances\n* Prior malignancy with a disease-free survival of \\< 10 years, except curatively treated basalioma of the skin, pTis of the cervix uteri\n* Non-operable breast cancer including inflammatory breast cancer\n* Previous or concurrent treatment with cytotoxic agents for any reason after consultation with the sponsor\n* Concurrent treatment with other experimental drugs. Participation in another clinical trial with any investigational not marketed drug within 30 days prior to study entry\n* Male breast cancer\n* Concurrent pregnancy; patients of childbearing potential must implement\n* a highly effective (less than 1% failure rate) non-hormonal contraceptive measures during the study treatment\n* Breast feeding woman\n* Sequential breast cancer\n* Reasons indicating risk of poor compliance Patient not able to consent\n\nAdditional Exclusion Criteria for participation in the HER2+/HR+ sub-protocol:\n\n* Known polyneuropathy ≥ grade 2\n* Severe and relevant co-morbidity that would interact with the application of cytotoxic agents or the participation in the study\n* Inadequate organ function (e.g. hepatic impairment, pulmonary disease, etc.)\n* Uncompensated cardiac function (current unstable ventricular arrhythmia\n* requiring treatment, history of symptomatic CHF NYHA classes II-IV), history of myocardial infarction or unstable angina pectoris within 6 months of enrollment, history of severe hypertension, CAD - coronary artery disease)\n* Severe dyspnea\n* Pneumonitis\n\nAbnormal blood values:\n\n* Thrombocytopenia \\> CTCAE grade 1\n* Increases in ALT/AST \\> CTCAE grade 1\n* Hypokalaemia \\> CTCAE grade 1\n* Neutropenia \\> CTCAE grade 1\n* Anaemia \\> CTCAE grade 1",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}