{
    "nctId": "NCT05918133",
    "briefTitle": "A Study of PM8002 Plus Nab-paclitaxel as First Line Therapy for TNBC",
    "officialTitle": "A Phase Ib/II Study of PM8002 Injection Plus Nab-paclitaxel as First Line Therapy for Unresectable, Locally Advanced or Metastatic Triple-negative Breast Cancer",
    "overallStatus": "RECRUITING",
    "conditions": "TNBC",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 60,
    "primaryOutcomeMeasure": "Objective Response Rate",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Voluntarily participate in clinical research; fully understand the study and voluntarily sign the informed consent; willing to follow and have the ability to complete all trial procedures;\n2. Male or female, aged 18 to 75 years (including boundary value);\n3. Unresectable locally advanced or metastatic breast cancer confirmed by histology or cytology, ER, PR, HER-2 are all negative. Negative ER and PR were defined as: IHCER \\< 1%, IHCPR \\< 1%. HER-2 negative is defined as: IHCHER-2 (-) or (1+), HER-2 (2+) must be tested by FISH and the result is negative.\n4. Patients who have not received systemic treatment for advanced TNBC in the past are allowed to use taxane anti-tumor therapy in the previous neoadjuvant and/or adjuvant treatment stage, but must meet the end time of taxane neoadjuvant and/or adjuvant treatment Recurrence/metastasis interval ≥ 12 months;\n5. Sufficient organ function;\n6. The Eastern Cooperative Oncology Group (ECOG) score of physical status is 0-1;\n7. Expected survival period ≥ 12 weeks;\n8. According to the RECIST1.1 standard, the subject has at least one measurable tumor lesion.\n\nExclusion Criteria:\n\n1. History of severe allergic diseases, allergic history of serious drugs (including unlisted test drugs) or known allergic to any component of this test drug;\n2. Previously received any antibody or inhibitor therapy targeting PD-1/PD-L1 or VEGF;\n3. There is meningeal metastasis, uncontrollable or symptomatic central nervous system (CNS) metastasis;\n4. Those who have active infection and currently need intravenous anti-infection treatment;\n5. At present, there are uncontrollable pleural effusion, pericardium effusion and abdominal effusion;\n6. Before the start of the study and treatment, fever of unknown cause \\> 38.5°C (according to the researcher's judgment, fever caused by tumor can be included in the group);\n7. Known history of allogeneic organ transplantation or allogeneic hematopoietic stem cell transplantation;\n8. Known history of alcohol abuse, psychotropic substance abuse or drug abuse;\n9. Have a clear history of neurological or mental disorders, such as epilepsy, dementia and schizophrenia;\n10. Human immunodeficiency virus (HIV) infection or known acquired immunodeficiency syndrome (AIDS);\n11. Syphilis nonspecific antibody test is positive (such as TRUST and PRP) or syphilis specific antibody test is positive (such as TPPA) \\[it is acceptable that \"Syphilis specific antibody test\" is positive but \"Syphilis nonspecific antibody test\" is negative for more than one year\\];\n12. Active tuberculosis, or a history of tuberculosis infection in the past but failed to control after treatment;\n13. Active hepatitis B (HBsAg positive and HBV-DNA ≥1 1000 IU/ml) can be controlled by antiviral drugs (HBV-DNA \\< 1000 IU/ml). Active hepatitis C (HCV-RNA \\> detection limit of research center);\n14. According to the researcher's judgment, the subject's basic illness may increase the risk of receiving the study drug, or confuse the explanation of the toxic reaction and AE;\n15. It is expected that any other form of anti-tumor drug treatment will be required during the study;\n16. Women who are pregnant or breastfeeding.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}