{
    "nctId": "NCT04481932",
    "briefTitle": "Trastuzumab Combined With Pyrrolidine and Chemotherapy for Locally HER2 Positive Breast Cancer",
    "officialTitle": "Trastuzumab Combined With Pyrotinib and Chemotherapy for Locally Advanced, Inflammatory, or Early HER2-positive Mammary glandsCancer: One Arm, Open, Phase II Clinical Study",
    "overallStatus": "RECRUITING",
    "conditions": "HER2-positive Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 104,
    "primaryOutcomeMeasure": "pathological complete response (pCR)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Female between 18 and 70 years old;\n2. Histologically confirmed as invasive breast cancer;\n3. ECOG PS 0-1;\n4. The expected survival time is not less than 12 weeks;\n5. Standard immunohistochemical HER2-positive breast cancer patients (IHC +++ or FISH amplification);\n6. The status of hormone receptors (ER and PR) can be known.\n7. Clinical examination or imaging examination of primary lesion \\>2cm;\n8. Patients who are operable (T2-3, N0-1, M0), locally advanced (T2-3,N2-3, M0 or T4A-C, any N, M0) or inflammatory breast cancer (T4d, any N, M0) and who have not received any previous anti-tumor therapy (including radiotherapy, chemotherapy, targeted therapy, except those who have received bisphosphonate therapy previously);\n9. Echocardiography indicated left ventricular ejection fraction (LVEF)≥55%;\n10. Adequate organ and bone marrow function, as defined below: a. Neutrophil count (ANC)≥ 1,500/mm3 (1.5 × 109/L); B. Platelet count (PLT)≥ 100,000/mm3(100 × 109/L); C. Hemoglobin (Hb)≥ 9 g/dL(90 g/L); D. Serum creatinine ≤ 1.5 times upper limit of normal value (ULN) or creatinine clearance ≥ 60 ml/min(based on Cockroft - Gault formula); E. Total bilirubin (BIL)≤ 1.5 times the upper limit of normal value (ULN); F. AST/SGOT or ALT/SGPT ≤ 2.5 times upper limit of normal value (ULN);G. Urinary protein \\<2+; If urinary protein ≥2+, 24-hour urinary protein quantification shows protein must1 g or less;\n11. I have agreed and signed the informed consent, and am willing and able to comply with the planned visit, research treatment, laboratory examination and other test procedures.\n\nExclusion Criteria:\n\n1. Have received any previous anti-tumor treatment for primary invasive breast cancer;\n2. Previous (\\<10 years) or other malignant tumors, except for curable cancer species: a. basal cell carcinoma of skin and squamous cell carcinoma b. Carcinoma in situ of cervix\n3. For patients with other malignancies, they can also be included in the study if the time from diagnosis to enrollment exceeds 10 years; Prior surgical treatment is permitted except for radiotherapy or systemic therapy (chemotherapy or endocrine therapy);\n4. Metastatic breast cancer (M1), bilateral or ipsilateral multifocal breast cancer;\n5. Uncontrolled hypertension, systolic blood pressure \\> 150 MMHG and/or diastolic blood pressure \\> 100 MMHG), or clinical symptomatic cardiovascular disease, myocardial ischemia and myocardial infarction, severe/unstable angina, poor control of cardiac arrhythmias (including women according to Bazett formula correction QTc interphase \\< 470 ms), symptoms of congestive heart failure, cerebrovascular accident (including transient ischemic attack or symptomatic cerebral embolism), NYHA Ⅱ magnitude cardiac insufficiency;\n6. Receive other anti-tumor treatments within 4 weeks before enrollment;\n7. Inability to swallow, intestinal obstruction or other factors affecting the use and absorption of medication;\n8. Persons with allergic constitution or known history of allergy to the drug components of the program;\n9. The patient has a severe concomitant disease or other conditions that the researcher considers inappropriate for the patient to participate in the studyIn any case;\n10. Non-surgically sterilized female patients of childbearing age must have negative serum or urine HCG tests within 14 days prior to study inclusion; And must be non-lactation\n11. Other circumstances deemed inappropriate for inclusion by the researcher.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}