{
    "nctId": "NCT00636441",
    "briefTitle": "Trial to Evaluate Genomic Expression Profiles to Direct Preoperative Chemotherapy in Early Stage Breast Cancer",
    "officialTitle": "A Randomized Phase II Trial Evaluating the Performance of Genomic Expression Profiles to Direct the Use of Preoperative Chemotherapy for Early Stage Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Early-Stage Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 56,
    "primaryOutcomeMeasure": "Pathologic Complete Response (pCR) Rate in Patients With HER2-negative Early-stage Breast Cancer",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Histologic Documentation: Patients must have a histologic (i.e., not just cytologic) diagnosis of invasive breast cancer by core biopsy. Excisional biopsy or incisional biopsy is not allowed. All breast cancer histologic types are allowed.\n2. Stage: Any patient with a clinical T1c (\\>1.5 cm) to T3 invasive breast cancer by the revised TNM staging system (AJCC 6th edition) will be eligible. Any N stage disease is allowed. No distant metastases allowed.\n3. Tumor Site: Patients must have invasive cancer in the breast. Multifocal disease (i.e. confined to a single quadrant in the same breast) is allowed. Multicentric disease (i.e. disease in multiple breast quadrants) is not allowed. Determination of multifocal and multicentric disease status will be made by the evaluating surgeon; ambiguous cases will be reviewed by the principal investigator. Patients with synchronous contralateral invasive breast cancers are not eligible; prior contralateral breast cancer allowed as long as patient has not received prior chemotherapy or radiation therapy in the past 5 years.\n4. Measurable Disease: Patients must have measurable disease in the breast by imaging studies (mammogram, ultrasound, or MRI), and must be greater than 1.5 cm in at least one dimension by one or more of the imaging assessments.\n5. Conventional Biomarker Status: Standard clinical biomarkers for ER, PR, and HER2 must be obtained on the initial diagnostic core biopsy. The invasive cancer must be HER2 negative (i.e. immunohistochemistry score 1-2+ and/or FISH non-amplified). Any ER/PR status is allowed. Patients who are HER2 2+ on initial immunohistochemistry assessment will be further assessed by FISH. In this instance, patient will be consented and further screened for eligibility and have tissue acquired for genomic profiling. If the standard of care additional FISH testing is positive for HER2 gene amplification, the patient will not be randomized and will be treated in the same manner as screen failures.\n6. Must be deemed a surgical candidate.\n7. Fresh tissue biopsy material must be available for genomics analysis.\n8. No prior chemotherapy, radiotherapy, or biologic/targeted therapy for the currently diagnosed breast cancer, or any other malignancy in the past 5 years, is allowed. No prior anthracycline or taxane therapy.\n9. Prior malignancies are allowed if the patient is considered to be disease-free for 5 or more years and is deemed to be at low risk for recurrence. Patients with any prior diagnosis of in situ malignancies (melanoma, bladder, colon, cervical, basal cell, or squamous carcinoma) are eligible regardless of time from diagnosis.\n10. Aged at least 18 years.\n11. ECOG Performance Status 0-1.\n12. Adequate Organ Function:\n\n    1. Total bilirubin ≤1.0 x the institutional ULN\n    2. Hepatic enzymes (AST (SGOT), ALT (SGPT)) ≤1.5x the institutional ULN\n    3. Alkaline Phosphatase ≤2.5 x ULN\n    4. Serum creatinine ≤2.0 mg/dl\n    5. Neutrophil count (ANC or AGC) ≥1000/ μL\n    6. Platelets ≥100,000/ μL\n    7. Cardiac Ejection Fraction ≥50% by MUGA, Echo or MRI.\n13. Significant cardiac disease that would preclude the use of anthracyclines: No myocardial infarction in the last 6 months; history of congestive heart failure, serious cardiac arrhythmia requiring medication, active coronary artery disease/angina pectoris requiring therapy, uncontrolled hypertension defined as BP \\>150/90 despite medication; any other unstable cardiac condition as perceived by treating physician or study PI.\n14. No other serious medical or psychiatric illness.\n15. Pregnancy: Patients may not be pregnant or nursing at the time of enrollment and other restrictions apply.\n16. Signed written informed consent including HIPAA.\n\nExclusion Criteria:\n\n1. Patients who have received investigational drugs within 4 weeks prior to starting study drug and/or who have not recovered from side effects of such therapy are not eligible.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}