{
    "nctId": "NCT03691051",
    "briefTitle": "A Study of Pyrotinib Plus Capecitabine in Patients With Brain Metastases From HER2-positive Metastatic Breast Cancer",
    "officialTitle": "Pyrotinib Plus Capecitabine in Patients With Brain Metastases From HER2-positive Metastatic Breast Cancer : a Single-arm, Open-label, Ahead Study",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "HER2 Positive Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 78,
    "primaryOutcomeMeasure": "Objective Response Rate of Intracranial Lesion (ORR)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patient is ≥ 18 years old at the time of signing the informed consent form.\n2. Eastern Cooperative Oncology Group (ECOG) performance status ≤2.\n3. HER2-positive: In the pathological examination/rechecking of primary lesions or metastatic lesions performed by the Research site's Pathology Laboratory, at least once the tumor cells defined as 3+ staining by immunohistochemistry, or fluorescence in situ hybridization \\[FISH\\] confirmed positive\n4. MRI/enhanced CT confirmed brain metastasis. According to RECIST 1.1, there is at least one measurable brain lesion, and the measurability of extracranial lesions is not required\n5. Patients Group Cohort A: participants with brain metastases who have not previously been treated with CNS radiotherapy, it should be more than two weeks since the end of the last systemic treatment. Patients with new brain lesions after craniotomy are allowed to be included, provided that they have not received radiotherapy after surgery and are at least 2 weeks away from surgery.\n\n   Cohort B: Patients with disease progression or new lesions after whole brain radiotherapy (WBRT) or stereotactic radiotherapy (SRT); For lesions that have received local treatment, there is clear evidence of progress in imaging examination, and the lesions that have undergone radiotherapy can be selected as target lesions. If a patient has multiple CNS lesions, only one or a few of which are treated with SRT, and there are lesions that are not treated locally, such patients are still eligible for enrollment in this study.\n6. Previous treatment\n\n   Acceptable previous treatments:\n\n   History of trastuzumab and other anti-HER2 macromolecular antibodies. Any lines of previous chemotherapy. History of endocrine therapy. Patients who have not used capecitabine except for patients with progression at least 6 (for metastatic disease) or 12 (as adjuvant therapy) months after discontinuation of a capecitabine-containing treatment.\n\n   Concurrent use of bisphosphonates, mannitol and glucocorticoids is allowed, provided that the dosage(⩽2 mg dexamethasone (or equivalent) per day) of glucocorticoids is stable for at least one week before enrollment.\n7. Expected to survival ≥ 6 months\n8. Patients must have adequate organ function, criteria as follows.\n\n   1. Blood routine examination：Absolute Neutrophil Count (ANC)≥1.0×109/L； PLT ≥100×109/L； Hb ≥90g/L\n   2. Blood chemistry test：TBIL ≤1.5 times the upper limit of normal (ULN); ALT and AST≤3 times ULN; For patients with liver metastases, ALT and AST≤5×ULN; BUN and Cr≤1×ULN and creatinine clearance ≥50mL/min (CockcroftGault formula);\n   3. Ultrasonic cardiogram: LVEF≥50%\n   4. 12-lead ECG: The QT interval (QTcF) corrected by Fridericia's method is \\< 450 ms/man and \\< 470 ms/women.\n9. Patients need to voluntarily join this study after they fully understand and sign the informed consent form. Patients need to have good compliance and be willing to cooperate with follow-up.\n\nExclusion Criteria:\n\n1. Patients with leptomeningeal metastasis (diagnosed by imaging/positive cerebrospinal fluid cytology) or a clear indication of clinically significant leptomeningeal involvement;\n2. CNS complications that require urgent neurosurgical intervention (e.g. resection, shunt placement). Patients with poorly response brain metastases after dehydration treatment and glucocorticoid treatment. Such as uncontrollable increase in intracranial pressure, jet vomiting, mental disorders, epilepsy, cognitive impairment, etc.\n3. Third space fluid that cannot be controlled by drainage or other methods (such as large amounts of pleural fluid and ascites);\n4. Patients who have received chemotherapy, surgery or molecular targeted therapy within 2 weeks before enrollment; patients who have received endocrine therapy within 1 week before enrollment; minor surgery, such as tumor biopsy, thoracentesis or intravenous catheterization or the like are allowed;\n5. Participated in other clinical trial within 4 weeks prior to randomization.\n6. Concurrent treated, or who has been treated with HER2 tyrosine kinase inhibitors (including lapatinib, neratinib, pyrotinib, etc.);\n7. History of other malignant tumors within 5 years, excluding cured cervical carcinoma in situ, skin basal cell carcinoma or skin squamous cell carcinoma;\n8. Receiving any other anti-tumor therapies at time of study screening visit.\n9. There are serious and/or uncontrolled complications that may affect participation, including any of the following:\n\n   1. dysphagia, chronic diarrhea and intestinal obstruction and factors that affect the administration and absorption of the drug;\n   2. Allergic constitution; Allergic to the study drug; History of immunodeficiency, including HIV positive, or other acquired or congenital immunodeficiency diseases; History of organ transplantation;\n   3. History of severe heart disease, including: myocardial infarction and heart failure; any other heart disease that is not suitable for participation (investigator assessment);\n   4. Infection.\n10. Female patients during pregnancy and lactation; fertile female patients who tested positive on a baseline pregnancy test; female patients of childbearing age who are unwilling to take effective contraceptive measures during the trial.\n11. Any other circumstances that are not suitable for inclusion in this study (investigator assessment)",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}