{
    "nctId": "NCT02637375",
    "briefTitle": "A Pilot Preoperative Trial of Ganetespib With Paclitaxel for Triple-Negative Breast Cancer",
    "officialTitle": "A Pilot Preoperative Trial of Ganetespib With Paclitaxel for Triple-Negative Breast Cancer",
    "overallStatus": "WITHDRAWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "Change in GR protein",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Invasive carcinoma of the breast\n* ER negative and PR negative tumors defined as \\< 1% of tumor nuclei that are immunoreactive for ER and PR\n* HER2 non-overexpressing status documented as:\n* FISH ratio of less than 2.0, OR\n* IHC staining of 0 or 1+\n* No evidence of distant metastatic disease. Patients with regional lymph node involvement are eligible.\n* \\>18 years old\n* Female\n* No prior treatment for the disease under study\n* No prior treatment within 5 years for any other cancer including chemotherapy, surgery (except for diagnostic biopsy), radiotherapy, hormonal therapy, or investigational agents, unless curative treatment of non-melanoma skin-cancer or in-situ cancer\n* Able to understand and sign an informed consent (or have a legal representative who is able to do so)\n* Clinically or radiologically measureable disease in the breast after diagnostic biopsy, defined as longest diameter greater than or equal to 2cm\n* Willing to undergo three mandatory core biopsies after diagnosis to obtain tissue for biologic expression profiling.\n* An Eastern Cooperative Oncology Group (ECOG) Performance Status (PS) of 0 or 1\n* Adequate bone marrow reserves as evidenced by:\n* Leukocytes \\> 3,000/μL\n* Absolute neutrophil count (ANC) \\> 1,500/μL without the use of hematopoietic growth factors,\n* Platelet count \\> 100,000/μL, and\n* Hemoglobin \\> 9 g/dL\n* Adequate hepatic function as evidenced by:\n* Serum total bilirubin within institutional normal limits\n* Aspartate aminotransferase (AST), alanine aminotransferase (ALT) and alkaline phosphatase less than or equal to 2.5 × ULN\n* Adequate renal function as evidenced by a serum creatinine within ULN or creatinine clearance \\> 60 mL/min/1.73 m2 for patients with creatinine levels above institutional normal\n* Eligible for treatment with paclitaxel, doxorubicin and cyclophosphamide\n* If of childbearing potential, are willing to abstain from sexual intercourse or to use an effective form of contraception (e.g., a double-barrier method) during the study and for 90 days following the last dose of ganetespib\n\nExclusion Criteria:\n\n* • Patients may not be receiving any other investigational agents.\n\n  * Patients may not have a known hypersensitivity to any of the components of ganetespib\n  * Patients may not have a history of severe allergic reactions to paclitaxel or other drugs formulated in Cremaphor® EL.\n  * Patients with a QTc \\> 470 ms, a family history of long QT Syndrome, and those on medications known to cause Torsades de Pointes will be excluded from the study.\n  * Patients may not have an uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements.\n  * Patients may not have New York Heart Association (NYHA) Class III or IV congestive heart failure or left ventricular ejection fraction (LVEF) \\< 50%.\n  * As patients with immune deficiency are at increased risk of lethal infections when treated with marrow-suppressive therapy, HIV-positive patients receiving combination anti-retroviral therapy are excluded from the study.\n  * Patients may not have a need for chronic systemic steroid therapy\n  * Patients may not be pregnant or breastfeeding",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}