{
    "nctId": "NCT03238495",
    "briefTitle": "Randomized Trial of Neo-adjuvant Chemotherapy With or Without Metformin for HER2 Positive Operable Breast Cancer",
    "officialTitle": "Randomized Trial of Neo-adjuvant Chemotherapy With or Without Metformin for HER2 Positive Operable Breast Cancer",
    "overallStatus": "UNKNOWN",
    "conditions": "HER2-positive Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 100,
    "primaryOutcomeMeasure": "Pathologic complete response (pCR)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Eastern Cooperative Oncology Group Performance Status (ECOG PS) 0-1.\n* Unilateral or bilateral primary carcinoma of the breast, confirmed histologically by needle core biopsy. Fine-needle aspiration is not sufficient. Incisional/excisional biopsy is not allowed. In case of bilateral cancer, the investigator has to decide prospectively which side will be evaluated for the primary endpoint.\n* Study participants must be cT1c - cT4a-d, any node (N), no metastases (M0). Any tumor (T) is allowed if node positive (biopsy proven and HER2 positive) including no primary invasive cancer or only ductal carcinoma in situ (DCIS). Metastatic workup is not required.\n* Breast tumor must be \\>1.5 cm in maximum diameter by clinical or any radiologic measurement, if node negative. If node is positive by biopsy, study participant will be eligible regardless of the size of the breast primary. In case of inflammatory breast cancer, the extent of inflammation/erythema can be used as measurable lesion.\n* Multifocal or multicentric breast cancer is allowed if all the lesions are biopsied and are HER2 positive. Largest lesion will be assigned the target lesion.\n* Must be HER2-positive in primary breast tumor or lymph node by the ASCO/CAP guidelines 2013: http://www.asco.org/guidelines/her2\n* Ejection fraction (EF) greater than 50% by MUGA or ECHO within 4 weeks prior to first dose of study treatment.\n* No prior cancer chemotherapy allowed.\n* Adequate organ and marrow function as defined below, unless deemed non-clinically significant and approved by the Principal Investigator:\n\n  * Absolute neutrophil count ≥ 1,500/mcL\n  * Platelets ≥ 100,000/mcl\n  * total bilirubin within normal institutional limits\n  * AST(SGOT) ≤ 2.5 X institutional upper limit of normal\n  * ALT(SPGT) ≤ 2.5 X institutional upper limit of normal\n  * ALK Phos ≤ 2.5 X institutional upper limit of normal\n  * Creatinine clearance \\> 50mL/min\n* Women of child-bearing potential must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) prior to study entry, for the duration of study participation, and for 90 days following completion of therapy.\n* Negative pregnancy test within 14 days prior to randomization\n\nExclusion Criteria:\n\n* Pregnant, breastfeeding, or unwilling to practice birth control during participation in the study\n* Presence of a condition or abnormality that in the opinion of the Investigator would compromise the safety of the study participant or the quality of the study data.\n* Current or anticipated use of other investigational agents.\n* Prior chemotherapy for any malignancy.\n* Prior radiation therapy for breast cancer\n* Previous malignant disease being disease-free for less than 5 years (except carcinoma in situ (CIS) of the cervix and non-melanoma skin cancer).\n* Patients with diabetes on metformin. Patients with diabetes and not on metformin will be eligible if it is deemed safe after consultation with the patient physician managing diabetes.\n* History of allergic reactions attributed to compounds of similar chemical or biologic composition to metformin or other agents used in study.\n* Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}