{
    "nctId": "NCT01746225",
    "briefTitle": "Schedules of Nab-Paclitaxel in Metastatic Breast Cancer",
    "officialTitle": "A Randomized Phase II Study Evaluating Different Schedules of Nab-Paclitaxel in Metastatic Breast Cancer (SNAP Trial)",
    "overallStatus": "COMPLETED",
    "conditions": "Metastatic Breastcancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 258,
    "primaryOutcomeMeasure": "Progression-free Survival",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologically or cytologically confirmed HER2-negative metastatic (stage IV) breast cancer.\n* Measurable or non-measurable, but radiologically evaluable, disease according to RECIST 1.1 criteria.\n* Female aged 18 years or older.\n* Life expectancy \\> 3 months.\n* Eastern Cooperative Oncology Group (ECOG) performance status 0 or 1.\n* Either ER-positive or ER-negative disease. Patients with ER-positive disease must be endocrine resistant, defined as having failed at least one prior endocrine therapy for breast cancer, or must be candidates for first-line chemotherapy.\n* If previously treated with a taxane or anthracycline in the neoadjuvant or adjuvant setting, the period from end of treatment to disease recurrence must have been \\> 12 months (\\> 365 days).\n* Radiation therapy, if given and regardless of site, must be completed at least 2 weeks prior to randomization.\n* Normal hematologic status.\n* Normal renal function.\n* Normal liver function.\n* Normal cardiac function.\n* Women of childbearing potential: documented negative pregnancy test within 2 weeks prior to randomization, and acceptable birth control during the duration of the trial therapy and for a period of 6 months following the last administration of study drug.\n* Written Informed Consent (IC) must be signed and dated by the patient and the Investigator prior to randomization.\n* Completed baseline Quality of Life Form.\n* The patient has been informed of and agrees to data transfer and handling, in accordance with national data protection guidelines.\n* Availability of an formalin fixed paraffin embedded (FFPE) block from the primary tumor (breast lesion) for submission to central pathology review and for translational research.\n* Written consent to pathology material submission, signed and dated by the patient and the Investigator prior to randomization.\n\nExclusion Criteria:\n\n* Any prior chemotherapy for metastatic breast cancer.\n* Presence of central nervous system (CNS) metastasis.\n* Peripheral neuropathy grade 2 or higher (CTCAE version 4).\n* Significant uncontrolled cardiac disease (i.e. unstable angina, recent myocardial infarction within prior 6 months), patients classified as having a New York Heart Association (NYHA) class III or IV congestive heart failure.\n* Pregnant or lactating.\n* Prior history of non-breast malignancy (except for adequately controlled basal cell carcinoma of the skin, carcinoma in situ of the cervix, in situ carcinoma of the bladder).\n* Any concurrent condition which in the Investigator's opinion makes it inappropriate for the patient to participate in the trial or which would jeopardize compliance with the protocol.\n* Contraindications or known hypersensitivity to the study medication or excipients.\n* The use of any anti-cancer investigational agents within 30 days prior to expected start of trial treatment.\n* Inability or unwillingness to abide by the study protocol or cooperate fully with the Investigator.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}