{
    "nctId": "NCT01200212",
    "briefTitle": "A Randomized Study to Determine the Efficacy of a Taxane and Bevacizumab With or Without Capecitabine as First Line Chemotherapy in Patients With Metastatic Breast Cancer",
    "officialTitle": "A Randomized Phase III Study to Determine the Efficacy of a Taxane and Bevacizumab With or Without Capecitabine as First Line Chemotherapy in Patients With Metastatic Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 432,
    "primaryOutcomeMeasure": "Progression free survival (PFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* ECOG performance status 0-2\n* Histological confirmed carcinoma of the breast with no over expression of HER2\n* Locally advanced or metastatic stage of disease not suitable for surgery or radiotherapy alone\n* Patients must have either measurable or non-measurable target lesions according to RECIST criteria (phase III). Complete staging work-up within 4 weeks prior to registration. All patients must have chest X-ray (PA and lateral), abdominal ultrasound or CT scan or MRI, and bone scan. In case of positive bone scan, bone X-ray is mandatory. Other tests may be per- formed as clinically indicated\n* The following previous systemic treatment are eligible:\n* (neo)adjuvant chemotherapy (except if capecitabine was included) However if (neo)adjuvant chemotherapy was anthracycline based, the maximum cumulative dose of prior anthracycline therapy must not exceed 360 mg/m2 for doxorubicin and 720 mg/m2 for epirubicin. If taxanes or capecitabine were part of (neo)adjuvant treatment, a treatment-free interval of \\> 6 months is requested\n* adjuvant endocrine therapy.\n* palliative endocrine treatments\n* treatment with bisphosphonates\n* treatment with immunotherapies\n* Patient has to be fully recovered from previous radiotherapy. At least one measurable lesion must be completely outside the radiation field or there must be pathologic proof of progressive disease\n* Absolute neutrophil count ≥ 2000 cells/ul, platelet count ≥ 100,000 cells/ul.\n* Bilirubin ≤ 1.5x the upper limit of normal for the institution (ULN); elevation of transaminases and alkaline phosphatase \\<2.5x ULN or \\<5x ULN for patients with liver metastases\n* Creatinine ≤ 1,25x ULN or creatinin-clearance \\> 50 ml/min (according to Cockroft Gault). Urine dipstick for proteinuria \\<2+. Patients discovered to have ≥2+ proteinuria on dipstick urinalysis should undergo a 24 hour urine collection and must demonstrate ≤1 g of protein in 24 hours\n* Negative pregnancy test (urine or serum) within 14 days prior to registration for all women of childbearing potential\n* Patients must be available and compliant for treatment and follow-up. Patients registered on this trial must be treated and followed up at the participating or a cooperating site\n\nExclusion Criteria:\n\n* Known hypersensitivity reaction to the compounds or incorporated substances or known dihydropyrimidine dehydrogenase deficiency\n* Previous chemotherapy for metastatic disease, concurrent immunotherapy or hormonal therapy (antihormonal, contraceptive and/or replacement therapy). Bisphosphonates may be continued\n* Life expectancy of less than 3 months\n* Serious intercurrent medical or psychiatric illness that may interfere with the planned treatment (including AIDS and serious active infection).\n* Known or suspected congestive heart failure (\\>NYHA I) and/or coronary heart disease, angina pectoris requiring antianginal medication, previous history of myocardial infarction, evidence of transmural infarction on ECG, un- or poorly controlled arterial hypertension (i.e. BP \\>150/100 mmHg under treatment with two antihypertensive drugs), rhythm abnormalities requiring permanent treatment, clinically significant valvular heart disease-\n* Currently active infection\n* Active peptic ulcer, incomplete wound healing or unhealed bone fracture\n* Previous thromboembolic events, known hemorrhagic diathesis, coagulopathy with increased bleeding risk, or treatment with anticoagulants Current or recent (within 10 days of first dose of bevacizumab) use of acetylic acid (\\>325mg/day) or clopidogrel (\\> 75mg/day)\n* Disease significantly affecting gastrointestinal function, e.g. mal- absorption syndrome, resection of the stomach or small bowel, ulcerative colitis; abdominal fistula, gastrointestinal perforation or intra-abdominal abscess within 6 months of enrolment\n* Major surgery within the last 28 days or anticipation of the need for major surgery during study treatment with bevacizumab. No minor surgeries including insertion of an indwelling catheter within 24 h prior to randomization\n* Parenchymal brain metastases, unless adequately controlled by surgery and/or radiotherapy with complete resolution of symptoms and discontinuation of all steroids\n* History of other malignancy within the last 5 years which could affect the diagnosis or assessment or outcome of metastatic breast cancer\n* Concurrent treatment with other experimental drugs; participation in another clinical trial with any investigational drug within 30 days prior to study entry\n* Treatment with sorivudine or derivates e.g. brivudine\n* Pregnant or lactating patients. Patients of childbearing potential must implement adequate non-hormonal contraceptive measures (barrier methods, intra uterine contraceptive devices, sterilization) during study treatment",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}