{
    "nctId": "NCT03876886",
    "briefTitle": "The Trial Comparing Dose-dense AC-T With TP as Adjuvant Therapy for TNBC With Homologous Recombination Repair Deficiency",
    "officialTitle": "Randomized Phase Ⅲ Trial Comparing Dose-dense Epirubicin and Cyclophosphamide Followed by Paclitaxel With Paclitaxel Plus Carboplatin as Adjuvant Therapy for Triple-negative Breast Cancer With Homologous Recombination Repair Deficiency",
    "overallStatus": "RECRUITING",
    "conditions": "Triple Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 200,
    "primaryOutcomeMeasure": "3-year disease-free survival",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. 18-60 years\n2. Histologically confirmed adenocarcinoma of the breast, complete tumor removal by either modified radical mastectomy or local excision plus axillary lymph node dissection (i.e., breast conservation therapy) or sentinel node biopsy. (Tumor-free margins at least 1 mm for both invasive and noninvasive carcinoma except for lobular carcinoma in situ (less than 1 mm allowed);\n3. Histologically confirmed ER(-) PR(-) and HER-2(IHC(immunohistochemistry) 0-1+ or FISH (fluorescence in situ hybridization) negative)\n4. Next-generation sequencing confirmed homologous recombination repair deficiency\n5. Meet one of the following criteria:\n\n(1) Positive axillary lymph nodes; (2) Negative axillary lymph nodes with at least one of the following risk factors: age\\<= 35 years; grade III; infiltrative tumor size \\> 2cm; intravascular tumor embolus; Ki-67\\>=50%.\n\n6. Eastern Cooperative Oncology Group (ECOG) Performance Score 0-1 7. Adequate bone marrow reserve with ANC \\> 1500, HGB \\> 9g/dL and platelets \\> 100,000.\n\n8. Adequate renal function with serum creatinine \\< 2.0. 9. Adequate hepatic reserve with serum bilirubin \\< 2.0, AST/ALT \\< 2X the upper limit of normal, and alkaline phosphatase \\< 5X the upper limit of normal. Serum bilirubin \\> 2.0 is acceptable in the setting of known Gilbert's syndrome.\n\n10. Not pregnant, and on appropriate birth control if of child-bearing potential.\n\n11. Written informed consent according to the local ethics committee requirements.\n\nExclusion Criteria:\n\n1. Prior systemic treatment of breast cancer, including chemotherapy;\n2. Metastatic breast cancer;\n3. Patients with medical conditions that indicate intolerant to adjuvant therapy and related treatment, including uncontrolled pulmonary disease, diabetes mellitus, severe infection, active peptic ulcer, coagulation disorder, connective tissue disease or myelo-suppressive disease;\n4. Has active hepatitis B or hepatitis C with abnormal liver function tests (LFTs) or is known to be HIV positive;\n5. Contraindication for using dexamethasone;\n6. History of congestive heart failure, uncontrolled or symptomatic angina pectoris, arrhythmia or myocardial infarction; poorly controlled hypertension (systolic BP\\>180 mmHg or diastolic BP\\>100 mmHg);\n7. Pregnant or breast feeding.\n8. Hepatic, renal, or bone marrow dysfunction as detailed above.\n9. Known severe hypersensitivity to any drugs in this study;\n10. Treatment with any investigational drugs within 30 days before the beginning of study treatment.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT"
}