{
    "nctId": "NCT00479674",
    "briefTitle": "Phase II Study With Abraxane, Bevacizumab and Carboplatin in Triple Negative Metastatic Breast Cancer",
    "officialTitle": "A Phase II Study of Abraxane®, Carboplatin and Bevacizumab in \"Triple Negative\" (Demonstrating No Expression for Estrogen, Progesterone, or Her2 Receptors) Metastatic Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 41,
    "primaryOutcomeMeasure": "Best Clinical Response Expressed as Percentage of Participants Treated With Combination Regimen of Weekly Abraxane® and Carboplatin Plus Biweekly Bevacizumab to Treat Women With Stage IV or Inoperable Stage III \"Triple Negative\" Metastatic Breast Cancer.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Tissue block containing tumor to confirm metastatic breast cancer is required;\n* Measurable disease according to RECIST criteria\n* \"Triple negative\" disease defined as tumor demonstrating no expression for estrogen, progesterone or human epidermal growth factor receptor 2(HER2)receptors. \"No expression\" is categorized as ≤ 10% of cells staining or Allred ≤ 2;\n* Aged 18 years or older;\n* Eastern Cooperative Oncology Group (ECOG)/Zubrod performance status of 0 or 1; life expectancy ≥ 3 months;\n* Patients may have received 0 - 1 prior therapies (except taxanes in the metastatic setting). An interval of at least 1 week must have elapsed since prior chemotherapy or hormonal therapy for metastatic disease; at least 6 months must have elapsed since prior adjuvant therapy;\n* ≥ 2 weeks between surgery and study enrollment (≥ 4 weeks between major surgery (defined as open abdominal/thoracic/cardiac) and study enrollment;\n* Laboratory tests performed within 14 days of study entry:\n\n  * Granulocytes ≥ 1,500/µL;\n  * Platelets ≥ 100,000/µL;\n  * Hemoglobin ≥ 9 gm/dL;\n  * Total bilirubin ≤ institutional upper limit of normal (ULN);\n  * Aspartate transaminase (AST) and alanine aminotransferase (ALT) ≤ 5 times ULN;\n\n    * Alkaline phosphatase ≤ 2.5 times ULN;\n  * Estimated creatinine clearance ≥ 60 mL/min.\n* left ventricular ejection fraction (LVEF)≥ 50% by multigated acquisition (MUGA)/Echocardiogram;\n* Informed consent to receive protocol treatment, to provide biologic specimens, and to complete neurotoxicity questionnaires;\n* Cognitive and communication skills to comply with study and/or follow-up procedures;\n* No reproductive potential:\n\n  * If pre-menopausal: Negative serum pregnancy test and patient agreement to use adequate contraceptive method (abstinence, intrauterine device, barrier device with spermicide or surgical sterilization) during and for 3 months after completion of treatment.\n  * If post-menopausal: Amenorrhea for ≥ 12 months.\n\nExclusion Criteria:\n\n* Pregnant or breast feeding;\n* Prior treatment with Abraxane®, carboplatin or bevacizumab, or any taxane for metastatic breast cancer;\n* Known hypersensitivity to any component of any study drug;\n* Active infection;\n* Current neuropathy ≥ grade 2;\n* central nervous system (CNS) metastases as determined by head CT with contrast;\n* History of bleeding within the past 6 months or active bleeding disorder;\n* Serious non-healing wound, ulcer or bone fracture;\n* Uncontrolled congestive heart failure (CHF), or history of myocardial infarction(MI), unstable angina, stroke, or transient ischemia within previous 6 months;\n* Inadequately controlled hypertension (defined as systolic blood pressure \\< 150 and/or diastolic blood pressure \\> 100 mmHg on antihypertensive medications; prior history of hypertensive crisis or hypertensive encephalopathy;\n* Proteinuria (defined as urine protein: creatinine (UPC) ratio ≥ 1.0 or urine dipstick ≥ 2+.\n* Significant vascular disease (aortic aneurysm, aortic dissection) or symptomatic peripheral vascular disease;\n* History of abdominal fistula, gastrointestinal perforation, or intra-abdominal abscess within previous 6 months;\n* Uncontrolled serious contraindicated medical condition or psychiatric illness.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}