{
    "nctId": "NCT01028352",
    "briefTitle": "Study to Assess Effect of 8 Wks of Duloxetine Therapy on Breast Cancer Patients With Aromatase-Inhibitor Associated Pain",
    "officialTitle": "UMCC 2008.62: Prospective Pilot Study Evaluating the Use of Duloxetine for Treatment of Aromatase Inhibitor-associated Musculoskeletal Symptoms in Breast Cancer Patients",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 35,
    "primaryOutcomeMeasure": "Percentage of Patients Who Experience 30% Reduction in Average Pain Score From Baseline to 8 Weeks Due to Duloxetine Therapy.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Female;\n* Histologically proven stage 0-III invasive carcinoma of the breast that is ER and/or PR positive by immunohistochemical staining, who are receiving a standard dose of aromatase inhibitor (AI) therapy (letrozole 2.5mg once daily or exemestane 25mg once daily or anastrozole 1mg once daily). Women with oligometastatic disease may be included at the discretion of the principal investigator. Surgical resection, chemotherapy, and radiation therapy must have been completed at the time of study enrollment, with the exception of trastuzumab;\n* AI therapy has been ongoing for ≥ 2 weeks and treatment is expected to continue;\n* AI-associated musculoskeletal symptoms, defined as:\n\n  * Grade 1 or higher musculoskeletal pain that developed or worsened (6 or 7 on CGICS) during AI therapy or\n  * Grade 1 or higher sensory neuropathy that developed or worsened (6 or 7 on CGICS) during AI therapy;\n* Average pain of ≥4 on the 11-point Likert scale of question #5 of the Brief Pain Inventory;\n* ECOG performance status 0-2;\n* Willing and able to sign an informed consent document.\n\nExclusion Criteria:\n\n* Known hypersensitivity to duloxetine or any of the inactive ingredients;\n* New musculoskeletal pain that is due specifically to fracture or traumatic injury;\n* Treatment with monoamine oxidase inhibitors (MAO-I) within 14 days of enrollment;\n* Concurrent treatment with phenothiazines (including thioridazine), propafenone, flecainide, triptans, MAO-Is, SSRIs, SNRIs, or tricyclic antidepressants;\n* Currently primary psychiatric diagnosis (schizophrenia, psychosis) or suicidal ideation, history of bipolar disorder, or seizure disorder;\n* Chronic liver disease, end stage renal disease, or creatinine clearance \\< 30 mL/min as defined by the Cockroft-Gault equation;\n* Uncontrolled narrow-angle glaucoma or clinically significant coagulation disorder;\n* Pregnant or breast feeding;\n* History of alcohol or other substance abuse or dependence within the year prior to enrollment;\n* Serious or unstable medical condition that could likely lead to hospitalization during the course of the study or compromise study participation.",
    "sex": "FEMALE",
    "minimumAge": "21 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}