{
    "nctId": "NCT01471106",
    "briefTitle": "Phase II Short-term Adjuvant Therapy and Biomarker Studies With Targeted Agents in Women With Estrogen Receptor Negative Breast Cancer",
    "officialTitle": "Phase II Short-term Adjuvant Therapy and Biomarker Studies With Targeted Agents in Women With Estrogen Receptor Negative Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "PREVENTION",
    "enrollmentCount": 26,
    "primaryOutcomeMeasure": "Change in Ki-67 in Breast Tissue of High-Risk Women",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Histological confirmation of ER negative breast carcinoma (defined as less than 10%), stage I, II, or III\n2. Completed all adjuvant therapy including (if indicated) endocrine, trastuzumab, radiation therapy\n3. At least 18 years of age.\n4. Female: A female is eligible to enter and participate in the study if she is of: a. Non-childbearing potential (i.e., women with functioning ovaries who have a current documented tubal ligation, hysterectomy alone, hysterectomy and bilateral salpingo-oophorectomy, bilateral salpingo-oophorectomy alone or women who are post-menopausal); or b. Childbearing potential (i.e., women with functioning ovaries and no documented impairment of oviductal or uterine function that would cause sterility. This category includes women with oligomenorrhoea (severe), women who are perimenopausal, and young women who have begun to menstruate), has a negative serum pregnancy test at screening, and agrees to one of the following where considered acceptable to the local IRB/IEC: • Double-barrier contraception (condom with spermicidal jelly, foam suppository, or film; diaphragm with spermicide; or male condom and diaphragm).\n5. (Continued from above) • Abstinence from sexual intercourse from 2 weeks prior to administration of the investigational product, throughout the active study treatment period. • Male partner who is sterile prior to the female subject's entry into the study and is the sole sexual partner for that female subject. • Any intrauterine device (IUD). • Barrier methods including diaphragm or condom with a spermicide.\n6. Able to swallow and retain oral medication.\n7. ECOG (Eastern Cooperative Oncology Group) performance status 0 to 2.\n8. Provided written informed consent.\n9. Adequate bone marrow function: Hemoglobin \\>/= 9 gm/dL. • Absolute granulocyte count \\>/= 1,500/mm\\^3 (1.5 x 10\\^9/L). • Platelets \\>/= 75,000/mm\\^3 (100 x 10\\^9/L).\n10. Serum creatinine \\< 1.4 mg/dL or calculated creatinine clearance (CrCl) \\>/= 30 mL/min\n11. Total bilirubin \\</= 1.5 times the upper limit of the reference range\n12. Aspartate and alanine transaminase (AST or ALT) \\</= 2 times the upper limit of the reference range.\n13. Patients must have a baseline ECG with QTcF within the normal range within 28 days prior to registration.\n14. Normal mammogram of unaffected breast within 12 months prior to study entry.\n\nExclusion Criteria:\n\n1. Unwillingness to undergo RPFNA.\n2. Contraindication to RPFNA including breast implant(s), bilateral radiation, anticoagulation (excluding those on 81mg aspirin).\n3. Concurrent medical condition that would increase drug toxicity: Pleural or pericardial effusion, coagulation or platelet function disorder, ongoing or recent (less than 3 months gastrointestinal bleeding)\n4. Uncontrolled angina, congestive heart failure, MI (within last 6 months), congenital long QT syndrome, history of clinically significant ventricular arrhythmia, prolonged QTcF interval on pre-entry EKG (greater than normal range)\n5. Hypokalemia or hypomagnesemia if it cannot be corrected\n6. Is a pregnant or lactating female.\n7. Has evidence of recurrent or metastatic (Stage IV) breast cancer.\n8. Is considered medically unfit for the study by the investigator as a result of the medical interview, physical exam, or screening investigations.\n9. Has a known immediate or delayed hypersensitivity reaction or idiosyncrasy to dasatinib\n10. Has received treatment with any investigational drug in the previous 4 weeks.\n11. Has received chemotherapy, immunotherapy, biologic therapy or endocrine therapy within the past 12 weeks.\n12. Is currently receiving oral steroid treatment (inhaled steroids are permitted)\n13. Oral estrogen, progesterone, testosterone therapy within last 3 months.\n14. Concomitant Medications: Drugs that are considered category D (Consider therapy modification) and X (Avoid combination) using the Lexicomp database are prohibited. Concomitant drugs that fall into categories A (No known interaction), B (no action needed) and C (monitor therapy) are allowed.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}