{
    "nctId": "NCT01467310",
    "briefTitle": "Defining the Triple Negative Breast Cancer Kinome Response to GSK1120212",
    "officialTitle": "Defining the Triple Negative Breast Cancer Kinome Response to GSK1120212",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "EARLY_PHASE1",
    "allocation": "NA",
    "primaryPurpose": "BASIC_SCIENCE",
    "enrollmentCount": 15,
    "primaryOutcomeMeasure": "the number and type of kinases in participant tissue sample prior to administration of drug compared to post-treatment.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologically confirmed TNBC (i.e., ER negative, PR negative (each \\<10% staining by immunohistochemistry) and Her2 negative (0-1+ or FISH non-amplified; by clinical assay on primary tumor)\n* Stage I-IIIc disease:\n\n  * Scheduled for lumpectomy or mastectomy\n  * No prior or current therapy for breast cancer\n  * Not considered candidate for therapeutic neoadjuvant treatment\n* For stage IV disease:\n\n  * Scheduled for surgical resection of oligometastatic disease\n  * Previously untreated for breast cancer\n* Subject enrolls into LCCC9819\n* ECOG Performance Status 0-2\n* Normal end organ function as defined by the following:\n\n  * Absolute neutrophil count (ANC)≥ 1.2 X 109/L;\n  * Hemoglobin ≥ 9 g/dL;\n  * Platelets ≥ 75 X 109/L;\n  * PT/INR and PTT ≤ 1.2 X upper limit of normal (ULN);\n  * Albumin ≥ 2.5 g/dL\n  * Total bilirubin ≤ 1.5 x ULN mg/dL\n  * AST and ALT ≤ 2.5 X ULN\n  * Creatinine ≤ 1.5 X ULN OR Calculated creatinine clearance ≥50 mL/min OR 24-hour urine creatinine clearance ≥50 mL/min;\n  * Ejection fraction ≥ LLN by ECHO (preferred) or MUGA\n* Age ≥18 years\n* Willing to use adequate contraception if applicable, and to continue use for 4 weeks post last dose of GSK1120212\n* Sufficient fresh or frozen tissue remaining from pre-treatment core incisional biopsy or willing to undergo biopsy for research purposes only (approximately 10mg or one core's worth of tissue needed)\n* Surgeon and Medical Oncologist agree one week window trial appropriate/safe for trial candidate and that surgery appointment can accommodate a 7 day (one week) treatment schedule\n* Able to swallow oral medications\n\nExclusion Criteria\n\n* Pregnant or lactating female\n* Currently active GI disease, or prior surgery that may affect ability to absorb oral medications\n* Prior radiation therapy to the target lesion\n* History or current evidence/risk of retinal vein occlusion (RVO) or central serous retinopathy (CSR):\n\n  * History of RVO or CSR, or predisposing factors to RVO or CSR (e.g. uncontrolled glaucoma or ocular hypertension, uncontrolled systemic disease such as hypertension, diabetes mellitus, or history of hyperviscosity or hypercoagulability syndromes)\n* Current use of a prohibited medication or requires any of these medications during treatment with GSK1120212 (see section 4.6).\n* Use of an investigational anti-cancer drug within 28 days or five half-lives, whichever is shorter, prior to the first dose of GSK1120212. A minimum of 10 days between termination of the investigational drug and administration of GSK1120212 is required. In addition, any drug-related toxicity should have recovered to Grade 1 or less.\n* Prior treatment with MEK or BRAF inhibitors\n* Any major radiotherapy, or immunotherapy within the last four weeks; use of erythropoietin replacement or bisphosphonates is considered supportive care and their use is permitted\n* Evidence of severe or uncontrolled systemic diseases (e.g., unstable or uncompensated respiratory, hepatic, renal, or cardiac disease)\n* History or evidence of cardiovascular risk including any of the following:\n\n  * QTc interval \\>/= 480 msecs.\n  * Clinically significant uncontrolled arrhythmias Exception: subjects with controlled atrial fibrillation for \\>30 days prior to day 1 of treatment with GSK1120212 are eligible\n  * History of acute coronary syndromes (including myocardial infarction and unstable angina), coronary angioplasty, or stenting within the past 24 weeks\n  * ≥Class II heart failure as defined by the New York Heart Association (NYHA) functional classification system (see Appendix C)\n* Known human immunodeficiency virus (HIV), Hepatitis B Virus (HBV), or Hepatitis C Virus (HCV) infection (with the exception of chronic or cleared HBV and HCV infection which will be allowed)\n* Known immediate or delayed hypersensitivity reaction or idiosyncrasy to drugs chemically related to the study drug, dimethyl sulfoxide (DMSO), or excipients\n* Psychological, familial, sociological, or geographical conditions that do not permit compliance with the protocol\n* Any other concurrent condition that in the investigator's opinion would jeopardize compliance with the protocol",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}