{
    "nctId": "NCT04733118",
    "briefTitle": "Chemotherapy-Free pCR-Guided Strategy With Trastuzumab-pertuzumab and T-DM1 in HER2-positive Early Breast Cancer",
    "officialTitle": "Chemotherapy-Free pCR-Guided Strategy With Subcutaneous Trastuzumab-pertuzumab and T-DM1 in HER2-positive Early Breast Cancer (PHERGAIN-2)",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Early Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 393,
    "primaryOutcomeMeasure": "3-year recurrence-free interval (3y-RFI)",
    "eligibilityCriteria": "Inclusion criteria\n\nPatients will be included in the study only if they meet ALL of the following criteria:\n\n1. Written informed consent prior to beginning specific protocol procedures.\n2. Female or male patients ≥ 18 years of age.\n3. Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1.\n4. Histologically proven invasive carcinoma of the breast.\n5. Tumor size must be between ≥ 5mm and ≤30mm in greatest dimension using breast MRI. Note: Although tumors between ≥ 5mm and ≤ 10mm are not considered target lesions by RECIST v1.1, we will consider these lesions as targets to follow-up.\n6. Patients must have node-negative breast cancer by clinical exam, MRI and ultrasound according to the American Joint Committee on Cancer (AJCC) 8th edition.\n7. Centrally confirmed HER2\\[+\\] status with IHC score 3+.\n8. Known estrogen receptor (ER) and progesterone receptor (PgR) status prior to study entry that should be performed by immunohistochemical methods according to the local institution standard protocol.\n9. Patients with multifocal or multicentric breast cancer are eligible; patients with 2 lesions or less are eligible only if both lesions are sampled and meet the inclusion criteria #5, #6, and #7.\n10. Normal left ventricular function and diastolic function (left ventricular ejection fraction \\[LVEF\\] ≥55%) as assessed by echocardiogram or multiple-gated acquisition scan (MUGA) documented within ≤28 days prior to first dose of study treatment.\n11. Adequate bone marrow, liver, and renal function:\n\n    1. Hematological: White blood cell (WBC) count \\> 3.0 × 109/L, absolute neutrophil count (ANC) ≥ 1.5 × 109/L, platelet count ≥ 100.0 × 109/L, and hemoglobin ≥ 10.0 g/dL (≥ 6.2 mmol/L).\n    2. Hepatic: total bilirubin ≤ institutional upper limit of normal (ULN) (except for Gilbert's syndrome); alkaline phosphatase (ALP) ≤ 2.5 times ULN; aspartate transaminase (AST) and alanine transaminase (ALT) ≤ 1.5 times ULN.\n    3. Renal: serum creatinine ≤ 1.5 × ULN or creatinine clearance ≥ 50 mL/min/1.73 m2 for patients with creatinine levels above institutional normal.\n    4. International normalized ratio (INR) and activated partial thromboplastin time (aPTT) ≤ 1.5 × ULN.\n12. Patient must be accessible for treatment and follow-up.\n13. Willingness and ability to provide blood samples at baseline, C3D1 before treatment infusion, pre-surgery and then after surgery: every 6 months for the first 5 years, and every year thereafter until the EoS.\n14. Willingness and ability to provide tumor tissue samples at baseline and at surgery.\n15. Women of childbearing potential and men with partners of childbearing potential must be willing to use one highly effective form of nonhormonal contraception or two effective forms of nonhormonal contraception by the patient and/or partner and to continue its use for the duration of study treatment and for seven months after the last dose of study treatment.\n\n    Note: Acceptable forms of effective contraception should include two of the following:\n\n    i. Placement of non-hormonal intrauterine device (IUD) ii. Condom with spermicidal foam/gel/film/cream/suppository iii. Diaphragm or cervical/vault caps with spermicidal foam/film/cream/suppository The above contraception is not a requirement in the case the male patient, or male partner of a female patient, is surgically sterilized, the female patient is post-menopausal or the patient remains abstinent and truly abstains from sexual activity (refrains from heterosexual intercourse).\n16. Negative serum pregnancy test for premenopausal women including women who have had a tubal ligation and for women less than 12 months after the onset of menopause.\n\nExclusion criteria:\n\nAny patient meeting ANY of the following criteria will be excluded from the study:\n\n1. Any previous treatment, including chemotherapy, anti-HER2 therapy, radiation therapy, or ET for invasive breast cancer (except for breast carcinoma in situ of the contralateral breast cancer, in the last five years before treatment initiation in this study).\n2. HER2 disease with IHC score 0, 1+ or 2+ and in situ hybridization (ISH) positive result.\n3. Evidence of metastatic disease. Note: All patients must be willing to undergo chest and pelvis computed tomography (CT)/MRI scan before enrolment to prove no evidence of metastatic disease. Bone scan will be performed at baseline only if there is suspicion of bone metastases. If a bone scan cannot be performed, an alternative is PET/CT using 18F-labeled sodium fluoride (18F-fluoride PET/CT).\n4. Patients with bilateral breast cancer.\n5. Known hypersensitivity reaction to any investigational or therapeutic compound or their incorporated substances.\n6. History of other malignancy within the last five years prior to first dose of study drug administration, except for curatively treated basal and squamous cell carcinoma of the skin and/or in situ cervical carcinoma.\n7. Uncontrolled hypertension (systolic \\> 150 mm Hg and/or diastolic \\> 100 mm Hg) despite adequate antihypertensive treatment.\n8. Serious cardiac illness or medical conditions including, but not confined to, the following:\n\n   * History of NCI CTCAE v5.0 Grade ≥ 3 symptomatic congestive heart failure (CHF) or New York Heart Association (NYHA) Class ≥ II.\n   * High-risk uncontrolled arrhythmias (i.e., atrial tachycardia with a heart rate ≥ 100/min at rest, significant ventricular arrhythmia \\[ventricular tachycardia\\], or higher-grade atrioventricular \\[AV\\]-block, such as second-degree AV-block Type 2 \\[Mobitz II\\] or third-degree AV-block).\n   * Serious cardiac arrhythmia or severe conduction abnormality not controlled by adequate medication.\n   * Angina pectoris requiring anti-angina medication.\n   * Clinically significant valvular heart disease.\n   * Evidence of transmural infarction on electrocardiogram (ECG).\n   * Evidence of myocardial infarction within the last 12 months prior to study entry.\n9. History of ventricular dysrhythmias or risk factors for ventricular dysrhythmias, such as structural heart disease (e.g., severe left ventricular systolic dysfunction \\[LVSD\\], left ventricular hypertrophy), coronary heart disease (symptomatic or with ischemia demonstrated by diagnostic testing), clinically significant electrolyte abnormalities (e.g., hypokalemia, hypomagnesemia, hypocalcemia), or family history of sudden unexplained death or long QT syndrome.\n10. Active uncontrolled infection at the time of enrollment.\n11. Current known infection with human immunodeficiency virus (HIV), hepatitis B virus, or hepatitis C virus.\n12. Patients with pulmonary disease requiring continuous oxygen therapy.\n13. Grade ≥2 neuropathy as per National Cancer Institute - Common Terminology Criteria for Adverse Events (NCI-CTCAE) version (v)5.0.\n14. Previous history of bleeding diathesis.\n15. Patient is currently receiving chronic treatment with corticosteroids, or another immunosuppressive agent (standard premedication for chemotherapy and local applications are allowed).\n16. Major surgical procedure or significant traumatic injury within 14 days prior to study entry or anticipation of need for major surgery within the course of the study treatment.\n17. Any other concurrent severe and/or uncontrolled medical condition that would contraindicate patient participation in the clinical study.\n18. History of having received any investigational treatment within 28 days prior to study entry.\n19. Pregnant or breast-feeding women or patients not willing to apply highly effective contraception as defined in the protocol.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}