{
    "nctId": "NCT03946423",
    "briefTitle": "BAriaTric Surgery After Breast Cancer Treatment (BATS)",
    "officialTitle": "BAriaTric Surgery After Breast Cancer Treatment (BATS) - A Randomized Trial of Sleeve Gastrectomy Versus Lifestyle Intervention in Women Diagnosed With Early Stage Breast and With a BMI of ≥ 35",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Early-stage Breast Cancer, Obesity",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "OTHER",
    "enrollmentCount": 40,
    "primaryOutcomeMeasure": "Feasibility of Weight Loss Intervention",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Diagnosis of breast cancer in the previous 10 years and currently disease free.\n* Completion of breast cancer treatment (radiation, chemotherapy) at least \\> 6 months prior to enrollment\n* Body mass index (BMI) of ≥ 35 kg/m2, but \\< 50 kg/m2.\n* 18 through 67 years of age at enrollment\n* Deemed healthy enough to undergo bariatric surgery, if assigned intervention, as determined by a surgeon and documented in the medical record.\n* Must have insurance coverage with no exclusion for obesity related treatment or management of obesity related surgical complications - in general insurance coverage is available for persons with a BMI ≥ 35 kg/m2.\n* Anticipated ability to abide by study requirements demonstrated in part by, but not limited to, successful completion of run-in assessments.\n* Willingness to accept randomization into either interventional group.\n* Provides voluntary written consent prior to performance of any research related activities.\n\nExclusion Criteria:\n\n* Cardiovascular event (myocardial infarction, acute coronary syndrome, coronary artery angioplasty or bypass, stroke) in the past six months.\n* Current evidence of congestive heart failure, angina pectoris, or symptomatic peripheral vascular disease.\n* Cardiac stress test indicating that surgery or lifestyle would not be safe.\n* 12-lead EKG indicating that surgery would not be safe.\n* Significant anemia (hemoglobin 1.0 g/dL or more below normal range) or history of coagulopathy.\n* History of stomach surgery, bile duct surgery, pancreatic surgery, splenectomy, or colon resection.\n* Gastric or duodenal ulcer in the past six months.\n* History of intra-abdominal sepsis except for uncomplicated appendicitis or diverticulitis more than six months prior to enrollment.\n* Self-reported HIV-positive status, active tuberculosis, active malaria, chronic hepatitis B or C, cirrhosis, or inflammatory bowel disease.\n* Currently pregnant or nursing, or planning to become pregnant in the next 15 months.\n* History of alcohol, drug, or opioid dependency (excluding nicotine) in the past five years.\n* Active psychosocial or psychiatric problem that is likely to interfere with adherence to the protocol.\n* Deemed not an acceptable candidate by a trained psychologist.\n* Current participation in a conflicting research protocol.\n* Presence of any chronic or debilitating disease that would make adherence to the protocol difficult.\n* Gastroesophageal reflux disease requiring medications. History of endoscopy demonstrating esophagitis or Barrett's changes in the esophagus.\n* Any history of dysphagia.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}