{
    "nctId": "NCT03328026",
    "briefTitle": "Combination Study of SV-BR-1-GM With Retifanlimab",
    "officialTitle": "A Phase I/II Study of the SV-BR-1-GM Regimen in Metastatic or Locally Recurrent Breast Cancer Patients in Combination With Retifanlimab",
    "overallStatus": "ENROLLING_BY_INVITATION",
    "conditions": "Breast Cancer, Breast Neoplasm, Metastatic Breast Cancer, Breast Cancer Metastatic",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 36,
    "primaryOutcomeMeasure": "Evaluate the Adverse Events (AEs), including Serious Adverse Events (SAEs), that occur in patients treated with SV-BR-1-GM administered in combination with INCMGA00012 (retifanlimab) [Safety]",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Have histological confirmation of breast cancer with recurrent and/or metastatic lesions, as per the investigational site, and have failed prior therapy.\n2. Patients with persistent disease and local recurrence must not be amenable to local treatment.\n3. For patients with metastatic disease:\n\n   1. Human epidermal growth factor 2 (HER2) positive and estrogen receptor (ER) or progesterone receptor (PR) positive tumors: must be refractory to hormonal therapy (e.g., aromatase inhibitor, tamoxifen or fluvestrant) and previously treated with at least 2 regimens including at least two anti-HER2 agents (e.g., trastuzumab and pertuzumab).\n   2. HER2 negative and either ER or PR positive tumors: must be refractory to hormonal therapy (e.g. aromatase inhibitor, tamoxifen or fluvestrant) and previously treated with at least 2 chemotherapy containing regimens. (e.g. CDK4/6 inhibitor, PIK3CA inhibitor, etc)\n   3. HER2 positive and ER and PR negative tumors: must have failed at least 2 regimens including at least two anti-HER2 agents (e.g., trastuzumab and pertuzumab).\n   4. Triple Negative tumors: Must have exhausted other available therapies including prior treatment with a taxane and carboplatin.\n\n   Patients with new or progressive breast cancer metastatic to the brain will be eligible provided:\n   1. The brain metastases must be clinically stable (without evidence of progressive disease by imaging) for at least 4 weeks prior to first dose\n   2. Must have received prior radiation therapy for brain metastases or be ineligible for radiation therapy\n   3. There is no need for steroids and patients have not had steroids for at least 2 weeks\n   4. No individual tumor size is \\>50 mm\n   5. Tumor is not impinging on Middle Cerebral Artery/speech-motor strip\n   6. If surgically debulked, must be healed from surgery and at least 3 weeks have elapsed since general anesthesia\n   7. Patients consent to MRI studies at 3-4 week intervals until evidence of tumor regression on at least 2 imaging studies. In no case, will the interval between MRI studies be longer than 3 months. MRI studies may be introduced at any time should the patients develop new or clearly worsening symptoms and/or introduction of steroids\n4. Be 18 years of age or older and female\n5. Have expected survival of at least 4 months\n6. Have adequate performance status (ECOG 0-1) Patients with ECOG of 2 may be admitted only with Sponsor approval.\n7. Have provided written informed consent\n\nExclusion Criteria:\n\n1. Concurrent or recent chemotherapy, immunotherapy (except the SV-BR-1-GM regimen), or general anesthesia/major surgery within 21 days. Patients must have recovered from all known or expected toxicities from previous systemic treatment and passed a treatment-free \"washout\" period of 3 weeks before starting this program (8 weeks for patients receiving nitrosourea or mitomycin). Prior immune related toxicity should not have exceeded Grade 2 (with exception of endocrinopathy).\n2. Radiotherapy within 14 days of first dose of study treatment with the following caveats:\n\n   1. 28 days for pelvic radiotherapy.\n   2. 8 weeks for brain metastases\n   3. 6 months for thoracic region radiotherapy that is \\> 30 Gy in 2 Gy fractions.\n3. Toxicity of prior therapy that has not recovered to ≤ Grade 1 or baseline (with the exception of any grade of alopecia and anemia not requiring transfusion support). Endocrinopathy, if well-managed, is not exclusionary and should be discussed with medical monitor.\n4. Participant has not recovered adequately from toxicities and/or complications from surgical intervention before starting study drug.\n5. History of clinical hypersensitivity to the designated combination immunotherapy, GM-CSF, Interferon, yeast, beef, or to any components used in the preparation of SV-BR-1-GM.\n6. History of clinical hypersensitivity to any of the immunotherapies proposed for combination treatment or their excipients.\n7. Known hypersensitivity to another monoclonal antibody that cannot be controlled with standard measures (e.g., antihistamines and corticosteroids) or known allergy or hypersensitivity to any component of retifanlimab or formulation components.\n8. Serum creatinine OR Measured or calculated Creatinine Clearance (CrCl) (GFR can also be used in place of creatinine or CrCl) \\>1.5 × ULN OR \\<30 mL/min for participants with creatinine levels \\>1.5 × institutional ULN.\n9. Absolute granulocyte count \\<1000; platelets \\<100,000; hemoglobin ≤ 8 g/L.\n10. Bilirubin ≥ 1.5 × ULN unless conjugated bilirubin ≤ ULN; alkaline phosphatase \\>5x upper limit of normal (ULN); ALT/AST \\>2x ULN. For patients with hepatic metastases, ALT/AST \\>5x ULN is exclusionary.\n11. INR or PT or aPTT \\> 1.5 × ULN, unless the participant is receiving anticoagulant therapy as long as PT or aPTT is within therapeutic range of intended use of anticoagulants. Note: See the restricted medications list in protocol section 5.9. If an alternative cannot be found, the participant cannot be enrolled.\n12. Receiving any medication listed in the prohibited medication (section 5.10 of the protocol).\n13. Proteinuria \\>1+ on urinalysis or \\>1 gm/24hr.\n14. History or presence of an abnormal electrocardiogram (ECG) that, in the investigator's opinion, is clinically meaningful. Screening corrected QT interval (QTc) interval \\>480 milliseconds is excluded (corrected by Fridericia or Bazett formula). In the event that a single QTc is \\>480 milliseconds, the participant may enroll if the average QTc for the 3 ECGs is \\<480 milliseconds.\n\n16. Left ventricular ejection fraction (LVEF as determined by cardiac echo or MUGA scan) below the normal limits of the institutions' specific testing range.\n\n17. New York Heart Association stage 3 or 4 cardiac disease. 18. A pericardial effusion of moderate severity or worse. 19. Symptomatic pleural effusion or ascites. A participant who is clinically stable following treatment for these conditions (including therapeutic thoraco- or paracentesis) is eligible.\n\n20. Any woman of childbearing potential (i.e., has had a menstrual cycle within the past year and has not been surgically sterilized), unless she: agrees to take appropriate precautions to avoid becoming pregnant during the study (with at least 99% certainty, see Appendix A for permitted methods) and has a negative serum pregnancy test within 7 days prior to starting treatment.\n\n21. Men must have been sterile or, if they were potentially fertile/reproductively competent, should take appropriate precautions to avoid fathering a child for the duration of the study.\n\n22. Women who are pregnant or nursing. 23. Known additional malignancy that is progressing or requires active treatment, or history of other malignancy within 3 years of study entry with the exception of cured basal cell or squamous cell carcinoma of the skin, superficial bladder cancer, prostate intraepithelial neoplasm, carcinoma in situ of the cervix, or other noninvasive or indolent malignancy, or cancers from which the participant has been disease-free for \\> 1 year, after treatment with curative intent.\n\n24. Patients who are HIV positive (by self-report) and have clinical or laboratory features indicative of AIDS.\n\n25. Have a diagnosis of immunodeficiency or is receiving chronic systemic steroid therapy (doses exceeding 10 mg daily of prednisone equivalent) or any other form of immunosuppressive therapy within 7 days prior to the first dose of study treatment.\n\n25. Has had an allogeneic tissue/solid organ transplant. 26. Have an active autoimmune disease that has required systemic treatment in past 2 years (i.e., with use of disease modifying agents, corticosteroids or immunosuppressive drugs). Replacement therapy (e.g., thyroxine, insulin, or physiologic corticosteroid replacement therapy for adrenal or pituitary insufficiency, etc.) is allowed.\n\n27. Patients with a history of colitis. 28. Has a history of (non-infectious) pneumonitis that required systemic steroids or current pneumonitis/interstitial lung disease.\n\n29. Known active HBA, HBV, or HCV infection, as defined by elevated transaminases with the following serology: positivity for HAV IgM antibody, anti-HCV, anti-HBc IgG or IgM, or HBsAg (in the absence of prior immunization).\n\n30. Active infections requiring systemic therapy.\n\na. All antibiotic therapy within 28 days of initiating treatment must be recorded 31. Has a known history of active tuberculosis (TB; Bacillus tuberculosis). 32. Patients with severe psychiatric (e.g., schizophrenia, bipolar, or borderline personality disorder) or other clinically progressive major medical problems, unless approved by the Investigator in consultation with the medical monitor.\n\n33. Has received a live vaccine within 28 days of the planned start of study drug. Note: examples of live vaccines include, but are not limited to, the following: measles, mumps, rubella, chicken pox/zoster, yellow fever, rabies, BCG, and typhoid vaccine. Seasonal influenza vaccines for injection are generally killed virus vaccines and are allowed; however, intranasal influenza vaccines (e.g., FluMist®) are live-attenuated vaccines and are not allowed.\n\n34. Patients may not be on a concurrent clinical trial, unless approved by the Investigator.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}