{
    "nctId": "NCT04778839",
    "briefTitle": "Study of Paclitaxel Micelles for Injection in Chinese Patients With Advanced Solid Tumors.",
    "officialTitle": "A Phase I Study of Dose Escalation and Dose Expansion To Evaluate the Safety、Tolerability、Pharmacokinetics and Efficacy of Paclitaxel Micelles for Injection in Chinese Patients With Advanced Solid Tumor.",
    "overallStatus": "RECRUITING",
    "conditions": "Advanced Solid Tumors",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 98,
    "primaryOutcomeMeasure": "Safety and tolerability of Paclitaxel Micelles for Injection in dose ascending and dose extension as measured by assessment of maximum tolerated dose (MTD) and dose limiting toxicity (DLT).",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Participants are required to meet all the criteria below in order to be included in the trial:\n\n  1. Confirmed diagnosis of advanced solid tumors by histological or cytological examination, participants have no effective standard anticancer therapy available or is failed to standard anticancer therapy.\n  2. Male or female patient, aged 18 \\~ 70 years.\n  3. Life expectancy ≥ 3 months.\n  4. Eastern Cooperative Oncology Group (ECOG) performance status of 0-2.\n  5. Participants with at least 1 measurable tumor lesion and/or assessable non-measurable lesion based on RECIST 1.1.\n  6. No radiotherapy, chemotherapy, immunotherapy or other anti-tumor therapy (such as experimental drugs, biological agents, Chinese herbal medicine, etc.), surgical treatment (except diagnostic biopsy), or complete recovery from previous surgery within 4 weeks prior to enrollment, and no surgical operation was planned during the study period.\n  7. No severe hematopoietic abnormalities(no blood transfusion, no blood products, no granulocyte colony-stimulating factor, platelet stimulating factor, or other hematopoietic growth factors were corrected within 14 days prior to the screening phase laboratory examination):Hb≥90g/L , ANC≥1.5×109/L , PLT≥100×109/L.\n  8. No serious organic disease of heart, liver or kidney:LVEF≥50% ; ALT(Alanine aminotransferase) or AST(Aspartate transaminase)≤2.5×upper limit of normal(ULN)(for patients with hepatic metastases, ALT or AST≤5 × ULN); TBIL(Total bilirubin)≤1.5×ULN; creatinine≤1.5×ULN and CL≥ 60 mL/min\\[The calculation formula was as follows: CCR (140- age)× body weight (kg) /0.818× SCR (μmol/L), and female was calculated as ×0.85\\].\n  9. The coagulation function is normal:PT、APTT and INR≤1.5×ULN。\n  10. Participants (including partners) who are willing to follow reliable contraceptive measures during the study and until 3 months after the last dosing（such as intrauterine devices \\[IUDs\\], birth control pills or condoms）.Women of child-bearing age must be negative for serum HCG within 14 days prior to study enrolment and must be non-lactating。\n  11. Participants with voluntarily signature Informed Consent Form (ICF) before the test, and have a full understanding of the test content, process and possible adverse reactions.\n  12. Participants with good compliance, were available for follow-up, and volunteered to comply with study regulations.\n\nExclusion Criteria:\n\n* Eligible participants must not meet any of the following exclusion criteria:\n\n  1. Patients with the toxicity of previous antitumor therapy did not return to grade 1 or below (CTCAE 5.0 grade \\>1, excluding toxicity such as alopecia and other toxicity judged by investigators to be of no safety risk).\n  2. Patients with (including suspected) an allergic history to Paclitaxel, or any of its components, or allergic constitution (excluding mild asymptomatic seasonal allergy).\n  3. Patients with bleeding tendency or who are receiving thrombolytic or anticoagulant therapy.\n  4. Patients who had been treated with paclitaxel and were determined by the researchers to be resistant.\n  5. Patients with active central nervous system metastases,But patients with BMs who have received prior treatment and the metastases were stable can participate in the study.\n  6. Patients with cerebrovascular accident or transient ischemic attack in the previous 6 months were screened.\n  7. People with active infection and need anti-infection or antiviral treatment.\n  8. Patients have suffered from other malignant cancers within 5 years (except for cured basal cell carcinoma and cervical carcinoma in situ).\n  9. Concomitant diseases, as determined by the investigator, that seriously endangers the safety of subjects or affects their completion of the test(such as gastrointestinal bleeding, intestinal obstruction, intestinal paralysis, interstitial pneumonia, pulmonary fibrosis, etc).\n  10. Patients with a clear history of neurological or psychiatric disorders (including epilepsy and dementia).\n  11. Patients who have used any drugs that is CYP2C8 and/or CYP3A4 inducer or inhibitor Within 30 days before use of the test drug(including ketoconazole and other imidazole antifungal agents, verapamil, diazepam, quinidine, cyclosporine, teniposide, etoposide, vincrine, testosterone, 17-α diethylstilbestrol, retinoic acid, quercetin, etc).\n  12. Patients who received blood transfusion and transfusion of blood products, such as albumin, within 2 weeks prior to trial.\n  13. Patients with peripheral neuropathy above grade II.\n  14. Patients with history of myocardial infarction(within 6 months prior to enrollment) ,severe or unstable angina, coronary or peripheral artery bypass grafting or congestive heart-failure (CHF) at NYHA 3-4 level ;and patients with history of uncontrollable hypertension, arrhythmias considered clinically significant by the investigator, or electrocardiogram (ECG) abnormalities.\n  15. HIV infection, or active HBV infection (HBsAg and/or HBcAb positive, with peripheral blood HBV DNA ≥1 x 103 IU/ mL), or active HCV infection (HCV antibody positive, HCV RNA≥500 IU/ mL).\n  16. Alcoholics (drinking more than 14 standard units per week. 1 standard unit contains 14g alcohol,such as 360mL beer or 45mL spirits with 40% alcohol or 150mL wine)within 2 weeks before screening, or patients with drug abuse.\n  17. Patients who participated in other study within the last 1 month.\n  18. Pregnant or nursing women.\n  19. Patients who are thought to be unsuitable for participating in the trial by the researchers because of other factors.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}