{
    "nctId": "NCT01424956",
    "briefTitle": "CRRS-4 Pivotal Somo•v™ ABUS ROC Reader Observer Study",
    "officialTitle": "To Determine the Impact on Reader Performance, as Defined by the Area Under the Receiver Operating Characteristic Curve, When Automated Breast Ultrasound and a Screening Mammogram Are Combined, Compared to a Screening Mammogram Alone in Asymptomatic Women With >50% Parenchymal Density and a Screening Mammogram Assigned a BI-RADS Assessment Category 1 (Negative) or 2 (Normal With Benign Findings).",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 17,
    "primaryOutcomeMeasure": "Interpreting Physician Performance In Detecting Breast Cancer",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Interpreting Physician as defined under 21CFR §900.12(a)(1)(i)(B)(2).\n* Fellowship-Trained in Breast Imaging and or have 10 years experience in breast imaging in which the radiologist's practice was at least 70% breast imaging\n* Currently meets the minimum Mammography Interpretation requirements per MQSA\n* Review Rate of at least 1,000 Mammograms annually for the year prior to study participation\n* Review Rate of at least 500 Breast Ultrasounds annually for the year prior to study participation\n* Successful completion of ABUS training\n\nExclusion Criteria:\n\n* Does not meet definition of Interpreting Physician as defined under 21CFR §900.12(a)(1)(i)(B)(2).\n* Does not meet requirements of Fellowship-Trained in Breast Imaging and or have 10 years experience in breast imaging in which the radiologist's practice was at least 70% breast imaging\n* Does not meet requirements of minimum Mammography Interpretation requirements per MQSA\n* Does not meet requirements of Review Rate of at least 1,000 Mammograms annually for the year prior to study participation\n* Does not meet requirements of Review Rate of at least 500 Breast Ultrasounds annually for the year prior to study participation\n* Does not meet requirements of successful completion of ABUS training",
    "sex": "ALL",
    "minimumAge": "N/A",
    "stdAges": "CHILD, ADULT, OLDER_ADULT"
}