{
    "nctId": "NCT02076620",
    "briefTitle": "L19TNFα in Combination With Doxorubicin in Patients With Advanced Solid Tumours",
    "officialTitle": "Phase I Study of the Tumor-targeting Human L19TNFα Monoclonal Antibody-cytokine Fusion Protein in Combination With Doxorubicin in Patients With Advanced Solid Tumours",
    "overallStatus": "COMPLETED",
    "conditions": "Advanced Solid Tumors Amenable to Anthracycline Therapy, Sarcoma, Breast Cancer, Lung Carcinomas, and Gynecological Cancer Amenable to Anthracycline Therapy",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 29,
    "primaryOutcomeMeasure": "Dose limiting toxicity (DLT)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients with histologically or cytologically confirmed advanced solid cancer deemed suitable for combination therapy of L19TNFα and doxorubicin.\n* Patients aged ≥18 years old with advanced or metastatic solid tumor in whom standard anticancer therapies have been exhausted and who are amenable for a doxorubicin monotherapy according to the discretion of the Principal Investigators and previously treated with a cumulative dose of anthracyclines (≤ 300 mg/m2).\n* Eastern cooperative oncology group (ECOG) performance status ≤ 2.\n* Patients may have received previous chemotherapy (\\>4 weeks prior therapy) or radiation therapy (\\>6 weeks prior therapy), but they must be amenable for doxorubicin treatment according to the discretion of the Principal Investigator.\n* Patients must have at least one unidimensionally measurable lesion by computed tomography as defined by RECIST criteria version 1.1. This lesion must not have been irradiated during previous treatments.\n* Previous anthracycline therapy, including liposomal doxorubicin, for metastatic and/or adjuvant disease is allowed. However, patients must not have received a cumulative anthracycline dose of more than 300 mg/m2 of doxorubicin, nor more than 500 mg/m2 of epirubicin, nor more than 600 mg/m2 of pegylated or non-pegylated liposomal doxorubicin prior to study entry, in order to avoid anthracycline-associated cardiotoxicity.\n* Life expectancy more than 3 months.\n* Absolute neutrophil count (ANC) ≥ 1.5 x 109/L, platelets ≥ 100 x 109/L and haemoglobin (Hb) ≥ 9.5 g/dl.\n* All acute adverse effects (excluding alopecia) of any prior therapy (including surgery, radiation therapy, chemotherapy) must have resolved to ≤ Grade 1, except elevated liver transaminases judged to be associated with tumor infiltration (see below) (graded according to the National Cancer Institute CTCAE v.4.02 dated September 15, 2009).\n* Alkaline phosphatase (AP), alanine aminotransferase (ALT) and/or aspartate aminotransferase (AST) ≤ 2.5 x upper limit of normal (ULN), and total bilirubin ≤ 2.0 mg/dL, unless liver involvement by the tumor, in which case the transaminase levels up to 5 x ULN are allowed.\n* Creatinine ≤ 1.5 ULN or 24 h creatinine clearance ≥ 60 mL/min.\n* Testing negative for acute or chronic infection with hepatitis B or C virus, or human immunodeficiency virus 1 or 2.\n* Negative pregnancy test for females of childbearing potential at the screening visit.\n* Commitment from patient to practice medically appropriate/acceptable method of birth control beginning 30 days before study entry and continuing until 6 months following the last treatment with study drug. Excluding women without childbearing potential; menopause at least 2 years earlier, tubal ligation at least 1 year earlier, or total hysterectomy. The definition of effective contraception will be based on the guidelines ICH M3 rev2.\n* Evidence of a personally signed and dated EC-approved ICF indicating that the patient (or legally acceptable representative) has been informed of all pertinent aspects of the study.\n* Willingness and ability to comply with the scheduled visits, treatment plan, laboratory tests and other study procedures.\n\nICF must be obtained for all the patients before enrollment into the study.\n\nExclusion Criteria:\n\n* Pregnancy or breast-feeding. Patients must agree to use effective contraception, or be surgically sterile or postmenopausal. The definition of effective contraception will be based on the guidelines ICH M3 rev2.\n* Presence of active infections (e.g. requiring antimicrobial therapy) or other severe concurrent disease, which, in the opinion of the investigator, would place the subject at undue risk or interfere with the study.\n* Presence of known brain metastases. If patient is symptomatic, negative CT scan within two months before study beginning is required. However, presence of controlled brain metastases (i.e., evaluated as SD of PR after radiotherapy) is allowed.\n* Known cancer of other primary origin within the prior 5 years.\n* History of chronic hepatitis B or C, or chronic active hepatitis or active autoimmune diseases.\n* Cardiac disease as manifested by any of the following:\n\n  * \\> Grade II heart failure, graded per New York Heart Association (NYHA) criteria.\n  * History within the last year of acute or subacute coronary syndromes including myocardial infarction, unstable or severe stable angina pectoris.\n  * Irreversible cardiac arrhythmias requiring permanent medication.\n  * Ejection fraction less than the institutional lower limit of normal as assessed by MUGA scan or echocardiogram.\n* Uncontrolled hypertension.\n* Ischemic peripheral vascular disease (Grade IIb-IV).\n* Severe rheumatoid arthritis.\n* Severe diabetic retinopathy.\n* History of allograft or stem cell transplantation.\n* Major surgery or trauma within 4 weeks prior to start of study treatment.\n* Known history of allergy to TNFα, Anthracyclines or other intravenously administered human proteins/peptides/antibodies.\n* Chemotherapy (standard or experimental), or therapy with an investigational agent within 4 weeks prior to start of study treatment, and radiation within 6 weeks prior therapy.\n* Cumulative exposure to anthracycline-containing chemotherapy (patients received a cumulative anthracycline dose of more than 300 mg/m2 of doxorubicin or of more than 500 mg/m2 of epirubicin or pegylated or non-pegylated liposomal doxorubicin), prior to study entry precluding the application of at least an additional 150 mg/m2 doxorubicin (total dose for 2 cycles of study therapy).\n* Treatment with an investigational study drug within six weeks before beginning of treatment with L19TNFα.\n* Previous in vivo exposure to monoclonal antibodies for biological therapy in the 6 weeks before administration of study treatment.\n* Growth factors or immunomodulatory agents within 7 days prior to the administration of study treatment.\n* Neuropathy \\> Grade 1.\n* Patient requires or is taking corticosteroids or other immunosuppressant drugs on a long-term basis. Limited use of corticosteroids to treat or prevent acute hypersensitivity reactions is not considered an exclusion criterion.\n* Concurrent therapy with anticoagulants at full dose .\n* Participation in another interventional clinical trial during participation in this trial.\n* Expectation that the patient will not be able to complete at least 6 weeks of therapy.\n* Any conditions that in the opinion of the investigator could hamper compliance with the study protocol.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}