{
    "nctId": "NCT03151447",
    "briefTitle": "Stereotactic Body Radiation Therapy Combined With Anti-PD-1 Antibody in Metastatic Triple Negative Breast Cancer",
    "officialTitle": "A Phase I Trial of Stereotactic Body Radiation Therapy Combined With Anti-PD-1 Antibody in Patients With Metastatic Triple Negative Breast Cancer",
    "overallStatus": "UNKNOWN",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 18,
    "primaryOutcomeMeasure": "Number of Participants With Abnormal Laboratory Values and/or Adverse Events That Are Related to Treatment",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients must be able to understand and willing to sign a written informed consent document.\n* Patients with advanced triple-negative breast cancer (histologically or cytologically confirmed invasive breast carcinoma with estrogen receptor negative, progesterone receptor negative, human epidermal growth factor receptor 2 negative).\n* Patients must have progressed on or been intolerant of at least prior first-line systemic treatment with anthracycline and/or taxane drugs for metastatic disease. There are no any routine regimens.\n* At least 5-8 pieces of pathological tissue can be provided (for the detection of PD-L1 expression and the infiltrating lymphocytes).\n* Patients must have at least one metastatic lesion with diameter\\> 1 cm that is amenable to SBRT, as determined by radiation oncologist.\n* Patients must be able to withstand the radiotherapy process, such as maintaining the position, etc.\n* Patients must have at least 2 measurable lesions (based on RECIST V1.1);\n* Female aged 18 to 75 years old are eligible.\n* Weight ≥40kg\n* Life expectancy ≥6 months\n* ECOG performance status score of 0 or 1\n* There must be at least 4 weeks since the last radiotherapy, chemotherapy, hormone therapy and molecular targeted therapy. Patients must have recovered from any toxicity related to prior therapy and the toxicity should be less than or equal to grade 1 (according to CTCAE 4.03) or returned to baseline.\n* A systemic medication (such as corticosteroids) with an immunosuppressive dose (prednisone\\> 10 mg/d or equivalent dose) must have been discontinued for at least 2 weeks before the initiation of the study drug.\n* Surgeries requiring general anesthesia must have been completed for at least 4 weeks before the initiation of the study drug. Surgeries requiring local anesthesia or epidural anesthesia must have been completed for at least 72 hours and the patients have recovered from these surgeries. Skin biopsy that needs local anesthesia must have been completed for at least 1 hour.\n* The Laboratory test results must meet the following criteria:\n\n  1. neutrophils ≥1.5×109/L\n  2. Platelets ≥100×109/L\n  3. Hemoglobin ≥90g/L (no blood transfusion within past 14 days)\n  4. Serum Cr ≤1×ULN, endogenous creatinine clearance rate \\>50ml/min (Cockcroft-Gault formula)\n  5. AST ≤2.5×ULN, ALT ≤2.5×ULN; both ALT and AST ≤5×ULN if there are liver metastasis\n  6. Total bilirubin ≤ 1.5 × ULN (except for patients with Gilbert syndrome, the total bilirubin of those patients must be \\<51.3μmol/L)\n  7. TSH, FT3, FT4 are within ± 10% of the normal range.\n\nExclusion Criteria:\n\n* Evidence with active central nervous system (CNS) metastases. Patients can be included if the CNS metastasis can be treated and the neurological symptoms can be restored to a level of ≤1 degree of CTCAE (except for residual signs or symptoms associated with CNS treatment) for at least 2 weeks before the enrollment. In addition, patients must have not be treated with a corticosteroid, or just be treated with a stable dose of ≤ 10 mg prednisone/day (or equivalent dose) or with a dose reduced to 10 mg prednisone/day;\n* Patients with cancerous meningitis\n* The same part of body has been irradiated previously;\n* Patients with active, known or suspected autoimmune diseases. Patients with the following conditions can be selected: vitiligo, type I diabetes, residual thyroid dysfunction caused by autoimmune thyroiditis that just need hormone replacement therapy, or diseases that will not relapse without external stimulating factors;\n* Any prior immune checkpoint inhibition treatment with anti-PD-1/PD-L1 /PD-L2 antibody or anti-CTLA-4 antibody (or any other antibody acting on the T cell co-stimulus or checkpoint pathway)\n* Evidence of active pulmonary tuberculosis (TB). Patients diagnosed with active tuberculosis infection within 1 year should be excluded even if they have been treated. Patients diagnosed with active tuberculosis infection for more than 1 year must be excluded unless previous anti-tuberculosis treatment is effective;\n* Positive test of immunodeficiency virus (HIV) or acquired immunodeficiency syndrome (AIDS);\n* Complications that require immunosuppressive drugs or systemic or topical corticosteroids with immunosuppressive doses;\n* Prior treatment of other study drug within past 28 days, or though the internal is more than 28 days, precious study drug is still in the 5 half-life periods;\n* Inoculation of any anti-infective vaccine (such as influenza vaccine, varicella vaccine, etc.) within past 4 weeks;\n* Pregnancy and breastfeeding\n* Patients that can't receive intravenous puncture and/or venous access;\n* History of other medical, psychological or social reasons as determined by the investigator;\n* History of symptomatic interstitial lung disease or other conditions that may cause confusion when discovering or managing suspicious drug-related lung toxicity;\n* Prior traditional Chinese medicine therapy with antitumor activity within past 2 weeks;\n* Prior therapy with monoclonal antibodies within past 3 months (except for locally administration);\n* History of other malignant tumors. (Except for non-melanoma skin cancer and the following carcinomas in situ: bladder, stomach, colon, endometrium, cervical / dysplasia, melanoma or breast cancer). Patients who have obtained complete response for at least 2 years prior to enrollment and don't need receive other treatment should be included;\n* Underlying medical conditions, according to the investigator, that would increase the risks of study drug administration or obscure the interpretation of adverse events;\n* Chronic hepatitis B (HBs Ag positive) or chronic hepatitis C (HCV antibody positive);\n* Patients with known sensitivity or allergy to any components of humanized anti-PD-1 antibody.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}