{
    "nctId": "NCT03983538",
    "briefTitle": "Mathematical Modeling to Predict Response to Neoadjuvant Chemotherapy in Breast Cancer",
    "officialTitle": "A Single Center Pilot Study Evaluating the Use of Mathematical Modeling to Predict Response to Neoadjuvant Anthracycline / Taxane Based Chemotherapy in Women With HER2 Negative Stage II and III Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 10,
    "primaryOutcomeMeasure": "Feasibility of using diagnostic needle core biopsy to mathematically predict ƒkill-path in women with breast cancer undergoing neoadjuvant chemotherapy",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Women with newly diagnosed human epidermal growth factor receptor 2 (HER2)-negative, estrogen receptor (ER) positive or negative, progesterone receptor (PR) positive or negative infiltrating ductal carcinoma (IDC) of the breast\n* Clinically stage II-III\n* Patients with inflammatory, multifocal, multicentric and synchronous bilateral breast cancers are allowed. However, in patients with inflammatory breast cancer, patients must have a measurable, biopsied mass within the breast pre-chemotherapy.\n* Willing and able to provide informed consent\n* Age ≥ 18 years.\n* Eastern Cooperative Oncology Group (ECOG) Performance status 0 or 1\n* Patients must be able to receive neoadjuvant anthracycline / taxane based chemotherapy in the opinion of the treating physician. Criteria include:\n\n  * Adequate bone marrow function, as defined by peripheral granulocyte count of ≥ 1,500/mm3, and platelet count ≥100,000/mm3\n  * Adequate renal function with creatinine levels ≤ 1.5 X the upper limit of normal and estimated glomerular filtration rate (eGFR) \\>30.\n  * Adequate liver function with a bilirubin, Alkaline phosphatase and transaminases (ALT and AST) of ≤ 1.5 X the institutional upper limit of normal.\n  * Multigated acquisition (MUGA) or echocardiogram (ECHO) demonstrating a left ventricular ejection fraction (LVEF) within institutional normal limits\n* Women of reproductive potential must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) prior to study entry, for the duration of study participation, and for 90 days following completion of therapy. A woman is considered to be of \"reproductive potential\" if she has had menses at any time in the preceding 12 consecutive months. Should a woman become pregnant or suspect she is pregnant while participating in this study, she should inform her treating physician immediately.\n* Patients may also co-enroll in trials that compare local therapies, or compare systemic adjuvant therapies.\n* Patients must have had (or be scheduled to have) a pre neoadjuvant chemotherapy MRI of the breast with gadolinium contrast as part of their planned routine breast cancer care.\n\nExclusion Criteria:\n\n* Patients must not have had surgery or radiation or begun chemotherapy or endocrine therapy for their breast cancer prior to registration.\n* Patients must not be pregnant or nursing due to the possibility of harm to a fetus or nursing infant from this treatment regimen.\n* Presence of electrically, magnetically, or mechanically activated implants including cardiac pacemakers, cochlear implants, magnetic surgical clips or prosthesis that would preclude MRI.\n* History of severe claustrophobia\n* History of allergic reaction to gadolinium\n* Patients must not have metastatic disease\n* Baseline sensory/motor neuropathy \\> grade 2\n* Clinically significant cardiovascular disease\n* Serious intercurrent infection or nonmalignant medical illness\n* Creatinine clearance prohibiting the use of gadolinium (eGFR \\< 30)",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}