{
    "nctId": "NCT02646748",
    "briefTitle": "Pembrolizumab Combined With Itacitinib (INCB039110) and/or Pembrolizumab Combined With INCB050465 in Advanced Solid Tumors",
    "officialTitle": "A Platform Study Exploring the Safety, Tolerability, Effect on the Tumor Microenvironment, and Efficacy of Pembrolizumab + INCB Combinations in Advanced Solid Tumors",
    "overallStatus": "COMPLETED",
    "conditions": "Colorectal Cancer (CRC), Endometrial Cancer, Melanoma, Head and Neck Cancer, Lung Cancer, MMR-deficient Tumors, Breast Cancer, Pancreatic Cancer, Renal Cell Carcinoma (RCC), Solid Tumors, UC (Urothelial Cancer)",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 159,
    "primaryOutcomeMeasure": "Part 1: Evaluation of safety and tolerability as measured by the frequency, duration, and severity of adverse events",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Male or female, age 18 years or older.\n* Willingness to provide written informed consent for the study.\n* Has a core or excisional baseline tumor biopsy specimen available or willingness to undergo a pre study treatment tumor biopsy to obtain the specimen.\n* Eastern Cooperative Oncology Group (ECOG) performance status of 0 to 1.\n* Presence of measureable disease based on RECIST v1.1\n* For Part 1a: Subjects with histologically or cytologically confirmed advanced or metastatic solid tumors that have failed prior standard therapy (including subject refusal or intolerance).\n* For Part 1b: Subjects with histologically or cytologically confirmed advanced or metastatic endometrial cancer, gastric cancer, melanoma, microsatellite unstable (MSI) colorectal cancer or other MMR-deficient tumors, non-small cell lung cancer, renal cell carcinoma, head and neck squamous cell carcinoma, triple negative breast cancer, pancreatic ductal carcinoma, or transitional cell carcinoma of the genitourinary tract that have had disease progression after available therapies for advanced or metastatic disease that are known to confer clinical benefit, been intolerant to treatment, or refused standard treatment.\n* For Part 1b: Must have documented confirmed disease progression on a prior PD-1 pathway targeted agent or must be PD-1 pathway-targeted treatment naïve.\n\nFor Part 2\n\nFor subjects with SCLC:\n\nSubjects with histologically or cytologically confirmed advanced or metastatic SCLC. Must not have had previous treatment with antibodies that modulate T-cell function or checkpoint pathways. Must have disease progression on or after platinum-based chemotherapy or must be intolerant to or refuse standard treatment. Must not have received more than 2 lines of prior therapy.\n\nFor subjects with NSCLC:\n\nSubjects with a histologically or cytologically confirmed diagnosis of Stage IIIB, Stage IV, or recurrent NSCLC. Have not received more than 1 prior systemic therapy for metastatic NSCLC. No prior therapy with checkpoint inhibitors (anti-PD-1/PD-L1 or anti-CTLA-4). Have confirmation that EGFR or ALK-directed therapy is not indicated as primary therapy (documentation of absence of tumor activating EGFR mutations AND ALK gene rearrangements treatable with a tyrosine kinase inhibitor (TKI) OR presence of a KRAS mutation). If participant's tumor is known to have a predominantly squamous histology, molecular testing for EGFR mutation and ALK translocation will not be required as this is not part of current diagnostic guidelines. Have measurable disease based on RECIST 1.1.\n\nFor subjects with UC:\n\nSubjects with a histologically or cytologically confirmed diagnosis of advanced/unresectable (inoperable) or metastatic urothelial cancer of the renal pelvis, ureter, bladder, or urethra. Have had 1 prior treatment of systemic chemotherapy containing a platinum agent or is considered ineligible to receive cisplatin-based combination therapy. No prior therapy with checkpoint inhibitors (anti-PD-1/PD-L1 or anti-CTLA-4). Have measurable disease based on RECIST 1.1.\n\nExclusion Criteria:\n\n* Laboratory parameters not within the protocol-defined range.\n* Receipt of anticancer medications or investigational drugs within a defined interval before the first administration of study drug.\n* Received an immune-suppressive based treatment for any reason within 14 days prior to the first dose of study treatment.\n* Has not recovered from toxic effect of prior therapy to \\< Grade 1.\n* Active or inactive autoimmune process.\n* Has received a live vaccine within 30 days of planned start of study therapy.\n* Active infection requiring systemic therapy.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}