{
    "nctId": "NCT02125344",
    "briefTitle": "A Phase III Trial Comparing Two Dose-dense, Dose-intensified Approaches (ETC and PM(Cb)) for Neoadjuvant Treatment of Patients With High-risk Early Breast Cancer (GeparOcto)",
    "officialTitle": "A Randomized Phase III Trial Comparing Two Dose-dense, Dose-intensified Approaches (ETC and PM(Cb)) for Neoadjuvant Treatment of Patients With High-risk Early Breast Cancer (GeparOcto)",
    "overallStatus": "COMPLETED",
    "conditions": "Tubular Breast Cancer Stage II, Tubular Breast Cancer Stage III, Mucinous Breast Cancer Stage II, Breast Cancer Female NOS, Invasive Ductal Breast Cancer, HER2 Positive Breast Cancer, Inflammatory Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 961,
    "primaryOutcomeMeasure": "pathological complete response (pCR= ypT0/is ypN0)",
    "eligibilityCriteria": "Inclusion Criteria:\n\nPatients will be eligible for study participation only if they comply with the following criteria:\n\n* Written informed consent according to local regulatory requirements prior to beginning specific protocol procedures.\n* Complete baseline documentation must be submitted via MedCODES to GBG Forschungs GmbH.\n* Unilateral or bilateral primary carcinoma of the breast, confirmed histologically by core biopsy. Fine-needle aspiration from the breast lesion alone is not sufficient. Incisional biopsy or axillary clearance is not allowed.\n\nIn case of bilateral cancer, the investigator has to decide prospectively which side will be evaluated for the primary endpoint.\n\n* Tumor lesion in the breast with a palpable size of 2 cm or a sonographical size of 1 cm in maximum diameter. The lesion has to be measurable in two dimensions, preferably by sonography. In case of inflammatory disease, the extent of inflammation can be used as measurable lesion.\n* Patients must have stage cT1c - cT4a-d disease. Patients with HER2- positive or TNBC are eligible irrespective of nodal status (cN0-cN3). Patients with luminal B-like tumors (defined here as ER and/or PgR \\>1% stained cells, HER2 negative, Ki-67 \\>20%) only with histologically (sentinel-node biopsy, core- or fine-needle biopsy) involved lymph nodes (pN1-3).\n* In patients with multifocal or multicentric breast cancer, the largest lesion should be measured.\n* Centrally confirmed ER, PR and HER2 status. Central pathology includes also assessment of Ki-67 and LPBC status on core biopsy. ER/PR negative is defined as \\<=1% stained cells and HER2-positive is defined as IHC 3+ or in-situ hybridization (ISH) and according to ASCO-CAP guidelines as of 2013). Formalin-fixed, paraffin-embedded (FFPE) breast tissue from core biopsy has therefore to be sent to the GBG central pathology laboratory prior to randomization.\n* Age \\>=18 years.\n* Karnofsky Performance status index 90%.\n* Confirmed normal cardiac function by ECG and cardiac ultrasound (LVEF or shortening fraction) within 4 weeks prior to randomization. LVEF must be above 55%.\n* Negative pregnancy test (urine or serum) within 14 days prior to randomization for all women of childbearing potential.\n* Complete staging work-up within 3 months prior to randomization. All patients must have bilateral mammography, breast ultrasound (21 days), breast MRI (optional). Chest X-ray (PA and lateral), abdominal ultrasound or CT scan or MRI, and bone scan in case of high risk for primary metastasis. In case of a positive bone scan, bone X-ray or CT scan is mandatory. Other tests may be performed as clinically indicated.\n* Patients must agree with central pathology testing of core biopsy specimen and final pathology specimen and be available and compliant for treatment and follow-up.\n* In addition for patients to be randomized to the two supportive anemia treatment arms:\n* Hemoglobin level \\<10g/dl.\n* Body weight ≥ 40 kg.\n* No need for immediate red blood cell transfusion.\n* Transferrin saturation (TSAT) ≤20% and serum ferritin \\<300ng/ml.\n\nExclusion Criteria:\n\n* Patients with ER- and/or PR-positive, HER2-negative breast cancer and Ki- 67 \\<= 20% (any luminal A-like subtype) or luminal B-like (Ki67\\>20%) subtype without nodal involvement.\n* Patients with stages cT1a, cT1b, or any M1.\n* Patients with pure lobular invasive breast cancer.\n* Prior chemotherapy for any malignancy.\n* Prior radiation therapy for breast cancer.\n* Pregnant or lactating patients. Patients of childbearing potential must implement adequate non-hormonal contraceptive measures (barrier methods, intrauterine contraceptive devices, sterilization) during study treatment.\n* Inadequate general condition (not fit for dose-dense, dose-intensified anthracycline-taxane-targeted agents-based chemotherapy).\n* Previous malignant disease being disease-free for less than 5 years (except CIS of the cervix and non-melanomatous skin cancer).\n* Known or suspected congestive heart failure (\\>NYHA I) and / or coronary heart disease, angina pectoris requiring antianginal medication, previous history of myocardial infarction, evidence of transmural infarction on ECG, uncontrolled or poorly controlled arterial hypertension (i.e. BP \\>140/90 mm Hg under treatment with two antihypertensive drugs), rhythm abnormalities requiring permanent treatment, clinically significant valvular heart disease.\n* History of significant neurological or psychiatric disorders including psychotic disorders, dementia or seizures that would prohibit the understanding and giving of informed consent.\n* Pre-existing motor or sensory neuropathy of a severity grade 2 by NCI-CTC criteria v 4.0.\n* Currently active infection.\n* Incomplete wound healing.\n* Definite contraindications for the use of corticosteroids.\n* Known hypersensitivity reaction to one of the compounds or incorporated substances used in this protocol.\n* Concurrent treatment with:\n* chronic corticosteroids unless initiated \\> 6 months prior to study entry and at low dose (10 mg or less methylprednisolone or equivalent).\n* sex hormones. Prior treatment must be stopped before study entry.\n* other experimental drugs or any other anti-cancer therapy.\n* Participation in another clinical trial with any investigational, not marketed drug within 30 days prior to study entry.\n* Male patients.\n\nIn addition for patients to be randomized to the two supportive anemia treatment arms:\n\n* Iron substitution (oral or IV) or blood transfusions or treatment with r-HuEPO with the last 4 weeks prior to study start.\n* Known hypersensibility or contraindication against ferric carboxymaltose.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}