{
    "nctId": "NCT00629148",
    "briefTitle": "Sequential Versus Simultaneous Use of Vinorelbine and Capecitabine in Patients With Metastatic Breast Cancer (MBC)",
    "officialTitle": "Randomized Multicenter Phase II Study of Sequential Versus Simultaneous Use of Vinorelbine and Capecitabine as First Line Chemotherapy for Patients With Metastatic Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer, Metastasis, Neoplasm",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 60,
    "primaryOutcomeMeasure": "PFS(progression-free survival,defined as the time period between randomization and disease progress or death) and TTF (time to treatment failure, defined as all discontinuations for any cause)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Signed informed consent.\n* Female, ≥ 18 and ≤ 70 years.\n* Histologically confirmed invasive breast cancer.\n* Metastatic breast cancer.\n* ECOG Performance Status of 0 to 2.\n* Life expectancy of more than 3 months.\n* Subject must have adequate organ function.\n* Normal laboratory values: hemoglobin \\> 90g/dl, neutrophils \\> 1.5×10\\^9/L, platelets \\> 80×10\\^9/L, serum creatinine \\< 1.5×upper limit of normal (ULN), serum bilirubin \\< 1.5×ULN, ALT and AST \\< 2.5×ULN.\n* Negative serum pregnancy test for women with childbearing potential.\n* Good conditions for infusion and willing to have phlebotomy throughout whole study.\n* Have ceased anti-tumor treatments including endocrinotherapy and bio-targeted therapy for more than 28 days.\n* Have at least one target lesion according to the Response Evaluation Criteria in Solid Tumors (RECIST) criteria.\n\nExclusion Criteria:\n\n* Pregnant or lactating females\n* History of other malignancy. However, subjects who have been disease-free for 5 years, or subjects with a history of completely resected non-melanoma skin cancer or successfully treated in situ carcinoma are eligible\n* Concurrent disease or condition that would make the subject inappropriate for study participation, or any serious medical disorder that would interfere with the subject's safety\n* Active or uncontrolled infection\n* Known history of uncontrolled or symptomatic angina, arrhythmias, or congestive heart failure\n* Concomitant with brain metastases\n* Have received chemotherapy after metastasis",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}