{
    "nctId": "NCT01432145",
    "briefTitle": "A Clinical Trial in Patients With Breast Cancer Susceptibility Gene (BRCA) Defective Tumours",
    "officialTitle": "Phase II Clinical Trial Of 6-Mercaptopurine (6MP) and Low-Dose Methotrexate In Patients With Known BRCA Defective Tumours",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer, Ovarian Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 74,
    "primaryOutcomeMeasure": "Objective Response Rate to 6-mercaptopurine and Methotrexate (6MP/MTX) in This Patient Population.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patients with proven BRCA1 or BRCA2 mutations and after appropriate exposure to standard treatment, as defined by:\n\n   Breast Cancer\n   * Patients with initially histologically or cytologically proven locally advanced or metastatic breast cancer who may have received up to 3 previous lines of chemotherapy in the locally advanced or metastatic breast cancer setting.\n   * Patients must have previously had a taxane and an anthracycline in either the adjuvant or metastatic setting, provided that these were not contraindicated.\n   * Patients with hormone responsive disease should have had at least 1 line of hormone therapy for metastatic disease.\n   * Prior treatment with a poly-Adenosine diphosphate (ADP) ribose polymerase (PARP) inhibitor is permissible.\n\n   OR Ovarian Cancer\n   * Patients with initially histologically or cytologically proven ovarian cancer.\n   * Patients must have disease that is platinum resistant or in whom further platinum based therapy is inappropriate.\n   * Prior treatment with a PARP inhibitor is permissible.\n2. Patients must have measurable disease on computerized tomography (CT) or Magnetic resonance imaging (MRI) scan as defined by Response Evaluation Criteria In Solid Tumors (RECIST) criteria.\n3. Age ≥18 years.\n4. Eastern Cooperative Oncology Group (ECOG) performance score of 0-2.\n5. Life expectancy \\>12 weeks.\n6. Written informed consent.\n7. Patient willing and able to comply with all protocol requirements.\n8. No prior anti-cancer treatment in previous 4 weeks, other than palliative radiotherapy (RT).\n9. Haematological and biochemical indices within the ranges shown below.\n\n   * Laboratory Test Value required\n   * Haemoglobin (Hb) \\> 10g/dL\n   * White Blood Count (WBC) \\> 3x109/L\n   * Platelet count \\> 100,000/μL\n   * Absolute Neutrophil count \\> 1.5x109/L;\n   * Serum bilirubin ≤ 2 x Upper limit normal (ULN)\n   * Aspartate aminotransferase (AST) (serum glutamic-oxaloacetic transaminase (SGOT)) and alanine aminotransferase (ALT) or ALT ≤ 5 x ULN (liver metastasis)\n   * or ≤ 3 x ULN (no liver metastasis)\n   * Alkaline phosphatase ≤ 5 x ULN\n   * Serum creatinine ≤ 1.5 x ULN\n10. Ascites and pleural effusions must be drained prior to therapy.\n\nExclusion Criteria:\n\n1. Patients with any of the following contra-indications to thiopurines (6MP or 6TG) or methotrexate:\n\n   * family history of severe liver failure;\n   * alcoholism;\n   * porphyria;\n   * diffuse infiltrative pulmonary or pericardial disease;\n   * known hypersensitivity to either trial agent.\n2. Patients found to have a Low/Low genotype on thiopurine methyltransferase (TPMT) testing will be excluded.\n3. Pregnant or breast-feeding women or women of childbearing potential unless highly effective methods of contraception are used.\n4. Other active malignancy, with the exception of adequately treated in situ carcinoma of the cervix uteri and basal or squamous cell carcinoma of the skin.\n5. Patients known or tested to be serologically positive for Hepatitis B, Hepatitis C or human immunodeficiency virus (HIV).\n6. Patients with active central nervous system (CNS) lesions are excluded (i.e., those with radiographically unstable, symptomatic lesions). However, patients treated with stereotactic therapy or surgery and/or whole brain radiotherapy are eligible if the patient remains without evidence of disease progression in brain ≥ 3 months prior to registration date . They must also be off corticosteroid therapy for ≥ 3 weeks prior to registration date.\n7. Patients who have received anticancer agent(s) or an investigational agent within 28 days prior to study drug administration.\n8. Subjects who have not recovered to within one grade level (not to exceed grade 2) of their baseline following a significant adverse event or toxicity attributed to previous anticancer treatment are excluded.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}