{
    "nctId": "NCT03474822",
    "briefTitle": "Plasmodium Immunotherapy for Breast and Liver Cancers",
    "officialTitle": "Clinical Study of Plasmodium Immunotherapy for Advanced Breast Cancers and Advanced Liver Cancers",
    "overallStatus": "RECRUITING",
    "conditions": "Advanced Breast Cancer, Advanced Liver Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 60,
    "primaryOutcomeMeasure": "Number of participants with treatment-related adverse events as assessed by NCI CTCAE 4.0",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* 18-70 years of age, male or female.\n* Patients with advanced breast cancer and advanced liver cancer confirmed by histopathology and imaging; and imaging lesions of the tumor are clear and measurable.\n* Previously received at least one standard therapy.\n* The time interval of the termination of chemotherapy (including interventional chemotherapy) or radiotherapy is at least 1 months for patients who had received chemotherapy or radiotherapy; at least 5 half-life for patients who had received targeted drug therapy (the half-life of targeted drug is according to the drug instructions).\n* ECGO score of 0 or 1;\n* Expected survival ≥ 6 months;\n* PLT ≥100× 10\\^9/L, NE ≥ 1.5 × 10\\^9/L, and HGB ≥ 100 g/L; no significant morphological abnormalities of red blood cells, or anemia (iron deficiency anemia, autoimmune hemolytic anemia, thalassemia, etc.).\n* The peripheral blood count of immune cells is close to normal or normal, the immune function test result is close to or at the level of normal population, and the function of heart, lung, liver and kidney are basically normal (the liver function classification of Child-push is A or B, Cr≤1.5×ULN);\n* Patient compliance meets the need for follow-up;\n* The subjects are able to understand and sign informed consent.\n\nExclusion Criteria:\n\n* Patients with severe hemoglobin disease or severe G6PD deficiency;\n* Patients with splenectomy or splenomegaly;\n* Patients with drug addiction or alcohol dependence;\n* With the following diseases or conditions: serious or uncontrolled systemic disease or any unstable systemic diseases (including but not limited to active infection, grade three hypertension, unstable angina, congestive heart failure, class III or IV heart disease, severe arrhythmia, liver and kidney dysfunction or metabolic disease), a clear history of neurological or psychiatric disorders, etc.\n* Accept any other anti-tumor treatment at the same time.\n* Patients with significantly lower immune function than those in the normal population.\n* Lung function is seriously damaged, the MNW \\<39% or can't get out of bed, still feel short of breath when resting.\n* Advanced liver cancer patients with severe varicose vein in the esophagus.\n* Rough cough, dyspnea, without normal diet or difficult to cooperate.\n* Poor body condition, the researchers assess that the patients can't tolerate the immune therapy.\n* Pregnant or lactating women.\n* Women of childbearing age with positive result for pregnancy tests.\n* Any case that researchers believe that the patient does not suit for this clinical study.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}