{
    "nctId": "NCT00531271",
    "briefTitle": "ABI-008 Trial in Patients With Metastatic Breast Cancer",
    "officialTitle": "A Phase I/II Trial of ABI-008 (Nab-docetaxel) in Patients With Metastatic Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 85,
    "primaryOutcomeMeasure": "To determine the maximum tolerated dose (MTD) and dose limiting toxicities (DLTs) of ABI-008 giver every three weeks.",
    "eligibilityCriteria": "Inclusion Criteria:\n\nPhase I Study\n\nEach subject must meet the following criteria to be enrolled in this study.\n\n1. Pathologically confirmed adenocarcinoma of the breast with metastasis.\n2. No more than 2 prior chemotherapy regimen for metastatic breast cancer. Patient should have received anthracycline and may have received a taxane but not within 6 months for registration on the study.\n3. Patient may have measurable or evaluable disease.\n4. Patient may have non-measurable bone only disease.\n5. At least 4 weeks since prior cytotoxic chemotherapy. Patients should have recovered from all acute effects of such therapy.\n6. At least 4 weeks since radiotherapy, with full recovery.\n7. At least 4 weeks since recovery from major surgery, with full recovery.\n8. ECOG performance status 0-2.\n9. Age ≥18 years.\n10. Patient must have the following blood counts at Baseline:\n\n    * WBC \\> 3.0 x 109 cells/L;\n    * ANC ≥ 1.5 x 109 cells/L;\n    * Platelets ≥ 100 x 109 cells/L;\n    * Hgb ≥ 9 grams/dL.\n11. Patient has the following blood chemistry levels at Baseline:\n\n    * AST (SGOT), ALT (SGPT) ≤ 1.5x upper limit of normal range (ULN);\n    * Total Bilirubin \\< ULN;\n    * Alkaline phosphatase ≤ 2.5x ULN (unless bone metastasis is present in the absence of liver metastasis);\n    * Creatinine ≤ 1.5 mg/dL.\n12. Peripheral neuropathy Grade 0 or stable Grade 1, by National Cancer Institute Common Terminology Criteria for Adverse Events (NCI CTCAE) v3.0.\n13. If female of childbearing potential, serum pregnancy test is negative (within 72 hours of the first dose of study drug).\n14. If fertile, the patient agrees to use an effective method to avoid pregnancy for the duration of the study.\n15. Life expectancy should be ≥ 3 months.\n16. Informed consent document has been obtained stating that the patient understands the investigational nature of the proposed treatment.\n17. If obese, a patient must be treated with doses calculated using his/her actual body surface area (BSA) (the physician must be comfortable treating at the full BSA dose regardless of BSA).\n\nPhase II Study\n\n1. Pathologically confirmed adenocarcinoma of the breast with metastasis.\n2. Patients should have not received prior chemotherapy for their metastatic disease. If a taxane is used as adjuvant or neoadjuvant therapy, at least 12 months should have elapsed from the date of the last dose.\n3. Patient must have at least one measurable metastatic lesion.\n4. At least 4 weeks since prior cytotoxic chemotherapy. Patients should have recovered from all acute effects of such therapy.\n5. At least 4 weeks since radiotherapy, with full recovery.\n6. At least 4 weeks since major surgery, with full recovery.\n7. ECOG performance status 0-2.\n8. Age ≥18 years.\n9. Patient must have the following blood counts at Baseline:\n\n   * WBC \\> 3.0 x 109 cells/L;\n   * ANC ≥ 1.5 x 109 cells/L;\n   * Platelets ≥ 100 x 109 cells/L;\n   * Hgb ≥ 9 grams/dL.\n10. Patient has the following blood chemistry levels at Baseline:\n\n    * AST (SGOT), ALT (SGPT) ≤ 1.5x upper limit of normal range (ULN);\n    * Total Bilirubin \\< ULN;\n    * Alkaline phosphatase ≤ 2.5x ULN (unless bone metastasis is present in the absence of liver metastasis);\n    * Creatinine ≤ 1.5 mg/dL.\n11. Peripheral neuropathy Grade 0 or stable Grade 1, by NCI CTCAE v3.0.\n12. If female of childbearing potential, serum pregnancy test is negative (within 72 hours of the first dose of study drug).\n13. If fertile, the patient agrees to use an effective method to avoid pregnancy for the duration of the study.\n14. Life expectancy should be ≥ 3 months.\n15. Informed consent document has been obtained stating that the patient understands the investigational nature of the proposed treatment.\n\nExclusion Criteria:\n\nPhase I Study\n\nSubjects who meet any of the following criteria will be excluded from the study.\n\n1. Concurrent therapy (chemotherapy, hormonal therapy, kinase inhibitors, immunotherapy, etc) for breast cancer. Bisphosphonates are allowed.\n2. Parenchymal brain metastases, unless documented to be clinically and radiographically stable for at least 6 months after treatment.\n3. Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements.\n4. Patients with significant cardiovascular disease including congestive heart failure (New York Heart Association Class III or IV), active angina pectoris or recent myocardial infarction (within the last 6 months).\n5. History of other malignancy within the last 5 years which could affect the diagnosis or assessment of breast cancer excluding non-melanomatous skin cancer and cervical carcinoma in situ.\n6. Patients who have received an investigational drug within the previous 4 weeks.\n7. Patient is currently enrolled in any other clinical study in which investigational procedures are performed or investigational therapies are administered. A patient may not enroll in such clinical trials while participating in this study.\n8. Pregnant or nursing women.\n9. Patients with history of allergic reactions attributed to solvent-based docetaxel(Taxotere).\n10. ECOG performance status 3-4.\n11. Because patients with immune deficiency are at increased risk of lethal infections when treated with marrow-suppressive therapy, HIV-positive patients receiving combination anti-retroviral therapy are excluded from the study because of possible pharmacokinetic interactions with docetaxel. Appropriate studies will be undertaken in patients receiving combination anti-retroviral therapy when indicated.\n\nPhase II Study\n\nSubjects who meet any of the following criteria will be excluded from the study.\n\n1. Prior neo-adjuvant or adjuvant chemotherapy is allowed. If a taxane was part of the adjuvant regimen, at least 12 months should have transpired since completion of taxane regimen.\n2. Concurrent therapy (chemotherapy, hormonal therapy, kinase inhibitors, immunotherapy, etc) for breast cancer.\n3. Parenchymal brain metastases, unless documented to be clinically and radiographically stable for at least 6 months after treatment.\n4. Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements.\n5. Patients with significant cardiovascular disease including congestive heart failure (New York Heart Association Class III or IV), active angina pectoris or recent myocardial infarction (within the last 6 months).\n6. History of other malignancy within the last 5 years which could affect the diagnosis or assessment of breast cancer excluding non-melanomatous skin cancer and cervical carcinoma in situ.\n7. Patients who have received an investigational drug within the previous 4weeks.\n8. Patient is currently enrolled in any other clinical study in which investigational procedures are performed or investigational therapies are administered.\n9. Pregnant or nursing women.\n10. Patients with history of allergic reactions attributed to solvent-based docetaxel(Taxotere).\n11. ECOG performance status 3-4.\n12. Because patients with immune deficiency are at increased risk of lethal infections when treated with marrow-suppressive therapy, HIV-positive patients receiving combination anti-retroviral therapy are excluded from the study because of possible pharmacokinetic interactions with docetaxel.\n13. Patients with tumor overexpression of HER2/neu.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}