{
    "nctId": "NCT05236387",
    "briefTitle": "Evaluating the Ability of 99mTc-Tilmanocept to Identify Clipped Nodes in Breast Cancer Patients Undergoing Neoadjuvant Chemotherapy and Sentinel Lymph Node Dissection",
    "officialTitle": "A Single-Center, Open-Label Study Evaluating the Ability of 99mTc-Tilmanocept to Identify Clipped Nodes in Breast Cancer Patients Undergoing Neoadjuvant Chemotherapy and Sentinel Lymph Node Dissection",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 14,
    "primaryOutcomeMeasure": "Percentage of clipped nodes detected with 99m Tc-Tm intraoperatively as determined with a hand held gamma detection device",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. The patient has provided written informed consent with HIPAA authorization.\n2. The patient is female or male and ≥18 years of age at the time of consent.\n3. The patient has been diagnosed with invasive Stage 2-3 breast cancer (T1-3; N1-2).\n4. The patient has no history of inflammatory breast cancer.\n5. The patient has no matted node on examination (N3).\n6. The patient is eligible for neoadjuvant chemotherapy (NAC).\n7. The patient is a candidate for surgical intervention, with sentinel lymph node assessment being a part of the surgical plan.\n8. If of childbearing potential, the patient has a negative pregnancy test within 48 hours before administration of Lymphoseek, has been surgically sterilized, or has been postmenopausal for at least 1 year.\n9. The patient has no known allergies or hypersensitivity to 99mTc-TM, BD, or India ink.\n\nExclusion Criteria:\n\n1. The patient is pregnant or lactating.\n2. The patient has clinical and/or radiological evidence of metastatic or systemic disease. Oligo metastatic disease is acceptable (one organ and controlled).",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}