{
    "nctId": "NCT01560663",
    "briefTitle": "Predictors of Response to Neoadjuvant Docetaxel-Carboplatin Chemotherapy for Patients With Stage II and III Triple Negative Breast Cancer",
    "officialTitle": "Predictors of Response to Neoadjuvant Docetaxel-Carboplatin Chemotherapy for Patients With Stage II and III Triple Negative Breast Cancer",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Cancer, Breast Cancer Stage II-III",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 415,
    "primaryOutcomeMeasure": "predictors of response to docetaxel-carboplatin in patients with triple negative primary tumors",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Informed consent form signed by the patient to accept study enrollment.\n* Female with pathologically confirmed diagnosis of primary invasive operable breast cancer, stage IIa-IIIc (6th edition of the AJCC Cancer Staging Manual), with tumors ≥ 2cm.\n\nTriple negative phenotype patients (RE and PR of less than 1% of stained cells by IHQ, IHC for HER2 of 0-1+ or ISH negative if 2/3+), according to local laboratory.\n\n* Age 18-75 years.\n* Adequate performance status (ECOG \\<2).\n* Adequate renal and liver function and bone marrow reserve.\n\nExclusion Criteria:\n\n* Clinical or radiologic evidence of Metastatic disease.\n* Prior or concurrent anti-cancer therapy for current disease (hormone therapy, chemotherapy, radiotherapy, immunotherapy).\n* Prior therapy with taxanes, anthracyclines or carboplatin for any malignancy.\n* Contraindication for study drugs (docetaxel or carboplatin).\n* Serious concomitant systemic disorder that in the opinion of the investigator would compromise the patient's ability to complete the study, or have any other disease that could be worsened by chemotherapy or other potential support therapies.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}