{
    "nctId": "NCT02684032",
    "briefTitle": "A Study To Assess The Tolerability And Clinical Activity Of Gedatolisib In Combination With Palbociclib/Letrozole Or Palbociclib/Fulvestrant In Women With Metastatic Breast Cancer",
    "officialTitle": "PHASE 1B STUDY TO ASSESS THE SAFETY, TOLERABILITY, AND CLINICAL ACTIVITY OF GEDATOLISIB IN COMBINATION WITH PALBOCICLIB AND EITHER LETROZOLE OR FULVESTRANT IN WOMEN WITH METASTATIC OR LOCALLY ADVANCED/RECURRENT BREAST CANCER (MBC)",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 141,
    "primaryOutcomeMeasure": "Number of participants with dose limiting toxicities",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Women 18 years of age or older, who are either: Postmenopausal or Pre/perimenopausal women with medically-induced menopause by treatment with agents to induce chemical menopause.\n* Histologically or cytologically proven diagnosis of breast cancer with evidence of metastasis.\n* Documentation of estrogen receptor positive ((ER+), human epidermal growth factor receptor 2 (HER2 negative (HER2-)) tumor.\n* Dose Escalation Portion: Patients must satisfy one of the following criteria:\n\n  * Letrozole combination cohort (L): metastatic breast cancer (MBC) with progression who are candidates for a letrozole-containing regimen, with palbociclib.\n  * Fulvestrant combination cohort (F): MBC with progression who are candidates for a fulvestrant containing regimen, with palbociclib.\n* Dose Expansion Portion: Patients must satisfy one of the following criteria:\n\n  * Arm A: MBC with progression and no prior endocrine based systemic therapy in the metastatic setting;\n  * Arm B: MBC with progression during or following one prior endocrine based systemic therapy in the metastatic setting, with no prior therapy with any cyclin-dependent kinase (CDK) inhibitor;\n  * Arm C/Arm D: MBC with progression during or following one or two prior endocrine based systemic therapies in the metastatic setting, and following prior therapy with a CDK inhibitor.\n* Measurable disease as defined by Response Evaluation Criteria In Solid Tumors (RECIST) version 1.1.\n* Bone only patients during dose escalation portion.\n* Availability of archival tumor biopsy sample or willing to provide fresh biopsy if not available.\n* Eastern Cooperative Oncology Group \\[ECOG\\] performance must be 0 or 1.\n* Adequate bone marrow, renal and liver function.\n\nExclusion Criteria:\n\n* Prior treatment with a mechanistic target of rapamycin (mTOR) inhibitor or phosphoinositide 3-kinase (PI3K) inhibitor.\n* More than 1 line of prior chemotherapy in the treatment of metastatic or locally advanced/recurrent disease.\n* Bone only patients during expansion/efficacy portion.\n* Patients with advanced/metastatic disease who have symptomatic visceral spread, and who have life threatening complications needing immediate therapy, such as massive uncontrolled effusions \\[pleural, pericardial, peritoneal\\], pulmonary lymphangitis, and over 50% liver replacement with tumor.\n* Known active uncontrolled or symptomatic Central Nervous System (CNS) metastases.\n* Active bacterial, fungal or viral infection.\n* Uncontrolled or significant cardiovascular disease.\n* Radiation therapy within 4 weeks of investigational product.\n* Cytotoxic chemotherapy within 4 weeks of investigational product (6 weeks for mitomycin C or nitrosoureas) if immediate prior regimen was administered on an every 3 4 week schedule or 2 weeks of investigational product if immediate prior regimen consisted of weekly therapy.\n* Any other anti cancer agents (eg, hormonal, biological, investigational) within 5 times the half life prior to investigational product.\n* Impairment of gastro intestinal (GI) function or GI disease.\n* Pregnant female patients; breastfeeding female patients; and female patients of childbearing potential who are unwilling or unable to use 2 highly effective methods of contraception as outlined in this protocol for the duration of the study and for 90 days.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}