{
    "nctId": "NCT01384526",
    "briefTitle": "Investigating the Impact of Tamoxifen Therapy on Ovarian Aging",
    "officialTitle": "Investigating the Impact of Tamoxifen Therapy on Ovarian Aging",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer, Fertility",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 266,
    "primaryOutcomeMeasure": "age of menopause onset",
    "eligibilityCriteria": "Inclusion Criteria\n\n1. Female\n2. ≥25 years of age at the time of study enrollment\n3. Diagnosed with stage I-III invasive breast cancer or ductal carcinoma in situ, or determined to be high risk for primary breast cancer\n4. If endocrine therapy was used, women must have completed at least 2 years of endocrine therapy as defined by either\n\n   1. Tamoxifen alone\n   2. Ovarian suppression plus tamoxifen or aromatase inhibitor\n   3. Ovarian suppression alone\n5. Women must have been premenopausal at the time of endocrine therapy initiation. Premenopausal is defined as having had a menstrual cycle within 12 months before starting treatment.\n6. For the biomarker assessments, patients must be off all endocrine therapy (tamoxifen, ovarian suppression with goserelin or leuprolide, or aromatase inhibitor) for at least 6 months prior to study enrollment.\n7. For the biomarker assessments, patient must be off hormone contraceptives, fertility treatments, or other hormone therapies for at least 3 months prior to study enrollment\n8. For the biomarker assessments, patient must have had regular periods the last 3 months.\n\nExclusion Criteria\n\n1. Evidence for either local recurrence following use of adjuvant systemic therapy or evidence for distant recurrence of breast cancer.\n2. Prior history of ovarian surgery or manipulation\n3. Mother with premature ovarian failure as defined by onset of menopause at age \\<40\n4. Prior chemotherapy exposure\n5. Prior history of endometriosis, anovulation or documented infertility\n6. Pregnant at the time of study enrollment",
    "sex": "FEMALE",
    "minimumAge": "25 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}