{
    "nctId": "NCT00755885",
    "briefTitle": "Abiraterone Acetate in Treating Postmenopausal Women With Advanced or Metastatic Breast Cancer",
    "officialTitle": "A Cancer Research UK Phase I/II Open Label Study to Evaluate the Safety, Endocrine Effects and Anti-tumour Activity of Abiraterone Acetate (CB7630) in Patients With Oestrogen (ER) or Androgen Receptor (AR) Positive Advanced or Metastatic Breast Carcinoma",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 77,
    "primaryOutcomeMeasure": "Causality of each adverse event and grading severity as measured by NCI CTCAE v3.0 (Phase I)",
    "eligibilityCriteria": "Inclusion Criteria\n\n1. Histologically or cytologically confirmed advanced or metastatic breast carcinoma\n2. Evidence of disease progression (off treatment) prior to trial commencement.\n3. All patients must have received previous treatment in the adjuvant or metastatic setting:\n\n   * ER+ patients must have received at least two types of hormone therapy (e.g. aromatase inhibitors and Tamoxifen)\n   * HER2+ patients must have received Herceptin plus at least one other line of chemotherapy\n   * HER - ER- patients must have received at least one line of chemotherapy\n4. Post-menopausal defined by:\n\n   1. Aged \\> 60 years or\n   2. Aged 45-59 years with intact uterus and amenorrhoeic for at least 12 months or\n   3. Aged \\> 40 years (has not received chemotherapy in the past 12 months) and no menstrual periods for 12 consecutive months (no other biological/physiological cause identified) and hormone levels are consistent with post menopausal status or\n   4. Aged \\> 18 years having had a bilateral surgical oophorectomy.\n5. Either ER+ (any AR) or AR+ (ER-) disease (by immunohistochemistry)\n6. For Phase II only: Measurable disease by RECIST criteria.\n7. Life expectancy of at least 3 months.\n8. World Health Organization (WHO) performance status of 0-2 (Appendix 1).\n9. Haematological and biochemical indices within the ranges shown below. These measurements must be performed within one week before the patient goes on study.\n\n   Lab Test Value required Haemoglobin (Hb) ≥9.0 g/dl Neutrophils ≥1.5 x 10\\^9/L Platelets ≥100 x 10\\^9/L Total bilirubin ≤1.5 x upper normal limit (ULN) Alanine aminotransferase (ALT) and aspartate aminotransferase (AST) ≤ 2.5 x ULN (5 x ULN in the presence of liver metastases) Creatinine clearance\n\n   Or:\n\n   Creatinine ≥50 ml/min\n\n   \\< 1.5 x ULN\n10. Normal potassium and magnesium levels.\n11. Normal baseline ACTH stimulation test\n12. Systolic blood pressure \\< 160 and diastolic \\< 95 mmHg documented on at least 3 different occasions. Hypertension currently under control is permitted.\n13. Cardiac Ejection Fraction \\> or = 50% measured by MUGA scan / ECHO\n14. Written (signed and dated) informed consent and be capable of co-operating with treatment and follow-up.\n\nExclusion Criteria\n\n1. Anti-cancer therapy including radiotherapy (except for palliative reasons), any endocrine therapy, immunotherapy, chemotherapy, or use of other investigational agents within four weeks prior to trial entry (six weeks for nitrosoureas and Mitomycin-C).\n2. ER-and AR- breast cancer by immunohistochemistry.\n3. Persistent grade 2 or greater toxicities from any cause (Exceptions to this are alopecia or certain Grade 2 toxicities, which in the opinion of the Investigator and the Drug Development Office (DDO) should not exclude the patient.).\n4. Patients with known Central Nervous System (CNS) disease (primary or secondary) or leptomeningeal disease because of their poor prognosis and because they often develop progressive neurological dysfunction that would confound the evaluation of neurological and other adverse events.\n5. Gastrointestinal disorders interfering with absorption of the study drug.\n6. Difficulties with swallowing study capsules/tablets.\n7. Clinical and/or biochemical evidence of hyperaldosteronism or hypopituitarism.\n8. History of thromboembolic disease within 12 months of commencing this trial.\n9. Psychiatric disorders or altered mental status precluding understanding of the informed consent process and/or completion of the necessary studies.\n10. Major thoracic and/or abdominal surgery or significant traumatic injury within 4 weeks prior to trial entry from which the patient has not recovered.\n11. At high medical risk because of non-malignant systemic disease including active infection or serious concurrent illness.\n12. Active or uncontrolled autoimmune disease that may require corticosteroid therapy during protocol treatment.\n13. Known immunocompromised patients, e.g. Human Immunodeficiency Virus (HIV).\n14. Current malignancies at other sites, with the exception of adequately treated cone-biopsied in situ carcinoma of the cervix uteri and basal or squamous cell carcinoma of the skin. Cancer survivors, who have undergone potentially curative therapy for a prior malignancy, have no evidence of that disease for five years and are deemed at low risk for recurrence, are eligible for the study.\n15. Significant cardiovascular disease as defined by:\n\n    1. Congestive heart failure with severity NYHA III or IV (see Appendix 4);\n    2. History of unstable angina pectoris or myocardial infarction up to 6 months prior to trial entry;\n    3. Presence of severe valvular heart disease;\n    4. Presence of a ventricular arrhythmia requiring treatment.\n16. Any other condition which in the Investigator's opinion would not make the patient a good candidate for the clinical trial.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}