{
    "nctId": "NCT03788083",
    "briefTitle": "Intratumoral TriMix Injections in Early Breast Cancer Patients",
    "officialTitle": "A Phase I Study on the Safety and Immune-modulatory Effect of Intratumoral (i.t.) Administration of mRNA (Messenger RNA) Encoding Dendritic Cell Activating Proteins in Patients With Early, Resectable Breast Cancer",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer Female, Early-stage Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 36,
    "primaryOutcomeMeasure": "Number of participants with treatment-related adverse events as assessed by CTCAE v5.0",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age greater than or equal to 18 years and less than or equal to 85 yrs\n2. Histologically proven breast cancer eligible for curative surgery (with or without the need for neoadjuvant chemotherapy) with one or more injection-accessible (allowing ultrasound guidance) nodal tumors.\n3. Injectable tumor lesions must have a volume between 1.00 and 10 ml, only one lesion per patient will be injected\n4. ECOG performance status of 0 or 1\n5. Willing to give informed consent in writing\n6. Willing and able to attend the scheduled study visits and to comply with the study procedures\n7. No prior therapy for ipsilateral breast cancer\n8. Normal lab parameters: white cell count ≥ 3,000/mm3, hemoglobin ≥ 10mg/dl, platelet count ≥ 100,000/mm3, serum creatinine ≤ 1.5 x institutional ULN, bilirubin ≤ 2.0 mg/dl aspartate aminotransferase/alanine aminotransferase/ alkaline phosphatase ≤ 2 x the upper normal limit (AST\\< 72 U/l, ALT \\< 104 U/l, AP \\< 252 U/l)\n9. Adequate Coagulation Parameters with: Prothrombin INR \\< 1.5; Partial Thromboplastin Time \\< 1.5 x 34.4 sec (51.6 sec)\n10. Female patients of childbearing potential should have a negative serum pregnancy test at screening visit and should use a highly efficient method of birth control for the duration of treatment and until the first menses after a 4 week period after the last dose of study medication. Highly effective birth control methods include:\n\n    * combined (estrogen and progestogen containing) hormonal contraception associated with inhibition of ovulation administered oral, intravaginal or transdermal.\n    * progestogen-only hormonal contraception associated with inhibition of ovulation administered oral, as an injectable or implantable formulation.\n    * intrauterine device\n    * intrauterine hormone-releasing system\n    * bilateral tubal occlusion\n    * vasectomised partner\n    * abstinence from sexual intercourse\n\nExclusion Criteria:\n\n1. Male patients\n2. Patients with stage III-IV breast cancer (AJCC 8th edition)\n3. Patients with highly vascularized tumor or important post-biopsy hematoma\n4. Previous chemotherapy for breast cancer or other types of cancer within the last five years\n5. Other malignancies other than non-melanoma skin cancer, or controlled superficial bladder cancer. In the event of prior malignancies treated surgically, the patient must be considered NED (no evidence of disease) for a minimum of 3 years prior to enrolment\n6. Patients with a history of autoimmune disease (inflammatory bowel disease, systemic lupus erythematosus, ankylosing spondylitis, scleroderma, rheumatoid arthritis or multiple sclerosis) other auto-immune or debilitating diseases. Vitiligo is not an exclusion criterion.\n7. Patients with serious intercurrent chronic or acute illness such as pulmonary \\[asthma or chronic obstructive pulmonary disease (COPD)\\] or cardiac (NYHA class III or IV) or hepatic disease or other illness considered by the P.I. to constitute an unwarranted high risk for investigational drug treatment\n8. Patients with significant psychiatric disabilities or seizure disorders\n9. Legal incapacity or limited legal capacity\n10. Patients on steroid therapy \\> 10 mg prednisone (or equivalent) or other immunosuppressive agents such as azathioprine or cyclosporine A are excluded on the basis of potential immune suppression. Patients must have had 8 weeks of discontinuation of any steroid therapy exceeding \\> 10 mg prednisone (or equivalent) prior to enrolment\n11. Presence of an active acute or chronic infection, including symptomatic urinary tract infection, HIV (as determined by ELISA and confirmed by Western Blot) or viral hepatitis (as determined by HBsAg and Hepatitis C serology)\n12. Patient is pregnant or is currently breast-feeding",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}