{
    "nctId": "NCT02531932",
    "briefTitle": "Comparison of Single-Agent Carboplatin vs the Combination of Carboplatin and Everolimus for the Treatment of Advanced Triple-Negative Breast Cancer",
    "officialTitle": "A Multi-Centered Randomized Phase II Study Comparison of Single-Agent Carboplatin vs the Combination of Carboplatin and Everolimus for the Treatment of Advanced Triple-Negative Breast Cancer",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 62,
    "primaryOutcomeMeasure": "Progress-free survival (PFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Women with metastatic breast cancer (measurable or evaluable including bone metastases only)\n* Histologically confirmed triple negative breast cancer (ER\\< 10%, PR \\< 10%, Her2neu IHC 0 or 1 or FISH/ISH negative)\n* Age ≥ 18 years\n* WHO performance status ≤ 2\n* Adequate bone marrow function as shown by: ANC ≥ 1.5 x 10\\^9/L, Platelets ≥ 75 x 10\\^9/L, Hb \\>9 g/dL\n* Adequate liver function as shown by:\n\n  * serum bilirubin ≤ 1.5 x ULN\n  * ALT and AST ≤ 2.5x ULN (≤ 5x ULN in patients with liver metastases)\n* Adequate renal function: serum creatinine ≤ 1.5 x ULN\n* Signed informed consent\n* Patients may have had up to 3 prior regimens for metastatic disease\n* A baseline CT chest/abdomen/pelvis and bone scan or PET/CT\n* Negative serum pregnancy test within 7 days prior to starting treatment\n* Stable brain metastases allowed (\\> 2 weeks, clinically-stable post treatment with surgery+/-radiation or radiation alone and off steroids)\n* Prior carboplatin allowed provided greater than 12 mos have elapsed since last dose of carboplatin\n\nExclusion Criteria:\n\n* Patients currently receiving anticancer therapies or who have received anticancer therapies within 2 weeks of the start of study drug (including chemotherapy, radiation therapy, and biologics)\n* Patients, who have had a major surgery or significant traumatic injury within 4 weeks of start of study drug, patients who have not recovered from the side effects of any major surgery (defined as requiring general anesthesia) or patients that may require major surgery during the course of the study\n* Prior treatment with any investigational drug within the preceding 2 weeks\n* Patients receiving chronic, systemic treatment with corticosteroids or another immunosuppressive agent, except corticosteroids with a daily dosage equivalent to prednisone ≤ 20 mg. However, patients receiving corticosteroids must have been on a stable dosage regimen for a minimum of 4 weeks prior to the first treatment with Everolimus. Topical or inhaled corticosteroids are allowed.\n* Co-administration with strong inhibitors of CYP3A4 (e.g., ketoconazole, itraconazole, ritonavir) or P-glycoprotein (PgP) is prohibited. Co-administration with moderate CYP3A4 inhibitors (e.g., erythromycin, fluconazole) or PgP inhibitors may be used with caution and everolimus dosing must be discussed with PI at the time of enrollment. For a current table of Substrates, Inhibitors and Inducers please access the following website:http://www.fda.gov/Drugs/DevelopmentApprovalProcess/\"\n* Patients who have received live attenuated vaccines within 1 week of start of Everolimus and during the study. Patient should also avoid close contact with others who have received live attenuated vaccines. Examples of live attenuated vaccines include intranasal influenza, measles, mumps, rubella, oral polio, BCG, yellow fever, varicella and TY21a typhoid vaccines\n* Uncontrolled brain metastases\n* Leptomeningeal metastases\n* Other malignancies within the past 3 years except for adequately treated carcinoma of the cervix or basal or squamous cell carcinomas of the skin.\n* Patients who have any severe and/or uncontrolled medical conditions or other conditions that could affect their participation in the study such as:\n\n  * Symptomatic congestive heart failure of New York heart Association Class III or IV\n  * unstable angina pectoris, symptomatic congestive heart failure, myocardial infarction within 6 months of start of study drug, serious uncontrolled cardiac arrhythmia or any other clinically significant cardiac disease\n  * severely impaired lung function as defined as spirometry and DLCO that is 50% of the normal predicted value and/or 02 saturation that is 89% or less at rest on room air\n  * uncontrolled diabetes as defined by fasting serum glucose \\>1.5 x ULN\n  * active (acute or chronic) or uncontrolled severe infections\n  * liver disease such as cirrhosis, chronic active hepatitis or chronic persistent hepatitis Note: A detailed assessment of Hepatitis B/C medical history and risk factors must be done at screening for all patients. HBV DNA and HCV RNA PCR testing are required at screening for all patients with a positive medical history based on risk factors and/or confirmation of prior HBV/HCV infection. See Appendix I (Hep Screening Form)\n* A known history of HIV seropositivity\n* Impairment of gastrointestinal function or gastrointestinal disease that may significantly alter the absorption of Everolimus (e.g., ulcerative disease, uncontrolled nausea, vomiting, diarrhea, malabsorption syndrome or small bowel resection)\n* Patients with an active, bleeding diathesis\n* Patients who have received prior treatment with an mTOR inhibitor (sirolimus, temsirolimus, everolimus).\n* Patients with a known hypersensitivity to Everolimus or other rapamycins (sirolimus, temsirolimus) or to its excipients\n* Patients with a known hypersensitivity to carboplatin\n* History of noncompliance to medical regimens\n* Patients unwilling to or unable to comply with the protocol\n* Ongoing alcohol or drug addiction\n* Female patients who are pregnant or breast feeding, or adults of reproductive potential who are not using effective birth control methods. If barrier contraceptives are being used, these must be continued throughout the trial by both sexes. Hormonal contraceptives are not acceptable as a sole method of contraception. (Women of childbearing potential must have a negative urine or serum pregnancy test within 7 days prior to administration of Everolimus)",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}