{
    "nctId": "NCT06381557",
    "briefTitle": "Cancer-related Fatigue in Patients With Breast Cancer Treatment With Zhengyuan Capsules",
    "officialTitle": "A Multi-center, Randomized, Double-blind, Placebo-controlled Clinical Study on the Effectiveness and Safety of Zhengyuan Capsules for Cancer-related Fatigue in Patients With Breast Cancer",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Cancer-related Fatigue",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE4",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 240,
    "primaryOutcomeMeasure": "Fatigue degree with the Brief Fatigue Inventory（BFI）",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Histopathologically or cytologically confirmed as breast cancer; AJCC 8th edition staging for breast cancer is stages I to III, clinically and radiologically confirmed with no tumor recurrence or metastasis.\n2. Completed anti-tumor treatment (surgery, radiotherapy, chemotherapy, targeted therapy) for at least 2 months, with no planned anti-tumor treatment during the study period, excluding endocrine therapy.\n3. Meets the diagnosis criteria for cancer-related fatigue.\n4. Average score on the Brief Fatigue Inventory (BFI) in the 14 days preceding enrollment is ≥4.\n5. Life expectancy of at least 6 months.\n6. Age between 18 and 70 years old.\n7. Patients and their families understand the basic details of the study, agree to cooperate in completing the relevant research; the patient can communicate verbally and in writing; voluntary signing of the informed consent form.\n\nExclusion Criteria:\n\n1. Presence of significant liver or kidney dysfunction (e.g., alanine transaminase, aspartate transaminase greater than 3 times the upper limit of normal, blood creatinine greater than 1.5 times the upper limit of normal, eGFR \\&amp;amp;amp;lt;60 mL/min/1.73m²) or abnormalities in the hematological system (platelet count \\&amp;amp;amp;lt;75×10⁹/L, hemoglobin \\&amp;amp;amp;lt;100g/L, or neutrophil count \\&amp;amp;amp;lt;1.5×10⁹/L);\n2. Presence of severe primary diseases in the cardiovascular, cerebrovascular, immune systems, or requiring treatment for mental illness;\n3. Hypokalemia (blood potassium \\&amp;amp;amp;lt;3.0mmol/L) or electrolyte imbalance with related symptoms or symptoms that may occur after enrollment;\n4. Unimproved hypothyroidism;\n5. Hypoalbuminemia (blood albumin \\&amp;amp;amp;lt;30g/L) or malnutrition (Body Mass Index, BMI \\&amp;amp;amp;lt;18 kg/m²);\n6. Traditional Chinese medicine syndrome pattern consistent with Yin deficiency and internal heat;\n7. Use of medications indicated in the instructions or with main functions that meet the following conditions: other Western or Chinese medicine preparations that affect the efficacy evaluation of cancer-related fatigue; undergoing treatment with anti-anemia, anti-anxiety/depression, anti-insomnia, or other psychostimulant drugs; use of drugs with leukocyte-increasing effects within the past week, such as granulocyte colony-stimulating factor (G-CSF);\n8. Known allergy to the investigational drug or its components;\n9. Breastfeeding, pregnant, or planning to become pregnant within 3 months;\n10. The investigator deems the individual unsuitable for participation in this clinical trial.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}