{
    "nctId": "NCT05362760",
    "briefTitle": "Combination of Abemaciclib and Endocrine Therapy in Hormone Receptor Positive HER2 Negative Locally Advanced or Metastatic Breast Cancer With Focus on Digital Side Effect Management",
    "officialTitle": "Combination of Abemaciclib and Endocrine Therapy in Hormone Receptor Positive HER2 Negative Locally Advanced or Metastatic Breast Cancer With Focus on Digital Side Effect Management. The MINERVA Trial - A Phase IV Trial",
    "overallStatus": "RECRUITING",
    "conditions": "Hormone Receptor-positive Metastatic Breast Cancer, HER2-negative Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE4",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 300,
    "primaryOutcomeMeasure": "Progression Free Survival (PFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\nPatients will be included in the trial only if they meet all the following criteria:\n\n1. Have given written informed consent prior to any trial-specific procedures\n2. Are reliable, willing to be available for the duration of the trial and are willing to follow trial procedures\n3. Are female and aged ≥ 18 years\n4. Diagnosis of hormone receptor positive (HR+), HER2- breast cancer. Although not required as a protocol procedure, metastatic disease should be considered for biopsy whenever possible to reassess HR and HER2 status if clinically indicated.\n5. To fulfill the requirement for HR+ disease, a breast cancer must express, by immunohistochemistry (IHC), at least one of the hormone receptors (estrogen receptor \\[ER\\], progesterone receptor \\[PgR\\]) as defined in the relevant American Society of Clinical Oncology (ASCO)/College of American Pathologists (CAP) Guidelines (Hammond et al. 2010).\n6. To fulfill the requirement of HER2- disease, a breast cancer must not demonstrate, at initial diagnosis or upon subsequent biopsy, overexpression of HER2 by either IHC or in-situ hybridization (ISH) as defined in the relevant ASCO/CAP guidelines (Wolff et al. 2013).\n7. Have locally advanced recurrent disease not amenable to resection or radiation therapy with curative intent or metastatic disease\n8. Indication for endocrine based therapy in the metastatic setting\n9. Have a performance status (PS) of ≤2 on the Eastern Cooperative Oncology Group (ECOG) scale\n10. If central nervous system (CNS) metastases are known these have to be stable (radiotherapy finished for more than 14 days ago, no required steroid medication with more than 4 mg Dexamethasone per day)\n11. Pre- and postmenopausal patients are allowed. Postmenopausal is defined as no menses for 12 months without an alternative medical cause. Women of Childbearing Potential (WOCBP, defined as not postmenopausal and not surgically or congenitally sterile) whose male partners are potentially fertile (e.g. no vasectomy) must use highly effective contraception methods for the duration of the trial and for at least 3 weeks after last dose of drugs used in the trial.Women of childbearing potential must use highly effective contraception methods for two years after the last dose of fulvestrant. Highly effective birth control methods that results in a failure rate of less than 1% per year include combined (estrogen and progestogen containing) hormonal contraception associated with inhibition of ovulation (oral, intravaginal, transdermal), progestogen-only hormonal contraception associated with inhibition of ovulation (oral, injectable, implantable), intrauterine device, intrauterine hormone-releasing system (IUS), bilateral tubal occlusion, vasectomized partner. Sexual abstinence is only considered a highly effective method if defined as refraining from heterosexual intercourse in the defined period. The reliability of sexual abstinence needs to be evaluated in relation to the duration of the trial and the preferred and usual lifestyle of the patient.\n12. No prior therapy for metastatic disease (except for first line endocrine therapy for maximal 3 months prior to start of abemaciclib therapy and if no progress occurred before study entry)\n13. Previous adjuvant endocrine therapy and (neo)adjuvant chemotherapy is allowed\n14. Patients who received chemotherapy must have recovered (Common Terminology Criteria for Adverse Events \\[CTCAE\\] Grade ≤1) from the acute effects of chemotherapy except for residual alopecia or ≤ Grade 2 peripheral neuropathy prior to registration. A washout period of at least 21 days is required between last chemotherapy dose and registration (provided the patient did not receive radiotherapy).\n15. Patients who received radiotherapy must have completed and fully recovered from the acute effects of radiotherapy. A washout period of at least 14 days is required between end of radiotherapy and registration.\n16. One of the following as defined by the RECIST v1. 1 (see Attachment 15.5):\n\n    1. Measurable disease. At least one measurable lesion assessable using standard techniques by Response Evaluation Criteria In Solid Tumors Version 1.1 (RECIST v1.1). Tumor evaluation according to RECIST version 1.1 (based on local assessment) has to be performed within 28 days before trial registration.\n    2. Nonmeasurable bone-only disease (must be evaluable, but not necessarily measurable by RECIST). Nonmeasurable bone-only disease may include any of the following: blastic bone lesion, lytic bone lesions without a measurable soft tissue component, or mixed lytic-blastic bone lesions without a measurable soft tissue component.\n17. The patient has adequate bone marrow and organ function evidenced by the following laboratory results: absolute neutrophil count (ANC) ≥ 1.5 × 109/L, Platelet count ≥ 100 × 109/L, Hemoglobin ≥ 8 g/dL, alanine aminotransferase (ALT) and aspartate aminotransferase (AST) ≤ 2.0 × ULN (≤ 3 x ULN in case of liver metastases), Total Bilirubin ≤ 1.5 × ULN (with Gilbert's syndrome max. 2 x ULN), Serum Creatinine ≤ 2.0 mg/dl or 177µmol/L, Coagulation: International Normalized Ratio (INR) ≤ 1,5\n18. The patient is able to swallow oral medications\n19. Willingness to use the provided CANKADO digital health application to report side effects and patient reported outcomes (The use of the CANKADO app is not mandatory for study participation, but is strongly recommended)\n20. Negative pregnancy test before trial registration for women of child-bearing potential and highly effective contraception if the risk of conception exists and a negative serum pregnancy test within 7 days after the first dose of trial treatment. Pregnancy tests should be performed in premenopausal patients according to local standard\n\nExclusion Criteria:\n\nPatients will be included in the trial only if they meet none of the following criteria:\n\n1. Visceral crisis or life expectancy \\< 6 months\n2. History of hypersensitivity reactions attributed to Abemaciclib or to other components of drug formulation\n3. Prior treatment with chemotherapy in the metastatic setting or endocrine therapy in the metastatic setting (except for first line endocrine therapy in metastatic or locally advanced disease for maximal 3 months prior to start of abemaciclib therapy and if no progress occurred before study entry)\n4. Patient not eligible for endocrine based therapy\n5. Any concurrent severe, uncontrolled systemic disease, social or psychiatric condition that might interfere with the planned treatment and with the patient's adherence to the protocol\n6. The patient has serious and/or uncontrolled preexisting medical condition(s) that, in the judgment of the investigator, would preclude participation in this trial (for example, interstitial lung disease, severe dyspnea at rest or requiring oxygen therapy, severe renal impairment \\[e.g. estimated creatinine clearance \\<30ml/min\\], history of major surgical resection involving the stomach or small bowel, or preexisting Crohn's disease or ulcerative colitis or a preexisting chronic condition resulting in baseline Grade 2 or higher diarrhea).\n7. Prior treatment with a CDK4/6 inhibitor for metastatic or locally advanced disease (first-line treatment with a CDK 4/6 inhibitor (Ribociclib/Palbociclib) in the metastatic setting is allowed only if terminated due to toxicity after max 3 months and no progression occurred before study entry. Prior treatment with a CDK 4/6 inhibitor in the neo-/adjuvant setting is allowed.)\n8. 8. Treatment with any other investigational agents within four weeks or 5 half-lives prior to trial registration, whichever is longer\n9. The patient has a personal history of any of the following conditions: syncope of cardiovascular etiology, ventricular arrhythmia of pathological origin (including, but not limited to, ventricular tachycardia and ventricular fibrillation), or sudden cardiac arrest.\n10. Females who are pregnant or lactating\n11. Legal incapacity or limited legal capacity\n12. History of any other cancer (except non-melanoma skin cancer or carcinoma in-situ of the cervix), unless in complete remission with no therapy for a minimum of 3 years.\n13. The patient has active systemic bacterial infection (requiring intravenous \\[IV\\] antibiotics at time of initiating trial treatment), fungal infection, or detectable viral infection (such as known human immunodeficiency virus positivity or with known active hepatitis B or C \\[for example, hepatitis B surface antigen positive\\]. Screening is not required for enrollment.\n14. Prior systemic anti-cancer therapy within the last 21 days prior to start of trial treatment except for first-line endocrine therapy in metastatic or locally advanced disease (see above)\n15. Radiotherapy within the last 14 days prior to registration\n16. Patient has had major surgery within 14 days prior to trial registration.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}