{
    "nctId": "NCT04504747",
    "briefTitle": "Real Time Molecular Analysis of Breast Cancer Receiving Neo-adjuvant Chemotherapy",
    "officialTitle": "Real Time Molecular Analysis of Breast Cancer Receiving Neo-adjuvant Chemotherapy: Identification of Preclinical Models Predictive for Therapeutic Resistance",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer Female",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 150,
    "primaryOutcomeMeasure": "Identify robust candidates - \"innate, \"acquired stable\" and/or reversible\"",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Woman over 18\n2. Signed consent to participate\n3. Invasive mammary adenocarcinoma proven histologically and / or cytologically\n4. Indication of CNA retention by the referring clinical team.\n5. No contraindication to CNA.\n6. Selected indication of the post-CNA surgery sequence, then radiotherapy\n7. Performance index ≤ 1 (WHO).\n8. Affiliation to a social security scheme, or beneficiary of such a scheme\n\nExclusion Criteria:\n\n1. Planned therapeutic sequence: CNA, followed by neoadjuvant radiotherapy (HIST-RIC clinical trial for example) before surgery\n2. Metastatic disease at diagnosis\n3. Patient relapsed from breast cancer precede\n4. Other malignant disease in the previous 3 years, with the exception of cervical carcinoma in situ or skin basal cell carcinoma and any other cancerous pathology considered to have been properly treated and at low risk of relapse.\n5. Woman pregnant or likely to be (without effective contraception) or breastfeeding\n6. Person in an emergency situation, adult person subject to a legal protection measure (adult under guardianship, guardianship or legal protection), or unable to express consent.\n7. Inability to undergo medical monitoring of the trial for geographical, social or psychological reasons",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}