{
    "nctId": "NCT04690855",
    "briefTitle": "A Study to Evaluate TAlazoparib, Radiotherapy and Atezolizumab in gBRCA 1/2 Negative Patients With PD-L1+ Metastatic Triple Negative Breast Cancer",
    "officialTitle": "A Multi-institutional Phase II Study to Evaluate Efficacy and Safety of TAlazoparib, Radiotherapy and Atezolizumab in gBRCA 1/2 Negative Patients With PD-L1+ Metastatic Triple Negative Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer, Triple Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 1,
    "primaryOutcomeMeasure": "Objective Response Rate (ORR) by RECIST 1.1",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Be willing and able to provide written informed consent/assent and HIPPA for the trial.\n2. Ages 18-75 years old at time of consent. Female or male patients allowed.\n3. ECOG PS of 0-2, KPS \\>/= 60%.\n4. Biopsy proven metastatic triple negative breast cancer (estrogen receptor (\\</=10%), progesterone receptor (\\</=10%) and no overexpression of HER2 as evaluated by local institutions with at least 2 exracranial lesions of metastatic disease on imaging.\n5. PD-L1 positive tumor infiltrate as defined as \\>/= 1% on IHC using the SP142 Ventana Assay.\n6. Known gBRCA 1/2 status (gBRCA 1/2 negative \\[e.g. gBRCA wild-type, gBRCA variants of uncertain significance\\] are eligible).\n7. Patients must have at least 1 extracranial metastatic lesion (may be measurable or non-measurable disease by RECIST v 1.1) that is amenable to high dose radiotherapy and at least one additional extracranial lesion of measurable disease by Response Evaluation Criteria in Solid Tumors (RECIST v1.1) that will not receive radiotherapy on this study. Of note, lesions maybe in the same organ but must be 2 cm apart and breast lesions may be treated.\n8. Patients must have received at least one and no more than three previous lines of systemic treatment in the advanced setting with or without immune therapy. Patients with disease recurrence or progression following neoadjuvant or adjuvant cytotoxic chemotherapy are not eligible unless they have received at least one line of chemotherapy with or without immune therapy in the advanced setting. NOTE: Targeted small molecules (e.g. tyrosine kinase inhibitors), hormonal agents and monoclonal antibodies that inhibit angiogenesis (e.g. bevacizumab, afilbercept) are not counted in the number of lines of therapy. Cytotoxic chemotherapy with or without immune therapy for advanced disease prior to protocol treatment is not permitted within 2 weeks of the protocol treatment. Patients may or may not have received radiotherapy or neoadjuvant or adjuvant chemotherapy in the treatment of their initial, non-metastatic breast cancer, but must be entered on study 2 weeks after their last dose of radiotherapy, last cycle of chemotherapy and biologic therapy (if applicable) for mTNBC and have sufficient resolution of side effects per physician assessment at time of talazoparib.\n9. Demonstrate adequate organ function as defined in the table below. All screening labs to be obtained within 14 days prior to registration.\n\n   * Absolute neutrophil count \\> 1500/mcL\n   * Platelets \\>/= 100,000 mm\n   * Anemia \\>/= 9.0 g/dL (NOTE: The use of transfusion or other intervention to achieve Hgb \\>/= 9.0g/dl is acceptable)\n   * Serum creatinine ≤ 1.5 × upper limit of normal (ULN) or calculated creatinine clearance ≥ 60 mL/min using Cockcroft-Gault equation for patients with creatinine levels \\> 1.5× institutional ULN\n   * Total bilirubin ≤ 1.5× ULN OR direct bilirubin ≤ 1× ULN\n   * Aspartate aminotransferase (AST) and alanine aminotransferase (ALT) ≤ 2.5× ULN unless liver metastases are present, in which case they must be ≤ 5×ULN\n   * International normalized ratio (INR) or prothrombin time (PT) ≤1.5× ULN unless patient is receiving anticoagulant therapy as long as PT or partial thromboplastin time (PTT) is within therapeutic range of intended use of anticoagulants\n   * Activated partial thromboplastin time (aPTT) ≤ 1.5× ULN unless patient is receiving anticoagulant therapy as long as PT or PTT is within therapeutic range of intended use of anticoagulants\n10. Patients must be eligible for radiotherapy, talazoparib, and atezolizumab.\n11. Females of childbearing potential must have a negative serum or urine pregnancy test within 14 days prior to Cycle 1 Day 1. If a urine test is done and it is positive or cannot be confirmed as negative, a serum pregnancy test will be required. NOTE: Females are considered of child bearing potential unless they are surgically sterile (have undergone a hysterectomy, bilateral tubal ligation, or bilateral oophorectomy) or they are naturally postmenopausal for at least 12 consecutive months.\n12. Women of childbearing potential and males must agree to use two effective methods of contraception or complete abstinence, from the time of signing the informed consent (females) or first day of study treatment (males), during the course of the study and for 7 months (females) and for 4 months (males) after the last dose of study drug.\n13. Patients must not have active wound healing issues from surgery and sufficient resolution of surgical side effects, per physician assessment, at time of radiotherapy.\n14. During participation on this study, no other investigation or commercial agents or therapy for cancer other than bisphosphonate, rank ligand inhibitors, atezolizumab, radiotherapy and talazoparib should be administered. NOTE: Patients may have received bisphosphonates or rank ligand inhibitors prior to and while on enrollment on study.\n15. Patients must have the psychological ability and general health that permits completion of the study requirements and required follow up.\n\nExclusion Criteria\n\n1. gBRCA1/2 pathogenic variant positive\n2. Four or more lines of cytotoxic chemotherapy for mTNBC.\n3. Previous radiation to the metastases to be treated with radiation on this protocol.\n4. Previous PARPi treatment (e.g. talazoparib, niraparib, olazaparib).\n5. Progression of breast cancer within the first 3 months of prior immune therapy for non-metastatic or metastatic breast cancer.\n6. Untreated CNS disease (patients with stable CNS disease for at least 28 days and asymptomatic treated CNS metastases are permitted).\n7. History of leptomeningeal disease.\n8. History of autoimmune disease that has required systemic treatment (i.e. with use of disease modifying agents, corticosteroids or immunosuppressive drugs). Replacement therapy (e.g., thyroxine, insulin, or physiologic corticosteroid replacement therapy for adrenal or pituitary insufficiency, etc.) is not considered a form of systemic treatment.\n9. Use of systemic glucocorticoid or immunosuppressive medications at time of enrollment.\n10. Severe, active co-morbidity such as CHF or unstable angina within last 6 months, transmural MI within the last 6 months.\n11. Acute bacterial or fungal infection requiring IV antibiotics at time of registration.\n12. COPD or other respiratory illness requiring hospitalization at time of registration.\n13. HIV positive with CD4 count \\<200 cells/ microliter.\n14. Current hormone replacement therapy use.\n15. Has a known additional malignancy that is progressing or requires active treatment. Exceptions include basal cell carcinoma of the skin or squamous cell carcinoma of the skin that has undergone potentially curative therapy. Indolent cancers (such as low risk prostate or in-situ cancers) that are not being treated, are acceptable.\n16. Has a history or current evidence of any condition, therapy, or laboratory abnormality that might confound the results of the trial, interfere with the subject's participation for the full duration of the trial, or is not in the best interest of the subject to participate, in the opinion of the treating investigator.\n17. Has known psychiatric or substance abuse disorders that would interfere with cooperation with the requirements of the trial.\n18. Receipt of the last dose or treatment of anti-cancer chemotherapy, radiotherapy, surgery, endocrine therapy, targeted therapy, biologic therapy, or tumor embolization ≤ 2 weeks (4 weeks for any monoclonal Antibody (mAb), 6 weeks for nitrosoureas or mitomycin C) prior to first dose of study treatment, or has not recovered (i.e., to ≤Grade 1 or Baseline) from clinically significant adverse events (AEs) due to these previously administered agents.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}