{
    "nctId": "NCT04843865",
    "briefTitle": "A Systemic Approach to Study the Traditional Chinese Medicine as an Adjuvant Treatment in Breast Cancer Patients",
    "officialTitle": "A Systemic Approach to Study the Traditional Chinese Medicine as an Adjuvant Treatment in Breast Cancer Patients",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer, Musculoskeletal Pain",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 30,
    "primaryOutcomeMeasure": "Feasibility of the study (Adherence)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Postmenopausal women as determined by cessation of menses for at least 1 year or FSH\\>20 mIU/mL\n* Histology confirmed stage 2 to 3 hormone-receptor positive breast cancer patient\n* Currently taking letrozole for at least 1 month\n* Reported ongoing musculoskeletal pain or stiffness, which started or worsened after initiation of letrozole\n* Had a baseline average pain score over the past week on the Brief Pain Inventory Short Form (BPI-SF) of ≥4 points on a scale of 0 to 10.\n* Completed all indicated surgery, chemotherapy and radiation therapy\n* Agreed to take prescribed Chinese herbs\n* No evidence of distant metastasis\n* Follow-up for the duration of the study\n* No acute disease in the past month\n* Able to communicate to practitioner and interviewer\n* Willing to give informed consent\n\nExclusion Criteria:\n\n* Pregnant or nursing woman or woman of childbearing potential without effective method of birth control.\n* Patients who default subsequent follow-up/ has irregular follow-up.\n* Patients who directly involved in other study at the same time.\n* History of non-compliance to medical regime and patients who are unwilling or unable to comply with the protocol.\n* Bedridden and/ or cancer metastasis to bone/ lung.\n* Concurrent infection requiring intravenous antibiotics\n* History of allergy to Chinese herbs\n* Had previously received Chinese herbs for their AI-induced musculoskeletal symptoms\n* Had received Chinese herbs within one month prior to study entry\n* Current use of steroids or narcotics for pain relief within the past 2 weeks\n* Subjects with acute onset of a chronic illness or with acute disease in the past month or had pre-existing chronic diseases\n* Patients with concomitant severe illness or metastatic disease (poorly controlled hypertension, hypothyroidism, diabetes mellitus, liver diseases, osteoarthritis, rheumatoid arthritis, gout or neuropathic arthropathy, autoimmune or inflammatory joint disease, bone fracture, stroke)",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}