{
    "nctId": "NCT03939481",
    "briefTitle": "Treatment Effects on Development of Chemotherapy-Induced Peripheral Neuropathy in Patients With Cancer",
    "officialTitle": "A Prospective Observational Cohort Study to Develop a Predictive Model of Taxane-Induced Peripheral Neuropathy in Cancer Patients",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Anatomic Stage I Breast Cancer AJCC v8, Anatomic Stage IA Breast Cancer AJCC v8, Anatomic Stage IB Breast Cancer AJCC v8, Anatomic Stage II Breast Cancer AJCC v8, Anatomic Stage IIA Breast Cancer AJCC v8, Anatomic Stage IIB Breast Cancer AJCC v8, Anatomic Stage III Breast Cancer AJCC v8, Anatomic Stage IIIA Breast Cancer AJCC v8, Anatomic Stage IIIB Breast Cancer AJCC v8, Anatomic Stage IIIC Breast Cancer AJCC v8, Lung Non-Small Cell Carcinoma, Prognostic Stage I Breast Cancer AJCC v8, Prognostic Stage IA Breast Cancer AJCC v8, Prognostic Stage IB Breast Cancer AJCC v8, Prognostic Stage II Breast Cancer AJCC v8, Prognostic Stage IIA Breast Cancer AJCC v8, Prognostic Stage IIB Breast Cancer AJCC v8, Prognostic Stage III Breast Cancer AJCC v8, Prognostic Stage IIIA Breast Cancer AJCC v8, Prognostic Stage IIIB Breast Cancer AJCC v8, Prognostic Stage IIIC Breast Cancer AJCC v8, Stage I Lung Cancer AJCC v8, Stage I Ovarian Cancer AJCC v8, Stage IA Ovarian Cancer AJCC v8, Stage IA1 Lung Cancer AJCC v8, Stage IA2 Lung Cancer AJCC v8, Stage IA3 Lung Cancer AJCC v8, Stage IB Lung Cancer AJCC v8, Stage IB Ovarian Cancer AJCC v8, Stage IC Ovarian Cancer AJCC v8, Stage II Lung Cancer AJCC v8, Stage II Ovarian Cancer AJCC v8, Stage IIA Lung Cancer AJCC v8, Stage IIA Ovarian Cancer AJCC v8, Stage IIB Lung Cancer AJCC v8, Stage IIB Ovarian Cancer AJCC v8, Stage III Lung Cancer AJCC v8, Stage III Ovarian Cancer AJCC v8, Stage IIIA Lung Cancer AJCC v8, Stage IIIA Ovarian Cancer AJCC v8, Stage IIIA1 Ovarian Cancer AJCC v8, Stage IIIA2 Ovarian Cancer AJCC v8, Stage IIIB Lung Cancer AJCC v8, Stage IIIB Ovarian Cancer AJCC v8, Stage IIIC Lung Cancer AJCC v8, Stage IIIC Ovarian Cancer AJCC v8",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 1336,
    "primaryOutcomeMeasure": "Development of peripheral neuropathy",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients must have stage I, II, or III primary non-small cell lung, primary breast, or primary ovarian cancer based on clinical or pathologic evaluation. Patients with Stage IV disease are not eligible.\n* Patients must be planning to start treatment with a taxane-based chemotherapy as part of one of the study-approved taxane regimens (docetaxel chemotherapy regimens for treatment of breast or ovarian cancer, or paclitaxel chemotherapy regimen for treatment of breast, non-small cell lung, or ovarian cancer) within 14 days after registration. (Note that docetaxel or paclitaxel may be administered with a non-neurotoxic chemotherapy, such as cyclophosphamide, and/or biologic agent, such as trastuzumab, and/or carboplatin. Additionally, nab-paclitaxel may not be substituted for paclitaxel for purposes of this study.)\n* Patients who will receive treatment in the setting of any other clinical trial are eligible as long as it is one of the study-approved regimens. Patients may receive additional treatments (i.e., experimental therapy, immunotherapy, biologics, etc.) as part of another clinical trial in addition to any regimen approved in this study.\n* Patients must not have received a taxane (paclitaxel, docetaxel, or protein-bound paclitaxel), platinum (cisplatin, carboplatin, or oxaliplatin), vinca alkaloid (vinblastine, vincristine, or vinorelbine), or bortezomib-based chemotherapy regimen prior to registration. (Note that while patients must not have received carboplatin in the past, patients may receive a carboplatin-containing regimen after registration as part of the docetaxel or paclitaxel regimen.)\n* Patients who can complete Patient-Reported Outcome (PRO) instruments in English or Spanish must:\n\n  * Agree to complete PROs at all scheduled assessments\n  * Complete the baseline PRO forms prior to registration\n* Patients with pre-existing neuropathy are eligible, including those with diabetes and neurological conditions such as multiple sclerosis or Parkinson?s disease.\n* Patients must agree to submit required specimens for defined translational medicine.\n* Patients must be offered the opportunity to submit additional optional specimens for future, unspecified translational medicine and banking. With patient?s consent, specimens must be submitted.\n* Patients must be informed of the investigational nature of this study and must sign and give written informed consent in accordance with institutional and federal guidelines.\n* As a part of the OPEN registration process the treating institution's identity is provided in order to ensure that the current (within 365 days) date of institutional review board approval for this study has been entered in the system.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}