{
    "nctId": "NCT00044785",
    "briefTitle": "Phase I Study of PN401, Fluorouracil, Leucovorin and CPT-11 in Patients With Solid Tumors",
    "officialTitle": "A Phase I Study of Escalating Doses of CPT-11 and 5fluorouracil (5FU) Plus PN401 With a Fixed Dose of Leucovorin in Patients With Solid Tumor Malignancies.",
    "overallStatus": "TERMINATED",
    "conditions": "Solid Tumors",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 24,
    "primaryOutcomeMeasure": "Safety and Maximum Tolerated Dose",
    "eligibilityCriteria": "Inclusion Criteria\n\n* Must be at least 18 years of age;\n* Life expectancy: At least 3 months;\n* Performance status: ECOG of 0 or 1;\n* Histologic or cytologic proof of a solid tumor cancer that is not amenable to curative surgical resection;\n* Evaluable or measurable disease documented within 4 weeks of the start of treatment;\n* Prior chemotherapy or radiotherapy is allowed if 4 weeks or more have elapsed prior to starting treatment and patients have recovered from toxicities of prior treatment;\n* Adequate organ function:\n\nHematopoietic: ANC = 1500/ul or more, Platelets = 100,000/ul or more, Hemoglobin = 9.5 g/dL or more, transfusion prior to evaluation is allowed; Hepatic: Bilirubin = 2.0 mg/dL or less and SGPT(ALT) and SGOT(AST) \\< 3 x upper limit of normal (\\< 5 x upper limit of normal if liver metastases present) Renal: Serum Creatinine \\< 2.0 mg/dL;\n\n* Patient has the initiative, geographic proximity, and means to be compliant with the protocol;\n* Fertile patients (male or female) must agree to use effective contraception;\n* Must be able to swallow and retain tablets.\n\nExclusion Criteria\n\n* Major surgery within the four weeks preceding the start of treatment;\n* Serious medical or psychiatric illness that would prevent self-determined informed consent;\n* Intensive chemotherapy treatment;\n* Infection or antibiotics at the time of screening;\n* Uncontrolled cardiovascular, pulmonary, renal, neurologic, psychiatric, or hepatic dysfunction;\n* Pregnant or nursing;\n* Pre-existing diarrhea or uncontrolled clinically significant illness other than cancer (i.e. ulcerative colitis, malabsorption syndrome);\n* Brain metastases that have not been stable for more than 3 months;\n* Known Dihydropyrimidine Dehydrogenase (DPD) deficiency.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}