{
    "nctId": "NCT04251169",
    "briefTitle": "Pembrolizumab + Paclitaxel in Hormone Receptor-positive (HR+)/Human Epidermal Growth Factor Receptor 2-negative (HER2-) Non-luminal (by PAM50) Advanced Breast Cancer After Cyclin-dependent Kinase 4/6 (CDK4/6) Inhibitors Progression",
    "officialTitle": "Targeting Non-Luminal Disease by PAM50 With Pembrolizumab + Paclitaxel in Hormone Receptor-positive/HER2-negative Advanced/Metastatic Breast Cancer, Who Have Progressed on or After CDK 4/6 Inhibitor Treatment",
    "overallStatus": "TERMINATED",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 20,
    "primaryOutcomeMeasure": "Overall Response rate of pembrolizumab in combination with paclitaxel in HR+/HER2- non-luminal subtype advanced breast cancer defined by the PAM50 assay",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Male/female participants who are at least 18 years of age on the day of signing informed consent with histologically confirmed diagnosis of locally advanced or metastatic, histologically documented hormone receptor positive (ER and/or PR expression \\>1%) and HER2- breast cancer by local testing, not amenable to surgical therapy will be enrolled in this study.\n\n   1. HER2 negativity is defined as either of the following by local laboratory assessment: Immunohistochemistry (IHC) 0, IHC 1+ or IHC 2+/in situ hybridisation (ISH) negative as per American Society of Clinical Oncology (ASCO)-College of American Pathologists Guideline (CAP) guideline (ISH negative is defined as a ratio of HER2 to chromosome 17 centromere (CEP17) \\<2.0)117.\n   2. ER and/or PR positivity are defined as \\>1% of cells expressing HR via IHC analysis as per ASCO-CAP guideline118\n2. The participant (or legally acceptable representative if applicable) provides written informed consent for the trial.\n3. Eligible for taxane therapy.\n4. No prior chemotherapy for inoperable locally advanced or metastatic breast cancer.\n5. Prior radiation therapy for metastatic disease is permitted. Subjects who were treated with radiation therapy may participate as long as at least 2 weeks have elapsed since the last dose of radiation therapy or have recovered from the effects of radiation before allocation whichever is the latest.\n6. Disease refractory to CDK4/6 inhibitors, defined as recurrence during or within 12 months after the end of adjuvant treatment or progression during or within 6 months after the end of treatment for advanced/metastatic disease.\n\n   Notes: CDK4/6 inhibitors do not have to be the last treatment prior to randomization. Other prior anticancer endocrine therapy, e.g. aromatase inhibitors, fulvestrant or tamoxifen, are also allowed.\n7. Previous chemotherapy with a taxane for early breast cancer (neoadjuvant or adjuvant setting) is permitted.\n8. Availability of formalin-fixed paraffin-embedded (FFPE) tumor block, collected during advanced/metastatic disease, with an associated pathology report. The tumor tissue should be of good quality based on total and viable tumor content and must be evaluated centrally for PAM50 analysis prior to enrollment. Patients whose tumor tissue is not evaluable for central testing are not eligible. If PAM50 analysis of tumor sample has alredy been performed at central lab (i.e analysis from other SOLTI clinical trial) PAM50 result can be valid for this study.\n\n   1. Acceptable samples include core needle biopsies for deep tumor tissue or excisional, incisional, punch, or forceps biopsies for cutaneous, subcutaneous, or mucosal lesions or biopsies from bone metastases.\n   2. Fine needle aspiration, brushing, cell pellet from pleural effusion and lavage samples are not acceptable.\n9. Non-Luminal subtype as per PAM50 analysis (i.e. HER2-enriched or Basal-like).\n10. Have an Eastern Cooperative Oncology Group (ECOG) performance status of 0 to 1. Evaluation of ECOG is to be performed within 10 days prior to the date of allocation/randomization.\n11. Life expectancy ≥ 12 weeks\n12. Measurable disease, as defined by RECIST v1.1. (Note: Previously irradiated lesions can be considered as measurable disease only if disease progression has been unequivocally documented at that site since radiation.)\n13. Adequate hematologic and end-organ function, defined by the study protocol with results obtained within 10 days prior to the first study treatment at Cycle 1, Day 1 (C1D1):\n\n    Male participants:\n14. A male participant must agree to use contraception as detailed in Appendix 3 of this protocol during the treatment period and for at least 180 days after the last dose of paclitaxel and 120 days form the last doses of pembrolizumab and refrain from donating sperm during this period.\n\n    Female participants:\n15. A female participant is eligible to participate if she is not pregnant (see Appendix 3), not breastfeeding, and at least one of the following conditions applies: a.) Not a woman of childbearing potential (WOCBP) as defined in Appendix 3 OR b.) A WOCBP who agrees to follow the contraceptive guidance in Appendix 3 during the treatment period and for at least 180 days after the last dose of paclitaxel and 120 days from the last dose of pembrolizumab.\n\nExclusion Criteria:\n\n1. A WOCBP who has a positive urine pregnancy test within 72 hours prior to C1D1 (see Appendix 3). If the urine test is positive or cannot be confirmed as negative, a serum pregnancy test will be required.\n2. Has received prior therapy with an anti-PD1, anti-PD-L1, or anti-PD-L2 agent or with an agent directed to another stimulatory or co-inhibitory T-cell receptor.\n3. History of hypersensitivity reactions to paclitaxel or other drugs formulated in the same solvent as paclitaxel (polyoxyethylated castor oil).\n4. Resolution of all acute toxic effects of prior anti-cancer therapy or major surgical procedures to NCI CTCAE version 5.0 Grade ≤ 1 (except alopecia or other toxicities not considered a safety risk for the patient at investigator´s discretion).\n\n   Note: Placement of central venous access catheter(s) (e.g., port or similar) is not considered a major surgical procedure and is therefore permitted.\n5. Has received a live vaccine within 30 days prior to the first dose of study drug. Examples of live vaccines include, but are not limited to, the following: measles, mumps, rubella, varicella/zoster (chicken pox), yellow fever, rabies, Bacillus Calmette-Guérin (BCG), and typhoid vaccine. Seasonal influenza vaccines for injection are generally killed virus vaccines and are allowed; however, intranasal influenza vaccines (eg, FluMist®) are live attenuated vaccines and are not allowed. Note: It is not recommended the use of live or attenuated COVID-19 vaccines within 30 days of initiation or during study treatment. However, if vaccination with these vaccines is required, please ask for advice on how to proceed the Medical Monitor.\n6. Uncontrolled pleural effusion, pericardial effusion, or ascites (Note: patients with indwelling catheters, such as PleurX® are allowed).\n7. Uncontrolled hypercalcemia (\\>1.5 mmol/L \\[\\>6 mg/dL\\] ionized calcium or serum calcium \\[uncorrected for albumin\\] \\>3 mmol/L \\[\\>12 mg/dL\\] or corrected serum calcium \\>ULN) or clinically significant (symptomatic) hypercalcemia\n8. Has a diagnosis of immunodeficiency or is receiving chronic systemic steroid therapy (in dosing exceeding 10 mg daily of prednisone equivalent) or any other form of immunosuppressive therapy within 7 days prior to the first dose of study drug.\n9. Has a known additional malignancy that is progressing or has required active treatment within the past 3 years. Note: Participants with basal cell carcinoma of the skin, squamous cell carcinoma of the skin or carcinoma in situ (e.g. breast carcinoma, cervical cancer in situ) that have undergone potentially curative therapy are not excluded.\n10. Has known active Central Nervous System metastases and/or carcinomatous meningitis. Participants with previously treated brain metastases may participate provided they are radiologically stable, i.e. without evidence of progression for at least 4 weeks by repeat imaging (note that the repeat imaging should be performed during study screening), clinically stable and without requirement of steroid treatment for at least 14 days prior to first dose of study treatment.\n11. Has severe hypersensitivity (≥Grade 3) to pembrolizumab and/or any of its excipients.\n12. Has active autoimmune disease that has required systemic treatment in the past 2 years (i.e. with use of disease modifying agents, corticosteroids or immunosuppressive drugs). Replacement therapy (eg., thyroxine, insulin, or physiologic corticosteroid replacement therapy for adrenal or pituitary insufficiency, etc.) is not considered a form of systemic treatment.\n13. Has a history of (non-infectious) pneumonitis/interstitial lung disease that required steroids or has current pneumonitis/interstitial lung disease.\n14. Prior allogeneic stem cell or solid organ transplantation\n15. Has an active infection requiring systemic therapy.\n16. Has a known history of Human Immunodeficiency Virus (HIV).\n17. Has a known history of Hepatitis B (defined as Hepatitis B surface antigen \\[HBsAg\\] reactive) or known active Hepatitis C virus (HCV) (defined as HCV RNA \\[qualitative\\] is detected) infection. Note: no testing for Hepatitis B and Hepatitis C is required unless mandated by local health authority.\n18. Has a known history of active Tuberculosis Bacillus.\n19. Has a history or current evidence of any condition, therapy, or laboratory abnormality that might confound the results of the study, interfere with the subject's participation for the full duration of the study, or is not in the best interest of the subject to participate, in the opinion of the treating investigator.\n20. Has known psychiatric or substance abuse disorders that would interfere with cooperation with the requirements of the trial.\n21. Is pregnant or breastfeeding or expecting to conceive or father children within the projected duration of the study, starting with the screening visit through 120 days after the last dose of pembrolizumab or 180 days after the last dose of paclitaxel.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}