{
    "nctId": "NCT00877500",
    "briefTitle": "Ixabepilone in Treating Participants With Significant Residual Disease of HER2/Neu Negative Invasive Breast Cancer After Systemic Therapy",
    "officialTitle": "A Phase II Randomized Study of Ixabepilone vs. Observation in Patients With Significant Residual Disease After Neoadjuvant Systemic Therapy for HER2/Neu-Negative Breast Cancer",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Bilateral Breast Carcinoma, HER2/Neu Negative, Invasive Breast Carcinoma",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 116,
    "primaryOutcomeMeasure": "Genomic (transcriptional profiles) and proteomic (pathway activation) features that distinguish tumors",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients with histologic confirmation of invasive HER2/neu-negative breast cancer (immunohistochemistry \\[IHC\\] 0-1+ or fluorescence in situ hybridization \\[FISH\\]-negative) that have received complete anthracycline and taxane neoadjuvant systemic therapy and that at the time of surgery are expected to have significant residual disease. Therapy should include at least 4 cycles of an anthracycline-based regimen (adriamycin-cytoxan \\[AC\\], 5-fluorouracil/adriamycin/intravenous \\[IV\\] cyclophosphamide \\[FAC\\], fluorouracil-epirubicin-IV cytoxan \\[FEC\\]) and 12 weeks of a taxane-based regimen (weekly paclitaxel, every 3-week docetaxel).\n* Patients who did not complete therapy due to disease progression are eligible.\n* Patients with bilateral breast cancers are eligible.\n* Patients should have a Karnofsky performance scale of \\>= 70%.\n* Peripheral granulocyte count of \\>= 1500/mm\\^3.\n* Platelet count \\>= 100000 mm\\^3.\n* Bilirubin within normal laboratory values.\n* Alkaline phosphatase may be up to 1.5 x upper limit of normal (ULN) of the institution.\n* Transaminases (alanine aminotransferase \\[ALT\\] and aspartate aminotransferase \\[AST\\]) may be up to 1.5 x upper limit of normal (ULN) of the institution.\n* Creatinine levels within normal range.\n* Negative serum pregnancy test for a woman of childbearing potential.\n* Women of childbearing potential (WOCP) must use a reliable and appropriate contraceptive method during the study and 6 months after chemotherapy is completed. Women of childbearing potential (WOCBP) are women who are not menopausal for 12 months or had no previous surgical sterilization.\n* Patients must agree to have study tissue collections and blood sample collections.\n* Patients must sign an informed consent indicating that they are aware of the investigational nature of the study, in keeping with institutional policy.\n* Patients should have their surgical tissues evaluated for residual cancer burden (RCB) and be used for correlative studies.\n* Sexually active women of childbearing potential must use an effective method of birth control during the course of the study, in a manner such that risk of failure is minimized. Prior to study enrollment, women of childbearing potential (WOCBP) must be advised of the importance of avoiding pregnancy during trial participation and the potential risk factors for an unintentional pregnancy. In addition, men enrolled on this study should understand the risks to any sexual partner of childbearing potential and should practice an effective method of birth control.\n* All WOCBP MUST have a negative pregnancy test within 7 days prior to first receiving investigational product. If the pregnancy test is positive, the patient must not receive investigational product and must not be enrolled in the study. In addition, all WOCBP will be instructed to contact the Investigator immediately if they suspect they might be pregnant (e.g., missed or late menstrual period) at any time during study participation. The principal investigator (PI) will immediately notify BMS in the event of a confirmed pregnancy in a patient participating in the study.\n\nExclusion Criteria:\n\n* Patients whose tumors express HER2 protein or have HER2/neu gene amplification.\n* Patients with a history of other invasive malignancies diagnosed and treated within the previous 5 years, except non-melanoma skin cancer and non-invasive cervical cancer.\n* Other concurrent severe and/or uncontrolled medical disease which could compromise participation in the study (i.e., uncontrolled diabetes, uncontrolled hypertension, severe infection, severe malnutrition, unstable angina, or congestive heart failure - New York Heart Association Class III or IV, ventricular arrhythmias, active ischemic heart disease, myocardial infarction within six months, chronic liver or renal disease, active upper gastrointestinal \\[GI\\] tract ulceration).\n* Patients with a pre-existing peripheral neuropathy \\> grade 1.\n* Evidence of distant metastases.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}