{
    "nctId": "NCT01948128",
    "briefTitle": "Effects of Vitamin D in Patients With Breast Cancer",
    "officialTitle": "A Phase 2 Randomized, Double-blind, Window of Opportunity Trial Evaluating Clinical and Correlative Effects of Vitamin D in Patients With Breast Cancer. The ICARUS Trial",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 83,
    "primaryOutcomeMeasure": "Pre and post vitamin D administration Ki67 levels and Caspase 3 levels (as assessed according to the apoptosis assay)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Histologically confirmed female primary breast cancer patients whose surgery is planned for the next 2-8 weeks without neoadjuvant therapy as assessed by multidisciplinary team\n2. Age ≥18 years\n3. Clinically palpable tumour(s) (greater than or equal to 2 cm)\n4. Normal serum and urine calcium and serum PTH values at baseline (as defined by Ottawa Hospital)\n5. Written informed consent for study\n\nExclusion Criteria:\n\n1. Patients with recurrent or metastatic breast cancer\n2. History of neoadjuvant hormonal therapy, chemotherapy, or radiation therapy in the last 6 months for their breast cancer or any other cancer treatment\n3. ECOG performance Status \\> 2\n4. Hypercalciuria on initial baseline urine, defined as Ca/Creatinine Ratio\\> 1.0\n5. Current or previous history of urolithiasis or hyperparathyroidism\n6. Abnormal hepatic function according to Ottawa Hospital norms (Total Bilirubin \\>2x upper limit of normal, ALT/AST \\>3x upper limit of normal)and/or abnormal renal function (Creatinine \\> 150 µmol/L)\n7. History of granulomatous disease such as tuberculosis or sarcoidosis.\n8. Intake of Vitamin D (cholecalciferol) supplement ≥ 2000 IU/day within the last 2 months\n9. Inability to comply with a study protocol in the opinion of the investigator (such as abuse of alcohol, drugs or psychotic states).",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}