{
    "nctId": "NCT03574194",
    "briefTitle": "Methionine-Restricted Diet to Potentiate The Effects of Radiation Therapy",
    "officialTitle": "Methionine-Restricted Diet to Potentiate The Effects of Radiation Therapy",
    "overallStatus": "TERMINATED",
    "conditions": "Cancer, Lung Cancer, Prostate Cancer, Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 8,
    "primaryOutcomeMeasure": "Safety of combined MRD plus RT will be assessed by measuring the rate of 1-year grade 3 or higher adverse events definitely, probably, or possibly related to MRD and RT, using CTCAE version 5.0.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Men and women over age 18\n* Any non-skin cancer malignancy to be treated with standard of care, curative-intent, radiation therapy with an RT course of 6 weeks or less, without concurrently administered cytotoxic chemotherapy. Patients with oligometastatic disease being treated with local consolidative radiation therapy are also eligible. Pathologic confirmation of malignancy is not required if the treating physician(s) agree that this lesion is highly likely to be malignant and the patient elects to forego biopsy.\n* The RT plan must achieve standard normal tissue dose-volume constraints.\n* Zubrod Performance status 0-2\n* Adequate organ and marrow function (leukocytes ≥ 2,000/μL, platelets ≥ 50,000/μL, hemoglobin \\> 8.0 g/dL, total bilirubin ≤ 3 X ULN, AST(SGOT)/ALT(SPGT) ≤ 3 X ULN, albumin \\> 2.0 g/dL, calcium \\< 10.5 mg/dL, creatinine ≤ 3 X ULN)\n* Negative serum or urine pregnancy test within 72 hours prior to registration for women of childbearing potential\n* Women of childbearing potential and male participants must agree to use a medically effective means of birth control, such as condom/diaphragm and spermicidal foam, intrauterine device (IUD), or prescription birth control pills, throughout their participation in the treatment phase of the study.\n* Ability to understand and willingness to sign a written informed consent document.\n\nExclusion Criteria:\n\n* Prior radiation therapy that would result in overlap of radiation fields.\n* Unintentional weight loss of \\>10% of normal body weight over a period of 6 months or less.\n* Use of an appetite stimulant in the past 6 months for unintentional weight loss.\n* Allergy to soy (an ingredient in both methionine-free medical food supplements).\n* Administration of cytotoxic chemotherapy within 4 weeks prior to initiation of the study treatment.\n* Use of ongoing biologic/targeted/immune/hormonal therapy will be permitted.\n* There should be no intention for the patient to receive other local therapy (radiotherapy and/or surgery) or cytotoxic chemotherapy within 4 weeks after completion of the study treatment\n* Active systemic, pulmonary, or pericardial infection.\n* Psychiatric illness/social situations that would limit compliance with study requirements. \\* - Pregnant or lactating women, as treatment involves unforeseeable risks to the embryo or fetus",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}