{
    "nctId": "NCT00754312",
    "briefTitle": "A Phase I, Multicenter, Open Label Study on the Effects of SNDX-275 on Expression of Biomarkers in Subjects With Newly Diagnosed Breast Cancer",
    "officialTitle": "A Phase I, Multicenter, Open Label Study on the Effects of SNDX-275 on Expression of Biomarkers in Subjects With Newly Diagnosed Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "OTHER",
    "enrollmentCount": 1,
    "primaryOutcomeMeasure": "Evaluate changes in the expression of targeted biomarkers in invasive breast cancer tissue before and after SNDX-275 administration",
    "eligibilityCriteria": "Inclusion criteria:\n\n* Is scheduled for breast biopsy due to a suspicious mass palpable or ≥1 cm on mammogram\n* Must be able to receive two doses of study medication 7 days apart prior to surgery\n* Has histologically confirmed invasive breast cancer with ER positive, ER and/or PR negative histology or triple negative (for ER, PR, HER-2) histology\n* Has an ECOG performance status ≤ 2\n* Has no clinically significant laboratory or cardiac abnormalities\n* Has a negative serum pregnancy test at Screening as is either post menopausal, sterile or willing to use an approved method of contraception.\n* Is able to swallow and retain oral medication\n\nExclusion criteria:\n\n* Has a concomitant medical condition that precludes adequate study treatment compliance or assessment, such as: a. Bleeding disorders that would increase risks of additional core biopsy for biomarkers b. Morbid obesity\n* Is currently receiving treatment with a medication on the prohibited medication list\n* Has allergy to benzamides or inactive components of study drug\n* Is participating in another clinical trial or has received another investigational agent within 30 days prior to informed consent",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}