{
    "nctId": "NCT02046421",
    "briefTitle": "Carboplatin, Gemcitabine Hydrochloride, and Mifepristone in Treating Patients With Advanced Breast Cancer or Recurrent or Persistent Ovarian Epithelial, Fallopian Tube, or Primary Peritoneal Cancer",
    "officialTitle": "Carboplatin, Gemcitabine, and Mifepristone for Advanced Breast Cancer and Recurrent or Persistent Epithelial Ovarian Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Male Breast Cancer, Recurrent Breast Cancer, Recurrent Fallopian Tube Cancer, Recurrent Ovarian Epithelial Cancer, Recurrent Primary Peritoneal Cavity Cancer, Stage IIIB Breast Cancer, Stage IIIC Breast Cancer, Stage IV Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 31,
    "primaryOutcomeMeasure": "MTD/RP2D, defined as < 1/6 patients at highest dose level below max administered dose or fewer than 33% of patients experiencing dose limiting toxicity (DLT), graded according to the Common Terminology Criteria for Adverse Events (CTCAE) version (v) 4.0",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients are eligible if they have the following: metastatic or unresectable breast cancer, recurrent or persistent epithelial ovarian, fallopian tube, or primary peritoneal cancer\n* Ovarian cancer patients with both platinum-sensitive and platinum-resistant disease are eligible. Ovarian cancer patients with platinum refractory disease (failure to achieve a complete response to first line platinum therapy) are ineligible.\n* Men with metastatic or unresectable breast cancer are eligible\n* Patients must have measurable or evaluable disease (subjects with elevation of tumor marker with no evidence of disease on imaging or exam are not eligible)\n* Patients with breast cancer may have received neoadjuvant or adjuvant chemotherapy and up to two prior chemotherapy regimens for metastatic or locally recurrent disease; subjects with ovarian cancer may have had two regimens for advanced or persistent disease\n* Patients with both ER positive and ER negative breast cancer are eligible for this study. Patients with HER2 positive disease will be excluded from participation in this study.\n* Metastatic breast cancer patients who are hormone receptor positive at baseline must be hormone refractory or have indications for emergent treatment with chemotherapy (e.g., visceral crisis).\n* Patients with known brain metastases will be eligible as long as they have completed radiation to the brain and have been off of corticosteroid therapy for at least 2 weeks prior to study treatment\n* Eastern Cooperative Oncology Group (ECOG) performance status of 0-2 (Karnofsky \\> 60%)\n* Absolute neutrophil count \\>= 1,500/mL\n* Platelets \\>= 100,000/mL\n* Total bilirubin =\\< institutional upper limit of normal (ULN)\n* Aspartate aminotransferase (AST) (serum glutamic oxaloacetic transaminase \\[SGOT\\])/alanine aminotransferase (ALT) (serum glutamate pyruvate transaminase \\[SGPT\\]) 5 =\\< X institutional ULN\n* Creatinine =\\< institutional ULN OR creatinine clearance \\>= 60 mL/min/1.73 m\\^2 for patients with creatinine levels above institutional normal\n* Morning cortisol \\>= institutional normal\n* If a woman is of childbearing potential, a negative serum or urine pregnancy test is required; women of child-bearing potential and men who are sexually active must agree to use birth control such as barrier method of birth control, abstinence, or else be surgically sterile (tubal ligation, hysterectomy or partner with confirmed vasectomy) prior to study entry and for the duration of study participation; hormonal contraception is not permitted on trial; alternatively the patient must be post-menopausal defined as greater than 12 months without a menstrual cycle; should a woman become pregnant or suspect she is pregnant while participating in this study, she should inform her treating physician immediately; nursing patients must discontinue breast feeding prior to the initiation of therapy\n* Ability to understand and willingness to sign an informed consent document\n* Bisphosphonate (e.g. zoledronic acid) and receptor activator of nuclear transcription factor kappa-B (NF-kappaB) ligand (RANKL) inhibitor (e.g. denosumab) use for bone metastasis is permitted\n\nExclusion Criteria:\n\n* Patients who have not recovered from toxicities of prior therapy to the point that they would be appropriate for re-dosing will be ineligible for study treatment. All patients must have a two week washout period from prior chemotherapy.\n* Patients must be at least two weeks from prior radiation therapy (RT)\n* Patients must have a one week washout period from prior hormonal therapy (e.g. testosterone, estrogen, progestin, gonadotropin-releasing hormone antagonist)\n* Patients may not be receiving any other investigational agents\n* Mifepristone inhibits cytochrome P450, family 3, subfamily A, polypeptide 4 (CYP3A4) and induces CYP3A4; addition of mifepristone to a pre-existing drug regimen may cause a mild and temporary increase in plasma drug concentration of drugs with significant CYP3A4 metabolism; medications that are strong inducers of CYP3A4 such as carbamazepine, oxcarbazepine, phenobarbital, phenytoin, primidone, rifabutin, rifampin, rifapentine, St. John's Wort may decrease plasma mifepristone levels; strong CYP3A4 inhibitor medications are expected to cause the largest increases in plasma mifepristone concentrations; mifepristone may increase the plasma drug concentration of concomitant medications with metabolism mediated by cytochrome P450, family 2, subfamily C, polypeptide 9 (CYP2C9)/cytochrome P450, family 2, subfamily C, polypeptide 8 (2C8)\n* Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, poorly controlled hypertension, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements\n* Pregnant women are excluded from this study; breastfeeding should be discontinued if patient wishes to participate in study\n* Human immunodeficiency virus (HIV)-positive patients on combination antiretroviral therapy are ineligible\n* History of long-term use of corticosteroids or concurrent short-term use of corticosteroids is not allowed; short-term corticosteroid use must be discontinued at least 2 weeks prior to study treatment\n* Prior mifepristone use for anticancer therapy is not allowed\n* Patients with advanced breast cancer who have received platinum therapy (e.g. carboplatin or cisplatin) and/or gemcitabine therapy for metastatic disease are excluded (platinum-based therapy and/or gemcitabine in the adjuvant or neoadjuvant setting is allowed)\n* Ovarian cancer patients who have received prior gemcitabine therapy are ineligible; (prior carboplatin therapy is allowed)\n* Patients with known grade 2 or greater allergic reactions attributed to compounds of similar chemical or biologic composition to mifepristone, carboplatin, or gemcitabine are ineligible for study enrollment",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}