{
    "nctId": "NCT05058196",
    "briefTitle": "Patient's Choice in the Reduction of Their Treatment in Women Over 65 Year With Breast Cancer",
    "officialTitle": "Choice And Real Experience of Therapeutic deEscalation in Women Over 65 Year With Breast Cancer (CARTE)",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 104,
    "primaryOutcomeMeasure": "Patient's choice when de-escalation is proposed between whole breast radiotherapy (WBRT), Intra Operative Radiotherapy (IORT) or no radiotherapy (RT).",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patient must have signed a written informed consent form prior to any study specific procedures; when the patient is physically unable to give their written consent, a trusted person of their choice, independent from the investigator or the sponsor can confirm in writing the patient's consent\n2. Women ≥65 years of age\n3. Eastern Cooperative Oncology Group (ECOG) performance status ≤2\n4. Clinical stage I, newly diagnosed breast cancer; invasive unifocal HR+ HER2- T1N0 tumour, not lobular, without extensive intraductal component (EIC) (\\<25% EIC on biopsy), without embolism on biopsy\n5. Eligible to surgery\n6. Eligible for both WBRT or IORT\n7. Chemotherapy treatment is possible if needed\n8. Able to respond to self-report questionnaires in French\n9. Affiliated to Social security System\n\nExclusion Criteria:\n\n1. Patient with recurrent breast cancer or inflammatory breast carcinoma\n2. Absolute contra-indication to whole-breast irradiation as determined by the referring physician\n3. Patient unable to comply with study obligations for geographic, social, or physical reasons, or who is unable to understand the purpose and procedures of the study\n4. Patient enrolled in another therapeutic trial. Observational cohorts are accepted if the collection of data does not interfere with the current trial\n5. Person deprived of their liberty or under protective custody or guardianship.",
    "sex": "FEMALE",
    "minimumAge": "65 Years",
    "stdAges": "OLDER_ADULT"
}