{
    "nctId": "NCT00462865",
    "briefTitle": "Trial of Chemotherapy and Avastin as Treatment for Women With Breast Cancer at High Risk for Relapse",
    "officialTitle": "A Phase II Study of Adjuvant Gemcitabine/Capecitabine and Bevacizumab for Patients Treated Neoadjuvantly Chemotherapy for Early Stage Breast Cancer With High Risk for Relapse",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 18,
    "primaryOutcomeMeasure": "Toxicity Related to Treatment",
    "eligibilityCriteria": "Inclusion Criteria:\n\nGeneral health\n\n* Women Age \\>18.\n* ECOG Performance status 0-1\n* Life expectancy must be 3 months. Clinical stage\n* Histologically or cytologically adenocarcinoma of breast\n* Pre-operative stage II-III per AJCC 6th edition, based on baseline evaluation by clinical examination, breast imaging, and/or preoperative work-up.\n* Evidence of residual invasive breast cancer or node positive disease following neoadjuvant chemotherapy.\n\nPrior Therapy\n\n* Patients must have received primary (neoadjuvant) chemotherapy for local or locoregional breast cancer containing an anthracycline and a taxane.\n* Patients must have completed definitive resection of primary tumor with adequate excision of gross disease.\n* Patients must have residual invasive carcinoma in the breast and/or residual carcinoma in one or more regional nodes following preoperative chemotherapy.\n\nAdequate hematologic and metabolic parameters within four weeks of study entry defined as:\n\n* Absolute neutrophil count ≥1,500/mm3 Platelets ≥ 150,000/mm3\n* Total bilirubin ≤ 2.0 mg/dL\n* Serum creatinine ≤ 2x upper limit of normal\n* Serum calcium ≤1.5x upper normal limit Concurrent treatments\n* Current use of anti-coagulants is allowed as long as patients have been on a stable dose for more than 2 weeks with stable INR.\n* Chronic therapy with full dose aspirin up to 325 mg/day or standard non-steroidal anti-inflammatory agents is allowed.\n\nInformed consent\n\n* Provision of signed informed consent.\n\nExclusion Criteria:\n\nPrior therapy\n\n* No prior gemcitabine, continuous infusion 5-FU, or oral fluoropyrimidine (capecitabine, UFT, S-1, 5-FU/eniluracil, etc.)\n* No known hypersensitivity to capecitabine or prior unanticipated severe reaction to (capecitabine, UFT, S-1, 5-FU/eniluracil, etc.) therapy or known hypersensitivity to 5-fluorouracil.\n* No concurrent or prior endocrine therapy as adjuvant treatment.\n* No prior breast radiation\n* Current, recent (within 4 weeks of the first infusion of this study), or planned participation in another experimental drug study\n* Stage IV breast cancer\n* Patients must not have evidence of metastatic disease at enrollment. Women of child-bearing potential.\n* Nonpregnant and nonlactating.\n* Women of child-bearing potential must have a negative serum pregnancy test and must agree to an effective means of contraception during the entire study period.\n\nConcurrent medical conditions:\n\n* No other active cancers, except non-melanoma skin cancers.\n* No serious infection or other serious underlying medical condition that would otherwise impair their ability to receive protocol treatment.\n* Patients with clinically significant medical or psychiatric problems which may interfere with treatment on study.\n\nAvastin-specific exclusions:\n\n* Inadequately controlled hypertension (defined as systolic blood pressure 150 and/or diastolic blood pressure \\> 100 mmHg on antihypertensive medications)\n* Any prior history of hypertensive crisis or hypertensive encephalopathy\n* New York Heart Association (NYHA) Grade II or greater congestive heart failure\n* Known CNS disease\n* Significant vascular disease (e.g., aortic aneurysm, aortic dissection)\n* Symptomatic peripheral vascular disease\n* Evidence of bleeding diathesis or coagulopathy\n* Major surgical procedure, open biopsy, or significant traumatic injury within 28 days prior to study enrollment or anticipation of need for major surgical procedure during the course of the study\n* Core biopsy or other minor surgical procedure, excluding placement of a vascular access device, within 7 days prior to study enrollment\n* History of abdominal fistula, gastrointestinal perforation, or intra-abdominal abscess within 6 months prior to study enrollment\n* Serious, non-healing wound, ulcer, or bone fracture\n* Proteinuria at screening as demonstrated by urine dipstick for proteinuria ≥ 2+ (patients discovered to have ≥2+ proteinuria on dipstick urinalysis at baseline should undergo a 24 hour\n* urine collection and must demonstrate ≤ 1g of protein in 24 hours to be eligible).\n* Known hypersensitivity to any component of bevacizumab any history of stroke or transient ischemic attack at any time\n* History of myocardial infarction or unstable angina within 12 months of study enrollment Inability to comply with study and/or follow-up procedures",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}