{
    "nctId": "NCT02694224",
    "briefTitle": "Addition of Vismodegib to Neoadjuvant Chemotherapy in Triple Negative Breast Cancer Patients",
    "officialTitle": "A Randomized Phase II Pilot Study to Evaluate Safety and Efficacy of the Addition of Vismodegib to Standard Neoadjuvant Chemotherapy in Triple Negative Breast Cancer Patients",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 40,
    "primaryOutcomeMeasure": "Number of patients with treatment-related adverse events as assessed by CTCAE v4.0",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Female sex\n2. Ability to give informed agreement and to carry out the whole study protocol during the study period\n3. The patient should be able to carry out the needs of the clinical trial and have measurable disease\n4. The patient should be 18-75 year-old\n5. Triple negative breast cancer (ER\\<1%, Progesteron Receptor (PR)\\<1%, non-overexpressing HER2). 1. Patients with oligometastatic disease (1-2 resectable metastases) could be included\n6. No previous systemic therapies\n7. Patients who are going to benefit from neoadjuvant chemotherapy\n8. Eastern Cooperative Oncology Group (ECOG)\\<2 or Karnofsky≥70%\n9. Blood tests and biochemistry suitable: (absolute neutrophil count\\> 1500/uL; haemoglobin\\>9 gr/dL; platelets\\>100000/uL (microliters); total bilirubin≤ 1.5 the upper normal limit; GOT and GPT (transaminases)≤twice the upper normal limit; fasting glucose≤150 gr/dL; HbA1c≤8%, serum creatinine≤2 mg/dL.\n\nExclusion Criteria:\n\n1. Severe diseases or infectious diseases or liver, kidney or bone marrow failure that advise not to participate in the study according to investigator criteria\n2. Pregnancy or breast feeding period or fertility women who are not agree with contraception methods\n3. Other primary tumors except for breast in situ carcinoma (CIS), cervical neoplasia(CIN) or localized skin tumors\n4. Inflammatory breast cancer or bilateral breast cancer\n5. Bone fractures, peptic ulcus or healing disorders\n6. Any local or systemic therapy for breast cancer\n7. To be maintained on immunosuppressants (prednisone \\> 10 mgr daily or others), aspirin\\> 325 mgr per day or clopidogrel \\> 75 mgr daily\n8. Cardiomyopathy by New York Heart Association (NYHA) class II-IV; heart stroke in the previous 6 months; uncontrolled blood pressure (systolic \\> 150 mm Hg and /or diastolic \\> 100 mm Hg), coagulopathy or hemorrhagic diseases\n9. Previous lung diseases\n10. Personal history of abdominal perforation, abdominal abscess, or abdominal fistula.\n11. Inability to swallow pills\n12. Intolerance to galactose, malabsorption to galactose or/and glucose, or primary hypolactasia",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}