{
    "nctId": "NCT06265025",
    "briefTitle": "GM103 Intratumoral Injection in Patients With Locally Advanced, Unresectable, Refractory and/or Metastatic Solid Tumors",
    "officialTitle": "A Phase I/II, Open-label, Dose-escalation With Expansion Study of GM103 Via Intratumoral Injection, Alone and in Combination With Pembrolizumab in Adult Patients With Locally Advanced, Unresectable, Refractory and/or Metastatic Solid Tumors",
    "overallStatus": "RECRUITING",
    "conditions": "Head and Neck Cancer, Malignant Melanoma, Colorectal Cancer, Renal Cell Carcinoma, Cervical Cancer, Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 125,
    "primaryOutcomeMeasure": "Percentage of patients with DLTs by cohorts",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patient must be 18 years of age or over, at the time of signing the informed consent.\n2. Have a diagnosis of locally advanced, unresectable, refractory and/or metastatic solid tumors\n3. Have a tumor that is accessible and is willing to consent to tumor biopsies during the study.\n4. Have at least one measurable site of disease according to RECIST 1.1 criteria; The lesions should be either previously non irradiated or progressive lesions after irradiation, that can be accurately measured at baseline (for measurable lesions) with computed tomography (CT) or magnetic resonance imaging (MRI).\n5. Part A, B and C: Have at least one intratumorally injectable lesion (measurable and/or non-measurable based on RECIST 1.1), that can be accurately measured at baseline (for measurable lesions) with computed tomography (CT) or magnetic resonance imaging (MRI) or positron emission tomography-computed tomography (PET-CT); or clinical examination and which is suitable for repeated measurement.\n6. Part B and C (only for dose expansion cohort): Have paired pre- and on treatment tumor biopsies for patients with metastases that are safely accessible as determined by the investigator.\n7. Patients with brain metastasis must have stable disease and must be neurologically asymptomatic and not requiring corticosteroid treatment.\n8. Eastern Cooperative Oncology Group (ECOG) performance status 0 or 1.\n9. Have a predicted life expectancy of 12 weeks or more.\n10. Able to comply with study procedures in the Investigator's opinion.\n11. Adequate organ function determined within 4 weeks prior to screening\n12. Patient is male or female.\n13. Contraceptive use by women must be consistent with local regulations regarding the methods of contraception for those participating in clinical studies.\n14. Patient is capable of giving signed informed consent.\n\nExclusion Criteria:\n\n1. Known history or eiciency virus \\[HIV\\]/acquired immunodeficiency syndrome \\[AIDS\\]) and/or medication.\n2. Patients with a condition requiring systemic treatment with either corticosteroids (\\>10 mg daily prednisolone equivalent) or other immunosuppressive medications within 14 days of the first dose of study treatment.\n3. Patients with a history of, or active, known or suspected auto-immune disease or a syndrome that requires systemic or immunosuppressive agents.\n4. Active infections requiring antibiotics, physician monitoring or recurrent fevers (\\>38.0 ̊C) associated with a clinical diagnosis of active infection.\n5. Patient who has a history of seizures, central nervous system abnormalities, mental disorders, and heart disease.\n6. Patient who has a history of pleural effusion, pulmonary embolism, and intestinal obstruction.\n7. Treatment with any systemic anticancer therapies for locally advanced or metastatic within 4 weeks or 6 half-lives of prior anticancer therapy, whichever is shorter, prior to initiation of study treatment.\n8. Previous treated with GM103 or other oncolytic viruses.\n9. Radiation therapy within 2 weeks prior to enrollment.\n10. Use of the antiviral agents within 7 days prior to the first dose of study treatment; or pegylated interferon in the 14 days before the first dose of study treatment\n11. Patients who have received a live vaccine within 30 days of study enrollment.\n12. Any serious or uncontrolled medical disorder that, in the opinion of the Investigator or the Medical Monitor, may increase the risk associated with study participation or study treatment administration, impair the ability of the patient to receive protocol therapy or interfere with the interpretation of study results.\n13. Participation of any other clinical trials within 4 weeks prior to first administration of study treatment.\n14. Administration of an investigational drug in the 28 days before the first dose of study treatment.\n15. Has an ejection fraction (EF) of 50% or less, based on a multigated acquisition (MUGA) scan or echocardiogram (ECHO).\n16. Major surgery within 4 weeks prior to enrollment.\n17. Inability or unwillingness to follow study procedures including drug administration.\n18. Any serious medical condition or abnormality in clinical laboratory tests",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}