{
    "nctId": "NCT02109913",
    "briefTitle": "Analysis of Tumor Tissue and Circulating Genetic Material in the Blood to Obtain Further Insight in the Effectiveness of Everolimus When Combined With Exemestane",
    "officialTitle": "Phosphatidylinositol 3-kinase (PI3K) Pathway Analysis in Tumor Tissue and Circulating DNA to Obtain Further Insight in the Efficacy of Everolimus When Combined With Exemestane: A Side-study Protocol Attached to Standard Treatment With Everolimus and Exemestane for Postmenopausal Patients With Hormone Receptor-positive Advanced Metastatic Breast Cancer, Who Have Progressed on Anastrozole or Letrozole",
    "overallStatus": "UNKNOWN",
    "conditions": "Hormone Receptor Positive Malignant Neoplasm of Breast, Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "OTHER",
    "enrollmentCount": 175,
    "primaryOutcomeMeasure": "Biomarker Evaluation from Primary Tumor Tissue, New Tumor Biopsies and Blood Samples",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Adult women (≥ 18 years of age) with metastatic or locally advanced breast cancer not amenable to curative treatment by surgery or radiotherapy.\n2. Histological or cytological confirmation of estrogen-receptor positive (ER+) breast cancer\n3. Postmenopausal women. Postmenopausal status is defined either by:\n\n   * Age ≥ 55 years and one year or more of amenorrhea\n   * Age \\< 55 years and one year or more of amenorrhea, with an estradiol assay \\< 40 pg/ml\n   * Surgical menopause with bilateral oophorectomy\n4. Disease refractory to NSAI, defined as:\n\n   * a. Recurrence while on or within 12 months of end of adjuvant treatment with letrozole or anastrozole, or b. Progression while on or within one month of end of letrozole or anastrozole treatment for advanced breast cancer (locally advanced or metastatic )\n   * Note: Letrozole or anastrozole do not have to be the last treatment prior to enrollment. Other prior anticancer therapy, e.g. tamoxifen, fulvestrant are allowed. Patients must have recovered to grade 1 or better from any adverse events (except alopecia) related to previous therapy prior to enrollment.\n   * Radiological or clinical evidence of recurrence or progression on last systemic therapy prior to enrollment.\n   * Note: There are no restrictions as to the last systemic therapy prior to enrollment.\n5. Adequate bone marrow and coagulation function as shown by:\n\n   * Absolute neutrophil count (ANC) ≥ 1.5 ×109/L\n   * Platelets ≥ 100 ×109/L\n   * Hemoglobin (Hgb) ≥ 5.6 mmol/L\n   * INR (international normalized ratio) ≤ 2.0\n6. Adequate liver function as shown by:\n\n   * Serum aspartate aminotransferase (AST) and alanine aminotransferase (ALT) ≤ 2.5 ULN (upper limit of normal)(or ≤ 5 if hepatic metastases are present)\n   * Total serum bilirubin ≤ 1.5 × ULN (≤ 3 × ULN for patients known to have Gilbert Syndrome)\n7. Adequate renal function as shown by:\n\n   - Serum creatinine ≤ 1.5 × ULN\n8. Fasting serum cholesterol ≤ 7.75 mmol/L and fasting triglycerides ≤ 2.5 × ULN. In case one or both of these thresholds are exceeded, the patient can only be included after initiation of statin therapy or other lipid lowering drugs (eg fibrates), and when the above mentioned values have been achieved\n9. Written informed consent obtained before any screening procedure and according to local guidelines.\n\nExclusion Criteria:\n\n1. HER2-overexpressing patients by local laboratory testing (IHC 3+ staining or in situ hybridization positive).\n2. Previous treatment with mTOR (mammalian target of rapamycin) inhibitors.\n3. Radiotherapy within four weeks prior to enrollment except in case of localized radiotherapy for analgesic purpose or for lytic lesions at risk of fracture which can then be completed within two weeks prior to enrollment. Patients must have recovered from radiotherapy toxicities prior to enrollment.\n4. Currently receiving hormone replacement therapy, unless discontinued prior to enrollment.\n5. Patients receiving concomitant immunosuppressive agents or chronic corticosteroids use, at the time of study entry except in cases outlined below:\n6. Topical applications (e.g. rash), inhaled sprays (e.g. obstructive airways diseases), eye drops or local injections (e.g. intra-articular) are allowed.\n7. Patients on stable low dose of corticosteroids for at least two weeks before enrollment are allowed in case of treatment of brain metastases.\n8. Bilateral diffuse lymphangitic carcinomatosis or metastasis of the lung as the only manifestation of disease (\\>50% of lung involvement), evidence of metastases estimated as more than a third of the liver as defined by sonogram and/or CT scan.\n9. Patients with a known history of HIV seropositivity.\n10. Active, bleeding diathesis, or on oral anti-vitamin K medication (except low dose warfarin and acetylsalicylic acid or equivalent, as long as the INR is ≤ 2.0)\n11. Any severe and / or uncontrolled medical conditions such as:\n\n    * Unstable angina pectoris, symptomatic congestive heart failure, myocardial infarction ≤6 months prior to enrollment, serious uncontrolled cardiac arrhythmia\n    * Uncontrolled diabetes as defined by fasting serum glucose \\> 1.5 × ULN\n    * Acute and chronic, active infectious disorders (except for hepatitis B and C positive patients) and nonmalignant medical illnesses that are uncontrolled or whose control may be jeopardized by the complications of this study therapy\n    * Impairment of gastrointestinal function or gastrointestinal disease that may significantly alter the absorption of study drugs (e.g., ulcerative disease, uncontrolled nausea, vomiting, diarrhea, malabsorption syndrome)\n    * Significant symptomatic deterioration of lung function. If clinically indicated, pulmonary function tests including measures of predicted lung volumes, DLco (diffusing capacity of lung for carbon monoxide), O2 saturation at rest on room air should be considered to exclude restrictive pulmonary disease, pneumonitis or pulmonary infiltrates.\n12. Patients who test positive for hepatitis B (HBV) or C (HBC) (patients who test negative for HBV-DNA, HBsAg, and HBcAb, but positive for HBsAb with prior history of vaccination against Hepatitis B will be eligible - see also 1.4)\n13. Patients being treated with drugs recognized as being strong inhibitors or inducers of the isoenzyme CYP3A (rifabutin, rifampicin, clarithromycin, ketoconazole, itraconazole, voriconazole, ritonavir, telithromycin) within the last 5 days prior to enrollment\n14. History of non-compliance to medical regimens\n15. Patients unwilling to or unable to comply with the protocol",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}