{
    "nctId": "NCT00131963",
    "briefTitle": "A Pharmacogenomics Study for Breast Cancer Patients Undergoing Adjuvant Chemotherapy With Doxorubicin (A)/Cyclophosphamide ©) and/or Weekly Paclitaxel",
    "officialTitle": "A Pharmacogenomics Study for Breast Cancer Patients Undergoing Adjuvant Chemotherapy With Doxorubicin (A)/Cyclophosphamide ©) and/or Weekly Paclitaxel",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 94,
    "primaryOutcomeMeasure": "Treatment-induced myelosuppression (e.g., neutropenia)",
    "eligibilityCriteria": "Eligibility Criteria\n\n* Histologically confirmed invasive breast cancer\n* node negative stage \\> T1c or T1b with poor prognostic features (high grade, Her2/neu FISH positive, ER negative) or stage 2 (T2, N0) or\n* enrolled on CALGB 40101, CALGB 49909, or the National Cancer Institute of Canada study MA-21 or\n* any node positive patient or locally advanced undergoing neoadjuvant chemotherapy with either AC or paclitaxel\n* Age greater than or equal to 18 years.\n* \\>/=2 weeks from major surgery (wide excision / lumpectomy / mastectomy)\n* No evidence of systemic metastasis\n* Undergoing adjuvant treatment with standard dose AC or AC followed by weekly Paclitaxel at 80mg/m2\n* Adequate bone marrow, hepatic and renal functions (absolute neutrophil count \\>1,500/ μl, platelet count \\> 100,000/ μl, serum creatinine \\<2.0 mg/dl, total Bilirubin \\<2.0 x the upper limit of normal (ULN)\n* Ability to answer and understand study surveillance questionnaires\n* No concurrent drug therapy (within 2 weeks) with agents that are known inducers or inhibitors of Cytochrome P450 (CYP450).\n\nExclusion Criteria\n\n* Other anticancer cytotoxic or endocrine therapy, immunotherapy, or biologic response modifiers,Study Drugs or other concomitant medications known to cause myelosuppression especially neutropenia and neuropathy\n* Eastern Cooperative Oncology Group Performance Status(ECOG) functional status \\> 2.\n* Serious co-morbidities including poorly controlled diabetes mellitus, ischaemic heart disease,uncontrolled hypertension or active infection.\n* Pregnancy\n* Use of growth factor during cycle 1 of chemotherapy (AC) under pharmacokinetic evaluation\n* Grade \\>/=2 peripheral neuropathy symptoms based on National Cancer Institute- Common Terminology Criteria for Adverse Events (NCI-CTCAE) Scale. Exception: a chronic neurologic disorder will be reviewed on a case by case basis by the study PI.\n* Prior treatment with weekly paclitaxelDISEASE CHARACTERISTICS:\n\n  * Histologically confirmed invasive breast cancer, meeting 1 of the following criteria:\n\n    * Node negative disease AND meets 1 of the following stage criteria:\n\n      * Primary tumor \\> T1c\n      * Primary tumor \\> T1b AND poor prognostic features, defined as the following:\n\n        * High-grade disease\n        * Human Epidermal Growth Factor Receptor 2 (HER2)/neu-positive disease by fluorescence in situ hybridization\n        * Estrogen receptor-negative disease\n      * Stage II disease (T2, N0)\n    * Node positive nonmetastatic disease\n    * Locally advanced disease AND receiving neoadjuvant chemotherapy comprising doxorubicin and cyclophosphamide OR paclitaxel\n    * Enrolled in clinical trial CALGB-40101\n  * No evidence of systemic metastasis\n  * Hormone receptor status:\n\n    * Not specified",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}