{
    "nctId": "NCT00338026",
    "briefTitle": "A Phase I Study of ECO-4601 in Patients With Advanced Cancer",
    "officialTitle": "A Phase I, Dose Finding, Pharmacokinetic, and Safety Study of Continuous IV Infusion of ECO-4601 in Patients With Advanced Cancer Including an Extension Portion to Obtain Safety Data at the Highest Tolerable Dose",
    "overallStatus": "COMPLETED",
    "conditions": "Tumors, Glioma, Colorectal Cancer, Lung Cancer, Breast Cancer, Ovarian Cancer, Pancreatic Cancer, Prostate Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 26,
    "primaryOutcomeMeasure": "Safety/tolerability of ECO-4601",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Informed about the study and consent to participate in the study\n* Clinically or radiologically documented advanced solid malignancy for which no standard therapy is available, or which has failed standard therapy\n* Patients with the following solid tumors: high grade glioma, colorectal, prostate, pancreatic, lung, ovarian and breast carcinoma\n* Age ≥ 18 years of age\n* ECOG ≤ 2\n* Laboratory hematology and biochemistry protocol test result abnormalities ≤ Grade 1, graded using NCI CTCAE version 3.0\n* Patients with no chemotherapy during the 4 weeks preceding patients' first dose of ECO-4601 (day 1, cycle 1)\n* No other anticancer treatment during the study\n* Patients can be receiving stable or decreasing dose of steroids within 2 weeks prior to patient's signature of the informed consent\n* Patients must be accessible for treatment and follow-up. Patients registered on this trial must be treated and followed at the participating centre\n* Previous Therapy\n\n  * Hormonal therapy: Patients may have had prior hormonal therapy provided it is discontinued upon ICF signature\n  * Radiation: Patients may have had prior radiation therapy. Patients must have recovered from the acute toxic effects of radiotherapy\n  * Previous surgery: Previous surgery is permitted provided that at least 2 weeks have elapsed between major surgery (non-biopsy) and ICF signature\n\nExclusion Criteria:\n\n* Patients with brain metastases\n* Unlikely to comply with protocol or difficulty to understand the purpose of the study\n* Life expectancy \\< 12 weeks\n* Clinically significant co-morbid disease, e.g. renal failure, ischemic vascular disease, uncontrolled seizure, dementia\n* Any patient with a potentially curable malignancy who has not yet received appropriate standard therapies\n* Anti seizure drugs known inducers of cytochrome P450\n* Documented HIV, active hepatitis B or C infections\n* Patients with active or uncontrolled infections or with serious illnesses or medical conditions, which would not permit the patient to be managed according to protocol\n* Pregnant or lactating women; both men and women enrolled on study should be using adequate birth control measures throughout the course of the study. Women of childbearing potential must have a negative serum or urine pregnancy test documented within 14 days prior to registration and at study start\n* Inability or refusal to practice contraception during therapy of ECO-4601, unless patient is surgically sterile or woman is postmenopausal for at least 2 years\n* Patients who have been treated with any investigational drug within 4 weeks of patient's signature of informed consent form, or who are receiving concurrent treatment with other experimental drugs or anti cancer therapy\n* Patients in whom a proper central line cannot be established\n* Concomitant therapy with therapeutic coumadin; patients can be transferred to low molecular weight heparin\n* Patients on low molecular weight heparin for \\< 2 weeks prior to ICF signature\n* Polysorbate 80 being a major constituent of ECO-4601 and known to cause hypotension, patients with uncontrolled hypotension will be excluded\n* Known hypersensitivity to farnesylated dibenzodiazepinone or any of the formulation components\n\nConcomitant Therapy Permitted:\n\n* Patients may receive ongoing supportive and palliative care (eg: pain control) as clinically indicated throughout the study.\n* Patients can be treated with corticosteroids if medically needed\n* Usage of low molecular weight heparin is allowed\n* Anti seizure products are permitted provided they are not inducers of cytochrome P450.\n\nConcomitant Therapy Not Permitted:\n\n* Other anticancer treatment\n* Other investigational therapy\n* Concomitant therapy with coumadin\n* Cytochrome enzyme inducing anti epileptics\n* G-CSF, GM-CSF and other growth factors may not be used as a substitute for a scheduled dose reduction; however they may be used in the management of acute toxicity such as febrile neutropenia when clinically indicated at the discretion of the investigator. Use of erythropoietin is allowed if treatment has been initiated for ≥ 2 months. Use of growth factors must be documented on case report forms.\n* Hormonal therapy",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}