{
    "nctId": "NCT00773474",
    "briefTitle": "Lonafarnib in Metastatic Breast Cancer",
    "officialTitle": "A Phase II Study of Lonafarnib in Patients With Metastatic Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 29,
    "primaryOutcomeMeasure": "Progression Free Survival",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histological or cytological confirmed adenocarcinoma of the breast with locally advanced or metastatic disease.\n* Must be able and willing to enroll in the companion study entitled \"Predicting Response and Toxicity in Patients Receiving Lonafarnib for Breast Cancer: A Multicenter Genomic, Proteomic and Pharmacogenomic Correlative Study: Hoosier Oncology Group COE-03.\"\n* Must have measurable disease per RECIST as evaluated by imaging within 28 days prior to registration for protocol therapy.\n* Must be willing to not drink grapefruit juice for the duration of lonafarnib therapy.\n* Previously radiated area(s) must not be the only site of disease for study entry.\n* Females of childbearing potential and males must be willing to use an effective method of contraception (hormonal or barrier method of birth control; abstinence) from the time of consent until at least 90 days following completion of study treatment.\n* Females of childbearing potential must have a negative pregnancy test within 7 days prior to registration for protocol therapy. Subjects are considered not of child bearing potential if they are surgically sterile (they have undergone a hysterectomy, bilateral tubal ligation, or bilateral oophorectomy) or they are postmenopausal.\n* Females must not be breastfeeding.\n* Written informed consent and HIPAA authorization for release of personal health information.\n* Age \\> 18 years\n\nExclusion Criteria:\n\n* No history or radiologic evidence of CNS metastases including previously treated, resected or asymptomatic brain lesions or leptomeningeal involvement (head CT or MRI must be obtained within 42 days prior to registration for protocol therapy).\n* No treatment with any investigational agent within 30 days prior to registration for protocol therapy.\n* No history of Torsades de Pointes, ventricular tachycardia, ventricular fibrillation or ventricular flutter.\n* No history of syncope.\n* No history of seizures.\n* No prolonged QTc interval \\> 450msec on pre-entry electrocardiogram obtained within 28 days prior to registration for protocol therapy.\n* No history of hypokalemia that cannot be corrected prior to registration for protocol therapy.\n* No radiation within 14 days prior to registration for protocol therapy. Patients must have recovered from the acute toxic effects prior to registration for protocol therapy.\n* No prior chemotherapy within 21 days prior to registration for protocol therapy.\n* No clinically active serious infections as judged by the treating investigator (CTC v3, \\> Grade 2) including known human immunodeficiency virus (HIV) infection or chronic Hepatitis B or C.\n* Following concomitant medications must be discontinued 7 days prior to registration for protocol therapy and for the duration of lonafarnib therapy: bisphosphonates, including but not limited to etidronate (Didronel), pamidronate (Aredia), alendronate (Fosamax), risedronate (Actonel), zoledronate (Zometa or Reclast), ibandronate (Boniva), ethinylestradiol, gestodene, itraconazole, ketoconazole, cimetidine, erythromycin, carbamazepine, high dose chronic steroids, phenobarbital, phenytoin, rifampin (rifampicin), sulfinpyrazone",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}