{
    "nctId": "NCT04266353",
    "briefTitle": "Effect of Resveratrol on Serum IGF2 Among African American Women",
    "officialTitle": "Mechanisms in IGF2 Induced Chemoresistance and Mitochondrial Regulation in Triple Negative Breast Cancer",
    "overallStatus": "WITHDRAWN",
    "conditions": "Chemoprevention",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "OTHER",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "IGF2 assessment by Elisa assays",
    "eligibilityCriteria": "INCLUSION CRITERIA\n\n* African American ethnicity self-identified\n* Female participants aged 18 years and above\n* Able to provide written informed consent and to understand, participate and comply with protocol requirements\n* Able to comprehend and complete forms in English\n* Able to swallow oral capsules\n* Willingness to stop dietary supplements and vitamins for the duration of the study\n* No history of cancers in the past 5 years\n* Willingness to abstain from ingestion of large quantities of RSV containing foods and less than 3 drinks of wine per week.\n\nEXCLUSION CRITERIA\n\n* Pregnant or planning to be pregnant or breast feeding\n* Participating in any other clinical study\n* History of Diabetes defined as recent A1C greater than 6.5 and or fasting serum glucose greater than or equal to 126 mg/dl\n* Self-reported history of major organ dysfunction (renal dysfunction described as glomerular filtration rate (GFR) less than 60 ml/min, liver function tests greater than 2 times normal)\n* Patients on below medications due to potential interactions\n* Cholesterol medications Atorvastatin (Lipitor), Rosuvastatin (Crestor), Simvastatin (Zocor), Gemfibrozil (Lopid), Niacin (Niacor), etc.\n* Aspirin greater than 81 mg. Taking medicines that may increase the risk of bleeding such as Coumadin (warfarin), Plavix (clopidogrel), Xarelto (rivaroxaban), Pradaxa (dabigatran), Eliquis (apixaban) or Heparin (blood thinning medications) due to their potential interaction with resveratrol\n* Chronic (daily) use of non-steroidal anti-inflammatory agents (NSAIDs) such as Motrin (Ibuprofen), Advil (Ibuprofen) or Naprosyn (Naproxen) due to potential interaction with resveratrol. (Occasional use is ok). Anti-diabetic medications: Insulin, Metformin (Glucophage, Avandamet, Glibomet, etc), Rosiglitazone (Avandia), Exenatide (Byetta), Sitagliptin (Januvia), etc. Anti-hypertensive medications Metoprolol (Lopressor), Carvedilol (Coreg), Nifedipine (Procardia, Adalat), Verapamil (Verelan,Calan, Covera), Lisinopril (Prinivil, Zestril), Captopril (Capoten), Losartan (Cozaar), Irbesartan (Avapro), etc. Testosterone and estrogen supplement. Current glucocorticoid use, or up to 3 months ago (nasal, topical, ophthalmic, and inhaled use are not exclusionary)\n* Participants with other major uncontrolled medical problems or, at the discretion of the PI, Participants on other long term prescription medications for chronic illness\n* At the discretion of the investigators if considered unfit for the study based on medical or psycho-social conditions\n* Non-English speaking participants",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}