{
    "nctId": "NCT01248897",
    "briefTitle": "Study of Biomarker Profiles in Asia Pacific erb2+/HER2 Breast Cancer Patients Treated With Lapatinib",
    "officialTitle": "A Study of Biomarker Profiles in Asia Pacific erbB2+/HER2 Breast Cancer Patients Treated With Lapatinib and Other Anti-erbB2/HER2 Therapy",
    "overallStatus": "COMPLETED",
    "conditions": "Neoplasms, Metastasis",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 158,
    "primaryOutcomeMeasure": "Progression free survival",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. HER2-positive (defined as either (a) IHC3+ or (b) FISH+ in local lab) recurrent / metastatic breast cancer patients who have received treatment with lapatinib-based regimen. These are either new, current or completed cases from any of the following settings:\n\n   * treated according to physician's clinical judgement in routine practice; or\n   * treated in clinical trials with known allocation to lapatinib-based regimen; or\n   * treated via lapatinib expanded access or named patient programs. These regimens should contain lapatinib as the only anti-HER2 agent.\n2. Exposed to \\< 2 lines of trastuzumab-based regimen in the metastatic setting prior to start of lapatinib-based regimen. These regimens should contain trastuzumab as the only anti-HER2 agent.\n3. Patients with an historical tumor biopsy specimen available from their primary breast cancer diagnosis. If this is not available, then at least a specimen should be available anytime during the period before the patient started on any anti-HER2 therapy.\n4. Willing to give written informed consent to release the tumor biopsy specimen with corresponding clinical data. If consent could be waived according to institutional practice (eg. patient already deceased, or patient previously provided blanket consent for institution to utilize tissue/data for research purpose), this is accepted with appropriate supporting documentation.\n\nExclusion Criteria:\n\n1. Patients who have been exposed to other experimental anti-HER2 therapy eg. pertuzumab, trastuzumab-DM, neratinib, ertumaxomab, AV-412, BIBW2992, CUDC-101, anti-HER2 vaccines.\n2. Other primary lesions that are not of breast origin.",
    "sex": "FEMALE",
    "minimumAge": "N/A",
    "stdAges": "CHILD, ADULT, OLDER_ADULT"
}