{
    "nctId": "NCT02990845",
    "briefTitle": "Pembrolizumab and Exemestane/ Leuprolide in Premenopausal HR+/ HER2- Locally Advanced or Metastatic Breast Cancer",
    "officialTitle": "A Pilot Study of Pembrolizumab and Exemestane/ Leuprolide in Premenopausal Hormone Receptor Positive/ HER2 Negative Locally Advanced or Metastatic Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Premenopausal Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 16,
    "primaryOutcomeMeasure": "The PFS rate at 8 months",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Be a female adult aged more than 20-year-old at the time of informed consent.\n2. Have histologically confirmed ER positive (defined as ≥1%) and/ or PR positive (defined as ≥1%) breast cancer.\n3. Have histologically confirmed HER2-negative breast cancer as defined by IHC ≤ 2+, and/or FISH negative.\n4. Have radiological or objective evidence of inoperable locally advanced or metastatic breast cancer.\n5. Be premenopausal or peri-menopausal. Premenopausal or peri-menopausal status is defined as below:\n\n   * Last menstrual period within the last 12 months OR\n   * With a plasma estradiol ≥10pg/ml and FSH ≤40IU/L\n6. Be resistant to front line hormonal therapy, as defined as one of the following criteria:\n\n   * Have become inoperable locally advanced or metastatic disease within one year of adjuvant hormonal therapy.\n   * Fail at least 2 line of prior hormonal therapy for locally advanced or metastatic breast cancer.\n   * Have history of disease progressed within 6 months during 1st line hormone therapy for locally advanced or metastatic disease.\n7. Prior exemestane usage is allowed, but the patient number is limited to ≤10 patients.\n8. Have archival primary tumor specimen from diagnosis.\n9. Have metastatic tumor specimen before enrollment.\n10. Have measurable disease as per RECIST 1.1 or non-measurable lytic or mixed (lytic + blastic) bone lesions in the absence of measurable disease.\n11. Have ECOG performance status 0 or 1 assessed within 10 days of treatment initiation.\n12. Have adequate bone marrow and organ function.\n13. For women of childbearing potential must have a negative serum beta-hCG or urine pregnancy test obtained within 3 days before starting treatment.\n14. Female subjects of childbearing potential must be willing to use an adequate method of contraception as outlined in Section - Contraception, for the course of the study through 120 days after the last dose of study medication.\n15. Be able to comply with study procedures and sign an informed consent.\n\nExclusion Criteria:\n\n1. Is currently participating in an investigational agent study.\n2. Has a diagnosis of immunodeficiency or is receiving systemic steroid therapy or any other form of immunosuppressive therapy within 1 week prior to the first dose of study treatment. Physiological steroid replacement is allowed.\n3. Has had chemotherapy within 2 weeks prior to the first dose of study treatment or has not recovered from side effects (i.e. Grade 1 at baseline) except alopecia related to prior therapy.\n4. Is a hepatitis B or C carrier.\n5. Has concurrent malignancy other than non-melanoma skin cancer.\n6. Is not able to undergo metastatic tumor biopsy.\n7. Has an active autoimmune disease that has required systemic treatment in the past 2 years (i.e. with use of disease modifying agents, corticosteroids or immunosuppressive drugs). Note: Replacement therapy (i.e. thyroxine, insulin, or physiologic corticosteroid replacement therapy for adrenal or pituitary insufficiency, etc.) is not considered a form of systemic treatment.\n8. Has a history of (non-infectious) pneumonitis that required steroids, or current pneumonitis.\n9. Has an active infection requiring systemic therapy.\n10. Has a history or current evidence of any condition, therapy, or laboratory abnormality that might confound the results of the trial, interfere with the subject's participation for the full duration of the trial, or is not in the best interest of the subject to participate, in the opinion of the treating investigator.\n11. Has known psychiatric or substance abuse disorders that would interfere with cooperation with the requirements of the trial.\n12. Has received prior therapy with an anti-PD-1, anti-PD-L1, anti-PD-L2 agent or with an agent directed to another co-inhibitory T-cell receptor (e.g. CTLA-4, OX-40, CD137) or has previously participated in Merck pembrolizumab clinical trials.\n13. Has received a live-virus vaccination within 30 days of planned treatment start. Seasonal flu vaccines that do not contain live virus are permitted.\n14. Is lactating, pregnant, or unwilling to employ birth control methods during the study.",
    "sex": "FEMALE",
    "minimumAge": "20 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}