{
    "nctId": "NCT01240681",
    "briefTitle": "Blood Oxygen Level Dependent Magnetic Resonance Imaging (BOLD MRI) and Fluorothymidine Positron Emission Tomography (FLT PET) in Patients With Locally Advanced Breast Cancer Undergoing Neoadjuvant Chemotherapy",
    "officialTitle": "A Pilot Study of Blood Oxygen Level Dependent Magnetic Resonance Imaging (BOLD MRI) and Fluorothymidine Positron Emission Tomography (FLT PET) in Patients With Locally Advanced Breast Cancer Undergoing Neoadjuvant Chemotherapy",
    "overallStatus": "COMPLETED",
    "conditions": "Locally Advanced Breast Cancer (LABC)",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "DIAGNOSTIC",
    "enrollmentCount": 32,
    "primaryOutcomeMeasure": "Clinical response (partial and complete)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologic proof of breast cancer (invasive ductal or lobular carcinoma). Breast sarcoma and lymphoma are not eligible.\n* Clinical diagnosis of locally advanced breast cancer (Stage IIB (T3,N0,M0), Stage IIIA, IIIB, or IIIC, according to American Joint Committee on Cancer (AJCC) Tumour-Node-Metastasis (TNM) Cancer Staging), including inflammatory breast cancer.\n* Ability to undergo neoadjuvant chemotherapy.\n\nExclusion Criteria:\n\n* Evidence of metastatic disease (identified on chest x-ray, liver ultrasound, bone scan or other imaging tests);\n* Previous chemotherapy or hormonal therapy for breast cancer;\n* Significant concurrent medical problems that result in the patient being unfit for surgery (e.g. uncontrolled diabetes, active cardiac disease, severe chronic obstructive pulmonary disease);\n* Known pregnancy or lactating female (e.g. positive serum beta human chorionic gonadotropin (B-hCG) pregnancy test);\n* Inability to lie supine for imaging with Positron Emission Tomography (PET);\n* Any contraindication to undergoing Magnetic Resonance Imaging (MRI) or PET;\n* Currently receiving Antabuse;\n* Inability to provide informed consent (e.g. dementia or severe cognitive impairment).",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}