{
    "nctId": "NCT04630210",
    "briefTitle": "Investigating Atezolizumab in Newly Diagnosed ER Positive Breast Cancer Patients According to Their AdipOsity",
    "officialTitle": "Investigating Atezolizumab in Newly Diagnosed Endocrine Receptor Positive Breast Cancer Patients According to Their AdipOsity (AteBrO)",
    "overallStatus": "WITHDRAWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "EARLY_PHASE1",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "BASIC_SCIENCE",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "Ki67 decrease",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Be willing and able to provide written informed consent for the trial.\n* Postmenopausal status and ≤75 years of age on day of signing the informed consent with postmenopausal status defined as one of the following: prior bilateral surgical oophorectomy; age ≥ 56 years and natural amenorrhea with ≥1 year since last menses; age \\<56 years with amenorrhea ≥1 year and serum oestradiol levels and follicle-stimulating hormone (FSH) levels in the postmenopausal range without the use of luteinizing hormone releasing hormone agonists; or age \\<56 years after hysterectomy with one or both ovaries left in place and serum oestradiol levels and FSH levels in the postmenopausal range.\n* Be willing to provide tissue from a newly obtained core or excisional biopsy of the tumour that should be evaluable for central histological characterization and future molecular testing.\n* Have a performance status of 0 or 1 on the ECOG Performance Scale.\n* Have a newly diagnosed non-metastatic previously untreated and operable primary invasive carcinoma of the breast that meets the following criteria: (1) histologically confirmed invasive carcinoma of the breast; (2) invasive carcinoma of no special type (commonly referred to as invasive ductal histology); (3) ER positive/HER2-negative status; (4) proliferation marker Ki67 level of ≥20%; and (5) tumour size on imaging larger than or equal to 1.5 cm (largest diameter). Multifocal, multicentric unilateral or bilateral breast tumours are allowed provided that all routinely collected/analysed foci correspond to all criteria above.\n* Any clinical nodal status.\n* Be willing to provide plasma/blood and tumour samples for translational research.\n* Demonstrate adequate organ function as defined in Table 2.\n* Have a negative hepatitis B surface antigen (HBsAg) test at screening.\n* Have a negative total hepatitis B core antibody (HBcAb) test at screening, or positive total HBcAb test followed by a negative hepatitis B virus (HBV) DNA test at screening. The HBV DNA test will be performed only for patients who have a positive total HBcAb test.\n* Have a negative hepatitis C virus (HCV) antibody test at screening, or positive HCV antibody test followed by a negative HCV RNA test at screening. The HCV RNA test will be performed only for patients who have a positive HCV antibody test.\n* Completion of all necessary screening procedures within 28 days prior to randomisation.\n\nExclusion Criteria:\n\n* Having received any previous systemic anti-cancer treatment (i.e. neoadjuvant) including, but not limited to, chemotherapy, targeted therapy, immunotherapy, hormonal therapy, or having received radiotherapy for the currently diagnosed breast cancer.\n* Having received hormone replacement therapy or hormonal contraception less than 1 month prior to inclusion.\n* Currently participating in an interventional study and receiving study therapy or having participated in a study of an investigational agent and having received study therapy or to have used an investigational device within 4 weeks of receiving the treatment dose.\n* Having a diagnosis of immunodeficiency or having received high-dose systemic steroid therapy or any other form of immunosuppressive therapy within 14 days prior to receiving the trial treatment. Please note the following exceptions: acute, low-dose systemic immunosuppressant medication or a one-time pulse dose of systemic immunosuppressant medication (e.g., 48 hours of corticosteroids for a contrast allergy) is allowed; patients who received mineralocorticoids (e.g., fludrocortisone), or low-dose corticosteroids for orthostatic hypotension or adrenal insufficiency are eligible for the study; and patients who are on treatment with inhalation corticosteroids are eligible for the study.\n* Known history of TB (Bacillus Tuberculosis) infection.\n* Known hypersensitivity to atezolizumab or any of its excipients.\n* History of severe anaphylactic reaction to chimeric or humanized antibodies or fusion proteins.\n* Known allergy or hypersensitivity to any component of the letrozole formulation.\n* History of invasive breast cancer prior to this diagnosis (relapse/second primary).\n* Personal history of any other malignancy within 5 years prior to inclusion. Exceptions include basal cell carcinoma of the skin or squamous cell carcinoma of the skin that have undergone potentially curative therapy, and in situ cervical carcinoma.\n* Personal history of autoimmune disease that has required systemic treatment as follows: treatment with systemic immunostimulatory agents (including, but not limited to, interferon and interleukin 2 \\[IL-2\\]) within 4 weeks or 5 drug-elimination half-lives (whichever is longer) prior to study inclusion; or treatment with systemic immunosuppressive medication (including, but not limited to, corticosteroids, cyclophosphamide, azathioprine, methotrexate, thalidomide, and anti-TNF-α agents) within 2 weeks prior to study inclusion, or anticipation of need for systemic immunosuppressive medication during study treatment. Patients with a history of autoimmune-related hypothyroidism who are on thyroid replacement hormone are eligible for the study. Patients with controlled type 1 diabetes mellitus who are on an insulin regimen are eligible for the study.\n* Patients with eczema, psoriasis, lichen simplex chronicus, or vitiligo with dermatologic manifestations only (e.g., patients with psoriatic arthritis are excluded) are eligible for the study provided all of following conditions are met: rash must cover \\<10% of body surface area, disease must be well controlled at baseline and may require only low-potency topical corticosteroids, no occurrence of acute exacerbations of the underlying condition requiring psoralen and ultraviolet A (PUVA) therapy or ultraviolet B (UVB) therapy, radiation, methotrexate, retinoids, biologic agents, oral calcineurin inhibitors, or high potency oral corticosteroids within the previous 12 months.\n* To have a history of pulmonary fibrosis, bronchiolitis obliterans, drug-induced pneumonitis, or idiopathic pneumonitis, or evidence of active pneumonitis. History of radiation induced lung injury such as radiation pneumonitis or radiation fibrosis is permitted.\n* To have a recent or active infection that requires or has required systemic therapy, being either: a severe infection within 4 weeks prior to initiation of study treatment, including, but not limited to bacteremia, or severe pneumonia; a severe infection within 4 weeks prior to initiation of study treatment that has required hospitalization because of its complications, or an infection that has been treated with oral or IV antibiotics, antiviral treatment, systemic antimycotics or systemic antiparasitic drugs within 1 week prior to initiation of study treatment. Patients receiving prophylactic antibiotics (e.g., to prevent a urinary tract infection or chronic obstructive pulmonary disease exacerbation) are eligible for the study.\n* To have a known psychiatric or substance abuse disorder that would interfere with cooperation with the requirements of the trial.\n* To have received prior treatment with CD137 agonists or immune checkpoint blockade therapies, including anti-CTLA-4, anti-PD-1, and anti-PD-L1 therapeutic antibodies.\n* To have a known history of Human Immunodeficiency Virus (HIV) infection.\n* To have received a live vaccine within 30 days of planned start of study therapy.\n\nNote: Seasonal influenza vaccines for injection are generally inactivated flu vaccines and are allowed.\n\n* Uncontrolled or symptomatic hypercalcemia.\n* Significant cardiovascular disease (such as New York Heart Association Class II or greater cardiac disease, myocardial infarction, or cerebrovascular accident) within 3 months prior to initiation of study treatment, unstable arrhythmia, or unstable angina.\n* Major surgical procedure within 4 weeks prior to initiation of study treatment, or anticipation of need for a major surgical procedure other than for the breast during the study.\n* Prior allogeneic stem cell or solid organ transplantation.\n* To have a history or current evidence of any condition, therapy, or laboratory abnormality that might confound the results of the trial, interfere with the subject's participation for the full duration of the trial, or is not in the best interest of the subject to participate, in the opinion of the treating investigator.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}