{
    "nctId": "NCT00998036",
    "briefTitle": "Study of Temsirolimus, Erlotinib and Cisplatin in Solid Tumors",
    "officialTitle": "Phase I Study of Combined Temsirolimus, Erlotinib and Cisplatin in Advanced Solid Tumors",
    "overallStatus": "COMPLETED",
    "conditions": "Triple Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 9,
    "primaryOutcomeMeasure": "Maximum Tolerated Dose (MTD) of Cisplatin",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Confirmed pathologic diagnosis of a solid tumor that is not curable with available therapies for which the combination of cisplatin, temsirolimus, and erlotinib is a reasonable treatment.\n* Patients with measurable or non-measurable disease are eligible for entry to this study. Tumor markers may be considered non-measurable disease.\n* Patients must have recovered from the acute toxic effects of all prior chemotherapy, immunotherapy, or radiotherapy prior to entering this study. No chemotherapy or radiotherapy may be given within 3 weeks prior to the start of protocol treatment.\n* Patients must be ≥18 years old.\n* Performance Status: Eastern Cooperative Oncology Group (ECOG) 0-1\n* Life expectancy of greater than 12 weeks.\n* Patients must have recovered from uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris or cardiac arrhythmia.\n* Required Laboratory Values: absolute neutrophil count (ANC) ≥1,500/mm3, platelets ≥100,000/mm3, hemoglobin ≥9.0 g/dL, total bilirubin ≤1.5 x upper limit of normal (ULN), aspartate transaminase (AST)/alanine transaminase (ALT) ≤3.0 x ULN, alkaline phosphatase ≤2.5 x ULN, creatinine ≤2.0 x ULN OR Patients must have either a normal serum creatinine (\\<= IULN) OR estimated creatinine clearance 60 ml/min (Cockcroft-Gault formula) within 28 days prior to registration. Prothrombin time (PT)/INR ≤1.5, unless the patient is on full dose warfarin or stable dose of low-molecular-weight (LMW) heparin with a therapeutic INR of \\>1.5 - ≤3. Patients with triglyceride levels \\>400 mg/dL can be started on lipid lowering agents and reevaluated within 1 week. If levels go to ≤400 mg/dL, they can be considered for the trial and continue the lipid lowering agents.\n* Concomitant Medications: Temsirolimus and Erlotinib are primarily metabolized by CYP3A4. Patients CANNOT be receiving enzyme-inducing or enzyme inhibiting agents listed here: Inhibitors: Amiodarone, Amprenavir, Atazanavir, Chloramphenicol, Clarithromycin, Conivaptan, Cyclosporine, Darunavir, Dasatinib, Delavirdine, Diltiazem, Erythromycin, Fluconazole, Fluoxetine, Fluvoxamine, Fosamprenavir, Imatinib, Indinavir, Isoniazid, Itraconazole, Ketoconazole, Lapatinib, Miconazole, Nefazodone, Nelfinavir, Posaconazole, Ritonavir, Quinupristin, Saquinavir, Tamoxifen, Telithromycin, Troleandomycin, Verapamil, Voriconazole. Inducers: Aminoglutethimide, Bexarotene, Bosentan, Carbamazepine, Efavirenz, Fosphenytoin, Griseofulvin, Modafinil, Nafcillin, Nevirapine, Oxcarbazepine, Phenobarbital, Phenytoin, Primidone, Rifabutin, Rifampin, Rifapentine, St. John's wort, Sulfadimidine, Sulfinpyrazone, Troglitazone, Troleandomycin. All concomitant medications must be recorded. Patients also must agree to refrain from drinking grapefruit juice while on study.\n* Sexually Active Patients: For all sexually active patients, the use of adequate contraception (hormonal or barrier method of birth control) will be required prior to study entry and for the duration of study participation. Non-pregnant status will be determined in all women of childbearing potential.\n* Patients must have signed an approved informed consent.\n\nExclusion Criteria:\n\n* More than 3 prior chemotherapy treatments for metastatic disease.\n* Patients receiving anti-retroviral therapy (HAART) for HIV infection because of possible pharmacokinetic interactions.\n* Active central nervous system (CNS) disease\n* Any serious medical or psychiatric illness that would prevent either the giving of informed consent or the receipt of treatment.\n* Patients pregnant or nursing.\n* Patients who have used tobacco or nicotine products containing medications within the last three months given their significant effect on erlotinib drug levels.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}