{
    "nctId": "NCT00566618",
    "briefTitle": "Dasatinib in Combination With Zoledronic Acid for the Treatment of Breast Cancer With Bone Metastasis",
    "officialTitle": "Phase I/II Study of Dasatinib in Combination With Zoledronic Acid for the Treatment of Breast Cancer With Bone Metastasis",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer, Bone Metastases",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 31,
    "primaryOutcomeMeasure": "Objective Response in Bone From Time of Initiation of Therapy to > 6 Months",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patients must have a pathologically confirmed diagnosis of invasive carcinoma of the breast.\n2. Patients must carry a diagnosis of metastatic breast cancer with predominant bone involvement. For the purposes of this study, predominant bone involvement will be defined as radiographically detected bone metastasis in the presence or absence of other sites of metastatic breast cancer (i.e. visceral involvement). If visceral involvement is present, patients must be asymptomatic and have no tumors in visceral organs that measure \\>3cm in size.\n3. Patients must agree to serial urine collections for measurement of Ntx.\n4. Age \\>/= 18 years.\n5. Patients must be able to swallow oral medications. Dasatinib must be taken whole and cannot be crushed.\n6. Patients must have evaluable disease using WHO Criteria for Assessment of Disease Response in Bone or MDACC Modified Response Criteria for Assessment of Disease Response in Bone.\n7. Patients must not have had \\>1 chemotherapy regimens for metastatic disease. Patients with metastasis diagnosed \\</= 6 months after completion of adjuvant chemotherapy are considered to have had chemotherapy for metastatic breast cancer.\n8. Patients with ER positive disease must have had disease progression on at least one prior hormonal therapy for metastatic disease. Patients must also have developed disease progression on their most recent hormonal therapy regimen and be agreeable to continue this regimen in combination with protocol therapy. For the purposes of this study disease progression while receiving hormonal therapy will be defined as: Radiographic evidence of progressive disease according to RECIST criteria, Progression of disease by physical exam in patients with skin involvement. Continued in # 9\n9. Continuation from # 8: 25% increase in tumor marker as measured on two evaluations no less than 72 hours apart.\n10. Patients must have and ECOG performance status of \\</= 2.\n11. Patients must not require concurrent radiation or chemotherapy while receiving protocol therapy.\n12. Patients must not have an active infection requiring the use of intravenous antibiotics. The use of oral antibiotics as prophylaxis is allowed.\n13. Patients must have a baseline ECG with QTc within the normal range within 28 days prior to registration.\n14. Patients must be informed of the investigational nature of the study and must sign and give written informed consent.\n15. Patients may have received previous radiation but must have completed radiation at least 2 weeks (8 weeks for radiation to the brain) prior to registration. Patients with irradiated tumor as the only site of evaluable disease will not be eligible for protocol therapy unless there is documented disease progression within the previously radiated site.\n16. Patients must have recovered to grade \\</= 1 from all acute toxicity of previous radiation or hormonal therapy.\n17. Adequate hematologic and hepatic function: Granulocyte count \\>/= 1,500/mcL, Platelet count \\>/= 100,000/mcL, Bilirubin \\</= 1.5 x ULN, AST and/or ALT \\</= 2 x ULN, Alkaline phosphatase (liver component, if fractionated) \\</= 2 x ULN, Serum Na, K+, Mg2+, Phosphate and Ca2+\\>/= Lower Limit of Normal (LLN) \\[subjects with low electrolyte levels must be repleted to normal for protocol entry\\]\n18. Patients must not receive any concurrent bisphosphonate therapy other than that prescribed by the study.\n19. Sexually active patients with reproductive potential must agree to use an effective method of birth control during the course of the study and for no less than 4 weeks after discontinuing study drug. Contraceptives must be used in a manner such that risk of failure is minimized. Oral contraceptives should be avoided in women with estrogen or progesterone receptor positive breast cancer.\n20. Prior to study enrollment, women of childbearing potential (WOCBP) must be advised of the importance of avoiding pregnancy during trial participation and the potential risk factors for an unintentional pregnancy. In addition, men enrolled on this study should understand the risks to any sexual partner of childbearing potential and should practice an effective method of birth control.\n21. All WOCBP MUST have a negative serum or urine pregnancy test within 72 hours prior to the start of study drug administration. If the pregnancy test is positive, the patient must not receive investigational product and must not be enrolled in the study.\n22. Patients with disease progression while receiving previous therapy in combination with bisphosphonates (including zoledronic acid) will be considered eligible for protocol participation.\n\nExclusion Criteria:\n\n1. Any malignancy (other than breast cancer) that required radiotherapy or systemic treatment within the past 5 years.\n2. Concurrent medical condition which may increase the risk of toxicity, including: Pleural or pericardial effusion of any grade, clinically-significant coagulation or platelet function disorder (e.g. known von Willebrand's disease)\n3. Cardiac Symptoms, including the following: Uncontrolled angina, congestive heart failure or MI within (6 months), diagnosed congenital long QT syndrome, any history of clinically significant ventricular arrhythmias (such as ventricular tachycardia, ventricular fibrillation, or Torsades de pointes), prolonged QTc interval on pre-entry electrocardiogram (\\> normal range), subjects with hypokalemia or hypomagnesemia if it cannot be corrected\n4. History of significant bleeding disorder unrelated to cancer, including: diagnosed congenital bleeding disorders (e.g., von Willebrand's disease), diagnosed acquired bleeding disorder within one year (e.g., acquired anti-factor VIII antibodies), ongoing or recent (\\</= 3 months) significant gastrointestinal bleeding\n5. Concomitant Medications, consider the following prohibitions (Drugs must be discontinued for 7 days prior to starting protocol therapy):\n6. Women and men of child bearing potential: who are unwilling or unable to use an acceptable method to avoid pregnancy for the entire study period and for at least 4 weeks after cessation of study drug, or women of childbearing potential (CBP) who have a positive pregnancy test at baseline, or women who are pregnant or breastfeeding\n7. Prisoners or subjects who are compulsorily detained (involuntarily incarcerated) for treatment of either a psychiatric or physical (e.g., infectious) illness\n8. Untreated or uncontrolled brain metastasis\n9. Patient inability to take or absorb oral medications\n10. Current active dental problems including: ongoing infection of the teeth or jawbone (maxilla or mandibula); current exposed bone in the mouth; and current or prior diagnosis of osteonecrosis of the jaw\n11. Recent (within 8 weeks) or planned dental or jaw surgery (e.g., extraction, implants)\n12. Diagnosis of metabolic bone disease other than osteoporosis (e.g., Paget's disease of bone)\n13. Known hypersensitivity to zoledronic acid or aspirin\n14. Corrected serum calcium \\< 8.0 mg/dL (2.0 mmol/L) or \\>/= 12.0 mg/dL (3.0 mmol/L) at Visit 1. The formula to be used is: Corrected serum calcium (mg/dL) = Patient's serum calcium (mg/dL) + \\[0.8 x Midrange Albumin (g/dL) - Patient's Albumin (g/dL)\\]. 4.0g/dL to be used for the Midrange Albumin\n15. Serum creatinine greater than or equal to 1.5 times the institutional upper limits of normal or a creatinine clearance of \\<40 ml/min when calculated by the Cockcroft and Gault formula (see protocol text for formula)",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}