{
    "nctId": "NCT06182046",
    "briefTitle": "Effect of BOSU Exercises Added to Complete Decongestive Treatment on Balance in Breast Cancer-associated Lymphedema.",
    "officialTitle": "The Effect of BOSU Ball Balance Exercises Added to Complete Decongestive Treatment on Static and Dynamic Balance in Breast Cancer-associated Lymphedema.",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Breast Cancer Related Lymphedema",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 40,
    "primaryOutcomeMeasure": "Static balance measurements",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Female gender\n* Patients aged 18-65 years\n* Having a history of unilateral mastectomy and lymph node dissection at least one year ago due to breast cancer diagnosis.\n* Having unilateral breast cancer-related upper extremity lymphedema (\\>20% volume difference between the two upper extremities) according to the diagnostic criteria of the - International Society of Lymphology (Committee 2020) for at least six months.\n* Not having received lymphedema treatment or exercise therapy for the last six months\n* Completing breast cancer primary treatment at least 6 months ago (except hormone therapy/aromatase inhibitors)\n\nExclusion Criteria:\n\n* Bilateral breast cancer\n* Bilateral axillary lymph node dissection\n* Metastatic breast cancer\n* Receiving ongoing radiotherapy or chemotherapy\n* Primary or bilateral lymphedema\n* Having active cancer\n* Presence of stage 3 lymphedema\n* Uncontrolled serious systemic disease (cardiopulmonary diseases, arterial or venous diseases, renal dysfunction, uncontrolled hypertension or hypotension).\n* Active or previous infection in the last 3 months (cellulitis, lymphangitis)\n* Presence of open wounds\n* Having any problems that may affect balance (vestibular, visual, neurological or orthopedic diseases)\n* Using medications that may affect body fluid and electrolyte balance (diuretics, etc.).\n* Individuals with serious mental and sensory problems\n* History of spine surgery in the last 6 months\n* Being pregnant\n* Body mass index \\>40 kg/m2",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}