{
    "nctId": "NCT05266937",
    "briefTitle": "Atezolizumab Plus CArboplatin Plus Nab-paclitaxel",
    "officialTitle": "A Phase II Trial of Atezolizumab Plus CArboplatin Plus Nab-paclitaxel as First-line Therapy in Metastatic Triple-negative PD-L1 Positive Breast Cancer Patients - the GIM25-CAPT Trial",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Metastatic Breast Cancer, Triple Negative Breast Cancer, PD-L1 Gene Mutation",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 49,
    "primaryOutcomeMeasure": "Overall survival",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Signed Informed Consent Form\n2. Women or men aged ≥18 years\n3. Histologically or cytologically confirmed adenocarcinoma of the breast with metastatic disease\n4. Hormone receptor-negative (ER and PgR \\< 10%) and HER2-negative (IHC 0,1+ or 2+ ISH not amplified) breast cancer, based on the status of the primary tumor and/or the biopsy of metastatic disease before starting first-line therapy and assessed by local laboratory.\n5. Patients ER and PgR \\< 1% eligible to receive atezolizumab in combination with nab-paclitaxel as standard of care treatment for metastatic triple-negative breast cancer (TNBC), regardless of study participation.\n6. PD-L1 positive defined as expression on tumor-infiltrating immune cells ≥1% (SP142 PD-L1 immunohistochemical assay, Ventana Medical Systems), based on the status of the primary tumor and/or the biopsy of metastatic disease before starting first-line therapy and assessed by local laboratory\n7. Availability of a representative tumor specimen for translational research\n8. Eligible for first-line taxane and carboplatin chemotherapy\n9. No prior chemotherapy or targeted systemic therapy (including endocrine therapy) for inoperable locally advanced or metastatic TNBC. Prior radiation therapy for metastatic disease is permitted. There is no required minimum washout period for radiation therapy; however, patients should have recovered from the effects of radiation before enrollment\n10. Previous chemotherapy with taxanes and/or carboplatin for early breast cancer (neoadjuvant or adjuvant setting) is permitted if completed ≥12 months before study entry\n11. Previous therapy with immune checkpoint inhibitors for early breast cancer (neoadjuvant or adjuvant setting) is permitted if completed ≥12 months before study entry\n12. ECOG performance status of 0 or 1\n13. Life expectancy ≥ 12 weeks\n14. Measurable or evaluable disease as defined by RECIST v1.1.\n15. Adequate hematologic and end-organ function, defined by laboratory results obtained within 2 weeks prior to the first study treatment (Cycle 1, Day 1)\n16. Negative human immunodeficiency virus (HIV) test at screening\n17. Negative hepatitis B surface antigen (HBsAg) test at screening\n18. Negative total hepatitis B core antibody (HBcAb) test at screening, or positive HBcAb test followed by a negative hepatitis B virus (HBV) DNA test at screening. The HBV DNA test will be performed only for patients who have a positive HBcAb test\n19. Negative hepatitis C virus (HCV) antibody test at screening, or positive HCV antibody test followed by a negative HCV RNA test at screening. The HCV RNA test will be performed only for patients who have a positive HCV antibody test\n20. Women of child bearing potential must agree to either use a contraceptive method with a failure rate of ≤ 1% per year or to remain abstinent (refrain from heterosexual intercourse) during the treatment period and for at least 5 months after the last dose of atezolizumab, or for at least 6 months after the last dose of paclitaxel. A woman is considered to be of childbearing potential if she is postmenarcheal, has not reached a postmenopausal state (≥ 12 continuous months of amenorrhea with no identified cause other than menopause), and has not undergone surgical sterilization (removal of ovaries and/or uterus). Examples of contraceptive methods with a failure rate of ≤ 1% per year include bilateral tubal ligation, male sterilization, hormonal contraceptives that inhibit ovulation, hormone-releasing intrauterine devices, and copper intrauterine devices. The reliability of sexual abstinence should be evaluated in relation to the duration of the clinical trial and the preferred and usual lifestyle of the patient. Periodic abstinence (e.g., calendar, ovulation, symptothermal, or post-ovulation methods) and withdrawal are not acceptable methods of contraception\n21. Women of child bearing potential must have a negative serum pregnancy test result within 7 days prior to initiation of study drug\n22. For men: agreement to remain abstinent (refrain from heterosexual intercourse) or use contraceptive measures and agreement to refrain from donating sperm\n\nExclusion Criteria:\n\n1. Spinal cord compression not definitively treated with surgery and/or radiation, or previously diagnosed and treated spinal cord compression without evidence that disease has been clinically stable for at least 2 weeks prior to enrollment.\n2. Known central nervous system (CNS) disease, except for treated asymptomatic CNS metastases, provided all of the following criteria are met:\n\n   1. No ongoing requirement for corticosteroids as therapy for CNS disease (anticonvulsants at a stable dose are allowed)\n   2. No stereotactic radiation within 7 days or whole-brain radiation within 14 days prior to enrollment\n   3. No evidence of progression or hemorrhage after completion of CNS directed therapy Note: Patients with new asymptomatic CNS metastases detected at the screening scan must receive radiation therapy and/or surgery for CNS metastases. Following treatment, these patients may then be eligible, if all other criteria above are met.\n3. Uncontrolled pleural effusion, pericardial effusion, or ascites (Note: patients with indwelling catheters, such as PleurX® are allowed)\n4. Uncontrolled tumor-related pain\n\n   1. Patients requiring narcotic pain medication must be on a stable regimen at study entry.\n   2. Symptomatic lesions (e.g., bone metastases or metastases causing nerve impingement) amenable to palliative radiotherapy should be treated prior to enrollment. Patients should be recovered from the effects of radiation. There is no required minimum recovery period.\n   3. Asymptomatic metastatic lesions whose further growth would likely cause functional deficits or intractable pain (e.g., epidural metastasis that is not presently associated with spinal cord compression) should be considered for loco-regional therapy if appropriate prior to enrollment.\n5. Uncontrolled hypercalcemia (\\>1.5 mmol/L \\[\\>6 mg/dL\\] ionized calcium or serum calcium \\[uncorrected for albumin\\] \\>3 mmol/L \\[\\>12 mg/dL\\] or corrected serum calcium \\>ULN) or clinically significant (symptomatic) hypercalcemia\n\n   a) Patients who are receiving bisphosphonate therapy or denosumab specifically to prevent skeletal events and who do not have a history of clinically significant (symptomatic) hypercalcemia are eligible.\n6. Malignancies other than TNBC within 5 years prior to enrollment, with the exception of those with a negligible risk of metastasis or death and treated with expected curative outcome (such as adequately treated carcinoma in situ of the cervix, non-melanoma skin carcinoma, or Stage I uterine cancer)\n7. Pregnant or lactating women, or intending to become pregnant during the study\n8. Evidence of significant uncontrolled concomitant disease that could affect compliance with the protocol or interpretation of results, including significant liver disease (such as cirrhosis, uncontrolled major seizure disorder, or superior vena cava syndrome)\n9. Significant cardiovascular disease, such as New York Heart Association (NYHA) cardiac disease (Class II or greater), myocardial infarction within 3 months prior to first dose, unstable arrhythmias, or unstable angina\n\n   1. Patients with a known left ventricular ejection fraction (LVEF) \\< 40% will be excluded\n   2. Patients with known coronary artery disease, congestive heart failure not meeting the above criteria, or LVEF \\< 50% must be on a stable medical regimen that is optimized in the opinion of the treating physician, in consultation with a cardiologist if appropriate\n10. Presence of an abnormal electrocardiogram (ECG) that is clinically significant in the investigator's opinion, including complete left bundle branch block, second- or third degree heart block, evidence of prior myocardial infarction, or QT interval corrected using Fridericia's formula (QTcF) \\>470 ms demonstrated by at least two consecutive ECGs\n11. Serious infection requiring antibiotics within 2 weeks prior to enrollment, including but not limited to infections requiring hospitalisation or IV antibiotics, such as bacteremia, or severe pneumonia\n12. Major surgical procedure within 4 weeks prior to enrollment or anticipation of the need for a major surgical procedure during the study other than for diagnosis Note: Placement of central venous access catheter(s) (e.g., port or similar) is not considered a major surgical procedure and is therefore permitted\n13. Treatment with investigational therapy within 30 days prior to initiation of study treatment\n14. History of severe allergic, anaphylactic, or other hypersensitivity reactions to chimeric or humanized antibodies or fusion proteins\n15. Known hypersensitivity or allergy to biopharmaceuticals produced in Chinese hamster ovary (CHO) cells or any component of the atezolizumab formulation\n16. History of autoimmune disease, including but not limited to myasthenia gravis, myositis, autoimmune hepatitis, systemic lupus erythematosus (SLE), rheumatoid arthritis (RA), inflammatory bowel disease, vascular thrombosis associated with antiphospholipid syndrome, Wegener's granulomatosis, Sjögren's syndrome, Guillain-Barré syndrome, multiple sclerosis (MS), vasculitis, or glomerulonephritis (Note: Patients with a history of autoimmune-related hypothyroidism on a stable dose of thyroid replacement hormone and patients with controlled Type 1 diabetes mellitus on a stable insulin regimen may be eligible for this study)\n17. Prior allogeneic stem cell or solid organ transplantation\n18. History of idiopathic pulmonary fibrosis (IPF, including pneumonitis), drug-induced pneumonitis, organizing pneumonia (i.e., bronchiolitis obliterans, cryptogenic organizing pneumonia), or evidence of active pneumonitis on screening chest CT scan. (Note: History of radiation pneumonitis in the radiation field \\[fibrosis\\] is permitted)\n19. Positive test for human immunodeficiency virus (HIV)\n20. Active hepatitis B (positive hepatitis B surface antigen \\[HBsAg\\] test or hepatitis B virus \\[HBV\\] DNA polymerase chain reaction \\[PCR\\] test at screening) or hepatitis C (positive hepatitis C virus antibody test at screening). Note:\n\n    * Patients with past HBV infection or resolved HBV infection (defined as having negative HBsAg and HBV DNA test but a positive hepatitis B core antibody \\[HBcAb\\] test) are eligible\n    * Patients positive for hepatitis C virus (HCV) antibody are eligible only if PCR is negative for HCV ribonucleic acid (RNA)\n21. Current treatment with anti-viral therapy for HBV\n22. Active tuberculosis\n23. Receipt of a live, attenuated vaccine within 4 weeks prior to enrollment or anticipation that such a live, attenuated vaccine will be required during the study Note: Patients must agree not to receive live, attenuated influenza vaccine (e.g., FluMist®) within 28 days prior to enrollment, during treatment or within 5 months following the last dose of atezolizumab\n24. Treatment with systemic immunostimulatory agents (including but not limited to interferons or interleukin \\[IL\\]-2) within 4 weeks or five half-lives of the drug (whichever is longer) prior to enrollment\n25. Treatment with systemic immunosuppressive medications (including but not limited to corticosteroids, cyclophosphamide, azathioprine, cyclosporine, methotrexate, thalidomide, and antitumour necrosis factor \\[TNF\\] agents) within 2 weeks prior to enrollment, or anticipated requirement for systemic immunosuppressive medications during the trial\n\n    1. Patients who have received acute, low-dose (≤ 10 mg oral prednisone or equivalent), systemic immunosuppressant medications may be enrolled in the study\n    2. Patients with a history of allergic reaction to IV contrast requiring steroid pretreatment should have baseline and subsequent tumor assessments performed using MRI\n    3. The use of corticosteroids (≤ 10 mg oral prednisone or equivalent) for chronic obstructive pulmonary disease, mineralocorticoids (e.g., fludrocortisone) for patients with orthostatic hypotension, and low dose supplemental corticosteroids for adrenocortical insufficiency are allowed\n26. Poor peripheral venous access\n27. Illicit drug or alcohol abuse within 12 months prior to screening, in the investigator's judgment\n28. Any other serious medical condition or abnormality in clinical laboratory tests that, in the investigator's judgment, precludes the patient's safe participation in and completion of the study\n29. History of hypersensitivity reactions to paclitaxel or other drugs formulated in the same solvent as nab-paclitaxel\n30. History of hypersensitivity reactions to carboplatin",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}