{
    "nctId": "NCT05039931",
    "briefTitle": "A Study of GNC-035, a Tetra-specific Antibody, in Participants With Locally Advanced or Metastatic Solid Tumors",
    "officialTitle": "An Open-Label, Multi-Center, Phase I Study to Evaluate the Safety, Tolerability，Pharmacokinetic/Pharmacodynamics and Anti-tumor Activity of Tetra-specific Antibody GNC-035 in Participants With Locally Advanced or Metastatic Solid Tumors",
    "overallStatus": "WITHDRAWN",
    "conditions": "Breast Cancer, Solid Tumor",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "DLT",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. The participants could understand and sign the informed consent form, and must participate voluntarily\n2. No gender limit\n3. Age: ≥18 years old\n4. Histologically or cytologically documented, locally advanced or metastatic solid tumour,and disease progression confirmed by imaging or other objective evidence after having received standard treatment; or patients with refractory solid tumors who cannot tolerate standard treatment or have contraindications to standard treatment\n5. Measurable disease at baseline as assessed by the Investigator per RECIST v1.1\n6. ECOG Performance Status ≤ 1\n7. Life expectancy estimated to be at least 3 months\n8. Acceptable bone marrow function： Absolute neutrophil count (ANC) ≥ 1.5 × 109/L, platelet count ≥ 80 × 109/L, and hemoglobin ≥ 90 g/L.\n9. Acceptable renal function:\n\n   Creatinine (Cr) ≤ 1.5ULN or creatinine clearance (Ccr) ≥ 50 mL/min (calculated by the study site), urine protein ≤ 2 + or ≤ 1000 mg/24h (urine).\n10. Acceptable liver function:\n\n    AST and ALT ≤ 3.0xULN (≤ 5.0ULN for patients with tumor infiltrative changes in the liver) total bilirubin ≤ 1.5xULN (≤ 3ULN for Gilbert's syndrome)\n11. Coagulation function: fibrinogen ≥ 1.5 g/L, activated partial thromboplastin time (APTT) and prothrombin time (PT) ≤1.5×ULN\n12. Female participants with fertility or male participants whose partner(s) are fertile must take effective contraceptive measures from 7 days prior to the first administration to 12 weeks after the administration. Female participants with fertility must have a negative serum/urine pregnancy test in 7 days prior to the first dose.\n\nExclusion Criteria:\n\n1. Active infection requiring intravenous antibiotics and not treated within 1 week prior to enrollment, except for prophylactic antibiotics for needle stick or biopsy\n2. Human immunodeficiency virus antibody (HIVAb) positive, active tuberculosis, active hepatitis B virus infection (HBsAg positive or HBcAb positive with HBV-DNA detection ≥ 10e4), or hepatitis C virus infection (HCV antibody positive with HCV-RNA ≥ ULN)\n3. Toxicity from prior anticancer therapy has not been reduced to Grade I as defined in CTCAE v5.0 (with the exception of symptoms related to myelosuppression, such as neutropenia, anemia, thrombocytopenia) or to the levels specified in the inclusion criteria. Alopecia and irreversible toxicity from prior anticancer therapy (defined as stable for ≥ 2 months) allowed in the opinion of the investigator/sponsor; irAE in patients who have received prior immunotherapy and who are no longer able to receive immunotherapy as recommended by guidelines\n4. Patients at risk for active autoimmune diseases, or with a history of autoimmune diseases, may have central nervous system involvement, including but not limited to Crohn's disease, ulcerative colitis, systemic lupus erythematosus, sarcoidosis, Wegener's syndrome, polyangitic granulomatosis, Graves' disease, rheumatoid arthritis, hypophysitis, uveitis, autoimmune hepatitis, systemic sclerosis, Hashimoto's thyroiditis, autoimmune vasculitis, autoimmune neuropathy (Guillain - Barré syndrome), etc.\n5. Pulmonary disease defined as ≥ Grade 3 according to NCI-CTCAEv5.0, including patients with resting dyspnea, or requiring continuous oxygen therapy, or with a history of interstitial lung disease (ILD)\n6. Patients with prior organ transplant\n7. Left ventricular ejection fraction ≤ 50%, or history of significant cardiac disease within 1 year\n8. History or presence of thrombotic events such as deep venous thrombosis, arterial thrombosis, and pulmonary embolism\n9. Received chemotherapy, molecular targeted therapy, etc., at 14 or 5 half-lives (whichever is shorter) of the first dose. Patients who have received radiotherapy, antibody therapy (such as PD-L1) or study drug within 28 days\n10. Patients who had undergone major surgery within 28 days prior to dosing in this study, or who were scheduled to undergo major surgery during this study (\"major surgery\"was defined by the investigator)\n11. Hypertension poorly controlled on medication (systolic \\> 150 mmHg or diastolic \\> 100 mmHg)\n12. Previous or concomitant central nervous system disease\n13. Has receivedany other clinical trial within 4 weeks prior to GNC-035 treatment",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}