{
    "nctId": "NCT00473005",
    "briefTitle": "Phase I Oral mTOR Inhibitor RAD001 in Combo w/ Capecitabine for Metastatic Breast",
    "officialTitle": "A Phase I Pilot Study of the Oral mTOR Inhibitor RAD001 in Combination With Capecitabine for Metastatic Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 18,
    "primaryOutcomeMeasure": "Using three cohorts of patients with fixed dosing of capecitabine in combination with increasing doses of RAD001, the maximum tolerated doses and toxicities will be determined.",
    "eligibilityCriteria": "Inclusion Criteria:Patients meeting all of the following criteria are eligible for this trial:\n\n1. Histologically-confirmed metastatic breast cancer.\n2. Measurable disease either by clinical exam or radiographs.\n3. Patients must be fully recovered from acute toxicity of prior therapy.\n4. Patients must not have received prior therapy with capecitabine.\n5. Patients must not have received more than 3 prior chemotherapy regimens for metastatic breast cancer.\n6. Patients must not be receiving concurrent endocrine therapy or immunotherapy.\n7. Patients must have an expected survival of at least 3 months.\n8. Patients should have ECOG performance status 0 or 1 (KPS 100-80%).\n9. Patients should have adequate bone marrow, hepatic and renal function.\n\n   * WBC \\>= 3000/mm\\^3,\n   * ANC \\> 1500,\n   * Hgb \\> 9 g/dL,\n   * Platelets \\>= 100,000/mm\\^3,\n   * total bilirubin\\<1 .5 mg/dL,\n   * AST/ALT\\<2.5 x normal {\\<= 5x ULN in patients with liver metastases}\n   * creatinine\\<2 mg/dL);\n10. Fasting serum cholesterol ˜300 mg/dL OR ˜7.75 mmol/L AND fasting triglycerides ˜2.5 x ULN. (Note: In case one or both of these thresholds are exceeded, the patient can only be included after initiation of appropriate lipid lowering medication.)\n11. Patients must be \\>18 years of age\n12. Signed informed consent\n\nExclusion Criteria:Patients meeting any of the following criteria will not be eligible for the trial:\n\n1. Patients who have received other chemotherapy or endocrine therapy and not recovered from acute toxicity of previous therapy.\n2. Patients who have received radiotherapy within 4 weeks prior to start of this trial.\n3. Patients who have undergone major surgery within 2 weeks of study enrollment.\n4. Patients with known evidence of brain metastases or leptomeningeal disease, , including patients who continue to require glucocorticoids for brain or leptomeningeal metastases..\n5. Patients with a history of other cancers except curatively-treated carcinoma of the cervix in situ or non-melanomatous skin cancer. Patients with other cancers thought to be cured may be entered into the trial after discussion with and approval of the study chair.\n6. Patients with an active serious infection or other serious underlying medical condition that would impair their ability to receive protocol treatment.\n7. Patients with bone metastases as their only site of measurable disease.\n8. Dementia or significantly altered mental status that would prohibit the understanding and/or giving of informed consent.\n9. Pregnant or breast-feeding patients.\n10. Patients not using adequate methods of birth control if still of child-bearing potential.\n11. Patients who have received prior therapy with capecitabine.\n12. Patients who have received more than 3 prior chemotherapy regimens for metastatic breast cancer.\n13. Patients receiving other investigational therapy.\n14. Patients who have received prior treatment with experimental therapy within 30 days prior to start of trial.\n15. Patients who receive chronic systemic steroids or other immunosuppressive agents.\n16. Patients with a known history of HIV.\n17. Patients with impaired gastrointestinal function which may significantly decrease absorption of RAD001 and capecitabine.\n18. Patients with an active, bleeding diathesis or receiving anti-vitamin K therapy. (except low dose coumadin)\n19. Patients who have had prior treatment with an mTOR inhibitor (sirolimus, temsirolimus, everolimus).\n20. Patients who have any sever and/or uncontrolled medical conditions or other conditions that could affect their participation in the study such as:\n\n    * with uncontrolled diabetes mellitus,\n    * uncontrolled hypertension,\n    * severe malnutrition,\n    * unstable angina, or congestive heart failure - New York Heart Association Class III or IV, ventricular arrhythmias, active ischemic heart disease,\n    * myocardial infarction within 6 months, chronic liver disease such as cirrhosis, chronic active hepatitis or chronic persistent hepatitis /\n\n      * renal disease,\n      * Impairment of gastrointestinal function or gastrointestinal disease that may significantly alter the absorption of RAD001 (e.g., ulcerative disease, uncontrolled nausea, vomiting, diarrhea, malabsorption syndrome or small bowel resection)\n21. Patients who have had prior bone marrow or stem cell transplant.\n22. Patients receiving tube feeding or TPN, or who are 75% or less of their ideal body weight.\n23. Patients with a caloric intake of less than 500 calories per day.\n24. History of noncompliance to medical regimens\n25. Patients unwilling to or unable to comply with the protocol",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}