{
    "nctId": "NCT00820924",
    "briefTitle": "Study of Lapatinib in Breast Cancer Patients With HER-2 Non-amplified Primary Tumors and HER-2 Positive or EGFR Positive Circulating Tumor Cells",
    "officialTitle": "A Phase II Open Label, Multicenter Study to Evaluate the Efficacy and Safety of Daily Dose of Lapatinib in Advanced Breast Cancer Patients With HER-2 Non-amplified Primary Tumours and HER-2 Positive Circulating Tumour Cells or EGFR Positive Circulating Tumor Cells",
    "overallStatus": "TERMINATED",
    "conditions": "Neoplasms, Breast",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 23,
    "primaryOutcomeMeasure": "The efficacy of lapatinib in advanced breast cancer patients with HER-2 non-amplified primary tumours with HER-2 or EGFR positive circulating tumour cells.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Female patients at least 18 years old with HER-2 negative breast cancer.\n* Patients must have evidence of HER-2 or EGFR positive circulating tumour cells in a peripheral blood sample taken at screening visit.\n* Patients must have measurable, metastatic disease and no brain metastasis requiring local therapy.\n* Other criteria include ECOG score 0 to 2, life expectancy \\> 12 weeks, baseline organ function at screening visit,\n* Previous treatment with anthracyclines and/or taxanes in the neo-adjuvant, adjuvant or advanced setting, and at least one line of treatment for metastatic disease.\n\nExclusion Criteria:\n\n* Unstable medical conditions, pregnant or lactating women.\n* Inability to provide informed consent.\n* Lack of physical integrity of the upper gastrointestinal (GI) tract.\n* Co-existing malignancy or malignancies within the last 5 years with the exception of basal cell carcinoma or in-situ carcinoma, concurrent anti-cancer therapies (chemo or hormonal therapy) or investigational drugs other than study drug.\n* Concurrent radiotherapy to the only target lesion or concurrent bisphosphonates if bone metastases are the only target lesions.\n* Previous treatment with anti HER-2 or anti-EGFR therapies.\n* Protocol specified treatment regimens that would be inappropriate for the management of the subject.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}