{
    "nctId": "NCT05485766",
    "briefTitle": "Novel Neoadjuvant and Adjuvant Strategy for Germline BRCA 1/2 Mutated Triple Negative Breast Cancer",
    "officialTitle": "Neoadjuvant and Adjuvant Olaparib Plus Pembrolizumab Following Platinum Based Chemotherapy Plus Pembrolizumab for Germline BRCA Mutated Triple Negative Breast Cancer (WJOG14020B/OPERETTA)",
    "overallStatus": "RECRUITING",
    "conditions": "Triple Negative Breast Neoplasms, Triple Negative Breast Cancer, Breast Neoplasms, Breast Cancer, BRCA1 Mutation, BRCA2 Mutation, BRCA Mutation, BRCA-Associated Breast Carcinoma",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 23,
    "primaryOutcomeMeasure": "Pathological Complete Response (pCR) Rate (ypT0/TisypN0)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Male/female subjects who are at least 18 years of age on the day of signing informed consent with histologically confirmed diagnosis of invasive breast cancer\n* Have histologically confirmed TNBC, as defined by the most recent ASCO/CAP guidelines.\n* Confirmed germline BRCA 1/2 mutated.\n* Have previously untreated locally advanced non-metastatic (M0) TNBC defined as the following combined primary tumor (T) and regional lymph node (N) staging per AJCC for breast cancer staging criteria version 7 as assessed by the investigator based on radiological and/or clinical assessment:\n\n  1. T1c, N1-N2\n  2. T2, N0-N2\n  3. T3, N0-N2\n  4. T4a-d, N0-N2\n* It has been confirmed that there is no distant metastasis to each organ by the following tests. Chest: Contrast CT or FDG-PET/CT Abdominal: Contract CT\\* or FDG-PET/CT Bone: Bone scintigraphy or FDG-PET/CT Brain: In the case of no central nervous system symptoms, examination for brain metastasis is not required.\n* The subject (or legally acceptable representative if applicable) provides written informed consent for the trial.\n* Have an Eastern Cooperative Oncology Group (ECOG) performance status of 0 to 1.\n* Have adequate organ function as defined in the protocol. Specimens must be collected within 10 days prior to the start of study treatment.\n\nExclusion Criteria:\n\n* Subjects who has a positive urine pregnancy test within 72 hours prior to registration\n* Has diagnosed as inflammatory breast cancer.\n* Has received prior therapy with an anti-PD-1, anti-PD-L1, or anti-PD-L2 agent or with an agent directed to another stimulatory or co-inhibitory T-cell receptor .\n* Has received a live vaccine or live-attenuated vaccine within 30 days prior to the first dose of study drug.\n* Is currently participating in or has participated in a study of an investigational agent or has used an investigational device within 4 weeks prior to the first dose of study intervention.\n* Has a diagnosis of immunodeficiency or is receiving chronic systemic steroid therapy or any other form of immunosuppressive therapy within 7 days prior to the first dose of study drug.\n* Has a history of a second malignancy, unless potentially curative treatment has been completed with no evidence of malignancy for 2 years.\n* Has severe hypersensitivity (≥Grade 3) to pembrolizumab and investigational drugs used in this study and/or any of their excipients.\n* Has active autoimmune disease that has required systemic treatment in the past 2 years\n* Has a history of (non-infectious) pneumonitis/interstitial lung disease .\n* Has an active infection requiring systemic therapy.\n* Has a known history of Human Immunodeficiency Virus (HIV) infection.\n* Has a known history of Hepatitis B (defined as Hepatitis B surface antigen \\[HbsAg\\] reactive) or known active Hepatitis C virus (defined as HCV RNA \\[qualitative\\] is detected) infection.\n* Has a known history of active TB (Bacillus Tuberculosis).\n* Has a history or current evidence of any condition, therapy, or laboratory abnormality.\n* Has known psychiatric or substance abuse disorders that would interfere with cooperation with the requirements of the trial.\n* Is pregnant or breastfeeding, or expecting to conceive or father children.\n* Has had an allogenic tissue/solid organ transplant.\n* Has received pre-treatment with Olaparib or other PARP inhibitors.\n* Has significant cardiovascular disease\n* Has a resting electrocardiogram (ECG) indicating uncontrolled, potentially reversible cardiac conditions.\n* Subject has myelodysplastic syndrome (MDS)/acute myeloid leukemia (AML) or with features suggestive of MDS/AML.\n* Subject received colony-stimulating factors within 28 days prior to the first dose of study intervention.\n* Subject is considered a poor medical risk due to a serious, uncontrolled medical disorder, non-malignant systemic disease or active, uncontrolled infection.\n* Is either unable to swallow orally administered medication or has a gastrointestinal disorder affecting absorption.\n* Is, in the judgement of the investigator, unlikely to comply with the study procedures, restrictions, and requirements of the study.\n* Is currently receiving either strong or moderate inhibitors of cytochrome P450 (CYP)3A4 that cannot be discontinued for the duration of the study.\n* Is currently receiving either strong or moderate inducers of CYP3A4 that cannot be discontinued for the duration of the study.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}