{
    "nctId": "NCT03671330",
    "briefTitle": "Efficacy and Safety of Ribociclib in Pre- and Postmenopausal Chinese Women With HR Positive, HER2-negative, Advanced Breast Cancer.",
    "officialTitle": "Phase II Randomized, Double-blind, Placebo-controlled Study of LEE011(Ribociclib) or Placebo in Combination With Endocrine Therapy for the Treatment of Pre- and Postmenopausal Chinese Women With HR Positive, HER2-negative, Advanced Breast Cancer, Including a Subset With Pharmacokinetic Analysis.",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 327,
    "primaryOutcomeMeasure": "Progressive free survival (PFS) based on local assessment by RECIST 1.1 guideline",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patient has a histologically and/or cytologically confirmed diagnosis of estrogen receptor (ER) positive and/or progesterone receptor positive breast cancer by local laboratory (based on most recently analyzed biopsy).\n* Patient has HER2-negative breast cancer (based on most recently analyzed biopsy) defined as a negative in situ hybridization test or an Immunohistochemistry (IHC) status of 0, 1+ or 2+. If IHC is 2+, a negative in situ hybridization (FISH, CISH, or SISH) test is required by local laboratory testing.\n* Patient must have either:\n\n  * Measurable disease, i.e., at least 1 measurable lesion as per Response Evaluation Criteria in Solid Tumors (RECIST) 1.1 criteria (a lesion at a previously irradiated site may only be counted as a target lesion if there is a clear sign of progression since the irradiation). OR\n  * If no measurable disease is present, then at least 1 predominantly lytic bone lesion must be present (patients with no measurable disease and only 1 predominantly lytic bone lesion that has been previously irradiated are eligible if there is documented evidence of disease progression of the bone lesion after irradiation).\n* Patient has ECOG performance status 0 or 1.\n\nFor premenopausal cohort:\n\n* Patient is an adult, female ≥ 18 years old and \\< 60 years old at the time of informed consent and has signed informed consent before any trial related activities are conducted and according to local guidelines.\n* Confirmed negative serum pregnancy test before starting study treatment or patient has had a hysterectomy.\n* Patient has advanced (loco regionally recurrent not amenable to curative therapy or metastatic) breast cancer not amenable to curative therapy (e.g.\n\nsurgery and/or radiotherapy).\n\n* Patients who received ≤ 14 days of a NSAI (letrozole or anastrozole) with or without goserelin or goserelin ≤ 28 days for advanced breast cancer prior to randomization are eligible. Patients must continue treatment with the same hormonal agent + goserelin during the study. No treatment interruption is required for these patients prior to randomization.\n* Patients who have received up to 1 line of chemotherapy for advanced breast cancer and have been discontinued 28 days before randomization are eligible.\n\nFor postmenopausal cohort:\n\n* Patient is an adult, female ≥ 18 years old at the time of informed consent and has signed informed consent before any trial related activities and according to local guidelines.\n* Women with advanced (locoregionally recurrent or metastatic) breast cancer not amenable to curative therapy.\n\nExclusion Criteria:\n\n* Patient who has received a prior CDK4/6 inhibitor.\n* Patient with symptomatic visceral disease or any disease burden that makes the patient ineligible for endocrine therapy per the investigator's best judgment\n* Patient with CNS metastases.\n* Patient who has not had resolution of clinical and laboratory acute toxicities related to prior anti-cancer therapy to National Cancer Institute (NCI) Common Terminology Criteria for Adverse Events (CTCAE) version 4.03 Grade ≤1.\n* Patient has a known history of Human immunodeficiency Virus (HIV) infection (testing not mandatory).\n* Clinically significant, uncontrolled heart disease and/or cardiac repolarization abnormality\n* Patient is currently receiving any of the substances as defined in the protocol that cannot be discontinued 7 days prior to the start of the treatment:\n\nFor premenopausal cohort:\n\n* Pregnant or nursing (lactating) women.\n* Women of child-bearing potential, defined as all women physiologically capable of becoming pregnant, unless they are using highly effective methods of contraception during dosing of study treatment and for 21 days after stopping study medication.\n\nNote: Use of oral (estrogen and progesterone), transdermal, injected or implanted hormonal methods of contraception as well as hormonal replacement therapy is not allowed in this study.\n\nFor postmenopausal cohort:\n\n- Patient who received any prior systemic anti-cancer therapy (including hormonal therapy and chemotherapy) for advanced breast cancer.\n\nNote: Patients who received neo (adjuvant) therapy for breast cancer are eligible. If the prior neo (adjuvant) therapy included letrozole or anastrozole, the disease free interval must be greater than 12 months from the completion of treatment until randomization.\n\n- Patients who received ≤ 14 days of letrozole or anastrozole for advanced disease prior to randomization are eligible.\n\nOther protocol-defined inclusion/exclusion may apply.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT"
}