{
    "nctId": "NCT01090128",
    "briefTitle": "Study of Neoadjuvant Chemotherapy With Nanoparticle Albumin Bound Paclitaxel, Doxorubicin and Cyclophosphamide (NAC) in Patients With Stages II-III Breast Cancer",
    "officialTitle": "Phase I Study of Neoadjuvant Chemotherapy With Nanoparticle Albumin Bound Paclitaxel, Doxorubicin and Cyclophosphamide (NAC) in Patients With Stages II-III Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Stages II-III Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 27,
    "primaryOutcomeMeasure": "Type, incidence, severity, timing, seriousness and relatedness of adverse events and laboratory abnormalities",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Histologically or cytologically proven adenocarcinoma of the breast stages II-III, according to the AJCC Staging Manual, 7th Edition, 2009\n2. The following receptor status:\n\n   Expansion: Triple negative (ER\\<1%, PR\\<1%, and Her-2/neu negative Phase 1 (closed): Negative Her-2/neu status\n3. ECOG performance status 0 or 1\n4. Negative pregnancy test\n5. Normal cardiac function (ejection fraction \\> lower limit of normal) as determined by MUGA or echocardiogram\n6. ANC greater than or equal to 1,500/mm3; platelet greater than or equal to 100,000/mm3; hemoglobin greater than or equal to 9 gm/dL\n7. Serum bilirubin levels less than or equal to 1.5 mg/dL\n8. Serum aspartate transaminase (AST) and serum alanine transaminase (ALT) less than or equal to 2.5 X upper limit of normal, alkaline phosphatase less than or equal to 2.5 X upper limit of normal.\n9. Serum creatinine levels less than or equal to 1.5 mg/dL\n10. Women of childbearing potential should be advised to avoid becoming pregnant while receiving treatment with nab-paclitaxel through 28 days after the last dose. Men should be advised to not father a child while receiving treatment with azacitidine or nab-paclitaxel. Appropriate methods of birth controls for women include oral or implanted contraceptives, intrauterine device (IUD), diaphragm with spermicide, cervical cap, abstinence, use of a condom by the sexual partner or sterile sexual partner and also based on the judgment of the investigator.\n11. Female, greater than or equal to 19 years of age and any race.\n\nExclusion Criteria:\n\n1. Concurrent therapy with any other non-protocol anti-cancer therapy\n2. For Phase I patients only: Current therapy with hormone replacement therapy, or any hormonal agent such as raloxifene, tamoxifen, or other selective estrogen receptor modulators\n3. Presence of neuropathy \\> grade 2 (NCI-CTC version 3.0) at baseline\n4. History of any other malignancy requiring active treatment\n5. Clinically significant cardiovascular disease (e.g., hypertension \\[BP \\> 150/100\\], myocardial infarction or stroke within 6 months, unstable angina), New York Heart Association (NYHA) Grade II or greater congestive heart failure, or serious cardiac arrhythmia requiring medication\n6. Currently active infection.\n7. History of HIV infection or chronic hepatitis B or C.\n8. The presence of any other medical or psychiatric disorder that, in the opinion of the treating physician, would contraindicate the use of the drugs in this protocol or place the subject at undue risk for treatment complications\n9. Pregnancy or breast feeding\n10. A history of a severe hypersensitivity reaction to nab-paclitaxel.\n11. Any reason why, in the opinion of the investigator, the patient should not participate.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}