{
    "nctId": "NCT05622058",
    "briefTitle": "A Study of ALRN-6924 for Protection of Chemotherapy-Induced Side Effects in Patients With TP53-Mutant Breast Cancer",
    "officialTitle": "A Phase 1b Clinical Study of the Dual MDMX/MDM2 Inhibitor, ALRN-6924, as a Chemoprotection Agent in Patients With TP53-Mutated, HER2 Negative Breast Cancer Receiving Neoadjuvant or Adjuvant Chemotherapy With Docetaxel, Doxorubicin, and Cyclophosphamide (TAC)",
    "overallStatus": "TERMINATED",
    "conditions": "Prevention of Chemotherapy-induced Myelosuppression",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "PREVENTION",
    "enrollmentCount": 6,
    "primaryOutcomeMeasure": "Safety and tolerability of ALRN-6924 in combination with TAC chemotherapy",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Females and males, age ≥18years.\n* Patients who, in the investigator's judgment, are able to understand and willing to comply with the requirements of this clinical trial and to provide written informed consent.\n* Histologically confirmed diagnosis of HER2 negative breast cancer\n* Candidate to receive chemotherapy with TAC regimen\n* Presence of p53 mutation(s) in tumor tissue as assessed by next generation sequencing (NGS).\n* Eastern Cooperative Oncology Group (ECOG) Performance Status of ≤2\n* Left ventricular ejection fraction \\> 55%.\n* Laboratory results obtained within 14 days prior to the first study treatment administration (Cycle 1, Day 0) demonstrating:\n\n  * Absolute neutrophil count (ANC) ≥ 1500 cells/μL (without granulocyte colony stimulating factor \\[G-CSF\\] support within 2 weeks prior to the first study treatment administration)\n  * Platelet count ≥ 100,000/μL (without transfusion within 2 weeks prior to the first study treatment administration)\n  * Hemoglobin ≥ 10.0 g/dL\n  * AST, ALT, and alkaline phosphatase ≤ 2.5 x the upper limit of normal (ULN)\n  * Serum bilirubin ≤ 1.5× ULN (patients with known Gilbert's disease who have serum bilirubin level ≤ 3× ULN may be enrolled.)\n  * Patients who are not receiving therapeutic anticoagulation: Calculated creatinine clearance (CrCl) ≥ 30 mL/min (Cockcroft-Gault formula).\n* Have not received prior chemotherapy or targeted systemic therapy for their breast cancer.\n\nExclusion Criteria:\n\n* Known hypersensitivity to any component of study treatment.\n* Prior chemotherapy for HER2 negative breast cancer.\n\n  1. Presence of distant metastases. Nodal involvement is acceptable.\n* Uncontrolled intercurrent illness including but not limited to:\n\n  * Clinically significant, active, uncontrolled infection including human immunodeficiency virus (HIV), or hepatitis B or C\n\n    * Patients with HIV must be on effective antiretroviral therapy for ≥ 4 weeks prior to enrollment and have HIV viral load \\< 400 copies/mL, have had no acquired immunodeficiency syndrome (AIDS)-defining opportunistic infections in the past 12 months, and have CD4+ count ≥ 350 cells/μL.\n    * Patients with chronic hepatitis B virus (HBV) must be on antiviral therapy and have HBV viral load below the limits of detection.\n    * Patients with hepatitis C virus (HCV) must be on or have completed antiviral therapy and have an HCV viral load below the limits of detection.\n  * Uncontrolled hypertension\n  * Uncontrolled diabetes mellitus\n* Clinically unstable cardiac disease, including unstable atrial fibrillation, symptomatic bradycardia, unstable congestive heart failure, active myocardial ischemia, or indwelling temporary pacemaker.\n* Pregnant or lactating women.\n* Hereditary angioedema of any severity or severe or life-threatening angioedema due to any cause.\n* Treatment with an investigational agent for any indication within the shorter of 14 days or 5 half-lives, if the half-life is known.\n* The required use of any concomitant medications that are predominantly cleared by hepatobiliary transporters, OATP members OATP1B1 and OATP1B3, on the day of the first ALRN-6924 infusion to within 48 hours after the last ALRN-6924 infusion in a treatment cycle. This criterion does not apply to the patients in the control group.\n* Other medications, severe acute/chronic medical or psychiatric condition, or laboratory abnormality that may increase the risk associated with study participation or study drug administration, or may interfere with the interpretation of study results, and in the judgment of the investigator would make the patient inappropriate for entry into this study.\n* Clinically evident alopecia of any grade at screening.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}