{
    "nctId": "NCT03714243",
    "briefTitle": "Blood Brain Barrier Disruption (BBBD) Using MRgFUS in the Treatment of Her2-positive Breast Cancer Brain Metastases",
    "officialTitle": "A Study to Evaluate the Safety and Feasibility of Blood-Brain Barrier Disruption Using MRI-Guided Focused Ultrasound in the Treatment of Her2-positive Breast Cancer Brain Metastases",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer, Brain Metastases",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "DEVICE_FEASIBILITY",
    "enrollmentCount": 10,
    "primaryOutcomeMeasure": "Adverse events",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Men and women between 18 and 80 years of age\n* Able and willing to give informed consent\n* Metastatic Her2-positive breast cancer with brain metastases\n* Karnofsky performance score 70-100\n* ASA score 1-3\n* Able to communicate sensations during the ExAblate BBBD procedure\n* Able to attend all study visits (i.e., life expectancy of at least 3 months)\n* At least 14 days passed since last brain surgery\n* At least 6 weeks passed since last radiation treatment\n\nExclusion Criteria:\n\n* Brain metastases not visible on the pre-therapy imaging\n* The sonication pathway to the tumour involves:\n\n  i. Extensive scalp scars ii. Clips or other metallic implanted objects in the skull or the brain, except shunts\n* The subject presents with symptoms and signs of increased intracranial pressure (e.g., headache, nausea, vomiting, lethargy, and papilledema)\n* Cardiac disease or unstable hemodynamics including:\n\n  i. Documented myocardial infarction within six months of enrolment ii. Unstable angina on medication iii. Congestive heart failure iv. Left ventricular ejection fraction \\< 50% v. Right-to-left, bidirectional, or transient right-to-left cardiac shunts vi. History of a hemodynamically unstable cardiac arrythmia vii. Cardiac pacemaker viii. Contraindications to perflutren including subjects with a family or personal history of QT prolongation or taking concomitant medications known to cause QTc prolongation\n* Severe hypertension (diastolic BP \\> 100 on medication)\n* Anti-coagulant therapy or medications known to increase risk of hemorrhage within washout period prior to treatment (i.e. antiplatelet or vitamin K inhibitor anticoagulants within 7 days, non-vitamin K inhibitor anticoagulants within 72 hours, or heparin-derived compounds within 48 hours of treatment)\n* History of a bleeding disorder, coagulopathy or with a history of spontaneous tumour hemorrhage\n* Abnormal level of platelets (\\< 100000) or INR \\> 1.3\n* Documented cerebral infarction within the past 12 months\n* Transient Ischemic Attack (TIA) in the last 1 month\n* Known allergy sensitivity or contraindications to gadolinium-diethylenetriamine penta-acetic acid (DTPA), CT contrast, or perflutren or trastuzumab\n* Allergy to eggs or egg products\n* Contraindications to MRI such as non-MRI-compatible implanted devices\n* Large subjects not fitting comfortably into the MRI scanner (generally \\>250 lbs)\n* Difficulty lying supine and still for up to 4 hours in the MRI unit or claustrophobia\n* Untreated, uncontrolled sleep apnea\n* Positive pregnancy test (for pre-menopausal women)\n* Known life-threatening systemic disease\n* Severely impaired renal function\n* Respiratory: chronic pulmonary disorders, e.g. severe emphysema, chronic obstructive pulmonary disease (COPD), pulmonary vasculitis, or other causes of reduced pulmonary vascular cross-sectional area, subjects with a history of drug allergies\n* Any illness or medical condition that in the investigator's opinion precludes participation in this study",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}