{
    "nctId": "NCT02291913",
    "briefTitle": "Everolimus Combined With Anti-estrogen Therapy in Hormone-Receptor-Positive HER-2 Negative Advanced Breast Cancer",
    "officialTitle": "Phase II Open Label Study of Everolimus in Combination With Anti-estrogen Therapy in Hormone Receptor-Positive HER2-Negative Advanced Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 48,
    "primaryOutcomeMeasure": "Median Progression Free Survival (PFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Histologic diagnosis of unresectable, locally recurrent or MBC.\n2. ER and/or PR-positive tumors with staining by immunohistochemistry (IHC) based on the most recent biopsy.\n3. Only 1 previous chemotherapy regimen for MBC. Patients progressing while receiving adjuvant endocrine therapy or progressing \\<12 months from completion of adjuvant endocrine therapy are eligible.\n4. Progressed on anti-estrogen therapy (tamoxifen, fulvestrant, anastrozole, letrozole, exemestane, toremifine, or LHRH agonists in conjunction with anti-estrogen therapy) defined as:\n\n   * Recurrence while on, or within 12 months of end of anti-estrogen therapy for early stage breast cancer, or\n   * Progression while on, or within one month of anti-estrogen therapy for locally advanced or metastatic breast cancer.\n\n   Note: No washout for anti-estrogen therapy required. Anti-estrogen therapy does not have to be the last treatment prior to study entry.\n5. Post-menopausal or pre/peri-menopausal women on tamoxifen. LHRH agonists may be used to render ovarian suppression with postmenopausal ranges of estradiol or FSH per institutional guidelines.\n6. HER2-negative breast cancer, defined as follows:\n\n   * Fluorescent In Situ Hybridization (FISH)-negative (FISH ratio \\<2.0), or\n   * IHC 0-1+, or\n   * IHC 2-3+ AND FISH-negative (FISH ratio \\<2.0).\n7. Measureable disease as measured by Response Evaluation Criteria in Solid Tumors (RECIST) criteria version 1.1 or evaluable bone lesions, lytic or mixed, in absence of measureable disease by RECIST criteria.\n8. Adequate hematologic, hepatic and renal function.\n9. International normalized ratio (INR) ≤1.5 or prothrombin time (PT)/partial thromboplastin time (PTT) within normal limits (WNL) of the institution (if patient is not on anti-coagulation therapy).\n10. Age ≥ 18 years.\n11. ECOG Performance Status score of 0-2.\n12. Life expectancy of ≥ 12 weeks.\n\nExclusion Criteria:\n\n1. Previous therapy or known intolerance/hypersensitivity with any approved or investigational mTOR inhibitor (e.g., temsirolimus, everolimus, sirolimus).\n2. Patients who are ≤21 days after their most recent chemotherapy and have not recovered from side effects.\n3. Use of an investigational drug ≤21 days or 5 half-lives (whichever is shorter) prior to the first dose of everolimus. For investigational drugs for which 5 half-lives is ≤21 days, a minimum of 10 days between termination of the investigational drug and administration of everolimus is required.\n4. Wide field radiotherapy (including therapeutic radioisotopes such as strontium 89) administered ≤28 days or limited field radiation for palliation ≤7 days for metastatic disease prior to first dose of everolimus or has not recovered from side effects of such therapy.\n5. Previously untreated brain metastases. Patients who have received radiation or surgery for brain metastases are eligible if there is no evidence of central nervous system (CNS) disease progression, and at least 2 weeks have elapsed since treatment. Patients are not permitted to receive enzyme inducing anti-epileptic drugs (EIAEDs) during the study and should not be receiving chronic corticosteroid therapy for CNS metastases.\n6. Patients with known active hepatitis B (HBV) or hepatitis C (HCV) infection. Patients with risk factors for hepatitis must have HBV DNA and HCV RNA testing by PCR, and are ineligible if these tests are positive.\n7. Patients receiving immunization with attenuated live vaccines within 1 week of study entry or during study period.\n\nNOTE: There are additional inclusion/exclusion criteria. The study center will determine patient eligibility and respond to any questions.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}