{
    "nctId": "NCT03006614",
    "briefTitle": "PERS Genetic Model Assistant Decision-making System of Neoadjuvant Chemotherapy for Breast Cancer",
    "officialTitle": "Using PERS(PErsonalized Regimen Selection) Genetic Model Assistant Decision-making System of Neoadjuvant Chemotherapy for Breast Cancer Multicentric, Prospective, Randomized Controlled Phase III Clinical Study",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer Model, Effects of Chemotherapy, Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 320,
    "primaryOutcomeMeasure": "Surgical specimens of breast primary tumors and axillary lymph nodes as measured by Pathological examination.",
    "eligibilityCriteria": "Inclusion criteria: all of the patients in the trial need to meet\n\n* age: at least 18 years old;\n* ECOG(Eastern Cooperative Oncology Group) scoring ≤1;\n* confirmed by histology or cytology breast infiltrating ductal carcinoma\n* agreed to breast cancer tissue biopsy\n* here is a new adjuvant chemotherapy against patients with stage II/III\n* According to RECIST criteria, target lesion in patients with at least one, at least one single diameter measurable lesions .Is defined as a measurable lesions with the following method can accurately measure at least one of the diameter of the lesion: lesions or greater diameter 20 mm or measured in conventional methods spiral CT measurement lesions 10 mm diameter or greater. Positron emission tomography (CT) and ultrasound can not be used as measurement method lesions.\n* The normal numerical laboratory： The patient's level of organ function must meet the following requirements: enough reserves: bone marrow neutrophils (cent leaves and ribbon neutrophils) absolute count (ANC) ≥1.5\\*109 / L, or platelets≥ 100\\*109 / L, or acuity ≥ 9 g/dL and hemoglobin.Liver: bilirubin \\< 1.5 times the upper limit of normal, alkaline phosphatase (AP), aspartate aminotransferase (AST) and alanine aminotransferase (ALT) \\< 3.0 times the upper limit of normal (If allowed to AP with liver metastasis, AST, ALT \\< 5 times the upper limit of normal).Kidney： creatinine clearance or 45 mL/min.\n* Signed informed consent;\n* is expected to survival in patients with 3 or more months.\n* patient adherence and geographic location of residence meet the needs of the follow-up.\n* in the research into the group of 7 days before the serum or urine pregnancy test must be negative, and must be for the nursing of patients.Or sterilization surgery, patients after menopause, or agreed to in the research during the treatment and research within 6 months after the end of the treatment period using an approved by the medical contraception (such as intrauterine device (IUD), pill or condoms)\n\nExclusion Criteria:\n\n* ECOG(Eastern Cooperative Oncology Group) scoring ≥2 ;\n* At the same time to accept any other anti-tumor treatment.\n* In the past 12 months have congestive heart failure, drug treatment can't control history of arrhythmia, myocardial infarction, etc;\n* The serious, which has not been controlled intercurrent infection, organ dysfunction, or serious metabolic disorder of patients;\n* Active infection (decided by the researchers.\n* According to the researcher's judgment, there is serious to endanger the safety of patients, or patients completed the research associated with disease.\n* Pregnancy or breast-feeding women.\n* Always have a clear history of neurological or psychiatric disorders, including epilepsy, or dementia.\n* A history of other tumors or combined with other tumor patients.\n* Before study enrollment for any reason within 30 days of use had not been approved by the local drug ；\n* Unwilling or unable to continue to comply with the experimental program, or can not cope with patients follow-up;\n* Researchers think that is unfavorable to the participants.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}