{
    "nctId": "NCT05252390",
    "briefTitle": "NUV-868 as Monotherapy and in Combination With Olaparib or Enzalutamide in Adult Patients With Advanced Solid Tumors",
    "officialTitle": "Phase 1/2 Safety and Efficacy Study of NUV-868 as Monotherapy and in Combination With Olaparib or Enzalutamide in Adult Patients With Advanced Solid Tumors",
    "overallStatus": "RECRUITING",
    "conditions": "Advanced Solid Tumor, Ovarian Cancer, Ovary Cancer, Cancer of Ovary, Cancer of the Ovary, Ovary Neoplasm, Pancreatic Cancer, Pancreas Cancer, Cancer of Pancreas, Cancer of the Pancreas, Pancreas Neoplasm, Prostate Cancer, Prostatic Cancer, Cancer of Prostate, Cancer of the Prostate, Prostate Neoplasm, Castrate Resistant Prostate Cancer, Castration Resistant Prostatic Cancer, Castration Resistant Prostatic Neoplasms, Triple-negative Breast Cancer, Triple Negative Breast Cancer, Triple Negative Breast Neoplasms, Breast Cancer, Breast Carcinoma, Cancer of Breast, Cancer of the Breast, Breast Tumor",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 657,
    "primaryOutcomeMeasure": "Phase 1 Monotherapy Dose Escalation: Safety and tolerability of NUV-868 to determine the recommended Phase 2 dose (RP2D)",
    "eligibilityCriteria": "Key Inclusion Criteria For All Phases and Cohorts:\n\n1. Recovered from toxicity to prior anticancer therapy\n2. Adequate bone marrow and organ function\n3. No known active or symptomatic central nervous system (CNS) disease\n\nCohort-Specific Inclusion Criteria: In addition to the inclusion criteria listed above, the following criteria apply for enrollment into specific cohorts.\n\nPhase 1 (NUV-868 Monotherapy)\n\n1. Patients with advanced solid tumors that have progressed during or after treatment with approved therapies or for which there is no standard effective therapy available\n2. Life expectancy of \\> 3 months\n3. Eastern Cooperative Oncology Group Performance Status ≤ 2\n4. Measurable or non-measurable disease\n\nPhase 1b (NUV-868 in Combination With Enzalutamide or Olaparib)\n\n1. Life expectancy of \\> 3 months\n2. Eastern Cooperative Oncology Group Performance Status ≤ 2\n3. (Select cohorts only) Measurable disease\n4. Patient must be able to read and write sufficiently to document food intake and study drug dosing on the Dosing Diary or must have a caregiver who is willing and able to complete the Dosing Diary with the patient.\n5. One of the following tumor types:\n\n   1. Ovarian: Platinum-resistant OR platinum-refractory high grade serous ovarian, fallopian, or primary peritoneal cancer in the relapsed setting\n   2. Pancreatic: Pancreatic ductal adenocarcinoma (PDAC) with progression on or after treatment with at least one line of systemic chemotherapy in the advanced setting\n   3. Prostate: Histologically confirmed, metastatic adenocarcinoma of the prostate (adenocarcinoma/high grade carcinoma with neuroendocrine features is allowed) with progression on or after treatment with at least one NHT in the metastatic setting\n   4. Breast: Triple-negative breast cancer (TNBC) with progression on or after treatment with at least one line of systemic chemotherapy in the advanced setting\n   5. Other advanced tumors (only Phase 1b dose escalation, NUV-868 + olaparib): the study Medical Monitor must approve enrollment.\n   6. For all tumor types: Patients will be allowed in the study regardless of their BRCA/HRR status.\n\nPhase 2\n\n1. Life expectancy of \\> 6 months\n2. (Select cohorts only): At least one measurable lesion defined by standard criteria\n3. Eastern Cooperative Oncology Group Performance Status ≤ 1\n4. One of the following tumor types:\n\n   1. Ovarian: Platinum-resistant or platinum- refractory high grade serous ovarian, fallopian, or primary peritoneal cancer in the relapsed setting\n   2. Pancreatic: Progression on or after treatment with at least one line of systemic chemotherapy in the advanced setting\n   3. Prostate: Histologically confirmed, metastatic adenocarcinoma of the prostate (adenocarcinoma/high grade carcinoma with neuroendocrine features is allowed) with progression on or after treatment with at least one NHT in the metastatic setting\n   4. Breast: TNBC with progression on or after treatment with at least one line of systemic chemotherapy in the advanced setting\n\nKey Exclusion Criteria For All Phases and Cohorts:\n\n1. Have received chemotherapy, hormonal therapy (except for ongoing luteinizing hormone-releasing hormone \\[LHRH\\] analogs in male patients and premenopausal women), radiation, or biological anticancer therapy within 14 days prior to the first dose of NUV-868.\n2. Received treatment with an investigational agent for any indication within 14 days for non-myelosuppressive agent, or within 21 days or \\< 5 half-lives (whichever is longer) for myelosuppressive agent, prior to the first dose of study treatment.\n3. Requires medications that are known to be strong (or moderate for olaparib) inducers and/or strong (or moderate for olaparib) inhibitors of CYP3A4/5 enzymes.\n4. Female patients who are pregnant of breastfeeding.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}