{
    "nctId": "NCT03222258",
    "briefTitle": "Prospective Cohort Study Depending on the Use of Palliative Care for Advanced Stage of Cancer Patients",
    "officialTitle": "Change of Quality of Life, Treatment Decision and Utilization of Health Care Depending on the Use of Palliative Care in Adult and Pediatric Patients With Advanced Stage of Cancer: a Prospective Cohort Study",
    "overallStatus": "COMPLETED",
    "conditions": "Stage IV Breast Cancer, Stage IV Pancreatic Cancer, Stage IV Colon Cancer, Stage IV Gastric Cancer, Stage IV Lung Cancer, Stage IV Liver Cancer, Malignant Hematologic Neoplasm, Biliary Cancer Metastatic, Pediatric Leukemia, Pediatric Lymphoma, Pediatric Brain Tumor, Pediatric Solid Tumor",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 444,
    "primaryOutcomeMeasure": "Change from baseline Overall QOL of EORTC QLQ - Core 15 at 6 months items",
    "eligibilityCriteria": "\\[Adult Patients\\]\n\nInclusion Criteria:\n\n* 19 years of age or older and diagnosed as cancer older than 19 years of age\n* Stage 4 of advanced Breast Cancer, Colon cancer, gastric cancer, pancreatobiliary cancer, lung cancer, Liver Cancer or Malignant hematologic neoplasm\n* Patients under one of the following status : 1) under the standard chemotherapy, 2) interrupted state of standard chemotherapy, 3) under the additional chemotherapy after standard chemotherapy, 4) terminating state of any chemotherapy yet expected to be survive more than 6 months.\n* who understand the purpose and method of the study and sign with informed consent form.\n\nExclusion Criteria:\n\n* who are unable to participate due to poor cognitive capacity\n* who cannot read or understand Korean language\n* who are unable to complete surveys due to physical conditions\n\n\\[Pediatric Patients\\]\n\nInclusion Criteria:\n\n* Who was diagnosed as pediatric cancer between 0-18 years of age.\n* Younger than 30 years of age\n* Patients under one of the following status : 1)recurrence after 2nd standard chemotherapy or without remission in leukemia, 2) recurrence after stem cell transplantation, 3) diagnosed as the cancer of poor prognosis : ATRT, glioblastoma multiforme, brainstem glioma etc.\n* Patients or their proxy understand the purpose and method of the study and sign with informed consent form.\n\nExclusion Criteria:\n\n* Parents of patient are unable to participate due to poor cognitive capacity\n* Parents of patient do not have legal responsibility or rights of the patient\n* Parents of patients cannot speak, read or understand Korean language",
    "sex": "ALL",
    "minimumAge": "N/A",
    "stdAges": "CHILD, ADULT, OLDER_ADULT"
}