{
    "nctId": "NCT03819010",
    "briefTitle": "Neoadjuvant Letrozole and Palbociclib in Patients With Stage II-IIIB Breast Cancer, HR+, HER2 -",
    "officialTitle": "Neoadjuvant Letrozole + Palbociclib in Patients With II-IIIB BC,HR+, HER2-, Phenotype and Pretreatment Recurrence Score(RS):18-25 or 26-100 by Oncotype DX Breast RS Assay.Analysis of RS and Pathological Changes at Surgery",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 66,
    "primaryOutcomeMeasure": "Difference on Recurrence Score between pre and post-treatment (molecular results)",
    "eligibilityCriteria": "IInclusion criteria\n\nPatients must meet ALL of the following inclusion criteria to be eligible for enrolment into the study:\n\n1. Female patients over 18 years of age.\n2. Patients have been informed about the nature of study, have agreed to participate in the study, and have signed the informed consent form prior to participation in any study-related activities.\n3. Premenopausal and postmenopausal women. Premenopausal women must be treated with LHRH analogue since patient pre- registration. Premenopausal or postmenopausal status should have been established before starting study treatment with letrozole plus palbociclib based on the following classification:\n\n   1. Postmenopausal status is defined as either:\n\n      * Prior bilateral oophorectomy; Or\n      * Age\\>60 years; Or\n      * Age\\<60 years and amenorrhoeic for 12 months in the absence of chemotherapy, tamoxifen, toremifene or ovarian suppression, and follicle-stimulating hormone (FSH) and estradiol in postmenopausal range.\n   2. Premenopausal status is defined as all those women who do not meet any of above criteria.\n4. Eastern Cooperative Oncology Group (ECOG) performance status ≤ 1.\n5. Histologically confirmed infiltrating breast cancer.\n6. HR-positive (estrogen receptor \\[ER\\]-positive and/or progesterone receptor \\[PgR\\]-positive) EBCs (breast cancers that have at least 10% of cells staging positive for ER and/or PgR). ER and/or PgR status will be centrally confirmed by using immunohistochemistry (IHC) testing for an Allred score of 6-8 in at least one of them.\n7. Patients with HER2-negative breast cancer through in situ hybridization test (fluorescence in situ hybridization \\[FISH\\], chromogenic in situ hybridization \\[CISH\\], or silver enhanced in situ hybridization \\[SISH\\]) or negative immunohistochemical status of 0, 1+, or 2+. If IHC is 2+, a negative in situ hybridization (FISH, CISH, or SISH) test is required.\n8. Ki67 levels ≥ 20% confirmed by IHC testing in a central laboratory.\n9. Tumor size \\> 2,0 cm (T2-4 according to TNM staging system, but always \\> 2,0 cm) by mammogram, breast ultrasound, or breast magnetic resonance imaging (MRI).\n10. Patients must have a measurable disease by mammogram and/or breast ultrasound.\n11. Patients with two significant lesions (both larger than 1 cm and with more than 1 cm distance between them) will require tumor sample from both lesions and proper preoperative marking of both. To be registered, both lesions should fulfil inclusion criteria 5 and 6 and both tumor samples will be submitted. Patient with more than 2 significant lesions will not be eligible.\n12. Limited node involvement (N0-2, according to TNM staging system), assessed by ultrasound. Sentinel lymph node biopsy or axillary dissection, are allowed.\n13. No metastatic disease (M0, according to TNM staging system).\n14. Available pre-treatment tissue sample (biopsy) material (formalin- fixed paraffin-embedded (FFPE) for central confirmation and RS evaluation by the Assay.\n15. Patients agree to collection of tissue biopsy from the primary breast cancer at the time of study inclusion (screening), at Cycle 1 Day 14 of treatment, and after 24 weeks (surgery), or if experience intolerable side effects, disease progression, or withdraw during 24 weeks of study treatment.\n16. No prior chemotherapy, endocrine, or radiation therapy for current disease.\n17. Adequate organ function:\n\n    1. Hematological: White blood cell (WBC) count ≥ 3.0 x 109/L, absolute neutrophil count (ANC) ≥ 1.5x 109/L, platelet count ≥ 75.0 x109/L, and hemoglobin ≥ 10.0 g/dL (≥ 6.2 mmol/L).\n    2. Hepatic: Bilirubin ≤ 1.5 times the upper limit of normal (x ULN) (or total bilirubin ≤ 3.0 x ULN or direct bilirubin ≤ 1.5 x ULN in patients with well-documented Gilbert's syndrome); alkaline phosphatase (ALP) ≤ 2.5 times ULN; aspartate transaminase (AST) and alanine transaminase (ALT) ≤ 3 times ULN.\n    3. Renal: Serum creatinine ≤ 1.5 x ULN.\n18. Resolution of all acute toxic effects of prior surgical procedures to grade ≤1 as determined by the NCI CTCAE v.5.0.\n\nExclusion criteria\n\nPatients will be excluded from the study if they meet ANY of the following criteria:\n\n1. Metastatic progression (M1, according to TNM staging system).\n2. Substantial nodal involvement (N\\>2, according to TNM staging system).\n3. Non-large tumor (T0-1, according to TNM staging system).\n4. Bilateral breast carcinoma.\n5. Inflammatory carcinoma (T4d, according to TNM staging system).\n6. Patient with multicentric or multifocal (more than 2 lesions) breast cancer.\n7. Excisional biopsy of the primary tumor.\n8. Known hypersensitivity to any palbociclib excipients.\n9. Known hypersensitivity to any letrozole excipients.\n10. Patients unable to swallow tablets.\n11. Patients have a concurrent malignancy or malignancy within five years of study enrollment with the exception of carcinoma in situ of the cervix, non-melanoma skin carcinoma, or stage I uterine cancer. For other cancers considered to have a low risk of recurrence, discussion with the Medical Monitor is required.\n12. Previous radiotherapy on the ipsilateral chest wall for the treatment of any other malignancy.\n13. Major surgery (defined as requiring general anesthesia) or significant traumatic injury within four weeks of start of study treatment, or patients who have not recovered from the side effects of any major surgery, or patients that may require major surgery during the course of the study.\n14. Have a serious concomitant systemic disorder (i.e., active infection including HIV, or cardiac disease) incompatible with the study (at the discretion of investigator).\n15. Patients with an active bleeding diathesis, previous history of bleeding diathesis, or anti-coagulation treatment (the use of low molecular weight heparin is allowed as soon as it is used as prophylaxis intention).\n16. History of malabsorption syndrome or other condition that would interfere with enteral absorption.\n17. Chronic daily treatment with corticosteroids with a dose of ≥ 10mg/day methylprednisolone equivalent (excluding inhaled steroids).\n18. QTc interval \\> 480 msec on basal assessments, personal history of long or short QT syndrome, Brugada syndrome or known history of QTc prolongation, or Torsade de Pointes (TdP).\n19. Uncontrolled electrolyte disorders that can compound the effects of a QTc-prolonging drug (i.e., hypocalcemia, hypokalemia, or hypomagnesemia).\n20. Participation in the treatment phase of an interventional trial within 30 days prior to study treatment start.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}