{
    "nctId": "NCT00918281",
    "briefTitle": "Reproducibility of 18F Uptake by Solid Tumors Using PET Imaging Following Intravenous Administration of (18F) Injection",
    "officialTitle": "A Test-retest Study to Assess Reproducibility of 18F Uptake by Solid Tumors Using PET Imaging Following Intravenous Administration of AH111585 (18F) Injection.",
    "overallStatus": "COMPLETED",
    "conditions": "Solid Tumors, High Grade Gliomas, Lung Cancer, Head and Neck Cancer, Sarcoma, Renal Cell Carcinoma, Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "DIAGNOSTIC",
    "enrollmentCount": 70,
    "primaryOutcomeMeasure": "Test Image and Retest Image Reproducibility of Fluciclatide Injection ([18F]AH111585) Uptake by Solid Tumors Following Intravenous Administration of AH111585 (18F) Injection Via PET Imaging.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* The subject has been diagnosed with at least one solid primary or metastatic tumor greater than 2.0 cm in diameter, including but not limited to NSCLC, RCC, GBM, melanoma, sarcoma, breast and H\\&N cancers.\n* The subject has received clinical routine imaging diagnostic work-up within 8 weeks prior to the first \\[18F\\]AH111585 PET scan.\n* The subject has a clinically acceptable (as judged by the investigator) physical examination at screening and is capable of self-care.\n\nExclusion Criteria:\n\n* The subject has known hyper- or hypo-coagulation syndromes.\n* The subject has received chemotherapy within 3 weeks, or received radiotherapy, surgery or any other treatment against cancer within 4 weeks prior to the first \\[18F\\]AH111585 PET scan.\n* The subject is scheduled to undergo chemotherapy, radiotherapy, surgery or any other treatment against cancer between the first and second \\[18F\\]AH111585 PET scans.\n* The subject is scheduled to undergo biopsy for the target tumour between the first and second \\[18F\\]AH111585 PET scans.\n* The subject has intra-hepatic tumour(s) only.\n* For the immuno-histochemistry group, the subject's target tumour has been biopsied less than or equal to 1 week prior to the first \\[18F\\]AH111585 PET scan.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}