{
    "nctId": "NCT02900664",
    "briefTitle": "A Study of PDR001 in Combination With CJM112, EGF816, Ilaris® (Canakinumab) or Mekinist® (Trametinib)",
    "officialTitle": "Phase Ib, Open-label, Multi-center Study to Characterize the Safety, Tolerability and Pharmacodynamics (PD) of PDR001 in Combination With CJM112, EGF816, Ilaris® (Canakinumab) or Mekinist® (Trametinib)",
    "overallStatus": "COMPLETED",
    "conditions": "Colorectal Cancer, Triple Negative Breast Cancer, NSCLC - Adenocarcinoma",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 283,
    "primaryOutcomeMeasure": "Frequency of treatment-emergent Adverse Events (AEs) and Serious Adverse Events (SAEs) as a measure of safety",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients with advanced/metastatic cancer, with measurable disease as determined by RECIST version 1.1, who have progressed despite standard therapy or are intolerant to standard therapy, and for whom no effective therapy is available.\n\nPatients must fit into one of the following groups:\n\n* Colorectal cancer (CRC) (not mismatch repair deficient by local assay including PCR and/or immunohistochemistry)\n* Non-small cell lung cancer (NSCLC) (adenocarcinoma)\n* Triple Negative Breast Cancer (TNBC) (D\n* ECOG Performance Status ≤ 2\n* Patient must have a site of disease amenable to biopsy, and be a candidate for tumor biopsy according to the treating institution's guidelines. Patient must be willing to undergo a new tumor biopsy at baseline, and again during therapy on this study.\n* Prior therapy with PD-1/PDL-1 inhibitors is allowed provided any toxicity attributed to prior PD-1- or PD-L1-directed therapy did not lead to discontinuation of therapy.\n* Written informed consent must be obtained prior to any screening procedures other than procedures performed as part of standard of care.\n\nExclusion Criteria:\n\n* Presence of symptomatic central nervous system (CNS) metastases, or CNS metastases that require local CNS-directed therapy, or increasing doses of corticosteroids within the prior 2 weeks.\n* History of severe hypersensitivity reactions to other monoclonal antibodies.\n* Out of range laboratory values for measures of hepatic and renal function, electrolytes and blood counts\n* Impaired cardiac function or clinically significant cardiac disease.\n* Patients with active, known or suspected autoimmune disease.\n* Human Immunodeficiency Virus infection at screening.\n* Escalation part: Active Hepatitis B (HBV) or Hepatitis C (HCV) virus infection at screening.\n\nExpansion part: Patients with active HBV or HCV are excluded, excepting those patients undergoing treatment for HBV or HCV.\n\n* Malignant disease, other than that being treated in this study.\n* Recent systemic anti-cancer therapy\n* Active infection requiring systemic antibiotic therapy.\n* Patients requiring chronic treatment with systemic steroid therapy, other than replacement dose steroids in the setting of adrenal insufficiency or treatment with low, stable dose of steroid (\\<10mg/ day prednisone or equivalent) for stable CNS metastatic disease.\n* Patients receiving systemic treatment with any immunosuppressive medication, excepting the above\n* Use of any live vaccines against infectious diseases (e.g. influenza, varicella, pneumococcus) within 4 weeks of initiation of study treatment.\n* Participation in an interventional, investigational study within 2 weeks of the first dose of study treatment.\n* Presence of ≥ CTCAE grade 2 toxicity (except alopecia and ototoxicity, which are excluded if ≥ CTCAE grade 3) due to prior cancer therapy.\n* Recent use of hematopoietic colony-stimulating growth factors (e.g. G-CSF, GMCSF, M-CSF)\n\nAdditional exclusion criteria for Combination arm PDR001+canakinumab and single-agent canakinumab\n\n* Patients with tuberculosis (TB). Note: Patient with latent TB may be eligible based on the investigator's benefit-risk assessment.\n* Patients who have been infected with HBV or HCV including those with inactive disease.\n\nAdditional exclusion criteria for Combination arm PDR001+CJM112\n\n* Patients with TB. Note: Patient with latent TB may be eligible based on the investigator's benefit-risk assessment.\n* Patients with history of and/or active inflammatory bowel disease.\n* Active skin or soft tissue infection including cellulitis, erysipelas, impetigo, furuncle,carbuncle, abscess, or fasciitis.\n* Active candida infection, including mucocutaneous infection or history of invasive candidiasis.\n\nAdditional exclusion criteria for Combination arm PDR001+trametinib\n\n* Patients with history of retinal vein oclusion.\n* Patients with history of interstitial lung disease or pneumonitis.\n* Patients with cardiomyopathy and/or LVEF \\< LLN.\n* Impairment of gastrointestinal function or GI disease that may significantly alter the absorption of oral combination partners.\n* Hemoglobin (Hgb) \\< 9 g/dL without growth factor or transfusion support\n* Women of child-bearing potential using hormonal contraception, unless an additional contraception method is also used according to the Mekinist® label.\n\nAdditional exclusion criteria for Combination arm PDR001+EGF816\n\n* NSCLC patients with EGFR mutant tumors.\n* Strong inhibitors and strong inducers of CYP3A4 should not be used concomitantly.\n* Patients with history of interstitial lung disease.\n* Patients who have been infected with HBV or HCV including those with inactive disease.\n* Impairment of gastrointestinal function or GI disease that may significantly alter the absorption of oral combination partners\n* Patients cannot have received radiotherapy to lung fields within 6 months of study treatment start.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}