{
    "nctId": "NCT04158843",
    "briefTitle": "Radical Local vs. Palliative Therapy for Breast Cancer Patientts With Ipsilateral Humerus or Sternum Oligometastasis",
    "officialTitle": "A Randomized, Open Label Trial to Evaluate Radical Local Treatment Versus Palliative Treatment for Breast Cancer Patients With Ipsilateral Humerus or Sternum Oligometastasis",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer, Oligometastasis",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 183,
    "primaryOutcomeMeasure": "Progression-free Survival (PFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients provided written informed consent\n* Women aged 18-75 years old\n* Histologically confirmed breast cancer and after radical mastectomy\n* Patients of breast cancer with ipsilateral humerus or sternum oligometastasis, and there is no imaging evidence of other site metastases\n* Patients must have recovered to baseline condition or to Common Terminology Criteria for Adverse Events (CTCAE) version 5.0 grade = 1 from any acute CTCAE v. 5.0 grade =2 side effects of previous treatments\n* Without infection of human immunodeficiency virus (HIV) on central laboratory assay results prior to randomization\n* Alanine aminotransferase (ALT) \\</= 2.5 × the upper limit of normal (ULN), Aspartate aminotransferase (AST) \\</= 2.5 × ULN prior to randomization\n* Total bilirubin (TBIL) \\</= 1.25 × ULN\n* Alkaline phosphatase (ALK) \\</= 2.5 × ULN\n* Gamma glutamyl transpeptidase (GGT) \\</= 2.5 × ULN\n* Albumin \\>/= 30g/L\n* Eastern Cooperative Oncology Group (ECOG) performance score of 0 to 2\n* Women of child-bearing age should take effective contraceptive measures\n* Serum total bilirubin (TBil) \\</= 1.5 × ULN\n* Serum creatinine (Scr) \\</= 1.5 × ULN\n* White blood cell count (WBC) \\>/= 3×109/L, Blood neutrophil count \\>/= 1.5×109/L, Platelet count \\>/= 100×109/L, Hemoglobin (HB) \\>/= 9 g/dL\n\nExclusion Criteria:\n\n* Without radical mastectomy of the primary breast lesions\n* No radical resection or radiotherapy is possible for metastatic lesions\n* Other site metastases except ipsilateral humerus or sternum are present\n* With multiple metastatic lesions\n* Any other current malignancy or malignancy diagnosed within the past five years (other than carcinoma in situ or stage Ia carcinoma of the cervix, skin basal cell carcinoma and papillary thyroid carcinoma at early stage)\n* Active infection with human immunodeficiency virus (HIV) prior to first study treatment administration.\n* History of participating any other clinical trials within 30 days prior to randomization\n* Known unable to tolerate humerus or sternal surgery or radical radiotherapy\n* Pregnancy or lactation\n* Current severe systemic disease (for example, clinically significant cardiovascular, pulmonary, or renal disease)\n* Legal incompetence or limitation.\n* Considered unable to complete the study or sign the informed consent due to a medical or mental disorder by the investigator.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}