{
    "nctId": "NCT02236572",
    "briefTitle": "Neoadj ph 2 AI Plus Everolimus in Postmenopausal Women w/ ER Pos/HER2 Neg, Low Risk Score",
    "officialTitle": "A Neoadjuvant Phase II Trial of Aromatase Inhibitors in Combination With Everolimus in Postmenopausal Women With Hormone Receptor Positive/HER2 Negative Breast Cancers With Low and Intermediate Risk (< 25) Oncotype Dx Recurrence Scores",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 17,
    "primaryOutcomeMeasure": "Achievement of a PEPI Score of 0 Following Neoadjuvant Treatment With Everolimus and an Aromatase Inhibitor",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients must have a histologically confirmed diagnosis of hormone receptor positive, HER2 negative invasive breast carcinoma.\n* Tumors must be estrogen and/or progesterone receptor positive according to ASCO/CAP 2010 guidelines as either ER or PR ≥ 1% positive nuclear staining by immunohistochemistry. Estrogen and/or progesterone receptor results by Oncotype Dx will not be accepted.\n* Tumors must be HER2 negative as defined according to ASCO/CAP 2013, as HER2 0 - 1+ by IHC or non-amplified FISH or CISH. If HER2 IHC is 2+, FISH/CISH must be performed and must not be positive (must be a ratio of \\< 2), but otherwise FISH/CISH is not required if IHC is 0 or 1+ by institutional standards.\n* Patients must not have had prior ipsilateral breast-conserving surgery or total mastectomy and be eligible for neoadjuvant treatment.\n* Clinical Stage II-IIIC (T2-4 N0-3 M0) by mammogram, ultrasound or MRI\n* Baseline Oncotpye Dx recurrence score \\< 25.\n* Staging studies with a CT scan of the chest and abdomen and bone scan, or a PET/CT is required for clinical stage III, and are considered optional for stage II breast cancers.\n* Patients with multifocal, multicentric and synchronous bilateral breast cancers are allowed:\n\n  * Multifocal disease is defined as more than one invasive cancer \\< 2 cm from the largest lesion within the same breast quadrant.\n  * Multicentric disease is defined as more than one invasive cancer ≥ 2 cm from the largest lesion within the same breast quadrant or more than one lesion in different quadrants.\n  * Synchronous bilateral disease is defined as invasive breast cancer in both breasts, diagnosed within 30 days of each other.\n  * In patients with multicentric or bilateral invasive breast cancers, all sampled lesions must be hormone receptor-positive and HER2-negative. Any lesion measuring \\> 1 cm must have an Oncotype Dx and the score must be \\< 25. Lesions less than 1 cm in size are not required to have an Oncotype Dx. One lesion (typically the largest) should be designated as the target lesion for which clinical and radiographic response to the neoadjuvant therapy will be judged.\n  * Patients with a hormone receptor-positive, HER2-negative invasive cancer that meets study criteria may have ductal carcinoma in situ in another quadrant of the same breast or in the contralateral breast even if the DCIS is hormone receptor-negative.\n* Patients must have adequate bone marrow function, as defined by peripheral granulocyte count of ≥ 1,500/mL, hemoglobin ≥ 9 g/dL and a platelet count ≥ 100,000/ mL within 28 days prior to registration.\n* Patients must have adequate hepatic function obtained within 28 days prior to registration and documented by all of the following:\n\n  * Bilirubin ≤ 1.5 mg/dL (or ≤ 3.0 mg/dL if due to Gilbert's Syndrome)\n  * ALT and AST ≤ 1.5 x Institutional Upper Limit of Normal (IULN)\n  * Alkaline phosphatase ≤ 1.5 x IULN\n* Patients must have adequate renal function with serum creatinine level ≤ IULN within 28 days prior to registration.\n* Patients must have a fasting cholesterol ≤ 300 mg/dl OR ≤7.75 mmol/L and triglycerides ≤ 2.5 x IULN obtained within 28 days prior to registration. Patients may be on lipid lowering agents to reach these values.\n* Patients must have a ECOG performance status of 0-2.\n* Patients must be able to take oral medications.\n* Postmenopausal women (women are considered post-menopausal and not of child-bearing potential if they are \\> 18 years of age and have had 12 months of natural (spontaneous) amenorrhea with an appropriate clinical profile (e.g. age appropriate, history of vasomotor symptoms or biochemically postmenopausal by estradiol and FSH levels) prior to enrollment, or have had surgical bilateral oophorectomy (with or without hysterectomy) prior to registration. Medical ovarian suppression with LHRH agonists to render a patient postmenopausal will not be acceptable.\n\n  16. Patients or their legally authorized representative must be informed of the investigational nature of this study and must sign and give written informed consent prior to any screening procedures in accordance with institutional and federal guidelines.\n\nExclusion Criteria:\n\n* Patients must not have inflammatory breast cancer (T4d) and must not have metastatic breast cancer (Stage IV disease).\n* Patients must not have prior exposure to mTOR inhibitors (e.g. rapamycin, everolimus, sirolimus, temsirolimus, deforolimus).\n* Patients must not have prior treatment with any investigational drug within the preceding 28 days and must not be planning to receive any other investigational drug for the duration of the study.\n* Patient may not have any impairment of gastrointestinal function or gastrointestinal disease that may significantly alter the absorption of the drug (e.g. ulcerative disease, uncontrolled nausea, vomiting, diarrhea, malabsorption syndrome or small bowel resection).\n* Uncontrolled diabetes mellitus as defined by HbA1c \\>8% within 28 days prior to registration despite adequate therapy.\n* Patients who have any severe and/or uncontrolled cardiac disease within ≤ 6 months prior to start of everolimus, including: unstable angina pectoris, Symptomatic congestive heart failure of New York heart Association Class III or IV, myocardial infarction, serious uncontrolled cardiac arrhythmia, or any other clinically significant cardiac disease\n* Patients must not have an organ allograft or other history of immune compromise.\n* Patients must not be receiving chronic, systemic treatment with corticosteroids or other immunosuppressive agent. Topical or inhaled corticosteroids are allowed.\n* Patients must not have a known history of HIV seropositivity\n* Patients must not have a known diagnosis of hepatitis B or C. Patients with the following risk factors must have hepatitis screening pre-treatment:\n\n  * Blood transfusions prior to 1990\n  * Current or prior IV drug users\n  * Current or prior dialysis\n  * Household contact with a hepatitis B or C patient\n  * Current or prior high-risk sexual activity\n  * History of jaundice.\n* Patients must not have any known uncontrolled underlying pulmonary disease or severely impaired lung function (spirometry and DLCO 50% or less of normal and O2 saturation 88% or less at rest on room air),\n* Active (acute or chronic) or uncontrolled severe infection.\n* Patients who have received live attenuated vaccines within 1 week of start of Everolimus, or have plans to receive such vaccination while on protocol treatment. Patient should also avoid close contact with others who have received live attenuated vaccines. Examples of live attenuated vaccines include intranasal influenza, measles, mumps, rubella, oral polio, BCG, yellow fever, varicella and TY21a typhoid vaccines;\n* Patients who are currently part of or have participated in any clinical investigation with an investigational drug within 1 month prior to dosing;\n* Patients must not have taken within 14 days prior to registration , be taking, nor plan to take while on protocol treatment, strong CYP3A4 inhibitors, and/or CYP3A4 inducers.\n* Patients with active bleeding diathesis.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}