{
    "nctId": "NCT00505271",
    "briefTitle": "Safety and Efficacy Study Using Rexin-G for Breast Cancer",
    "officialTitle": "Phase I/II Evaluation of Safety and Efficacy of Pathotropic Nanoparticles Bearing a Dominant Negative Cyclin G1 Construct (Rexin-G) as Intervention for Recurrent or Metastatic Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 20,
    "primaryOutcomeMeasure": "Clinical toxicity (DLT and MTD) as defined by patient performance status, toxicity assessment score, hematologic and metabolic profiles.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Histologically or cytologically confirmed recurrent or metastatic breast cancer that is refractory to standard chemotherapy and that is measurable.\n2. Adequate hepatic function: Total bilirubin \\< 2.0 mg/dL (upper limit included); AST/ALT \\< 2x institutional norm; alkaline phosphatase \\< 2.5x upper limit of institutional norm unless the patient has extensive bone metastases. Patients with elevated alkaline phosphatase due to extensive liver disease will be excluded from study; albumin \\> 3.0 mg/dL. There must be no substantial ascites. PT and PTT must be within normal limits.\n3. Performance status must be \\< 1 (ECOG 0-1) with a life expectancy of at least 3 months.\n4. Hemoglobin \\> 9 gms%\n5. Absolute granulocyte count \\> 1000/uL, and platelet count \\> 100,000/uL.\n6. Serum creatinine of less than 1.5 mg%.\n7. There must be no plans for the patient to receive further cancer therapy from the date of enrollment until the completion of the 6-week follow-up visit.\n8. Accessibility of peripheral or central IV line\n9. Age \\> 18 years\n10. Patients will be off chemotherapy for a minimum of 4 weeks prior to initiation of therapy and should have recovered to Grade 1 or less toxicity.\n11. The ability to understand and the willingness to sign a written informed consent document.\n\nExclusion Criteria:\n\n1. Prior malignancy, except for non-melanoma skin cancer, stage 1 breast cancer, CIS of cervix from which the patient has been disease-free for 5 years.\n2. Woman who are pregnant or nursing\n3. Fertile patients unless they agree to use barrier contraception (condoms and spermicide jelly) during the vector infusion period and for six weeks after infusion. Male patients must agree to use barrier contraception.\n4. Patients who are transfusion dependent (more than one transfusion per month)\n5. Patients with medical, psychiatric, or social conditions that would compromise successful adherence to this protocol.\n6. Patient who do not meet the inclusion criteria.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}