{
    "nctId": "NCT01138085",
    "briefTitle": "Safety, Pharmacokinetics (PK) of AKT and MEK Combination",
    "officialTitle": "A Phase I Dose Escalation Open-Label Safety, Pharmacokinetic and Pharmacodynamic Study to Determine the Recommended Phase II Dose of GSK1120212 Dosed in Combination With GSK2141795",
    "overallStatus": "COMPLETED",
    "conditions": "Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 240,
    "primaryOutcomeMeasure": "Part 1A: To determine the safety, tolerability and recommended Phase II dose of GSK1120212 and GSK2141795 administered in combination orally, once daily continuously",
    "eligibilityCriteria": "Inclusion Criteria:\n\nPart 1 - Dose Escalation\n\nSubjects eligible for enrollment in the study must meet all of the following criteria:\n\nMale or female 18 years or older, at the time of signing the informed consent.\n\nCapable of giving written informed consent, which includes compliance with the requirements and restrictions listed in the consent form.\n\nHistologically or cytologically-confirmed diagnosis of solid tumor malignancy that is not responsive to standard therapies or for which there is no approved or curative therapy or for subjects who refuse standard therapy (Part 1A). Part 1B subjects must have a confirmed diagnosis of one of the following (documented lab results confirming mutational status must be available at Screening):\n\ncolorectal cancer (CRC): KRAS mutation non-small cell lung (NSCLC): KRAS mutation Pancreatic: no mutational status specified Endometrial: no mutational status specified Ovarian: no mutational status specified Squamous cell carcinoma of the head and neck: no mutational status specified BRAF wild type melanoma (preferentially enrolled to Part 2) BRAF inhibitor failure melanoma. This includes BRAF-mutant melanoma that is either initially refractory to BRAF-inhibitor therapy OR that Initially responds to BRAF-inhibitor therapy but eventually develops documented radiographic progression to a BRAF inhibitor while on therapy Triple negative breast cancer (TNBC) (preferentially enrolled to Part 2) NOTE: Subjects who do not meet one of the categories described above but who have molecular evidence suggesting benefit from the study drugs may be considered for enrollment after discussion with the GlaxoSmithKline (GSK) Medical Monitor.\n\nPerformance Status score of 0 or 1 according to the Eastern Cooperative Oncology Group (ECOG) scale.\n\nAble to swallow and retain oral medication.\n\nMust agree to collection of blood samples for the evaluation of circulating free DNA (cfDNA) (Part 1B or Part 2).\n\nA female subject is eligible to participate if she is of:\n\nNon-childbearing potential defined as pre-menopausal females with a documented tubal ligation or hysterectomy; or postmenopausal defined as 12 months of spontaneous amenorrhea (in questionable cases a blood sample with simultaneous follicle stimulating hormone \\[FSH\\] greater than 40 MlU/ml and estradiol less than 40 pg/ml \\[less than 140 pmol/L\\] is confirmatory). Females on hormone replacement therapy \\[HRT\\] and whose menopausal status is in doubt will be required to use one of the contraception methods in Section 8.1.1 if they wish to continue their HRT during the study. Otherwise, they must discontinue HRT to allow confirmation of post-menopausal status prior to study enrollment. For most forms of HRT, at least 2 to 4 weeks will elapse between the cessation of therapy and the blood draw; this interval depends on the type and dosage of HRT. Following confirmation of their post-menopausal status, they can resume use of HRT during the study without use of a contraceptive method.\n\nChild-bearing potential and agrees to use one of the contraception methods listed in Section 7.3.2 for an appropriate period of time (as determined by the product label or investigator) prior to the start of dosing to sufficiently minimize the risk of pregnancy at that point. Additionally, women of child-bearing potential must have a negative serum pregnancy test within 14 days prior to the first dose of study medication. Female subjects must agree to use contraception until four weeks after the last dose of study medication.\n\nNote: Oral contraceptives are not reliable due to potential drug-drug interaction and should only be used in combination with the alternative methods outlined in Section 8.1.1.\n\nMale subjects must agree to use one of the contraception methods listed in Section 8.1.2. This criterion must be followed from the time of the first dose of study medication until four months after the last dose of study medication.\n\nAdequate organ system function as defined in protocol. Absolute neutrophil count (ANC) greater than or equal to 1.5 X 10 to the ninth/L Hemoglobin greater than or equal to 9.5 g/dL Platelets greater than or equal to 75 X 10 to the ninth/L Prothrombin time (PT) / International Normalized Ratio (INR) and Partial Thromboplastin Time (PTT) less than or equal to 1.1 X ULN Total bilirubin less than or equal to 1.5 x ULN (isolated bilirubin greater than 1.5 x ULN is acceptable if bilirubin is fractionated and direct bilirubin less than 35 percent) AST and ALT less than or equal to 1.5 X ULN Albumin greater than 2.5 g/dL Creatinine less than or equal to ULN OR Calculated creatinine clearance greater than or equal to 30 mL/min OR 24-hour urine creatinine clearance greater than or equal to 30 mL/min\n\nFasting Serum Glucose les than 126mg/dL Cardiac Ejection fraction greater than or equal to lower limit of normal (LLN) by ECHO\n\nInclusion Criteria for Part 2 - Expansion Cohort:\n\nHistologically- or cytologically-confirmed diagnosis of one of the following:\n\nTriple negative (estrogen receptor(ER)-/ progesterone receptor(PR)-/ human epidermal growth factor receptor 2 (HER2)) breast cancer in the locally advanced or metastatic setting BRAF-wild type melanoma. Based on emerging data, subjects with these tumor histologies may be required to meet specific genetic selection criteria if those criteria are felt to improve the likelihood that a given subject will respond to study drug(s). If this is to occur, the site and the Investigational Review Board (IRB) will be notified but this change will not constitute a protocol amendment.\n\nKnown Phosphatase and tensin homolog (PTEN) status of tumor. At least 6 of the subjects enrolled in Stage 1 with each tumor type will have PTEN deficiency while at least 6 others will be PTEN wild type.\n\nIf the subject's tumor PTEN status was previously determined by an acceptable, analytically validated assay (i.e., Immunohistochemistry (IHC), fluorescence in situ hybridization (FISH), sequencing, copy number analysis) then PTEN by IHC at Screening will not need to be repeated for the purpose of enrollment in this study. However, archival tumor tissue or tissue from a fresh biopsy specimen should be submitted for confirmation of PTEN status by a central laboratory using IHC.\n\nIf PTEN status was not previously determined, archival tissue from a previous tumor biopsy specimen must be available for PTEN IHC analysis; if archival tissue is not available or found to not contain tumor tissue, a fresh biopsy is required to obtain tumor tissue for testing.\n\nSubjects in Part 2 that have been previously diagnosed with Type 2 diabetes must also meet the additional following criteria:\n\nDiagnosis of diabetes greater than or equal to 6 months prior to enrolment HbA1C less than or equal to 8 percent at Screening visit\n\nExclusion Criteria\n\nSubjects meeting any of the following criteria must not be enrolled in the study:\n\nChemotherapy, radiotherapy, immunotherapy, or other anti-cancer therapy including investigational drugs within 28 days or 5 half lives, whichever is shorter prior to the first dose of any one of the investigational drugs described in this study. Prior exposure to either a MEK inhibitor or an AKT inhibitor is not permitted.\n\nCurrent use of a prohibited medication or requires any of these medications during treatment with the study treatments.\n\nUnresolved toxicity greater than National Cancer Institute (NCI) Common Terminology Criteria for Adverse Events (CTCAE), version 4.0 (NCI-CTCAE v4) Grade 1 from previous anti-cancer therapy unless agreed to by a GSK Medical Monitor and the Investigator, and where a GSK Medical Monitor and the investigator consider that the ongoing toxicity will not introduce additional risk factors and will not interfere with the study procedures.\n\nPresence of active gastrointestinal (GI) disease or other condition that could affect gastrointestinal absorption (e.g. malabsorption syndrome) or predispose a subject to GI ulceration. Subjects with prior Whipple procedure are eligible.\n\nEvidence of mucosal or internal bleeding.\n\nAny major surgery within the last four weeks.\n\nPreviously diagnosed with Type 1 diabetes mellitus.\n\nPreviously diagnosed with Type 2 diabetes (Part 1A or Part 1B ONLY). Subjects with a history of steroid-induced hyperglycemia may be enrolled.\n\nAny malignancy related to human immunodeficiency virus (HIV), history of HIV, history of known hepatitis B virus (HBV) surface antigen positivity (subjects with documented laboratory evidence of HBV clearance may be enrolled) or positive hepatitis C virus (HCV) antibody.\n\nKnown active infection requiring parenteral or oral anti-infective treatment.\n\nSubjects with leptomeningeal disease.\n\nSubjects with brain metastases are excluded if their brain metastases are:\n\nSymptomatic Treated (e.g., surgery, radiation therapy) but not clinically and radiographically stable one month after therapy (as assessed by at least two distinct contrast enhanced magnetic resonance imaging (MRI) or computerized axial tomography (CT) scans over at least a one month period), OR Asymptomatic and untreated but greater than 1 cm in the longest dimension Subjects with small (less than or equal to 1 cm in the longest dimension), asymptomatic brain metastases that do not need immediate therapy can be enrolled. Subjects must also be off of enzyme-inducing anticonvulsants for more than 4 weeks.\n\nPart 1B: Subjects with brain metastases who have been off corticosteroids for at least 2 months can be enrolled.\n\nPart 2 (A or B): Subjects with brain metastases on a stable (i.e., unchanged) dose of corticosteroids for more than one month, or those who have been off corticosteroids for at least 2 weeks can be enrolled.\n\nQTcF interval greater than or equal to 480 milliseconds (msecs) (greater than or equal to 500 msec for subject with bundle branch block).\n\nHistory or evidence of current clinically significant uncontrolled arrhythmias. Subjects with controlled atrial fibrillation for greater than 1 month prior to study Day 1 are eligible.\n\nHistory of acute coronary syndromes (including unstable angina), myocardial infarction, coronary angioplasty, or stenting or bypass grafting within six months of Screening.\n\nClass II, III, or IV heart failure as defined by the New York Heart Association (NYHA) functional classification system.\n\nOther clinically significant electrocardiography (ECG) abnormalities including 2nd degree (Type II) or 3rd degree atrioventricular (AV) block.\n\nSubject with intra-cardiac defibrillators or pacemaker.\n\nPresence of cardiac metastases.\n\nAny serious or unstable pre-existing medical, psychiatric, or other condition (including lab abnormalities) that could interfere with subject's safety or providing informed consent.\n\nKnown immediate or delayed hypersensitivity to any of the components of the study treatment(s).\n\nEvidence of severe or uncontrolled systemic diseases (e.g., unstable or uncompensated respiratory, hepatic, renal, or cardiac disease, including unstable hypertension).\n\nPregnant or lactating females.\n\nHistory or current evidence / risk of retinal vein occlusion (RVO) or central serous retinopathy (CSR):\n\nHistory of RVO or CSR, or the presence of predisposing factors to RVO or CSR at the time of screening (e.g., uncontrolled glaucoma or ocular hypertension, uncontrolled systemic disease such as hypertension, diabetes mellitus, or history of hyperviscosity or hypercoagulability syndromes).\n\nVisible retinal pathology as assessed by ophthalmic exam that is considered a risk factor for RVO or CSR such as:\n\nEvidence of new optic disc cupping Evidence of new visual field defects Intraocular pressure greater than 21 mm Hg as measured by tonography",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}