{
    "nctId": "NCT01083641",
    "briefTitle": "Estrogen for Triple Negative Breast Cancer",
    "officialTitle": "A Phase II Study of High Dose Estradiol in Metastatic Triple Negative Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Female Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 17,
    "primaryOutcomeMeasure": "Determine Tumor Objective Response (OR) Rates",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* histologically or cytologically confirmed breast cancer which is metastatic.\n* A formalin-fixed paraffin embedded tumor block (preferred) or unstained slides must be available from either a prior biopsy of the primary tumor or a metastatic site. .\n* Primary tumor or metastatic biopsy lacking estrogen and progesterone receptor and Her2 negative\n* Patients must have measurable disease.\n* Eastern Cooperative Oncology Group performance status 0-1.\n* Patients with bone metastasis at baseline must agree to treatment with intravenous bisphosphonates\n* Subjects may have had 0-4 lines of prior systemic chemotherapy or targeted therapy regimens administered for treatment of their metastatic breast cancer.\n* Age \\>18 years\n* Life expectancy of greater than 3 months.\n* Patients must have adequate organ and marrow function as defined below:\n\nExclusion Criteria:\n\n* systemic chemotherapies, targeted therapies or radiotherapy for their cancer within 2 weeks prior to entering the study\n* Patients receiving any other investigational agents for breast cancer treatment.\n* Patients with known brain metastases are excluded 3.2.4 History of allergic reactions attributed to compounds of similar chemical or biologic composition to estradiol.\n* Patients with any condition of the gastrointestinal tract that is expected to result in an inability to take oral medication\n* Dysfunctional or post-menopausal vaginal bleeding.\n* Uncontrolled hypercalcemia/hypocalcemia\n* Prior history of or active thrombophlebitis, cerebral vascular accident, myocardial infarction, deep venous thrombosis or pulmonary embolism.\n* History of or active hepatic adenoma.\n* Uncontrolled intercurrent illness\n* Pregnant women are excluded from this study\n* Patients with bone metastasis are excluded if they are unable to receive intravenous bisphosphonate therapy due to the risk for developing hypercalcemia.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}