{
    "nctId": "NCT01446016",
    "briefTitle": "Chloroquine With Taxane Chemotherapy for Advanced or Metastatic Breast Cancer After Anthracycline Failure (CAT)",
    "officialTitle": "Phase II Study of The Efficacy And Safety of Chloroquine (C) in CombinAtion With Taxane or Taxane-like (T) Chemo Agents in The Treatment of Patients With Advanced or Metastatic Breast Cancer Who Have Failed Anthracycline Chemo Base Therapy",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Neoplasms, Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 38,
    "primaryOutcomeMeasure": "Overall Response Rate (ORR)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Females with pathologically determined advanced or metastatic breast cancer.\n2. Have progressed after treatment with regimen that included an anthracycline.\n3. Have had at least 4 cycles of an anthracycline containing regimen or 2 cycles if progressing on treatment.\n4. Patients must have measurable disease by Response Evaluation Criteria in Solid Tumors.\n5. ≥18 years of age.\n6. ECOG PS of 0, 1, or 2.\n7. Laboratory values within the following ranges:\n\n   * Hemoglobin ≥9.0gm/dL (≥1.5μmol/L); transfusions permitted.\n   * Absolute neutrophil count ≥1500/mm3 (1.5 x 109/L)\n   * Platelet count ≥100,000/mm3 (100 x 109/L)\n   * Creatinine (Cr) \\<2 X the upper limit of normal (ULN), Cr clearance (CrCl) ≥30 by Cockcroft and Gault\n   * Alanine aminotransferase and aspartate aminotransferase \\<2 X the ULN; if liver metastases are present then must be \\<5 X the ULN, Bilirubin \\<2 X the ULN, Potassium within normal limits, Magnesium within normal limits\n8. Negative serum pregnancy test at the time of first dose for women of childbearing potential (WOCBP). For WOCBP, adequate contraception must be used throughout the study. For this study, acceptable methods of contraception include a reliable intrauterine device or a spermicide in combination with a barrier method. Women who are already on hormonal forms of birth control may continue that treatment but must also use a barrier method.\n9. Ability to understand the requirements of the study, provide written informed consent and authorization of use and disclosure of protected health information, and agree to abide by the study restrictions and return for the required assessments.\n10. Patient must be willing to undergo breast biopsies as required by the study protocol.\n\nExclusion Criteria:\n\n1. Radiation therapy within 2 weeks; or chemotherapy or non-cytotoxic investigational agents within 4 weeks of initiating study treatment.\n2. Evidence of New York Heart Association class III or greater cardiac disease.\n3. History of myocardial infarction, stroke, ventricular arrhythmia, or symptomatic conduction abnormality within 12 months.\n4. History of congenital QT prolongation.\n5. QT \\>500.\n6. Concurrent severe or uncontrolled medical disease (i.e., active systemic infection, diabetes, hypertension, coronary artery disease, congestive heart failure) that, in the opinion of the Investigator, would compromise the safety of the patient or compromise the ability of the patient to complete the study.\n7. Symptomatic central nervous system metastases. The patient must be stable after radiotherapy for ≥2 weeks and off corticosteroids for ≥1 week.\n8. Pregnant or nursing women.\n9. Hypersensitivity or intolerance to Chloroquine, Paclitaxel, Docetaxel, Abraxane, Ixabepilone or other Taxane like drugs.\n10. Severe renal insufficiency (CrCl \\<30mL/min \\[Cockcroft and Gault\\]).\n11. History of gastrointestinal bleeding, ulceration, or perforation.\n12. Concurrent use of potent CYP3A4 inhibitors, such as ketoconazole, itraconazole,clarithromycin, indinavir, nefazodone, nelfinavir, ritonavir, saquinavir, telithromycin, and voriconazole.\n13. Concurrent use of potent CYP3A4 inducers, such as dexamethasone, phenytoin, carbamazepine, rifampin, rifabutin, rifapentine, phenobarbitol, and St. John's wort.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}