{
    "nctId": "NCT06586866",
    "briefTitle": "JK-1201I in Triple Negative Breast Cancer Patients with Brain Metastases",
    "officialTitle": "A Multicenter, Single-Arm, Phase 2 Study to Evaluate the Safety, Efficacy and Pharmacokinetics of JK-1201I in Triple Negative Breast Cancer Patients with Brain Metastases",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Triple Negative Breast Cancer (TNBC), Brain Metastasases",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 25,
    "primaryOutcomeMeasure": "Progression-free Survival (PFS) according to RECIST 1.1 and RANO-BM",
    "eligibilityCriteria": "Inclusion\n\nParticipants must meet all the following criteria to be eligible for randomization into the study:\n\n1. Sign and date the informed consent form prior to the start of any study-specific qualification procedures.\n2. Female aged ≥18 years.\n3. Has ECOG PS of ≤1.\n4. Life expectancy ≥ 3months.\n5. Histological or cytological confirmation of triple-negative breast cancer (TNBC).\n6. At least one prior chemotherapy regimen with anthracyclines and taxanes for advanced disease.\n7. Has at least 1 measurable brain metastatic lesion according to RANO-BM.\n8. Adequate biological function.\n9. Men or women should be using adequate contraceptive measures during the study and for 6 months following the last dose of investigational product.\n\nExclusion\n\nParticipants who meet any of the following criteria will be disqualified from entering the study:\n\n1. Patients who have received prior anti-cancer treatment within 4 weeks.\n2. . Patients must not have previously received JK-1201I or any other form of irinotecan, SN38.\n3. Hypersensitivity to any ingredient of JK-1201I and Topotecan.\n4. Current use or any use in the last two weeks of strong CYP3A-enzyme inducers / in the last two weeks of strong CYP3A-enzyme inhibitors and / or strong UGT1A inhibitors.\n5. Unresolved toxicity from prior anti-tumor therapy, defined as not having resolved to Common Terminology Criteria for Adverse Events (CTCAE) version 5.0 grade 1 with exceptions defined in the protocol.\n6. History of other malignancies within last 5 years.\n7. History of immunodeficiency disease, or positive human immunodeficiency virus antibody.\n8. Severe infections within 4 weeks before the first use of the study drug.\n9. Active hepatitis B virus infection, or active hepatitis C virus infection.\n10. Patients who received surgery within last 4 weeks before the initiation of study treatment.\n11. Patients with brain stem, meningeal or spinal cord metastasis.\n12. Severe symptoms by tumor aggressive important organ.\n13. Uncontrolled hydrothorax and ascites.\n14. Uncontrolled concomitant systemic disorder as defined in the protocol.\n15. Serious cardiac condition or uncontrolled high blood pressure.\n16. History of mental illness, drug abuse, alcoholism.\n17. Pregnant or breast-feeding.\n18. Other conditions that the investigator considers unsuitable to participate in this clinical trial.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}