{
    "nctId": "NCT02073916",
    "briefTitle": "T-DM1 With Abraxane and Lapatinib for Metastatic HER2 Positive Breast Cancer",
    "officialTitle": "Phase Ib Trial of Trastuzumab Emtansine In Combination With Lapatinib Plus Abraxane In Metastatic Her 2 Neu Over-Expressed Breast Cancer Patients",
    "overallStatus": "COMPLETED",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 24,
    "primaryOutcomeMeasure": "Maximum Tolerable Dose",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Documented metastatic Her2 over-expressed breast cancer.\n* Age ≥ 18 years Patients must have received at least two prior therapies for their malignant disease.\n* Patients must have \\< Grade 2 pre-existing peripheral neuropathy (per CTCAE)\n* Adequate organ function (cardiac ejection fraction of ≥ 45%),\n* CBC not less than .75 of institutional lower limit.\n* Patients must have adequate liver function: AST and ALT \\< 2.5 X upper limit of normal, alkaline phosphatase \\< 2.5 X upper limit of normal, unless bone metastasis is present in the absence of liver metastasis Bilirubin \\< 1.5 mg/dL\n* Patients must have adequate renal function: creatinine \\<1.5 mg/dL is recommended; however, institutional norms are acceptable.\n* Negative serum or urine β-hCG pregnancy test at screening for patients of childbearing potential\n* Fertile patients must use effective contraception (barrier method - condoms, diaphragm - also in conjunction with spermicidal jelly, or total abstinence. Oral, injectable, or implant hormonal contraceptives are not allowed). Contraception method must be used during treatment and for three months after completing treatment Signed informed consent form (ICF)\n\nExclusion Criteria:\n\n* Any medical or psychiatric condition that would prevent informed consent or limit survival to less than 4 weeks.\n* Absolute QT interval of \\>460 msec in the presence of potassium \\>4.0mEq/L and Magnesium \\>1.8mg/dl.\n* Patient with HIV and post- transplant associated lymphoproliferative disorders.\n* Patient with concurrent use of complementary or alternative medicines that would confound the interpretation of toxicities and antitumor activity of Trastuzumab Emtansine, Lapatinib or Abraxane.\n* Pregnant or lactating women.\n* Concurrent treatment with an investigational agent or participation in another therapeutic clinical trial\n* Known immediate or delayed hypersensitivity reaction or idiosyncrasy to drugs chemically related to trastuzumab Emtansine, lapatinib, abraxane, or their components.\n* Malabsorption syndrome, disease significantly affecting gastrointestinal function, or resection of the stomach or small bowel.\n* Subjects with ulcerative colitis are also excluded.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}