{
    "nctId": "NCT03583463",
    "briefTitle": "ALEXANDRIA Study Egypt",
    "officialTitle": "A Prospective Non-InterventionaL Study To EXplore the Real-Life MAnagement Of Postmenopausal womeN With Hormone Receptor- Positive, Human EpiDermal Growth Factor Receptor 2-Negative Locally Advanced/ MetastatIc BreAst Cancer In Egypt",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 436,
    "primaryOutcomeMeasure": "Proportion of patients with ER positive, HER2 negative locally advanced or metastatic breast cancer assigned to each treatment modality used as the first line of treatment.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Provision of written informed consent prior to any study specific procedures\n2. Post-menopausal women (Defined as a woman who have experienced at least 12 consecutive months without menstruation, who had undergone bilateral ovariectomy or who has menopausal levels of serum Estradiol and FSH.)\n3. Hormone receptor positive, HER2 negative locally advanced or metastatic breast cancer.\n4. Patients with either de novo metastatic disease who had not received any prior treatment or those who progressed during or after previous adjuvant endocrine treatment for early breast cancer.\n5. Hormone sensitive patients (per the ABC2 guidelines published in Annals of Oncology 00: 1-18, 2014, defined as relapse while on adjuvant ET but after the first 2 years, or a relapse after/within 12 months of completing adjuvant ET. Patients with ER+ de novo metastatic disease are also considered hormone sensitive patients)\n6. Patients have already been prescribed treatment with ET either as monotherapy or in combination or physician's choice of a standard of care chemotherapy within the previous 90 days prior to their enrolment.\n\nExclusion Criteria:\n\n1. Involvement in the planning and/or conduct of the study (applies to both AstraZeneca staff and/or staff at the study site)\n2. Previous inclusion in the present study\n3. Current enrollment and/or participation in another clinical study during the last 90 days.\n4. Presence of visceral crisis.\n5. Failure to meet any of the inclusion criteria.",
    "sex": "FEMALE",
    "minimumAge": "50 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}