{
    "nctId": "NCT04152057",
    "briefTitle": "Pyrotinib Maleate Tablets Combined With Albumin Paclitaxel and Trastuzumab for Her2-positive Breast Cancer",
    "officialTitle": "A Single-arm, Exploratory Clinical Study of Pyrotinib Maleate Tablets Combined With Albumin Paclitaxel and Trastuzumab for Her2-positive Early or Locally Advanced Breast Cancer and Its Biomarkers",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer, HER2 Positive, Combination Chemotherapy",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 20,
    "primaryOutcomeMeasure": "pathologic Complete Response(pCR)（ypT0/is N0）",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Age ≥ 18 years old, and ≤ 70 years old .\n* ECOG full body status 0-1 .\n* According to the RECIST 1.1 standard, at least one measurable lesion exists.\n* The pathological examination confirmed the positive expression of HER2, the clinical stage was stage II-III \\[cT2 and any N, cT3 and any N; cT4 and any N, according to the American Joint Committee on Cancer (AJCC) criteria\\] breast cancer patients .\n\nNote: HER2 expression positive refers to the pathological detection/review of primary or metastatic lesions performed by the pathology department of the Institute of Research and Development, at least once, at least 10% of tumor cells have immunohistochemical staining intensity of 3+ \\[staining intensity\\] Range 0 to 3\\] or positive by fluorescence in situ hybridization \\[FISH\\].\n\n* The functional level of organs must meet the following requirements: ANC≥1.5×10E+9/L,PLT≥90×10E+9/L,Hb≥90 g/L,TBIL≤1.5×ULN,ALT 和 AST≤2×ULN,BUN 和 Cr≤ 1.5×ULN 且Creatinine clearance ≥50 mL/min（Cockcroft-Gault）.Echocardiography:LVEF≥50%,12-lead ECG:The QT interval (QTcF) corrected by the Fridericia method was \\< 450 ms for males and \\< 470 ms for females.\n* Patients with known hormone receptor status .\n* In patients with a negative serum pregnancy test, patients with fertility potential must agree to use an effective non-hormonal contraceptive method during treatment and at least 6 months after the last use of the test drug.\n* Volunteered to join the study, signed informed consent, had good compliance and was willing to cooperate with follow-up.\n\nExclusion Criteria:\n\nNot selected as a subject in any of the following circumstances\n\n* Patients with inflammatory breast cancer .\n* Patients with metastatic breast cancer (stage IV) .\n* Unable to swallow, chronic diarrhea and intestinal obstruction, there are many factors affecting the administration and absorption of drugs .\n* Patients who received radiotherapy, chemotherapy, surgery (large surgery for breast cancer) or molecular targeted therapy 4 weeks before randomization were randomized to receive endocrine therapy within 7 days prior to randomization.\n* Participated in other drug clinical trials within 4 weeks before randomization .\n* The body has previously used or is using HER2-targeted monoclonal antibodies or tyrosine kinase inhibitor (including Trastuzumab,Pertuzumab,Lapatinib,Linatinib and Pyrotinib).\n* Has had other malignant tumors in the past 5 years, excluding cured cervical carcinoma in situ, cutaneous basal cell carcinoma or cutaneous squamous cell carcinoma.\n* Also accept any other anti-tumor treatment .\n* Known to have a history of allergies to the drug components of this regimen; history of immunodeficiency, including HIV positive, or other acquired, congenital immunodeficiency disease, or history of organ transplantation .\n* Have had any heart disease, including: (1) angina; (2) drug-treated or clinically significant arrhythmia; (3) myocardial infarction; (4) heart failure; (5) any subject judged Other heart diseases that are not suitable for this trial, etc.\n* Female patients in pregnancy or lactation, female patients with fertility and positive pregnancy test, or women of childbearing age who are unwilling to take effective contraceptive measures during the whole trial period.\n* According to the investigator's judgment, there are serious concomitant diseases that are harmful to the patient's safety or affect the patient's completion of the study (including but not limited to severe hypertension, severe diabetes, active infection, etc. that the drug cannot control).\n* Have a clear history of neurological or mental disorders, including epilepsy or dementia.\n* Accompanying CYP3A4 inhibitor or inducer .\n* The investigator believes that the patient is not eligible for any other study in this study.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}