{
    "nctId": "NCT03349177",
    "briefTitle": "Pathological Complete Response Rate in Locally Advanced Breast Cancer With FEC, EC-T, or TC as Neoadjuvant Chemotherapy",
    "officialTitle": "Pathological Complete Response Rate in Locally Advanced Breast Cancer With Neoadjuvant Fluorourcil/Epirubicin/Cyclophosphamide, Epirubicin/Cyclophosphamide Followed by Docetaxel, or Docetaxel/Cyclophosphamide as Neoadjuvant Chemotherapy",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer, Pathological Complete Response, Neoadjuvant Chemotherapy",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2, PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 200,
    "primaryOutcomeMeasure": "Percentage of Participants With Pathological Complete Response (pCR)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* All patients were required to give written informed consent.\n* Patients present with operable breast cancers that were diagnosed by histopathology and have no distant metastasis.\n* Have no history of anti-cancer therapies including chemotherapy, radiation therapy, hormone therapy and surgical therapy.\n* Have normal cardiac functions by echocardiography.\n* ECOG scores are ≤ 0-1.\n* Patients are disposed to practice contraception during the whole trial.\n* The results of patients' blood tests are as follows:\n\nHb ≥ 90 g/L WBC ≥ 3.0×109/L Plt ≥ 100×109/L Neutrophils ≥ 1.5×109/L ALT and AST ≤ 2.5 times of normal upper limit. TBIL ≤ 1.5 times of normal upper limit. Creatinine ≤ 1.5 times of normal upper limit.\n\nExclusion Criteria:\n\n* Have other cancers at the same time or have the history of other cancers in recent five years, excluding the controlled skin basal cell carcinoma or skin squamous cell carcinoma or carcinoma in situ of cervix.\n* Active infections\n* Severe non-cancerous diseases.\n* The patients are undergoing current administration of anti-cancer therapies, or are attending some other clinical trails.\n* Inflammatory breast cancer.\n* Pregnant or lactational, or patients refuse to practice contraception during the whole trial.\n* The patients are in some special conditions that they can't understand the written informed consent, such as they are demented or hawkish.\n* Have allergic history of the chemotherapeutic agents.\n* Bilateral breast cancers.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}