{
    "nctId": "NCT03566485",
    "briefTitle": "Atezolizumab and Cobimetinib or Idasanutlin in Participants With Stage IV or Unresectable Recurrent Estrogen Receptor Positive Breast Cancer",
    "officialTitle": "BRE 17107: A Phase Ib/II Trial of Atezolizumab (an Anti-PD-L1 Monoclonal Antibody) With Cobimetinib (a MEK1/2 Inhibitor) or Idasanutlin (an MDM2 Antagonist) in Metastatic ER+ Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Stage III Breast Cancer, Stage IIIA Breast Cancer, Stage IIIB Breast Cancer, Stage IIIC Breast Cancer, Stage IV Breast Cancer, Estrogen Receptor-positive, HER2/Neu Negative",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 12,
    "primaryOutcomeMeasure": "Number of Participants With a Dose Limiting Toxicity (DLT) (Phase I)",
    "eligibilityCriteria": "* Signed and dated written informed consent.\n* Subjects ≥ 18 years of age.\n* Eastern Cooperative Oncology Group (ECOG) performance status 0 or 1.\n* Clinical stage IV invasive mammary carcinoma or unresectable locoregional recurrence of invasive mammary carcinoma that is:\n\n  * ER/PR-positive (\\> 1% cells) by IHC and HER2 negative per ASCO guidelines (by IHC or FISH)\n  * Previously exposed to an aromatase inhibitor (AI) or a selective estrogen-receptor modulator/ downregulator (SERM; SERD) + a CDK4/6 inhibitor\n  * Appropriate candidates for chemotherapy\n  * Amenable to biopsy at the time of study entry\n* Adequate organ function including:\n\n  * Absolute neutrophil count (ANC) ≥ 1.5 × 109/L\n  * Platelets ≥ 100 × 109/L\n  * Hemoglobin ≥ 9/g/dL (may have been transfused)\n  * Total serum bilirubin ≤ 1.5 times upper limit of normal (ULN)\n  * Aspartate aminotransferase (AST/SGOT) and alanine aminotransferase (ALT/SGPT) ≤ 2.5 × ULN (or ≤ 5 × ULN if liver metastases are present)\n  * Serum creatinine ≤ 1.5 x ULN or estimated creatinine clearance ≥ 50 mL/min as calculated using the Cockcroft-Gault (CG) equation\n  * Thyroid Stimulating Hormone (TSH) ≤ 1 x ULN\n  * Amylase ≤ 1 x ULN\n  * Lipase ≤ 1 x ULN\n  * CPK ≤ 1.5 x ULN\n  * LVEF (echo) ≥ LLN (Cobi arm only)\n* Female patients of childbearing potential must agree to use at least two methods of acceptable contraception with a failure rate of \\< 1% per year from 15 days prior to first trial treatment administration until at least 5 months after study participant's final dose of study drugs. See appendix C for details.\n\nNote: Females of childbearing potential are defined as those who are not surgically sterile or post-menopausal (i.e. patient has not had a bilateral tubal ligation, a bilateral oophorectomy, or a complete hysterectomy; or has not been amenorrheic for 12 months without an alternative medical cause). Post-menopausal status in females under 55 years of age should be confirmed with a serum follicle-stimulating hormone (FSH) level within laboratory reference range for postmenopausal women.\n\n* Patients unable to read/write in English are eligible to participate in the overall study but will not participate in the Patient-Reported Outcome questionnaires throughout the trial\n* Re-enrollment of a subject that has discontinued the study as a pre-treatment screen failure (i.e. a consented patient who did not receive study drugs) is permitted. If re-enrolled, the subject must be re-consented. Only the screening procedures performed outside of protocol-specified timing must be repeated.\n\nExclusion Criteria:\n\n* Prior therapy with anti-PD-L1 and anti-PD1 antibodies, MEK inhibitors or MDM2 antagonists.\n* No more than 3 lines of chemotherapy in the metastatic setting\n* No concurrent anticancer therapy. Required washout from prior therapy:\n\n  * Endocrine therapy: no required wash-out\n  * Chemotherapy: 14 days\n  * Major surgery: 14 days (provided wound healing is adequate)\n  * Radiation: 7 days\n  * Investigational/Biologic Therapy (half -life ≤ 40 hours): 14 days\n  * Investigational/Biologic Therapy (half -life \\> 40 hours): 28 days\n  * Use of corticosteroids or immunosuppressive medication is exclusionary, except the following in the absence of active autoimmune disease:\n\n    * Subjects are permitted the use of corticosteroids with minimal systemic absorption (e.g. topical, ocular, intra-articular, intranasal, and inhaled);\n    * Systemic corticosteroids at physiologic doses ≤10 mg/day of prednisone or equivalent are permitted;\n    * Adrenal replacement steroid doses including doses \\> 10 mg daily prednisone are permitted;\n    * A brief (less than 3 weeks) course of corticosteroids for prophylaxis (e.g. CT scan premedication against contrast dye allergy) or for treatment of non-autoimmune conditions (e.g. delayed-type hypersensitivity reaction caused by a contact allergen) is permitted.\n* Previous malignant disease other than breast cancer within the last 5 years, with the exception of basal or squamous cell carcinoma of the skin, cervical carcinoma in situ, or low-risk cancers considered curatively treated (i.e. complete remission achieved at least 2 years prior to first dose of study drugs AND additional therapy not required while receiving study treatment).\n* All subjects with brain metastases, except those meeting the following criteria:\n\n  * Brain metastases that have been treated locally and are clinically stable for at least 2 weeks prior to enrollment\n  * No history of intracranial or spinal cord hemorrhage\n  * No evidence of interim CNS disease progression\n  * Metastasis to the midbrain, pons, and medulla\n  * No ongoing neurological symptoms that are related to the brain localization of the disease (sequelae that are a consequence of the treatment of the brain metastases are acceptable.\n  * Subjects must be either off steroids or on a stable or decreasing dose of ≤ 10 mg daily prednisone (or equivalent)\n* Receipt of any organ transplantation including allogeneic stem-cell transplantation.\n* Significant acute or chronic infections including, among others:\n\n  * Known history of testing positive for human immunodeficiency virus (HIV), or acquired immunodeficiency syndrome (AIDS).\n  * Active tuberculosis\n  * Positive test for hepatitis B virus (HBV) surface antigen (and/or core antibody) and/or confirmatory hepatitis C virus (HCV) RNA (if anti-HCV antibody tested positive).\n* Active autoimmune disease with reasonable possibility of clinically significant deterioration when receiving an immunostimulatory agent:\n\n  * Subjects with Type 1 diabetes mellitus, vitiligo, psoriasis, hypo- or hyperthyroid disease not requiring immunosuppressive treatment are eligible.\n  * Subjects requiring hormone replacement with corticosteroids are eligible if the steroids are administered only for the purpose of hormonal replacement and at doses ≤ 10 mg or 10 mg equivalent prednisone per day.\n  * Administration of steroids through a route known to result in a minimal systemic exposure (topical, intranasal, intro-ocular, or inhalation) are acceptable.\n* Interstitial lung disease that is symptomatic or which may interfere with the detection or management of suspected drug-related pulmonary toxicity.\n* Uncontrolled asthma \\[defined as having 3 or more of the following features of partially controlled asthma within 28 days prior to starting study treatment: Daytime symptoms more than twice per week, any limitation of activities, any nocturnal symptoms/awaking, need for reliever/rescue inhaler more than twice per week, or known lung function (PEF or FEV1) without administration of a bronchodilator that is \\< 80% predicted or personal best (if known)\\].\n* Current symptomatic congestive heart failure (New York Heart Association \\> class II), unstable cardiac arrhythmia requiring therapy (e.g. medication or pacemaker), unstable angina (e.g. new, worsening or persistent chest discomfort), or uncontrolled hypertension (systolic \\> 160 mmHg or diastolic \\> 100mmHg). Or any of the following occurring within 6 months (180 days) prior to first dose of study drugs: Myocardial infarction, coronary/peripheral artery bypass graft, cerebrovascular accident or transient ischemic attack. (Use of antihypertensive medication to control blood pressure is allowed.)\n* Concurrent treatment with a non-permitted drug (refer to prohibited medication list) as well as foods or supplements that are strong or moderate CYP3A4 enzyme inducers or inhibitors. Any of the above has to be discontinued at least 7 days prior to Cycle 1/ Day 1 of study treatment.\n* Requirement of anticoagulant therapy with oral vitamin K antagonists such as Coumadin (warfarin). Low-dose anticoagulants for the maintenance of patency in a central venous access device or the prevention of deep vein thrombosis or pulmonary embolism is allowed. Therapeutic use of low molecular weight heparin is allowed provided patients are safely able to interrupt it prior to biopsy procedures.\n* Persisting toxicity related to prior therapy that has not reduced to Grade 1 \\[National Cancer Institute Common Toxicity Criteria for Adverse Events (NCI CTCAE) version 5.0\\]; however, alopecia and sensory neuropathy Grade ≤ 2 are acceptable and Grade ≤ 2 non-hematological toxicities well controlled with medical management are allowed (for example: hypomagnesemia well controlled on magnesium replacement).\n* Known severe (Grade ≥ 3 NCI-CTCAE) hypersensitivity reactions to monoclonal antibodies, or history of anaphylaxis.\n* Vaccination within 28 days of the first dose of study drugs and while on trial is prohibited, except for administration of inactivated vaccines (for example, inactivated influenza vaccine).\n* Pregnant or breastfeeding females.\n* Known current alcohol or drug abuse\n* Prisoners or subjects who are involuntarily incarcerated.\n* Known psychiatric condition, social circumstance, or other medical condition reasonably judged by the patient's study physician to unacceptably increase the risk of study participation; or to prohibit the understanding or rendering of informed consent or anticipated compliance with scheduled visits, treatment schedule, laboratory tests and other study requirements.\n* Known risk factors for ocular toxicity, consisting of any of the following (Cobi arm only):\n\n  * presence of serous retinopathy within 6 months of protocol enrollment\n  * presence of retinal vein occlusion (RVO) within 6 months of protocol enrollment",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}