{
    "nctId": "NCT00905021",
    "briefTitle": "Exemestane With Sunitinib (SUTENT®) in Metastatic Breast Cancer",
    "officialTitle": "EXTENT: Exemestane (AROMASIN®) in Combination With Sunitinib (SUTENT®) in Hormone Receptor Positive Metastatic Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 4,
    "primaryOutcomeMeasure": "Time to Disease Progression in Weeks",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Must have metastatic breast cancer or locally advanced not amenable to curative therapy.\n2. Measurable or evaluable disease are eligible.\n3. Tumors must be Estrogen Receptor (ER)-positive and/or Progesterone Receptor (PR)-positive.\n4. Human Epidermal Growth Factor Recepter 2 (HER2)-positive tumors are allowed but must have failed Herceptin therapy.\n5. Postmenopausal\n6. No more than 3 lines of chemotherapy\n7. No more than 3 lines of hormonal therapy\n8. Bisphosphonates may be given according to their product license\n9. Left ventricular ejection fraction within institutional normal limits\n10. Liver function and kidney function tests within the upper limit of normal. In patients with liver metastasis, liver function tests should be \\< 5 times the upper limit of normal.\n11. Adequate blood counts\n12. Normal thyroid function tests.\n13. Patients with Central Nervous System (CNS) metastatic disease are allowed if the disease is stable for more than 3 months by CT or MRI.\n14. Adequate general health (Eastern Cooperative Oncology Group (ECOG) performance status 0-2).\n15. Able to give informed consent and follow the procedures of the study.\n\nExclusion Criteria:\n\n1. Patients previously treated with exemestane in any setting.\n2. Patients previously treated with sunitinib.\n3. Patients with cardiac dysfunction or active cardiac disease\n4. Patients with uncontrolled CNS metastasis.\n5. Poorly controlled hypertension\n6. Blood counts or liver and kidney tests that fall outside the ranges outlined in inclusion criteria 9-10 above.\n7. ECOG performance status 3 or 4.\n8. History of other malignancy within the last 5 years, except for carcinoma in situ of the cervix or basal cell carcinoma of the skin.\n9. History of a cerebrovascular accident, non-catheter related deep vein thrombosis, or pulmonary embolism in the last 5 years.\n10. Major surgical procedure or significant traumatic injury within 28 days prior to study entry.\n11. Premenopausal status.\n12. History of receiving any investigational treatment within 28 days of study medication initiation.\n13. Current known infection.\n14. Current severe, uncontrolled systemic disease (e.g., clinically significant cardiovascular, pulmonary, or metabolic disease; wound healing disorders; ulcers; or bone fractures).\n15. Medical or psychiatric condition that in the opinion of the principal investigator impair their ability to participate in the study.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}