{
    "nctId": "NCT01051609",
    "briefTitle": "Aromatase Inhibitor-Associated Musculoskeletal Symptoms in Non-Metastatic, Post Menopausal Breast Cancer Patients",
    "officialTitle": "Prospective Study of Aromatase Inhibitor-Associated Musculoskeletal Symptoms in Non-Metastatic, Post Menopausal Breast Cancer Patients",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 27,
    "primaryOutcomeMeasure": "Presence, severity, and change in severity of pain based on joint exam and joint ultrasound inflammatory score.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Women 18 years and older with non-metastatic hormone receptor (ER and/or PR) positive breast cancer who are eligible for and planning on starting treatment with an AI within one month of signing consent.\n* Postmenopausal, defined as at least one of the following: a) amenorrhea for at least 12 months b) prior bilateral oophorectomy at least 2 years prior to trial registration.\n\nExclusion Criteria:\n\n* History of autoimmune connective tissue disease, such as rheumatoid arthritis, lupus, or other autoimmune conditions affecting joints.\n* Treatment with steroid (for any condition, except for chemotherapy premedication) within 30 days of trial registration.\n* Prior treatment with an AI (patients previously or currently on tamoxifen are eligible as long as patients are off tamoxifen for 2 weeks prior to baseline blood draw)\n* Active or ongoing infection\n* Known metastatic disease\n* Known history of HIV or hepatitis infections\n* Ongoing radiation therapy (radiation must have been completed 2 weeks prior to starting treatment with an AI)\n* Non-invasive (DCIS, LCIS) cancer only (no diagnosis of invasive cancer)\n* Pregnant or lactating\n* Unable to speak, read, and write in English",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}