{
    "nctId": "NCT01895491",
    "briefTitle": "Safety Study of VM206RY in Subjects With Expression of HER2 in Breast Cancer",
    "officialTitle": "An Open-Label, Uncontrolled, Single Center, Phase I Trial to Assess the Safety of VM206RY in Subjects With Expression of Her2 in Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 9,
    "primaryOutcomeMeasure": "Adverse events (including serious adverse events and adverse events lead to treatment discontinuation) will be described according to severity and to their relationship with the study drug and injection procedure.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Women, 20 years of age\n* Stage 3 or 4 breast cancer\n* Unresectable breast cancer with Expression of Her2 and one of the following criteria including\n\n  * Prior use of Her2-targeted therapies(Herceptin, Tykerb, taxane and capecitabine) but it was not responding, with Immunohistochemistry (IHC) 3+, or IHC 2+ and FISH+, or SISH+\n  * Patients received treatment that three times continuously Different chemotherapies but it was not responding, with Immunohistochemistry (IHC) 2+ and FISH- or SISH-, or Immunohistochemistry (IHC) 1+\n  * Prior use of six chemotherapies(Anthracycline, Taxane, Gemcitabine, Capecitabine, Vinorelbine, Cyclophosphamide) but it was not responding, with Immunohistochemistry (IHC) 2+ and FISH or SISH-, or Immunohistochemistry (IHC) 1+\n* One or more measurable(or assessable) lesion of breast or metastatic site\n\n  * Spiral CT: ≥ 10mm diameter\n  * general measurement methods (CT, X-ray, MRI): ≥ 20mm diameter\n* Life expectancy 6 months\n* Signed informed consent\n\nExclusion Criteria:\n\n* Prior use of breast cancer vaccine\n* Active or history of cardiovascular diseases within the past 3 months: Active uncontrolled cardiac disease, including cardiomyopathy, CHF(NYHA Class III\\~IV), and unstable angina, family history of congenital long QT syndrome or QT/QTc interval \\>0.45 sec or torsade de points(TdP), and history of idiopathic ventricular tachycardia or ventricular fibrillation, LVEF \\< 50%\n* Patients with coronary artery disease (myocardial infarction, angina, etc.) or a history of coronary artery disease\n* Patients who is required hospitalization by severe fever or required antibiotic treatment by serious infection\n* Patients who is confirmed as CNS metastases. (Only, patient with stable brain metastases is permit. Among the patients who have not any symptom, do not see the progression before registered the last 2 month)\n* History of prior malignancies other than breast cancer within the past 5 years\n* Patients with an existing condition or a history of autoimmune disease or immunodeficiency disease\n* ECOG score ≥ 3\n* Patients with severe dysfunction in major organs\n\n  * Blood: WBC \\< 3,000/㎕; Platelet \\< 100,000/㎕; Hematocrit \\< 30\n  * Liver: Total bilirubin ≥ 1.5 x ULN; ALT/AST ≥ 2.5 x ULN\n  * Kidney: Creatinine ≥ 1.5 x ULN\n* Abnormal values of anti-nuclear Ab, anti-double-stranded DNA and C3, as judged by the investigator\n* History of surgical procedure, chemotherapy, Herceptin treatment, corticosteroid therapy, immunosuppressant therapy or radiotherapy within the past 4 weeks\n* HIV Ag/Ab, HBs Ag, HCV Ab or HTLV-1 Ab positive\n* Psychotropic drug misuse/abuse or alcoholism\n* Prior use of vaccine within the past 4 weeks\n* Cumulative dose of prior doxorubicin \\> 360 ㎎/㎡ or epirubicin \\> 720 ㎎/㎡\n* Women who is pregnant or breastfeeding and don't agree to use a contraceptive during the study period.\n* Patients who have participated in clinical trials enrolled in this clinical trial within 4 weeks before. (Only patient, who has taken survey and DNA test without drug-treatment, has permit.)\n* Patients who are ineligible to participate in this study, as judged by the investigator.\n* Patients who prohibit administering GM-CSF and prior use of GM-CSF within the past 4 weeks.\n* Patients who expect hypersensitivity to investigational product (VM206RY) or any component of product.\n* Due to malignancy neoplasm, patients who require supplementary oxygen or has severe dyspnea at rest\n* Patients with hypertension \\[inadequately controlled hypertension (systolic \\> 180 mm Hg or diastolic \\> 100 mm Hg)\\] or a history of hypertension",
    "sex": "FEMALE",
    "minimumAge": "20 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}