{
    "nctId": "NCT05277909",
    "briefTitle": "An Individualised Treatment vs. a Minimal Program in Women With Late-term Shoulder Impairments After Breast Cancer.",
    "officialTitle": "Effectiveness of an Expert Assessment and Individualised Treatment in Comparison to a Minimal Home-based Exercise Program in Women With Late-term Shoulder Impairments After Primary Breast Cancer Surgery.",
    "overallStatus": "COMPLETED",
    "conditions": "Shoulder Pain, Late Effect, Breast Cancer, Rehabilitation",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 31,
    "primaryOutcomeMeasure": "Change in Shoulder Pain and Disability Index (SPADI) from baseline to 12 weeks after initiating the treatment.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Breast cancer patients who underwent unilateral BCS or mastectomy on the left or right side, including SLND or +/- ALND within the last 3-7 years (2015-2019)\n2. Currently living in the Region of Southern Denmark or Central Denmark Region with a radius of 75 km from Vejle Hospital\n3. Between 18 and 71 age on time of surgery for primary breast cancer\n4. Indicate pain in chest and/or shoulder area (shoulder impairments) as the biggest problem/late-term effect in everyday life\n5. Indicate impaired shoulder function due to pain or due to tightness/tension\n6. Indicate shoulder pain at rest, during general activities, during sleep or during flexion, rotation or abduction of the shoulder\n7. A score ≥15 on the Disabilities of the Arm, Shoulder and Hand (Quick DASH)\n8. Agree to participate in this trial and signs written informed consent\n\nExclusion Criteria:\n\n1. No previous breast cancer (before 2014)\n2. Cancer relapse after the date of index surgery, cancer spread outside of thorax and axilla, tumor fixed to chest wall\n3. Primary- or secondary breast reconstruction performed at any time\n4. Severe lymphedema (an average score ≥ 70% in the first 7 questionnaires on the LYMPH-ICF-DK\n5. Bilateral breast cancer surgery\n6. Previous surgery in the affected shoulder (prior to inclusion)\n7. Previous shoulder or upper limb fractures (left/right)\n8. Currently receiving chemo, immuno- or radiotherapy\n9. Co-morbidity expected to influence shoulder function (e.g. rheumatoid arthritis, previous stroke, multiple sclerosis)\n10. Other reasons for exclusion (e.g. pregnancy, not legally competent, unable to comprehend the information or unable to consent)",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}