{
    "nctId": "NCT06383663",
    "briefTitle": "Supraclavicular Lymph Node Dissection for Ipsilateral Supraclavicular Lymph Node Metastatic Breast Cancer",
    "officialTitle": "A Prospective Multicenter Randomized Controlled Trial of the Prognostic Effects of Supraclavicular Lymph Node Dissection vs. No-dissection in Ipsilateral Supraclavicular Lymph Node Metastasis in Breast Cancer",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Breast Cancer, Ipsilateral Supraclavicular Lymph Node Metastasis",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 452,
    "primaryOutcomeMeasure": "DFS",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Previously untreated primary breast cancer with supraclavicular lymph node metastasis or supraclavicular lymph node metastasis without other metastasis within 5 years after combined therapy; The diagnostic criteria refer to the diagnostic criteria for \"primary breast cancer\" and \"Stage pN3c\" in the AJCC Guidelines published on November 8, 2018;\n2. Supraclavicular lymph node metastasis was confirmed by pathology;\n3. Consent to receive biopsy of breast cancer and supraclavicular lymph node tissue;\n4. Patients with primary breast cancer have no history of malignant tumors and have not received chemotherapy, radiotherapy or endocrine therapy;\n5. Have at least one measurable target lesion according to RECIST criteria;\n6. ECOG score ≦ 1;\n7. The level of organ function must meet the following requirements: adequate bone marrow reserve: absolute counts of neutrophils (lobed and band neutrophils) ≥ 1.5×109/L, platelets ≥ 100×109/L, and hemoglobin ≥ 9 g/dL. Liver: Bilirubin \\<1.5 times the upper limit of normal, alkaline phosphatase (AP), aspartate aminotransferase (AST) and alanine aminotransferase (ALT) \\<3.0 times the upper limit of normal. Renal: Creatinine clearance ≥ 45 mL/min;\n8. No distant metastases were found in preoperative imaging examination of whole abdominal color ultrasound, chest CT or MRI, bone scan, or PET/CT;\n9. normal mind, can cooperate to complete the treatment;\n10. Expected survival ≥36 months\n11. In accordance with the requirements of the Ethics Committee, there is an informed consent signed by the patient or her legal representative, or an informed consent signed by the patient and her family.\n\nExclusion Criteria:\n\n1. The range of metastasis exceeds the neck IV and VB region;\n2. En-bloc resection cannot be achieved;\n3. Patients with heart, lung, vascular and other diseases cannot receive antitumor therapy;\n4. Preoperative examination found distant metastasis;\n5. Pregnant, lactating or inflammatory breast cancer patients;\n6. Diseases associated with immune, endocrine or cardiovascular systems;\n7. Previous history of other tumors or combined with other tumors;\n8. Refusing to comply with the study protocol and refusing to sign the informed consent",
    "sex": "FEMALE",
    "minimumAge": "35 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}