{
    "nctId": "NCT05775575",
    "briefTitle": "A Clinical Trial of TQB3909 Tablets in Patients With Breast Cancer",
    "officialTitle": "A Phase Ib/II Study to Investigate the Safety, Tolerance and Pharmacokinetics of TQB3909 With HR-positive, HER2-negative Advanced Breast Cancer",
    "overallStatus": "UNKNOWN",
    "conditions": "Advanced Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 65,
    "primaryOutcomeMeasure": "Dose Limiting Toxicity (DLT)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Evidence of a personally signed and dated informed consent document indicating that the patient has been informed of all pertinent aspects of the study.\n* Age: 18 to 75 years old; female patient, an Eastern Cooperative Oncology Group (ECOG) performance status of 0 to 1.\n* Histopathologically confirmed HR positive and HER2 negative advanced or metastatic breast cancer.\n* Patients who have been treated with endocrine therapy and have experienced disease progression.\n* Patients previously treated with any CDK4/6 inhibitor and not treated with BCL-2 inhibitor.\n* Has at least one measurable lesion according to Response Evaluation Criteria In Solid Tumors (RECIST) v1.1 criteria\n* The main organs function well;\n* Female patient had no plans to become pregnant and voluntarily took effective contraceptive measures from agree with the study to at least 6 months after the last dose of study drug.\n\nExclusion Criteria:\n\n* 1. Concomitant disease and medical history:\n\n  1. There were other malignant tumors in 3 years before the first medication.\n  2. Has multiple factors affecting oral medication;\n  3. Unalleviated toxicity ≥ grade 1 due to any previous therapy;\n  4. Major surgical treatment, open biopsy and obvious traumatic injury were performed within 28 days before the study; e．Arteriovenous thrombotic events occurred within 6 months before the first medication, such as cerebrovascular accident (including transient ischemic attack, cerebral hemorrhage, cerebral infarction), deep venous thrombosis and pulmonary embolism; f．Have a history of psychotropic drug abuse and can not quit or have mental disorders; g．Subjects with any severe and / or uncontrolled disease included: Cirrhosis, active hepatitis, history of immunodeficiency;\n* Tumor-related symptoms and treatment:\n\n  1. Has central nervous system metastases (CNS) and/or cancerous meningitis or leptomeningeal carcinomatosis;\n  2. have received radiotherapy, other antineoplastic therapy within 2 weeks prior to the first dose;\n  3. Has uncontrollable pleural effusion, pericardial effusion, or ascites requiring recurrent drainage procedures.\n* Known hypersensitivity to TQB3909, LHRH agonists (e.g., goserelin), or any excipients.\n* Subjects who have received the vaccine within 28 days prior to the first dose, or are planning to receive the vaccine during the study period.\n* Has Participated in other clinical trials within 4 weeks before first dose.\n* According to the judgement of the investigators, there are other factors that may lead to the termination of the study.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}