{
    "nctId": "NCT05520723",
    "briefTitle": "Preventive stRategy for IMMU132-relatED AEs in TNBC - PRIMED",
    "officialTitle": "Multicenter, Open-label, Single Arm, Phase II Clinical Trial to Improve Sacituzumab Govitecan's Tolerance in Patients With Metastatic Triple-Negative Breast Cancer.",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Triple Negative Breast Cancer, Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 50,
    "primaryOutcomeMeasure": "Incidence of grade ≥2 diarrhea",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Signed Informed Consent Form (ICF) prior to participation in any study-related activities.\n2. Patients aged ≥18 years at the time of signing ICF.\n3. Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1.\n4. Life expectancy of ≥ 12 weeks.\n5. Unresectable locally advanced or metastatic disease documented by computerized tomography (CT) scan or magnetic resonance imaging (MRI) that is not amenable to resection with curative intent.\n6. All patients must have been previously treated with taxanes regardless of disease stage (adjuvant, neoadjuvant, or advanced), unless contraindicated for a given patient.\n7. Refractory to at least one, and no more than two, prior standard of care chemotherapy regimens for unresectable locally advanced or MBC. Earlier adjuvant or neoadjuvant therapy for more limited disease will be considered as one of the required prior regimens if the development of unresectable locally advanced or metastatic disease occurred within a 12-month period after completion of chemotherapy or immunotherapy (e.g., adjuvant pembrolizumab).\n8. For TNBC patient only:\n\n   a.) Histologically confirmed TNBC per American Society of Clinical Oncology (ASCO)/College of American Pathologists (CAP) criteria based on local testing on the most recent analyzed biopsy. Triple-negative is defined as \\<1% expression for estrogen receptor (ER) and progesterone receptor (PgR) and negative for human epidermal growth factor receptor 2 (HER2) (0-1+ by IHC or 2+ and negative by in situ hybridization \\[ISH) test\\].\n9. For HR positive luminal breast cancer patients only:\n\n   1. Confirmed diagnosis of estrogen receptor (ER)\\[+\\] and/or progesterone receptor (PR)\\[+\\] (with ≥1% positive stained cells according to National Comprehensive Cancer Network \\[NCCN\\] and American Society of Clinical Oncology \\[ASCO\\] guidelines) and human epidermal growth factor receptor 2 (HER2)- negative (0 or 1+ by immunohistochemistry \\[IHC\\] or 2+ and negative by in situ hybridization \\[ISH\\] test) breast cancer in the advanced setting.\n   2. Refractory to at least 1 prior anticancer hormonal treatment and at least 1 CDKi4/6 in the metastatic setting.\n10. Measurable or non-measurable, but evaluable disease, as per RECIST v.1.1. Patients with bone-only metastases are also eligible.\n11. Brain MRI must be done for patients with suspicion of brain metastases and patient must have stable central nervous system (CNS) disease for at least 4 weeks after local therapy, without neurological symptoms, and off anticonvulsants and steroids for at least 2 weeks before first dose of study treatment.\n12. Adequate hematologic counts without transfusional or growth factor support within 2 weeks before of study drug initiation (hemoglobin ≥ 9 g/dL, ANC ≥ 1500/mm3, and platelets ≥ 100,000/μL).\n13. Adequate renal and hepatic function (creatinine clearance of ≥ 60 ml/min, may be calculated using Cockcroft-Gault equation; bilirubin ≤ 1.5 x ULN, AST and ALT ≤ 3.0 x ULN or 5 x ULN if known liver metastases).\n14. Resolution of all acute AEs of prior anti-cancer therapy to grade 1 as determined by the NCI-CTCAE v.5.0 (except for alopecia or other toxicities not considered a safety risk for the patient at investigator discretion).\n15. Male patients and female patients of childbearing potential who engage in heterosexual intercourse must agree to use institution specified method(s) of contraception.\n16. Patients must have completed all prior cancer treatments at least 2 weeks\\* prior to randomization including chemotherapy (includes also endocrine treatment), radiotherapy, and major surgery.\n\n    * Prior antibody treatment for cancer must have been completed at least 3 weeks prior to randomization.\n\nExclusion Criteria:\n\n1. Prior treatment with topoisomerase 1 inhibitors as a free form or as other formulations.\n2. Patients with carcinomatous meningitis or leptomeningeal disease.\n3. Known hypersensitivity reaction to any investigational or therapeutic compound or their incorporated substances.\n4. Patients with Gilbert's disease.\n5. Patients known to be HIV positive, hepatitis B positive, or hepatitis C positive.\n6. Participants with non-melanoma skin cancer or carcinoma in situ of the cervix are eligible, while participants with other prior malignancies must have had at least a 3-year disease-free interval.\n7. Known history of unstable angina, myocardial infarction, or cardiac heart failure present within 6 months of study initiation or clinically significant cardiac arrhythmia (other than stable atrial fibrillation) requiring anti-arrhythmia therapy or history of QT interval prolongation.\n8. Known history of clinically significant active Chronic obstructive pulmonary disease (COPD), or other moderate-to-severe chronic respiratory illness present within 6 months of study initiation.\n9. Known history of clinically significant bleeding, intestinal obstruction, or gastrointestinal perforation within 6 months of study initiation.\n10. Active or prior documented inflammatory bowel disease (i.e. Crohn's disease, ulcerative colitis, or a preexisting chronic condition resulting in baseline grade ≥1 diarrhea).\n11. Infection requiring antibiotic use within 1 week of randomization.\n12. Other concurrent medical or psychiatric conditions that, in the Investigator's opinion, may be likely to confound study interpretation or prevent completion of study procedures and follow-up examinations.\n13. Women who are pregnant or lactating.\n14. Concomitant participation in other interventional clinical trial. Note: Patients participating in observational studies are eligible.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}