{
    "nctId": "NCT03421522",
    "briefTitle": "Intercostobrachial Nerve Sparing to Reduce Post-Surgical Pain",
    "officialTitle": "Intercostobrachial Nerve Sparing in Breast Cancer Surgery to Reduce Persistent Post-surgical Pain - an International Randomized Controlled Trial",
    "overallStatus": "UNKNOWN",
    "conditions": "Post-surgical Pain, Pain, Chronic, Intercostal Pain, Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "PREVENTION",
    "enrollmentCount": 50,
    "primaryOutcomeMeasure": "Persistent post-surgical pain (PPSP)",
    "eligibilityCriteria": "Pilot Study\n\nInclusion Criteria:\n\n1. Females aged 18 years and older.\n2. Known or suspected invasive breast cancer.\n3. Planned ALND (not sentinel lymph node biopsy) either alone or with planned mastectomy or breast conserving surgery.\n4. The ICBN is preservable (as confirmed in the OR)\n5. Cognitive ability and language skills required to complete the outcome measures.\n6. Provision of informed consent.\n\nExclusion Criteria:\n\n1. The patient has chronic pain or a chronic pain syndrome for which they have received daily medication (i.e. opioid, anti-convulsant, anti-spasmodic, anti-depressant, anti-inflammatory) or routine pain intervention (i.e. nerve blocks) during the past 3 months.\n\n   Note: Chronic pain refers to known chronic pain disorder (i.e. post-herpetic neuralgia, complex regional pain syndrome, fibromyalgia, diabetic neuropathy, post-stroke pain, etc.). The diagnosis for a 'chronic pain syndrome' is outlined by the use of pain medications and interventions. The pain medication must be used by the patient to treat pain. For a pain intervention to be considered routine, it must be given in its prescribed frequency during the past three months (e.g. a patient that has been prescribed to receive a nerve block once a month, received three nerve blocks in the past three months).\n2. The patient has a prior history of completing ALND on the ipsilateral side.\n3. Detectable metastatic disease at the time of initial diagnosis.\n4. Planned bilateral ALND.\n5. History of shoulder trauma or pathology on the same side as their breast cancer.\n6. Preservation of the ICBN is not possible, in the judgement of the attending surgeon (as confirmed in the OR).\n7. Anticipated problems with the patient being available for follow-up.\n8. Incarceration.\n9. The patient is or may be enrolled in a competing trial.\n10. Other reason to exclude the patient, as specified.\n\nBiomarker Sub-Study Eligibility:\n\nAll eligible patients who consent to participate in the INSPIRE trial will be asked to participate in the biomarker sub-study. Participants who decline to participate in the biomarker sub-study will still be enrolled into the INSPIRE trial. During the pilot phase of the INSPIRE trial, we will confirm our ability to obtain and analyze blood samples from ≥ 90% of INSPIRE participants.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}