{
    "nctId": "NCT00440089",
    "briefTitle": "Effects of Hands-on-Healing vs. Touch for Fatigued Breast Cancer Survivors",
    "officialTitle": "Effects of Hands-on-Healing vs. Touch for Fatigue and Inflammation in Breast Cancer Survivors",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2, PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 76,
    "primaryOutcomeMeasure": "Multiple Fatigue Symptom Inventory",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Premenopausal and postmenopausal women between the ages of 18 to 70 years.\n* Ability to give informed consent.\n* Breast cancer survivors who have undergone surgery, including lumpectomy and simple or total mastectomy, followed by chemotherapy or a combination of chemo- and radio-therapy. We have elected to study survivors instead of patients actively undergoing treatment to alleviate subject burden and risk during this protocol.\n* Stage I to III breast cancer survivors.\n* Breast cancer survivors who have finished their chemotherapy and/or radiotherapy at least one month prior to 60 months prior.\n* Breast cancer survivors with above-normative levels of fatigue.\n\nExclusion Criteria:\n\n* Breast cancer patients who are currently receiving or who are scheduled to receive radiation or chemotherapy during the course of this intervention study.\n* Patients with current major depression, current or history of prior bipolar illness, currently on psychotropic medications.\n* Patients with other diseases that are known to induce fatigue (e.g., thyroid disorder; sleep disorders).\n* Patients with other inflammatory diseases that affect cytokine levels.\n* Patients with a history of other cancers, and stage IV breast cancer.\n* Patients undergoing current chemotherapy and/or radiotherapy.\n* Men with breast cancer.\n* Substance abuse/dependence.\n* Continued use of another biofield-based intervention (e.g., Reiki, Qi-Gong, Healing Touch, Therapeutic Touch, Johrei).",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}