{
    "nctId": "NCT00526617",
    "briefTitle": "A Phase I Study of ABT-888 in Combination With Temozolomide in Cancer Patients",
    "officialTitle": "A Phase I Study of ABT-888 in Combination With Temozolomide (TMZ) in Subjects With Non-Hematologic Malignancies (NHM) and Metastatic Melanoma (MM)",
    "overallStatus": "COMPLETED",
    "conditions": "Non-hematologic Malignancies, Metastatic Melanoma, Breast Cancer, Ovarian Cancer, Primary Peritoneal Cancer, Fallopian Tube Cancer, Hepatocellular Carcinoma",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 41,
    "primaryOutcomeMeasure": "Maximum Tolerated Dose",
    "eligibilityCriteria": "Inclusion Criteria:\n\nDose escalation and expanded safety cohorts\n\n* Evaluable disease, histologically confirmed malignancy (metastatic or unresectable) and standard curative measures or other therapy that may provide clinical benefit do not exist or are no longer effective\n* ECOG Performance Score less than or equal to 2\n* Adequate hematologic, renal and hepatic function\n* Normal sodium, calcium and magnesium levels\n* Voluntarily signed informed consent\n\nExpanded Safety Cohorts Only\n\n* Population:\n* Metastatic melanoma (MM)\n* Hepatocellular carcinoma (HCC) Child Pugh Category A and B classification only\n* BRCA deficient tumor status\\*: advanced breast cancer (with soft tissue disease), or advanced ovarian cancer, or advanced primary peritoneal cancer, or advanced fallopian tube cancer\\*\n\n  \\*Patients must have histologically or cytologically confirmed solid tumors with a positive genetic test result documenting BRCA 1 or BRCA 2 mutation status, to be considered eligible.\n* Serial tumor biopsies: Required for all subjects enrolled in one of the Expanded Low Dose Safety Cohorts.\n\nExclusion Criteria:\n\nDose Escalation and Expanded Safety Cohorts\n\n* Known central nervous system (CNS) metastases or CNS primary cancer.\n* Previous or current malignancies at other sites, except: adequately treated in situ carcinoma of cervix uteri; basal/squamous cell carcinoma of skin; previous malignancy considered cured.\n* Previous history or current seizure disorder.\n* Clinically significant and uncontrolled major medical condition(s) or any medical condition that places the subject at an unacceptably high risk for toxicities.\n* Transplant recipients and patients receiving combination anti-retroviral therapy for HIV due to the use of immunosuppressant therapies.\n* Lactating or pregnant female.\n* Chemotherapy, immunotherapy, radiotherapy, biologic or any investigational therapy will not be allowed within either 4 weeks, or 5 half lives of a targeted therapy prior to study drug administration (Study Day 1).\n* Prior therapy with regimens containing dacarbazine (DTIC) or TMZ is not permitted.\n* Anti-cancer therapy is not permitted during the treatment portion of the study.\n* Hormone therapy, bisphosphonates or LHRH-agonists for prostate cancer are permitted prior to and during the study.\n* Significant adverse event or toxicity due to previous anti-cancer treatment that has not recovered to within one grade level (not to exceed Grade 2) of baseline.\n\nExpanded Safety Cohorts Only:\n\n* MM Only: Prior treatment with DNA damaging agents or cytotoxic chemotherapy including carboplatin, cisplatin, fotemustine, paclitaxel, vincristine, TMZ and DTIC.\n* Prior therapy with biologic agents (including IL-2, interferon, bevacizumab, vaccines and immunostimulants) and signal transduction inhibitors (including sorafenib, erlotinib, sutent and elesclomol) are allowed.\n\nLower Dose Expanded Safety Cohorts Only\n\n* Anti-coagulant restrictions for subjects that have tumor biopsies.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}