{
    "nctId": "NCT01684579",
    "briefTitle": "Exercising Our ABC's (African- American Breast Cancer Survivors)",
    "officialTitle": "Exercising Our ABC's (African- American Breast Cancer Survivors)",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "EARLY_PHASE1",
    "allocation": "NA",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 19,
    "primaryOutcomeMeasure": "Identify factors contributing to or limiting the success of development of the community-academic partnership.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Female patients with a histological confirmation of breast cancer.\n* Age 18 years and older.\n* Stage I-III. Limiting the cohort to stage I-III cancer limits mortality during the 8-month follow-up period and allows completion of follow-up procedures as well as enhances exercise participation, i.e. no painful bone metastases or danger of pathologic fracture, etc.\n* Eligible patients will include African-American women only.\n* Women with recently diagnosed breast cancer who are no more than 12 months after completion of initial therapies including neoadjuvant therapy, surgery, radiation and/or chemotherapy and who are not receiving or scheduled to receive further active cytotoxic therapy other than adjuvant hormonal therapy or targeted therapy. Women receiving hormonal therapy or targeted will be eligible to participate in these studies.\n* Eligible patients will include those who meet the criteria for exercise safety as defined in the American Heart Association and the American College of Sports Medicine exercise pre-participation questionnaire. All Women will require clearance by cardiologist.\n* Eligible patients include the ability to travel to the Gathering Place, Beachwood OH and participate in the new Wellness Center that is equipped with state-of-the-art aerobic and resistance training apparati.\n\nExclusion Criteria:\n\n* Caucasian (non-African-American) and male breast cancer patients.\n* Patients who are beyond 12 months after completion of initial therapies for breast cancer, or continuing to receive active therapy including neoadjuvant therapy, surgery, radiation and/or chemotherapy.\n* Patients with stage IV disease, severe dementia or life-expectancy less than 6-months.\n* Patients will be deemed ineligible if they do not fulfill the criteria for exercise safety as defined in the American Heart Association and the American College of Sports Medicine exercise pre-participation questionnaire or do not receive clearance from cardiologist.\n* Inability to understand English as the exercise instructors may not be fluent in foreign languages and several of the instruments used to assessment have not been translated into other languages.\n* Inability to travel to the Gathering Place, Beachwood OH and participate in the new Wellness Center that is equipped with state-of-the-art aerobic and resistance training apparati.(Taxi fare to and from The Gathering Place will be provided where required)\n* History of connective tissue disorder that would limit exercise.\n* Inability to provide informed consent.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}