{
    "nctId": "NCT02483871",
    "briefTitle": "Dose Optimization of Rosuvastatin in Early Stage and Metastatic Estrogen Receptor Positive Breast Cancer Patients on Endocrine Therapy",
    "officialTitle": "N/A",
    "overallStatus": "WITHDRAWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "Safety by adverse event",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Women with ER+/PR+ HER2-negative breast cancer initiating neoadjuvant endocrine therapy with curative intent OR initiating endocrine therapy for the treatment of metastatic breast cancer with a biopsy accessible primary breast tumor\n* The patients may start any FDA approved endocrine therapy (with which they have not been previously treated) at week 4 of the trial except for tamoxifen\n* Palbociclib can be started at week 4, if indicated\n* Patients with metastatic disease currently on endocrine therapy must be willing to stop endocrine therapy for 2 weeks prior to starting the study and to switch to a new endocrine therapy on the study (at week 4)\n* Intact breast tumor present and size measuring at least 1cm at enrollment\n* Post-menopausal at enrollment (age ≥ 60, age ≤ 60 and amenorrhea for ≥12 months in the absence of chemotherapy, tamoxifen, ovarian suppression and FSH/estradiol in the post-menopausal range)\n* ECOG ≤ 2\n* Can be on other endocrine therapy if willing to change a different endocrine therapy agent for the trial\n* Must have at least one FDA approved endocrine therapy option with which the patient has not received prior treatment\n* Life expectancy \\> 12 weeks\n* Laboratory criteria: normal renal function: creatinine \\< 1.5 x upper limit of normal (ULN)), liver function: bilirubin \\< 2 x ULN, transaminases \\< 2 x ULN and blood counts: WBC ≥ 2.0, Neutrophils ≥1250, platelets ≥50,000, Hemoglobin ≥ 8.\n* Age \\> 18 years\n* Patients must have the ability to give informed consent.\n* Patients must have a signed informed consent form prior to enrollment on study. -\n\nExclusion Criteria:\n\n* Statin use in the last 6 months\n* Patient has been treated with all FDA approved endocrine therapies or has been treated with all FDA approved endocrine therapies except for tamoxifen (tamoxifen is excluded from the trial)\n* Active liver disease with elevated transaminases \\> 2x ULN\n* Known hypersensitivity to rosuvastatin\n* Any history of any other cancer (except non-melanoma skin cancer or carcinoma in-situ of the cervix) unless the patient has been in remission and off all other cancer therapy for at least 3 years.\n* Patients should have no significant psychiatric illness or medical illness that would preclude the ability to comply with the protocol.\n* Patients currently taking medications with known rosuvastatin interactions including cyclosporine, gemfibrozil, lopinavir/ritonavir, atazanavir/ritonavir, coumarin anticoagulants, colchicine, fenofibrates, and niacin.",
    "sex": "FEMALE",
    "minimumAge": "N/A",
    "stdAges": "CHILD, ADULT, OLDER_ADULT"
}