{
    "nctId": "NCT06649331",
    "briefTitle": "Platform Study of ADC Rechallenge in ADC-treated Metastatic Breast Cancer",
    "officialTitle": "Platform Study of ADC Rechallenge in ADC-treated Metastatic Breast Cancer：A Prospective, Open-label, Multicenter, Phase II Trial",
    "overallStatus": "RECRUITING",
    "conditions": "Advanced Breast Cancer, Metastatic Breast Cancer, Triple Negative Breast Cancer (TNBC), HER2-negative Breast Cancer, Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 120,
    "primaryOutcomeMeasure": "Objective response rate (ORR)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age ≥18 years;\n2. Locally advanced breast cancer (unable to undergo radical local treatment) or recurrent metastatic breast cancer;\n3. Previously received ADCs;\n4. The most recent pathology results will be considered for enrollment according to local testing of ER, PR and HER2. Participants with any hormone receptor (HR) status will be allowed on study.\n5. Prior endocrine therapy: Participants with HR-positive breast cancer must have received prior CDK4/6 inhibitor;\n6. Participants must have measurable disease per RECIST 1.1.\n7. The functions of the main organs are basically normal and meet the following conditions:\n\n   I. Blood routine examination criteria shall meet: HB ≥90 g/L (no blood transfusion within 14 days); The ANC acuity 1.5 x 10\\^9 / L; PLT acuity 75 x 10\\^9 / L; II. Biochemical tests should meet the following criteria: TBIL ≤1.5×ULN (upper limit of normal value); ALT and AST ≤3×ULN; If liver metastases were present, ALT and AST≤ 5×ULN; Serum Cr ≤1.5×ULN, endogenous creatinine clearance \\> 50 ml/min (Cockcroft-Gault formula); III. LVEF≥50%\n8. They have not received radiotherapy, molecular targeted therapy, or surgery within 3 weeks before the start of the study, and have recovered from the acute toxicity of previous treatment (if surgery was performed, the wound has healed completely); No peripheral neuropathy or grade I peripheral neurotoxicity; Participants may have discontinued all CDK4/6 inhibitor at least 14 days prior to study treatment initiation. Prior endocrine therapy does not require washout.\n9. ECOG score ≤2, and life expectancy ≥3 months;\n10. Fertile female subjects were required to use a medically approved contraceptive method during the study treatment period and for at least 3 months after the last use of the study drug;\n11. Subjects volunteered to join the study, signed informed consent, had good compliance, and cooperated with follow-up.\n\nExclusion Criteria:\n\n1. Radiotherapy (except for palliative causes), chemotherapy, and immunotherapy were used in the first 3 weeks of treatment, except bisphosphonate (which can be used for bone metastasis);\n2. Uncontrolled central nervous system metastases (indicating symptomatic or symptomatic treatment with glucocorticoids or mannitol);\n3. A history of clinically important or uncontrolled heart disease, including congestive heart failure, angina pectoris, myocardial infarction, or ventricular arrhythmia within the last 6 months;\n4. Presence of the third space effusion (such as massive ascites, pleural effusion, pericardial effusion) that cannot be controlled by drainage or other methods;\n5. Participants with who had used immunosuppressive agents or systemic corticosteroids within 2 weeks before the first dose (dose\\> 10mg/day prednisone or other corticosteroids at the physiological dose of the drug), excluding nasal spray or inhaled corticosteroids;\n6. Presence of any active autoimmune disease or a history of autoimmune disease with potential relapse;\n7. Known human immunodeficiency virus (HIV) infection that is not well controlled;\n8. Known active hepatitis B (HBV DNA≥2000 IU/mL or 104 copies/mL) and hepatitis C (positive for hepatitis C antibodies and HCV-RNA above the lower detection limit of the assay);\n9. Persistent grade 1 or higher adverse reactions caused by previous treatments. The exception to this is hair loss or something the researchers don't think should be ruled out. Such cases should be clearly documented in the investigator's notes;\n10. Underwent major surgery (except minor outpatient procedures, such as placement of vascular access) within 3 weeks of the first course of trial treatment;\n11. Pregnant or lactating patients;\n12. Malignancy (except basal cell carcinoma of the skin, which has been cured, and carcinoma in situ of the cervix) in the past 5 years;\n13. History of allergic reactions attributed to compounds of similar chemical or biologic composition to the study agent or accompanying supportive medications;\n14. Serious physical or mental illnesses or laboratory abnormalities that may increase the risk of participating in the study or interfere with the study results\n15. Deemed by the investigator to be ineligible for participation in the study.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}