{
    "nctId": "NCT00508586",
    "briefTitle": "PTC299 and Hormonal Agent for Treatment of Metastatic Breast Cancer",
    "officialTitle": "A Phase 1b Study to Assess the Safety, Feasibility, Pharmacokinetics, and Activity of PTC299 Monotherapy or Combination Therapy With Hormonal Agents in Patients With Metastatic Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 33,
    "primaryOutcomeMeasure": "Maximum Tolerated Dose (MTD) within the tested dose range.",
    "eligibilityCriteria": "Major Eligibility Criteria:\n\n1. Female sex.\n2. Age ≥18 years.\n3. Body weight 40-100 kg.\n4. ECOG performance status of 0 or 1.\n5. Histologically or cytologically confirmed adenocarcinoma of the breast.\n6. Presence of metastatic disease not amenable to surgery, radiation therapy, or chemoradiotherapy with curative intent.\n7. No active second metastatic malignancy other than breast cancer.\n8. No unstable brain or leptomeningeal disease.\n9. Discontinuation of other therapies (except for anastrozole, letrozole, or exemestane) for the treatment of breast cancer and resolution of any acute toxic effects of prior therapies.\n10. Adequate bone marrow, liver, and kidney function.\n11. No uncontrolled hypertension, major bleeding, HIV infection or recent acute cardiovascular event.\n12. If sexually active and not postmenopausal or surgically sterile, willingness to abstain from sexual intercourse or employ an effective barrier method of contraception during the study drug administration and follow-up periods.\n13. No pregnancy or breast-feeding.\n14. Willingness and ability to comply with scheduled visits, drug administration plan, laboratory tests, other study procedures, and study restrictions.\n15. Willingness to provide informed consent. In addition to the criteria noted above, Stage 2 subjects must also have natural or induced suppression of ovarian function to post-menopausal levels and be receiving or be a candidate for hormonal therapy.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}