{
    "nctId": "NCT04293393",
    "briefTitle": "Neoadjuvant Study Chemotherapy vs Letrozole + Abemaciclib in HR+/HER2- High/Intermediate Risk Breast Cancer Patients",
    "officialTitle": "Phase II, Randomized, Open-label, International, Multicenter Study to Compare Efficacy of Standard Chemotherapy vs. Letrozole Plus Abemaciclib as Neoadjuvant Therapy in HR-positive/HER2-negative High/Intermediate Risk Breast Cancer Patients",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Early Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 200,
    "primaryOutcomeMeasure": "Residual Cancer Burden (RCB) 0-I rate",
    "eligibilityCriteria": "Inclusion Criteria:\n\nPatients are eligible to be enrolled in the study only if they meet all of the following criteria:\n\n1. Written informed consent prior to any specific study procedures.\n2. Women ≥ 18 years of age.\n3. Documentation of histologically confirmed primary invasive adenocarcinoma of the breast.\n4. Availability of a primary tumor tissue sample obtained during the diagnostic process before treatment for the central assessment of Ki67 index.\n5. Documentation of Hormone Receptor (HR) positive and Human Epidermal Growth Factor Receptor 2 (HER2) negative Breast Cancer (BC) based on local laboratory determination.\n\n   * HR positive is defined as more than or equal to 10% positive cells by Immunohistochemistry (IHC) for ER and/or progesterone receptor (PgR).\n   * HER2 negative tumor is determined according to recommendations of American Society of Clinical Oncology/College of American Pathologists (ASCO/CAP) 2018 guidelines.\n6. Intermediate and high risk patients based on Ki67 index value (≥ 20%) determined at a central laboratory.\n7. Patients should be in the following clinical stages of disease according to the 8th edition of the TNM Classification of Breast Cancer by the Union for International Cancer Control (UICC): T2 (\\> 2cm) - T3, T4b, N0 - N2, M0 (stages IIA, IIB, IIIA or IIIB). Subpopulation with tumors T2 N0 M0 will include high risk patients based on Ki67 index \\> 30% or Ki67 index between 20-30% and PgR negative with or without histological grade 3.\n8. Patients diagnosed with multifocal or multicentric breast cancer will be eligible for the study if only 2 tumor lesions have been confirmed in the clinical evaluation and both lesions comply with the characteristics required by the protocol (please, refer to previous inclusion criteria).\n9. Indication of neoadjuvant treatment.\n10. At the time of presentation, patients must be candidates for potentially curative surgery by surgeon's assessment.\n11. Sentinel lymph node biopsy (SLNB) will be preferable after the neoadjuvant treatment. Those patients with SLNB before the neoadjuvant treatment will be eligible for the study only if the SLNB has a negative result (N0). One Step Nucleic Acid Amplification (OSNA) method is not allowed.\n12. Premenopausal and postmenopausal women. Postmenopausal status is defined as:\n\n    * Patient underwent bilateral oophorectomy, or\n    * Age ≥ 60 years, or\n    * Age \\< 60 years and amenorrhea for 12 or more months (in the absence of chemotherapy, tamoxifen, toremifene or ovarian suppression) and Folliculostimulating hormone (FSH) and plasma estradiol are in the postmenopausal ranges per local normal ranges.\n\n    All women who do not meet the criteria for postmenopausal status are considered premenopausal for the purpose of this trial.\n13. Eastern Cooperative Oncology Group (ECOG) performance status (PS) of 0 or 1.\n14. Patients are able to swallow oral medications.\n15. Adequate organ and bone marrow function:\n\n    * Absolute neutrophil count (ANC) ≥ 1,500/mm3 (1.5x109/L);\n    * Platelets ≥ 100,000/mm3 (100x109/L);\n    * Hemoglobin (Hgb) ≥ 8g/dL (80g/L) (erythrocyte transfusions are permitted; initial treatment must not begin earlier than the day after the erythrocyte transfusion);\n    * Total serum bilirubin ≤ 1.5x Upper Limit of Normal (ULN) (≤ 2x ULN and direct bilirubin within normal limits if Gilbert´s disease);\n    * Aspartate aminotransferase (AST) and Alanine aminotransferase (ALT) ≤ 3x ULN.\n16. Left ventricular ejection fraction (LVEF) ≥ 50% measured by multiple-gated acquisition scan (MUGA) or echocardiogram (ECHO).\n17. For premenopausal women: agreement to remain abstinent or use single or combined non-hormonal contraceptive methods that result in a failure rate of \\< 1% per year during the treatment period and for at least 3 weeks after the last dose of study treatment. Abstinence is only acceptable if it is in line with the preferred and usual lifestyle of the patient. Periodic abstinence (e.g., calendar, ovulation, symptothermal, or post-ovulation methods) and withdrawal are not acceptable methods of contraception. Examples of non-hormonal contraceptive methods with a failure rate of \\< 1% per year include tubal ligation, male sterilization, and certain intrauterine devices. Alternatively, two methods (e.g., two barrier methods such as a condom and a cervical cap) may be combined to achieve a failure rate of \\< 1% per year. Barrier methods must always be supplemented with the use of a spermicide.\n18. Negative serum pregnancy test within 7 days of the first dose of abemaciclib for premenopausal women, and for women who have experienced menopause onset \\< 12 months prior to first dose of therapy.\n19. Patients consent to biological sample provision for biomarker exploratory analyses.\n20. Willingness and ability to comply with scheduled visits, treatment plan, laboratory tests and other study procedures.\n\nExclusion Criteria:\n\nPatients will be excluded from the study if they meet any of the following criteria:\n\n1. Previous anti-cancer treatment with therapeutic intent for current breast cancer is not allowed.\n2. Inflammatory breast cancer, multifocal/multicentric breast cancer with ≥ 3 tumor lesions or synchronous bilateral invasive breast cancers are not eligible.\n3. Serious and/or uncontrolled preexisting medical condition(s) that, in the judgment of the investigator, would preclude participation in this study (for example, interstitial lung disease, severe dyspnea at rest or requiring oxygen therapy, severe renal impairment \\[e.g. estimated creatinine clearance \\< 30ml/min\\], history of major surgical resection involving the stomach or small bowel, or preexisting Crohn's disease or ulcerative colitis or a preexisting chronic condition resulting in baseline Grade 2 or higher diarrhea).\n4. Patients with rare hereditary problems of galactose intolerance, total lactase deficiency or glucose- galactose malabsorption.\n5. Females who are pregnant or lactating.\n6. Active systemic bacterial infection (requiring intravenous \\[IV\\] antibiotics at time of initiating study treatment), fungal infection, or detectable viral infection (such as known human immunodeficiency virus positivity or with known active hepatitis B or C \\[for example, hepatitis B surface antigen positive\\]. Screening is not required for enrollment.\n7. Personal history of any of the following conditions: syncope of cardiovascular etiology, ventricular arrhythmia of pathological origin (including, but not limited to, ventricular tachycardia and ventricular fibrillation), or sudden cardiac arrest.\n8. Diagnosis of any other malignancy within 5 years prior to randomization, except for adequately treated basal cell or squamous cell skin cancer, or carcinoma in situ of the cervix or colorectal.\n9. Prior hematopoietic stem cell or bone marrow transplantation.\n10. Other severe acute or chronic medical or psychiatric condition or laboratory abnormality that may increase the risk associated with study participation or investigational product administration or may interfere with the interpretation of study results and, in the judgment of the investigator, would make the patient inappropriate for entry into this study.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}