{
    "nctId": "NCT03129139",
    "briefTitle": "A Phase 1, Multi-Center, Open-Label, Dose-Escalation, Safety, Pharmacokinetic, and Pharmacodynamic Study of Minnelide™ Capsules Given Alone or in Combination With Protein-Bound Paclitaxel in Patients With Advanced Solid Tumors",
    "officialTitle": "A Phase 1, Multi-Center, Open-Label, Dose-Escalation, Safety, Pharmacokinetic, and Pharmacodynamic Study of Minnelide™ Capsules Given Alone or in Combination With Protein-Bound Paclitaxel in Patients With Advanced Solid Tumors",
    "overallStatus": "RECRUITING",
    "conditions": "Advanced Cancer, Gastric Cancer, Breast Cancer, Pancreatic Cancer, Prostate Cancer Metastatic, Colo-rectal Cancer, Solid Tumor, Solid Carcinoma, Solid Carcinoma of Stomach, Cancer of Stomach",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 66,
    "primaryOutcomeMeasure": "Number of Participants With Treatment-Related Adverse Events",
    "eligibilityCriteria": "Inclusion:\n\n* Patients with histologically confirmed advanced solid tumors (regimen A), breast or pancreas (regimen B), or gastric cancer (regimen C)\n* Tumor progression after receiving standard/approved chemotherapy or where there is no approved therapy\n* Prior treatment with protein-bound paclitaxel allowed if it has been six months since received or progressed on protein-bound paclitaxel and plan to continue to receive protein-bound paclitaxel with MinnelideTM Capsules\n* One or more metastatic tumors measurable per RECIST v1.1 Criteria\n* Karnofsky performance ≥ 70%\n* Life expectancy of at least 3 months\n* Age ≥ 18 years\n* Signed, written IRB-approved informed consent\n* A negative pregnancy test (if female)\n* Acceptable liver function:\n\n  * Bilirubin ≤ 1.5 times upper limit of normal\n  * AST (SGOT), ALT (SGPT) and Alkaline phosphatase ≤ 2.5 times upper limit of normal (if liver metastases are present, then ≤ 5 x ULN is allowed)\n  * Albumin ≥ 3.0 g/dL\n* Acceptable renal function:\n\n  o Serum creatinine within normal limits, OR calculated creatinine clearance ≥ 60 mL/min/1.73 m2 for patients with creatinine levels above institutional normal.\n* Acceptable hematologic status:\n\n  * Granulocyte ≥ 1500 cells/mm3\n  * Platelet count ≥ 100,000 (plt/mm3)\n  * Hemoglobin ≥ 9 g/dL\n* Urinalysis:\n\n  o No clinically significant abnormalities\n* Acceptable coagulation status:\n\n  * PT ≤ 1.5 times institutional ULN\n  * PTT ≤ 1.5 times institutional ULN\n* For men and women of child-producing potential, the use of effective contraceptive methods during the study\n\nExclusion Criteria:\n\n* New York Heart Association Class III or IV, cardiac disease, myocardial infarction within the past 6 months, unstable arrhythmia, or evidence of ischemia on ECG\n* Baseline QTc exceeding 470 msec (using the Bazett's formula) and/or patients receiving class 1A or class III antiarrhythmic agents.\n* Active, uncontrolled bacterial, viral, or fungal infections, requiring systemic therapy\n* Pregnant or nursing women. NOTE: Women of child-bearing potential and men must agree to use adequate contraception (hormonal or barrier method of birth control; or abstinence) prior to study entry and for the duration of study participation. Should a woman become pregnant or suspect she is pregnant while participating in this study, she should inform her treating physician immediately.\n* Treatment with radiation therapy, surgery, chemotherapy, or investigational therapy within one month prior to study entry (6 weeks for nitrosoureas or Mitomycin C).\n* Unwillingness or inability to comply with procedures required in this protocol\n* Known infection with HIV, hepatitis B, or hepatitis C\n* Serious nonmalignant disease (e.g., hydronephrosis, liver failure, or other conditions) that could compromise protocol objectives in the opinion of the investigator and/or the sponsor\n* Patients who are currently receiving any other investigational agent\n* Patients who are on a prohibited medication (section 4.4.2).\n* Patients with biliary obstruction and/or biliary stent (Regimen B only)",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}