{
    "nctId": "NCT02839954",
    "briefTitle": "CAR-pNK Cell Immunotherapy in MUC1 Positive Relapsed or Refractory Solid Tumor",
    "officialTitle": "Study Evaluating the Efficacy and Safety of Chimeric Antigen Receptor-Modified pNK Cells in MUC1 Positive Advanced Refractory or Relapsed Solid Tumor",
    "overallStatus": "UNKNOWN",
    "conditions": "Hepatocellular Carcinoma, Non-small Cell Lung Cancer, Pancreatic Carcinoma, Triple-Negative Invasive Breast Carcinoma, Malignant Glioma of Brain, Colorectal Carcinoma, Gastric Carcinoma",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 10,
    "primaryOutcomeMeasure": "Phase I: Adverse events attributed to the administration of the anti-MUC1 CAR-pNK cells",
    "eligibilityCriteria": "Inclusion Criteria:\n\nMale and female subjects with MUC1+ malignancies in patients with no available curative treatment options who have limited prognosis (several months to \\< 2 year survival) with currently available therapies will be enrolled:\n\n1. Eligible diseases: MUC1+ malignant glioma of brain, colorectal carcinoma, gastric carcinoma, hepatocellular carcinoma, non-small cell lung cancer, pancreatic carcinoma and triple-negative basal-like breast carcinoma.\n2. Patients 18 years of age or older, and must have a life expectancy \\> 12 weeks.\n3. MUC1 is expressed in malignancy tissues by immuno-histochemical (IHC).\n4. Eastern cooperative oncology group (ECOG) performance status of 0-2 or karnofsky performance status (KPS) score is higher than 60.\n5. Presence of measurable disease by RECIST.\n6. Females of child-bearing potential must have a negative pregnancy test and all subjects must agree to use an effective method of contraception for up to two weeks after the last infusion of CAR-pNK cells.\n7. Adequate bone marrow, liver and renal function as assessed by the following laboratory requirements: White blood cell count (WBC) ≥ 2500c/ml, Platelets ≥ 50×10\\^9/L, Hb ≥ 9.0g/dL, lymphocyte (LY) ≥ 0.7×10\\^9/L, LY% ≥ 15%, Alb ≥ 2.8g/dL, serum lipase and amylase \\< 1.5×upper limit of normal, serum creatinine ≤ 2.5mg/dL, aspartate aminotransferase (AST) and alanine aminotransferase (ALT) ≤ 5×upper limit of normal, serum total bilirubin ≤ 2.0mg/dL. These tests must be conducted within 7 days prior to registration.\n8. Ability to give informed consent.\n\nExclusion Criteria:\n\n1. Patients with symptomatic central nervous system (CNS) involvement.\n2. Pregnant or nursing women may not participate.\n3. Active HIV, hepatitis B virus (HBV) or hepatitis C virus (HCV) infection.\n4. Serious illness or medical condition which would not permit the patient to be managed according to the protocol, including active uncontrolled infection, major cardiovascular, coagulation disorders, respiratory or immune system, myocardial infarction, cardiac arrhythmias, obstructive/restrictive pulmonary disease, or psychiatric or emotional disorders.\n5. Concurrent use of systemic steroids. Recent or current use of inhaled steroids is not exclusionary.\n6. The existence of unstable or active ulcers or gastrointestinal bleeding.\n7. Patients with a history of organ transplantation or are waiting for organ transplantation.\n8. Patients need anticoagulant therapy (such as warfarin or heparin).\n9. Patients need long-term antiplatelet therapy (aspirin at a dose \\> 300mg/d; clopidogrel at a dose \\> 75mg/d).",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}