{
    "nctId": "NCT00719875",
    "briefTitle": "HDAC Inhibitor Vorinostat (SAHA) With Capecitabine (Xeloda) Using a New Weekly Dose Regimen for Advanced Breast Cancer",
    "officialTitle": "A Dose-escalating and Phase II Clinical Trial of the Histone Deacetylase (HDAC) Inhibitor Vorinostat (Suberoylanilide Hydroxamic Acid, SAHA, ZolinzaTM) in Combination With Capecitabine (XelodaTM) Using a New Weekly Dose Regimen for Advanced Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Advanced Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 24,
    "primaryOutcomeMeasure": "To determine the safety, dose-limiting toxicities and maximum tolerated dose of oral capecitabine in combination with oral vorinostat given twice a day and to determine the objective response rate using RECIST criteria",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients must have histologically confirmed advanced breast cancer\n* For the dose escalation phase: Patients must be refractory to standard therapy or for which no curative standard therapy exists, to be considered.\n* For the phase II: Patients with histologically confirmed metastatic breast cancer who have had no more than 2 prior chemotherapy regimens for treatment of their metastatic breast cancer.\n* Metastatic disease should not be progressing so as to require palliative treatment within 4 weeks of enrollment based on clinical assessment by the investigator.\n* Development of new lesions or an increase in preexisting lesions on bone scintigraphy, CT, MRI or by physical examination. Patients in whom the sole criterion for progression is an increase in a biochemical marker, e.g., carcinoembryonic antigen (CEA), or an increase in symptoms, are not eligible.\n* No radiotherapy, treatment with cytotoxic agents, or treatment with biologic agents within the 4 weeks prior to beginning treatment on this study (6 weeks for mitomycin or nitrosoureas). At least 2 weeks must have elapsed from any prior surgery or hormonal therapy. Patients must have fully recovered from the acute toxicities of any prior treatment with cytotoxic drugs, radiotherapy or other anti-cancer modalities (returned to baseline status as noted before most recent treatment). Patients with persisting, stable chronic toxicities from prior treatment ≤ grade 1 are eligible.\n* Age ≥18 years.\n* ECOG performance status ≤2 (Karnofsky ≥60%, see Appendix A).\n* Life expectancy of greater than 3 months\n* Patients must have normal organ and marrow function as defined below:\n\n  * leukocytes ≥3,000/mcL\n  * absolute neutrophil count ≥1,500/mcL\n  * platelets ≥100,000/mcL\n  * total bilirubin within normal institutional limits\n  * AST(SGOT)/ALT(SGPT) ≤2.5 X institutional upper limit of normal\n  * creatinine within normal institutional limits OR\n  * creatinine clearance ≥60 mL/min/1.73 m² for patients with creatinine levels above institutional normal.\n* Women of child-bearing potential and men must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) prior to study entry and for the duration of study participation. Should a woman become pregnant or suspect she is pregnant while participating in this study, she should inform her treating physician immediately.\n* Ability to understand and the willingness to sign a written informed consent document.\n\nExclusion Criteria:\n\n* Patients who have had chemotherapy or radiotherapy within 4 weeks (6 weeks for nitrosoureas or mitomycin C) prior to entering the study or those who have not recovered from adverse events due to agents administered more than 4 weeks earlier.\n* Patients may not be receiving any other investigational agents.\n* Patients with known brain metastases should be excluded from this clinical trial because of their poor prognosis and because they often develop progressive neurologic dysfunction that would confound the evaluation of neurologic and other adverse events.\n* History of allergic reactions attributed to compounds of similar chemical or biologic composition to vorinostat or capecitabine.\n* Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements.\n* Women that are pregnant or breast-feeding are excluded from this study.\n* HIV-positive patients are ineligible because these patients are at increased risk of lethal infections when treated with marrow-suppressive therapy and the potential pharmacokinetic interaction between antiretroviral therapy and the investigational agents.\n* Patient had prior treatment with an HDAC inhibitor. Patients who have received compounds with HDAC inhibitor-like activity, such as valproic acid, as anti-tumor therapy should not enroll in this study. Patients who have received such compounds for other indications, e.g. valproic acid for epilepsy, may enroll after a 30-day washout period.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}