{
    "nctId": "NCT00725946",
    "briefTitle": "Pilot Study to Determine Radioiodide Accumulation and Dosimetry in Breast Cancers Using 124I PET/CT",
    "officialTitle": "A Pilot Study to Determine Radioiodide Accumulation and Dosimetry in Breast Cancers Using 124I PET/CT",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer, Breast Cancer Early Stage Breast Cancer (Stage 1-3), Breast Cancer Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "EARLY_PHASE1",
    "allocation": "NA",
    "primaryPurpose": "DIAGNOSTIC",
    "enrollmentCount": 7,
    "primaryOutcomeMeasure": "Radioiodide accumulation",
    "eligibilityCriteria": "Inclusion Criteria:1. Stage I-IV breast cancer. Patients must have clinical or radiographic evidence of localized or metastatic disease.\n\n2. Criteria for NIS-positivity are defined as: \\>= 20% of cells with plasma membrane and/or strong intracellular/plasma membrane immunoreactivity 3. Any previous therapy including radiation therapy is allowable. 4. Women 18 years of age or older. 5. Patients must have a life expectancy of at least 3 months 6. Patients with ECOG Performance Status 0-3 will be eligible. 7. If on chemotherapy, thyroid suppression should be initiated no sooner than two weeks after last chemotherapy cycle.\n\n8. Ability to understand and willingness to sign a written informed consent document.\n\n9. Discontinuation of hormonal or biological therapies for the 10 days of the study is preferred but not mandated.\n\n10. Laboratory tests (CBC, comprehensive metabolic panel) must be performed within 120 day prior to study initiation. Exclusion Criteria:1. History of metastatic thyroid cancer 2. Exclude the use of cytotoxic, hormonal or biological agents for one week prior to and during imaging.\n\n3. Pregnant or nursing patients will be excluded from the study as iodide can accumulate in the breast and is transported across the placenta.\n\n4. Inability to tolerate thyroid hormone and/or methimazole pre-imaging treatment.\n\n5. History of thyroid cancer (because patient could have concomitant thyroid cancer metastases and therefore competitively concentrate radioiodides) 6. Psychiatric or addictive disorders that are not adequately controlled and would preclude obtaining informed consent.\n\n7. Patients with heart disease or other significant cardiac risk factors will be excluded from receiving thyroid suppressive therapy so as to avoid precipitating a cardiac arrhythmia.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}