{
    "nctId": "NCT01452672",
    "briefTitle": "Resource-sparing Post-mastectomy Radiotherapy in Breast Cancer",
    "officialTitle": "Resource-sparing Radiotherapy for Breast Cancer",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 600,
    "primaryOutcomeMeasure": "Local control.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patients must be older than 18 and less than 81 years of age\n2. WHO (ECOG) Performance Status of 0-2\n3. Histologically confirmed diagnosis of infiltrating ductal carcinoma of the breast, lobular carcinoma or mixed (ductal and lobular) type.\n\n   Note: Tumor diagnosis will be performed at the participating center according to the center's routine procedures.\n4. Patients must have had a modified radical mastectomy (MRM) in which 6 or more axillary nodes were removed.\n5. All patients should receive adjuvant chemotherapy following MRM. The initiation of radiation therapy must allow for the full recovery of blood counts (WBC \\> 3.0 x 109/L, Granulocytes \\> 1.5 x109/L and platelets \\> 75 x 109/L).\n\n   Note: MRM should have been performed at maximum 3 months prior to the start of adjuvant chemotherapy.\n\n   Special Note: Patients who have not received adjuvant chemotherapy will be required to receive adjuvant chemotherapy as per Appendix 3 prior to study entry and initiation of radiotherapy must allow for the full recovery of blood counts (WBC \\> 3.0 x 109/L, Granulocytes \\> 1.5 x109/L and platelets \\> 75 x 109/L MRM should have been performed within 3 months prior to the start of adjuvant chemotherapy.\n6. Patients must have received adjuvant chemotherapy according to one of the two regimens found in Appendix 3.\n7. Negative surgical margins by histopathology at the time of MRM. Note: Negative surgical margins means that there are no cancer cells at the inked margin of resection or otherwise at the margins of the mastectomy specimen.\n8. The following indicators in the histological samples must be known :\n\n   1. Tumor size\n   2. Tumor site (quadrant, central, axillary tail)\n   3. Presence of extensive intraductal component (EIC)\n   4. Estrogen and Progesterone Receptor Status and the method of staining and detection.\n   5. HER2 Status (optional), if given, the method must be provided.\n9. Patients with the following TNM stages, all being M0: pT1 N1, pT2 N1, pT3 N0, pT0 N2, pT1 N2, pT2 N2, T3 N1, pT3 N2 (see Appendix 4 for TNM Stage)\n10. Histological grades 1 - 3 (as per WHO criteria)\n11. Patients must consent to return for scheduled treatments and follow up.\n12. Written informed consent document signed\n\nExclusion Criteria:\n\n1. Pathological pN3 (metastasis in 10 or more lymph nodes, clinically apparent internal mammary metastasis, metastasis in the supraclavicular lymph nodes)\n2. Stages IIIB, IIIC and IV (any T4, any N3 or M1)\n3. Recurrence of breast cancer following MRM and/or adjuvant chemotherapy.\n4. Concomitant primary cancer in the contralateral breast.\n5. History of other malignancy except carcinoma in situ of the cervix or non-melanoma skin cancer\n6. Pregnant or breast-feeding\n7. Previous chemotherapy other than adjuvant chemotherapy for treatment of the present breast cancer\n8. Other severe concomitant disease that could impact upon the ability to deliver treatment or increase the risk of toxicity (such as uncompensated congestive heart failure, unstable coronary heart disease, uncompensated chronic obstructive pulmonary disease, collagen vascular diseases including systemic lupus erythematosus, systemic sclerosis, dermatomyositis, and ataxia telangiectasia).\n9. Contraindications to radiation therapy (such as previous irradiation of the breast or chest wall)\n10. Severe psychiatric disorder that may interfere with the process of informed consent and/or treatment or follow-up compliance.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}