{
    "nctId": "NCT06098599",
    "briefTitle": "Comparing the Pharmacokinetic Profile of LY01612 and CAELYX® in Chinese Subjects With Advanced Breast Cancer",
    "officialTitle": "A Multicenter, Randomized, Open-lable, Single-dose, Two-cycle, Double-cross Bioequivalence Study Comparing the Pharmacokinetic Profile of LY01612 and CAELYX® in Chinese Subjects With Advanced Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Advanced Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 48,
    "primaryOutcomeMeasure": "plasma maximum concentration (Cmax) of encapsulated doxorubicin.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Voluntary agreement to provide written informed consent;\n2. Patients aged ≥18 years and ≤75 years with locally advanced or metastatic breast cancer diagnosed by histology or cytology，and who may benefit from monotherapy of Doxorubicin liposomes;\n3. Life expectancy of at least 3 months; Eastern Cooperative Oncology Group (ECOG) performance status (PS)\\<2;\n4. adequate bone marrow function \\[leukocyte ≥3,000/mm3, absolute neutrophil count (ANC) ≥1,500/mm3, hemoglobin ≥90g/L, and platelet count ≥90,000/mm3；\n5. adequate renal function (serum creatinine ≤1.5×Institutional upper limit of normal (ULN));\n6. adequate coagulation function \\[prothrombin time (PT), activated partial thromboplastin time (APTT) ≤1.5×ULN\\];\n7. adequate hepatic function \\[aspartate aminotransferase (AST), alanine aminotransferase (ALT) level ≤ 2.5×ULN (or ≤5×ULN for subjects with liver metastases), and total bilirubin level ≤ 1.5×ULN (or ≤ 3×ULN for subjects with liver metastases).\n\nExclusion Criteria:\n\n1. Patients with a diagnosis of severe cardiovascular, lung, liver, kidney, gastrointestinal, endocrine, immune system, skin, musculoskeletal, neurological or psychiatric conditions that the researchers did not consider appropriate for inclusion;\n2. With a history of myocardial infarction, unstable angina pectoris, coronary revascularization, New York Heart Association (NYHA) grade ≥Ⅱ cardiac insufficiency, severe pericardial disease, and severe unstable ventricular arrhythmia, cerebrovascular accident or transient cerebral ischemia or pulmonary embolism within 6 months before randomization;\n3. Unstable brain metastases;\n4. Electrocardiogram (ECG) QTC \\>480ms; left ventricular ejection fraction \\<50% or below the lower limit of study center value;\n5. The total cumulative dose of doxorubicin was ﹥350mg/m2 before screening；\n6. Persistent or active infection requiring systemic treatment;\n7. Pregnancy or breast feeding;\n8. Other situations that investigators consider as contra-indication for this study.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}