{
    "nctId": "NCT00062686",
    "briefTitle": "GW572016 For Treatment Of Refractory Metastatic Breast Cancer",
    "officialTitle": "An Open-Label, Multicenter, Single Arm Phase II Study of Oral GW572016 as Single Agent Therapy in Subjects With Advanced or Metastatic Breast Cancer Who Have Progressed While Receiving HERCEPTIN-Containing Regimens",
    "overallStatus": "COMPLETED",
    "conditions": "Neoplasms, Breast",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 200,
    "primaryOutcomeMeasure": "Tumor response rate",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Signed Informed Consent.\n* Histologically confirmed Stage IIIb or IV breast cancer.\n* Refractory breast cancer defined as progression in the metastatic setting after prior therapy with anthracyclines, taxanes and capecitibine.\n* Subjects with documented ErbB2 tumor overexpression must have received at least 6 cycles of trastuzumab.\n* Documented disease progression of the most recent treatment is required.\n* Archived tumor tissue available for testing.\n* Measurable lesions according to Response Evaluation Criteria In Solid Tumors (RECIST).\n* At least 3 weeks since prior cancer therapies except for trastuzumab which must be discontinued at least 2 weeks prior to the beginning of study drug.\n* Bisphosphonate therapy initiated prior to study entry is allowed, however, initiation of bisphosphonates following study entry is not allowed.\n* Able to swallow and retain oral medication.\n* Cardiac ejection fraction within the institutional normal range as measured by echocardiogram or MUGA (Multiple Gated Acquisition) scan.\n* Adequate kidney and liver function.\n* Adequate bone marrow function.\n\nExclusion criteria:\n\n* Pregnant or lactating.\n* Copies of nadir scans and/or photographs of the tumor prior to disease progression as well as scans documenting disease progression are not available for review.\n* Malabsorption syndrome, ulcerative colitis, disease significantly affecting gastrointestinal function or resection of the stomach or small bowel.\n* History of other malignancy.\n* Serious medical or psychiatric disorder that would interfere with the patient''s safety or informed consent.\n* Active or uncontrolled infection.\n* Known history of uncontrolled or symptomatic angina, arrhythmias or congestive heart failure.\n* Known history of or clinical evidence of leptomeningeal carcinomatosis.\n* Active infection.\n* Concurrent cancer therapy or investigational therapy.\n* Use of oral or IV steroids.\n* Unresolved or unstable serious toxicity from prior therapy.\n* Prior treatment with an ErbB1 and/or ERbB2 inhibitor other than trastuzumab.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}