{
    "nctId": "NCT06625333",
    "briefTitle": "A Prospective Non-interventional Study to Evaluate Clinical Outcomes of Ribociclib Combined With Endocrine Therapy in Elderly Patients With HR+HER2 - Advanced Breast Cancer in Routine Clinical Practice in Russian Federation",
    "officialTitle": "A Prospective Non-interventional Study to Evaluate Clinical Outcomes of Ribociclib Combined With Endocrine Therapy in Elderly Patients With HR+HER2 - Advanced Breast Cancer in Routine Clinical Practice in Russian Federation",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "HR+HER2- Advanced Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 328,
    "primaryOutcomeMeasure": "change of QoL (RAND SF-36)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age ≥ 65 years at the moment of ribociclib+ET initiation\n2. Female/Male gender\n3. Confirmed diagnosis of locally advanced/metastatic not eligible for curative surgery HR+HER2- BC for whom the treating physician took the decision to initiate treatment with ribociclib+IA/FUL in the first or in the second line of the treatment\n4. Patient who initiated treatment with ribociclib+IA/FUL no longer than 4 weeks (28 days) prior to written informed consent for this study\n5. Provision of written informed consent.\n\nExclusion Criteria:\n\n1. Patients with a life expectancy of less than 3 months per the investigator's judgment\n2. Patients participating in any interventional clinical trial that includes investigational or marketed products at the time of enrollment. (Patients participating in other investigator initiated research or NIS can be included as long as their standard of care is not altered by the study)\n3. Patients on active treatment for malignancies other than aBC within 3 years before BC diagnosis\n4. Patients with active cardiac disease, or history of cardiac dysfunction, including prolonged QT interval corrected using Fridericia's formula (QTcF \\> 450 msec).",
    "sex": "ALL",
    "minimumAge": "65 Years",
    "stdAges": "OLDER_ADULT"
}