{
    "nctId": "NCT02384746",
    "briefTitle": "Phase I Study of the Combination of MLN9708 and Fulvestrant",
    "officialTitle": "Phase I Study of the Combination of MLN9708 and Fulvestrant in Patients With Advanced Estrogen Receptor Positive Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 9,
    "primaryOutcomeMeasure": "Number of participants with adverse events prior to commencing a second cycle of treatment.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Female post-menopausal patients 18 years or older. Voluntary written consent must be given before performance of any study related procedure not part of standard medical care, with the understanding that consent may be withdrawn by the patient at any time without prejudice to future medical care.\n2. Patients must have either A) histologic documentation of metastatic or locally advanced breast cancer by needle or incisional biopsy, or B) history of breast cancer with radiologic evidence of bone-only metastatic disease.\n3. Patients must be post-menopausal based on either a history of an oophorectomy, or at lease one year of amenorrhea. An elevated serum gonadotropin level can be used to confirm menopausal status in a subject with one year or more of amenorrhea.\n4. The invasive cancer must be HER2-negative, defined as IHC0-1+, or with a FISH ratio of \\<1.8 if IHC is 2+ or if IHC has not been performed.\n5. Metastatic or locally advanced breast cancer for which endocrine therapy is an appropriate treatment option.\n6. Patients must have been treated with Fulvestrant for at least 56 days as their most recent anti-cancer treatment, and they must be tolerating Fulvestrant with at most grade I toxicity by CTCAE v4.0.\n7. Disease progression based on RECIST criteria while the subject has been taking Fulvestrant, and for which continuation of endocrine therapy would be appropriate.\n8. The subject must agree to undergo pre- and post- treatment research biopsies if a non-osseous metastatic site is available for biopsy.\n9. Eastern Cooperative Oncology Group (ECOG) performance status 0-1\n10. Life expectancy 6 months or longer.\n11. Patients must meet the following clinical laboratory data:\n\n    * Absolute Neutrophil Count (ANC) ≥ 1,000/mm(3) and platelet count ≥75,000/mm(3)\n    * Total bilirubin ≤ 1.5 x the upper limit of normal range (ULN).\n    * Alanine aminotransferase (ALT) and aspartate aminotransferase (AST) ≤ 3 x ULN.\n    * Calculated creatinine clearance ≥ 30 mL/min\n12. Ability to give informed consent.\n\nExclusion Criteria:\n\n1. Failure to have fully recovered (i.e., ≤ Grade 1 toxicity) from the reversible effects of prior chemotherapy or endocrine therapy, except for Grade 2 or greater anemia.\n2. Major surgery within 14 days before enrollment.\n3. Radiotherapy within 14 days before enrollment. If the involved field is small, 7 days will be considered a sufficient interval between treatment and administration of the MLN9708.\n4. Central nervous system involvement.\n5. Infection requiring systemic antibiotic therapy or other serious infection within 14 days before study enrollment.\n6. Evidence of current uncontrolled cardiovascular conditions.\n7. Systemic treatment, within 14 days before the first dose of MLN9708, with strong inhibitors of CYP1A2 or CYP3A, or strong inducers of CYP3A.\n8. Ongoing or active systemic infection, active hepatitis B or C virus infection, or known human immunodeficiency virus (HIV) positive.\n9. Any serious medical or psychiatric illness that could, in the investigator's opinion, potentially interfere with the completion of treatment according to this protocol.\n10. Known allergy to any of the study medication, their analogues, or excipients in the various formulations of any agent.\n11. Known gastrointestinal (GI) disease or GI procedure that could interfere with oral absorption or tolerance of MLN9708 including difficulty swallowing.\n12. Diagnosed or treated for another malignancy within 2 years before study enrollment or previously diagnosed with another malignancy and have evidence of residual disease.\n13. Patient has ≥ grade 3 peripheral neuropathy, or grade 2 with pain on clinical examination during the screening period.\n14. Participation in other clinical trials within 21 days of the start of this trial or throughout the duration of this trial.\n15. Visceral crisis or rapidly progressive disease for which chemotherapy would be indicated.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}