{
    "nctId": "NCT04995575",
    "briefTitle": "Dissecting the Pathways of Therapy Resistance in Early Breast Cancer",
    "officialTitle": "Dissecting the Pathways of Therapy Resistance in Early Breast Cancer: A Sub-study of the EORTC 10041/BIG 3-04 MINDACT Study",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 31,
    "primaryOutcomeMeasure": "Number of enrolled patients per year with adequate clinicopathologically annotated biological material and clinical data.",
    "eligibilityCriteria": "Retrospective part (part I):\n\n* Written informed consent of agreement for participating in the research project.\n* Patients must have been enrolled in the MINDACT study and received randomized or non-randomized treatment within the study, of any type and any duration and have consented for future research or are willing to provide consent for use of the primary tumour sample.\n* Patients must have a local, regional or distant breast cancer relapse or new primary breast cancer lesion and have undergone a bioptic/excision procedure of the new, not previously irradiated, lesion as part of routine clinical practice before initiation of a subsequent line of systemic treatment (any line).\n* At least one Formalin-Fixed Paraffin-embedded (FFPE) tissue block or fresh frozen tissue (FFT) from the biopsy or from the resection specimen of the relapsed or new primary disease site, available for translational research purposes.\n* If blood or normal tissue (e.g. non tumoral) is available in the hospital, it will be collected as well. For clarity, if normal tissue is not available, patients remain eligible for the research project but will not be prioritized for the molecular analysis.\n* Biopsies of bone lesions are accepted if no other metastatic lesions are available.\n* Patients with brain metastases are accepted if brain-tissue is provided through surgical excision as part of the routine clinical practice.\n\nProspective part (part II):\n\n* Written informed consent of agreement for participating in the research project.\n* Patients must have been enrolled in the MINDACT study and received randomized or non-randomized treatment within the study, of any type and any duration and have consented for future research or are willing to provide consent for use of the primary tumour sample.\n* Patients must have a new diagnosis of local, regional or distant breast cancer relapse or new primary breast cancer lesion based on physical, radiological and/or laboratory evaluation and will undergo a biopsy of this new, not previously irradiated, lesion as part of routine clinical practice.\n* The biopsy of the local, regional or distant breast cancer relapse or new primary breast cancer lesion must be conducted either at the initial diagnosis of the breast cancer (BC) relapse or at the first disease progression upon any line of systemic treatment received. Of note, the biopsy of the metastatic lesion must be conducted before initiation of a subsequent line of systemic treatment.\n* At least one FFPE tissue block or FFT from the biopsy or from the resection specimen of the relapsed or new primary disease site, available for translational research purposes.\n* Biopsies of bone lesions are accepted if no other metastatic lesions are available.\n* Patients with brain metastases are accepted if brain-tissue is provided through surgical excision as part of the routine clinical practice.\n* Eastern Cooperative Oncology Group (ECOG) Performance Status 0-2.\n* The patient agrees to provide blood samples at enrolment in research project and at the time of new disease progression.\n* The patient is eligible if she has not received palliative radiotherapy prior to the biopsy.\n* Patients who participated in the retrospective part are allowed to participate in the prospective part as long as there is another new breast cancer lesion (local, regional or distant relapse or new primary breast tumour) identified which has not been irradiated previously that will be biopsied by the site. The biopsy and blood draw should be performed prior to the start of next line of treatment.",
    "sex": "FEMALE",
    "minimumAge": "N/A",
    "stdAges": "CHILD, ADULT, OLDER_ADULT"
}