{
    "nctId": "NCT02348281",
    "briefTitle": "Bicalutamide as A Treatment in AR-positive Metastatic Triple-Negative Breast Cancer (mTNBC) Patients",
    "officialTitle": "A Prospective, Single Center, Phase II Study of Bicalutamide as A Treatment in Androgen Receptor (AR)-Positive Metastatic Triple-Negative Breast Cancer (mTNBC) Patients",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 1,
    "primaryOutcomeMeasure": "Clinical benefit rate (CBR)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Females elder than 18\n2. Histological proven unresectable or metastatic breast cancer patients who underwent at least one chemotherapy regimen for metastatic disease\n3. Patients with androgen Receptor (AR) positive (IHC \\>10% nuclear staining) either for primary tumor or metastatic lesion\n4. Triple-negative for estrogen receptor (ER), progestogen receptor (PR), and human epithelial receptor-2 (HER2) by IHC (ER \\<1%, PR \\<1% and Her2 negative). A negative Her2 gene amplification should be verified by FISH test for those patients with Her2 (2+). For those with Her2 (1+), FISH test might be considered by the investigator.\n5. At least one measurable disease according to the response evaluation criteria in solid tumor (RECIST 1.1)\n6. Performance status no more than 2\n7. All patients enrolled are required to have adequate hematologic, hepatic, and renal function\n8. Life expectancy longer than 12 weeks\n9. No serious medical history of heart, lung, liver and kidney\n10. Be able to understand the study procedures and sign informed consent.\n11. Patients with good compliance\n\nExclusion Criteria:\n\n1. Pregnant or lactating women\n2. Women of child-bearing potential, unwilling to use adequate contraceptive protection during the process of the study\n3. Patients treated with an investigational product within 4 weeks before the enrollment\n4. Patients who received chemotherapy within 4 weeks before the enrollment\n5. Patients with symptomatic central nervous system metastases are not permitted, except for those with stable and asymptomatic brain metastases who have completed cranial irradiation, and have at least one measurable lesion outside the brain. Radiotherapy should be completed within 4 weeks prior to the registration\n6. Other active malignancies (including other hematologic malignancies) or other malignancies within the last 5 years, except for cured nonmelanoma skin cancer or cervical intraepithelial neoplasia.\n7. Patients having a history of clinically significant cardiovascular, hepatic, respiratory or renal diseases, clinically significant hematological and endocrinal abnormalities, clinically significant neurological or psychiatric conditions\n8. Uncontrolled serious infection",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}