{
    "nctId": "NCT04508803",
    "briefTitle": "Combination of HX008 And Niraparib in GErm-line-mutAted Metastatic Breast Cancer",
    "officialTitle": "Combination of HX008 And Niraparib in GErm-line-mutAted Metastatic Breast Cancer: a muLti-centEr Phase II Study",
    "overallStatus": "COMPLETED",
    "conditions": "Treatment Efficacy",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 37,
    "primaryOutcomeMeasure": "Overall Response Rate (ORR)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Performance Status 0-1.\n2. Life expectancy longer than 3 months.\n3. Histological proven unresectable recurrent or advanced breast cancer.\n4. For ehe main research: Patients with histopathologically diagnosed advanced (recurrent or metastatic) HER2-negative breast cancer with definite pathogenic/suspected pathogenic germline mutations in BRCA1/2, or PALB2, or CHEK2.\n5. For ancillary exploration research 1: Patients with histopathologically diagnosed advanced (recurrent or metastatic) HER2-negative breast cancer with definite pathogenic/suspected pathogenic germline mutations in ATM, or ATR, or BAP1, or BARD1, or BLM, or BRIP1, or CHEK1, or CDK12, or FANCA, or FANCC, or FANCD2, or FANCE, or FANCF, or FANCM, or MRE11A, or NBN, or PTEN, or RAD50, or RAD51C, or RAD51D, or WRN.\n6. For ancillary exploration research 2: Patients with histopathologically diagnosed advanced (recurrent or metastatic) HER2-positive breast cancer with definite pathogenic/suspected pathogenic germline mutations in BRCA1/2, or PALB2, or CHEK2, or ATM, or ATR, or BAP1, or BARD1, or BLM, or BRIP1, or CHEK1, or CDK12, or FANCA, or FANCC, or FANCD2, or FANCE, or FANCF, or FANCM, or MRE11A, or NBN, or PTEN, or RAD50, or RAD51C, or RAD51D, or WRN.\n7. For ancillary exploration research 3: Patients with histopathologically diagnosed advanced (recurrent or metastatic) breast cancer with brain and with metastases definite pathogenic/suspected pathogenic germline mutations in BRCA1/2, or PALB2, or CHEK2, or ATM, or ATR, or BAP1, or BARD1, or BLM, or BRIP1, or CHEK1, or CDK12, or FANCA, or FANCC, or FANCD2, or FANCE, or FANCF, or FANCM, or MRE11A, or NBN, or PTEN, or RAD50, or RAD51C, or RAD51D, or WRN.\n8. Not more than 2 - line chemotherapy regimens were received in the stage of recurrence and metastasis.Platinum-based or PARP1 inhibitor treatment may be accepted, but the patient must have no disease progression during or within 8 weeks of the end of platinum-based or PARP1 inhibitor treatment at the stage of recurrence and metastasis, and relapse within 12 months after the end of neoadjuvant/adjuvant therapy.\n9. Patients with hormone-receptor-positive, HER2 negative must received at least first-line endocrine therapy and progress to the stage of recurrence or metastasis, or have disease recurrence or metastasis during adjuvant endocrine therapy or within 1 year after the end of adjuvant therapy.\n10. At least one extracranial measurable disease according to the response evaluation criteria in solid tumor (RECIST 1.1).\n11. All patients enrolled are required to have adequate hematologic, hepatic, and renal function\n12. Women of childbearing age must have a pregnancy test (serum or urine) that is negative within 7 days of enrollment, and be willing to use an appropriate method of contraception during the study and 8 weeks after the last dose of the study drug.\n13. Be able to understand the study procedures and sign informed consent.\n\nExclusion Criteria:\n\n1. Pregnant or lactating women.\n2. Treatment with an investigational product within 4 weeks before the first treatment.\n3. Subjects have any active autoimmune disease, history of autoimmune disease, or history of disease or syndrome requiring systemic steroid or immunosuppressive medication.\n4. Subjects had a history of immunodeficiency, including HIV positive, or other acquired or congenital immunodeficiency disorders.\n5. Received chemotherapy, radiotherapy, targeted therapy and major surgery within 3 weeks before the first administration;Received endocrine therapy within 2 weeks prior to first administration.\n6. Uncontrolled serious infection.\n7. Patients with hypertension and uncontrolled hypertension with hypotensive drugs therapy (systolic blood pressure \\> 140 mmHg, diastolic blood pressure \\> 90 mmHg). Patients with grade I or above myocardial ischemia or myocardial infarction or arrhythmia (including QT interval ≥ 440 ms) or cardiac insufficiency.\n8. Inability to swallow, gastrointestinal resection, chronic diarrhea and obstruction of the intestine, various factors which affect drug use and absorption.\n9. Patients with active viral hepatitis B or C.\n10. Patients with chronic obstructive pulmonary disease (COPD), or pulmonary fibrosis.\n11. Have received prior treatment with anti-PD-1/PD-L1 drugs and PARP inhibitors;\n12. Patient who has a history of psychotropic substance abuse and is unable to stop or have a history of mental disorders.\n\n    -",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}