{
    "nctId": "NCT04722718",
    "briefTitle": "Efficacy and Safety of Sintilimab and Apatinib Combined Chemotherapy in Breast Cancer",
    "officialTitle": "Efficacy and Safety of Neoadjuvant Therapy With Sintilimab and Apatinib Combined Chemotherapy in Triple-negative Breast Cancer",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 34,
    "primaryOutcomeMeasure": "pCR rate",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. The Eastern Cooperative Oncology Group (ECOG) scores ranged from 0 to 1 in women aged 18 to 70 years.\n2. Pathologically confirmed patients with TNBC(negative human epidermal growth factor receptor 2 \\[HER2\\], estrogen receptor \\[ER\\], and progesterone receptor \\[PgR\\] status), clinical stage II and III (T stage: T1c, N stage: N1-2, or T stage: T2-4, N stage: N0-2),newly treated patients who have not received surgery or chemotherapy.\n3. According to response evaluation criteria in solid tumors (RECIST) version 1.1, it was confirmed by MRI or CT that at least one measurable lesion was the target lesion and the target lesion was not suitable for surgical treatment. If the target lesion was lymph node, the short diameter was \\> 1.5cm.\n4. Confirmed tumor programmed death-ligand 1 (PD-L1) evaluation as documented through central testing of a representative tumor tissue specimen.\n5. Baseline left ventricular ejection fraction (LVEF) greater than or equal to (\\>=) 53 percent (%) measured by echocardiogram (ECHO) or multiple-gated acquisition (MUGA) scans.\n6. Adequate hematologic and end-organ function.\n7. Baseline laboratory tests, such as blood routine, biochemical and electrocardiogram, were normal, without chemotherapy contraindication.\n8. Representative formalin-fixed, paraffin-embedded (FFPE) tumor specimen in paraffin blocks (preferred) or at least 20 unstained slides, with an associated pathology report documenting ER, PgR, and HER2 negativity.\n9. For women of childbearing potential: agreement to remain abstinent (refrain from heterosexual intercourse) or use contraceptive methods, and agreement to refrain from donating eggs.\n10. Women who are not postmenopausal or have undergone a sterilization procedure must have a negative serum pregnancy test result within 14 days prior to initiation of study drug\n11. Participant agreement to undergo appropriate surgical management including axillary lymph node surgery and partial or total mastectomy after completion of neoadjuvant treatment.\n\nExclusion Criteria:\n\n1. Prior history of invasive breast cancer.\n2. Prior systemic therapy for treatment and prevention of breast cancer.\n3. History of ductal carcinoma in situ (DCIS), except for participants treated exclusively with mastectomy \\>5 years prior to diagnosis of current breast cancer.\n4. History of pleomorphic lobular carcinoma in situ (LCIS), except for participants surgically managed \\>5 years prior to diagnosis of current breast cancer.\n5. Bilateral breast cancer.\n6. Undergone incisional and/or excisional biopsy of primary tumor and/or axillary lymph nodes.\n7. Axillary lymph node dissection prior to initiation of neoadjuvant therapy.\n8. Have uncontrolled clinical symptoms or diseases of the heart, such as:\n\n(1) heart failure above NYHA 2 (2) unstable angina pectoris (3) myocardial infarction occurred within 1 year (4) supraventricular or ventricular arrhythmia of clinical significance requires treatment or intervention.\n\n9.Urine routine test indicates urine protein ≥ ++, or confirmed 24-hour urine protein ≥ 1.0 g.\n\n10.Patients with hypertension (systolic blood pressure \\> 140mmHg, diastolic blood pressure \\>90mmHg) and unsatisfactory drug control.\n\n11.Have bleeding tendency, or combined with venous thrombosis to receive anticoagulant therapy, urine protein positive.\n\n12.Significant abnormalities of the digestive system, such as inability to swallow, chronic diarrhea, intestinal obstruction, etc., may affect the intake, transport, or absorption of oral drugs.\n\n13.Had major surgery within 4 weeks, or had a major traumatic injury, fracture, or poor healing wound.\n\n14.Systemic therapy 2 years of active autoimmune disease(such as the following, but not limited to: autoimmune hepatitis, interstitial pneumonia, uveitis, enteritis, hepatitis, hypophysitis, vasculitis, nephritis , hyperthyroidism, decreased thyroid function; subjects suffering from vitiligo or asthma in childhood has been completely relieved, and adults without any intervention can be included; subjects requiring bronchodilators for medical intervention can not be included), diagnosis of immune deficiency in 1 weeks or the use of immunosuppressive therapy, the history of human immunodeficiency virus (HIV) infection, had glucocorticoid treatment history of non infectious pneumonia, suffering from pneumonia, active tuberculosis, active hepatitis b or hepatitis c virus (HCV) infection, and is being treated for a whole body of any active infection.\n\n15.History of severe allergic, anaphylactic, or other hypersensitivity reactions to chimeric or humanized antibodies or fusion proteins.\n\n16.Known hypersensitivity to biopharmaceuticals produced in Chinese hamster ovary cells.\n\n17.Known allergy or hypersensitivity to the components of the formulations of sintilimab, appatinib,albumin paclitaxel or carboplatin.\n\n18.Prior allogeneic stem cell or solid organ transplantation.\n\n19.Administration of a live attenuated vaccine within 4 weeks prior to initiation of study treatment or anticipation of need for such a vaccine during the study.\n\n20.Patients who have previously received CTLA-4, Tim3, LAG3 and other antibodies or T cell costimulation therapy (previous use of PD-1 or PD-L1 antibodies is allowed).\n\n21.Any other disease, metabolic dysfunction, physical examination finding, or clinical laboratory finding giving reasonable suspicion of a disease or condition that contraindicates the use of an investigational drug or that may affect the interpretation of the results or render the participant at high risk from treatment complications.\n\n22.History of cerebrovascular accident within 12 months.\n\n23.Pregnant or lactating, or intending to become pregnant during the study.\n\n24.Patients diagnosed with inflammatory breast cancer.\n\n25.Patients with a second primary tumor at the same time.\n\n26.The doctor considers that she is not suitable for enrollment.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}