{
    "nctId": "NCT04452370",
    "briefTitle": "Oral Etoposide Combined With Anlotinib in Advanced Triple Negative Breast Cancer",
    "officialTitle": "Oral Etoposide Combined With Anlotinib in Advanced Triple Negative Breast Cancer",
    "overallStatus": "UNKNOWN",
    "conditions": "Triple Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 100,
    "primaryOutcomeMeasure": "objective response rate（ORR）",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Age between 18 and 75 year-old women; TNBC\n* ECOG score: 0-1, expected survival time ≥ 3months;\n* Pathologically or cytologically confirmed breast cancer;\n* Anthracycline- / taxane- pretreated (adjuvant, neoadjuvant) breast cancer patients who have failed from 1-3 standard chemotherapies after recurrence and metastasis;\n* According to RECIST 1.1, exist at least ≥1 measurable lesion(CT \\>1cm，other examination \\>2cm);\n* The patients have enough organ function. The laboratory test indexes must comply with the following requirements:\n\n  * Blood routine: neutrophil≥1.5G/L, platelet count ≥80G/L, hemoglobin ≥90g/L\n  * Liver function: serum bilirubin ≤ 1.5 times the upper limit of normal value; ALT and AST≤2.5 times the upper limit of normal value; ALT and AST≤5 times the upper limit of normal value when liver metastasis\n  * Renal function: serum creatinine ≤ 1.0times the upper limit of normal value, creatinine clearance \\>50ml/min（Cockcroft-Gault formula)\n* Women of child-bearing age should be carried out pregnancy test (serum or urine) within 7 days before recruit, the results should be negative; and are willing to adopt the appropriate methods of contraception during the trial and 8 weeks after last administration；\n* Can swallow oral drugs;\n* The patients have good compliance to the therapy and follow-up to be scheduled and are able to understand the study protocol and sign the Informed Consent Form.\n\nExclusion Criteria:\n\n* The patients in pregnancy or lactation growth period and did not take effective contraception;\n* The patients who received ≥4 chemotherapies after recurrence and metastasis; involved in other clinical trials four weeks prior to the start of the study;\n* The patients with a variety of factors that affect the oral administration and absorption of drugs;\n* Prior treatment with etoposide or antiangiogenic TKI (subjects with prior use of antiangiogenic macromolecules such as bevacizumab are allowed to be enrolled);\n* The patients have uncontrollable mental illness；\n* Serous cavity effusion (such as pleural effusion and ascites) with clinical symptoms requiring clinical intervention or stable time less than 4 weeks;\n* The patients who had serious adverse effect to oral etoposide or were allergic to etoposide.\n* The patients who have only bone metastasis without other measurable lesion;\n* The patients experience severe cardiovascular diseases;\n* The patients experience severe upper gastrointestinal ulcer or malabsorption syndrome.\n* Abnormal bone marrow functions(neutrophil\\<1.5G/L, platelet count \\<75G/L, hemoglobin \\<90g/L);\n* Abnormal renal function(serum creatinine \\> 1.5 times the upper limit of normal value);\n* Abnormal liver function(serum bilirubin ≤ 1.5 times the upper limit of normal value);\n* The patients have uncontrollable brain metastasis;\n* Active or uncontrolled infection requiring systematic treatment (except simple urinary tract infection or upper respiratory tract infection) during the 2 weeks or 2 weeks prior to enrollment;\n* Previous or concurrent history of other malignant tumors.Except for the cured skin basal cell carcinoma and cervical carcinoma in situ;\n* The patients do have good compliance to the therapy.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}