{
    "nctId": "NCT02950064",
    "briefTitle": "A Study to Determine the Safety of BTP-114 for Treatment in Patients With Advanced Solid Tumors With BRCA Mutations",
    "officialTitle": "Escalation Study of BTP-114 in Patients With Advanced Solid Tumors and BRCA or DNA Repair Mutation",
    "overallStatus": "UNKNOWN",
    "conditions": "Pancreatic Neoplasms, Ovarian Neoplasms, Breast Neoplasms, Prostatic Neoplasms",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 95,
    "primaryOutcomeMeasure": "Part 1 - Maximum tolerated dose (MTD) of BTP-114 determined during the dose escalation phase of study based on number of patients experiencing a dose-limiting toxicity.",
    "eligibilityCriteria": "INCLUSION:\n\nAll Patients\n\n1. Male or female aged ≥18 years.\n2. ECOG PS score of 0-1.\n3. Adequate organ function.\n4. Ability to understand and willingness to sign informed consent form prior to initiation of study procedures.\n5. Measurable disease per RECIST, OR for patients with a primary diagnosis of castration resistant prostate cancer, progressive disease (PD) by prostate surface antigen (PSA) or imaging in the setting of medical or surgical castration.\n6. Documented BRCA mutation, with the following exceptions: a) Patient is intended to be enrolled in a Single-patient Cohort; b) Patient has an advanced DNA repair mutation-positive solid tumor and is intended to be enrolled in Expansion Cohort 5.\n\n   Patients in the Dose-escalation Phase:\n7. Locally advanced solid tumor other than a primary central nervous system (CNS) tumor for which the patient has received ≤3 prior lines\n8. Confirmed solid tumor in one of the following categories:\n\n   * BRCA mutation-positive pancreatic cancer for which the patient received up to 1 prior line of cytotoxic chemotherapy in the advanced disease setting.\n   * Advanced BRCA mutation-positive castration-resistant prostate cancer (CRPC) for which the patient received up to 2 prior lines of cytotoxic chemotherapy in the advanced disease setting.\n   * Advanced BRCA mutation-positive ovarian cancer for which the patient received up to 3 prior lines of cytotoxic chemotherapy in the advanced disease setting.\n   * Advanced BRCA mutation-positive triple-negative breast cancer (TNBC) for which the patient received up to 3 prior lines of cytotoxic chemotherapy in the advanced disease setting.\n   * Advanced DNA repair mutation-positive solid tumors, including, but not limited to BRCA and non-BRCA DNA mutations, who have received up to 3 prior lines of cytotoxic chemotherapy in the advanced disease setting. DNA-repair mutations may include, but are not limited to ATM, CHEK2, PALB2, and RAD51D. Abnormal homologous repair deficiency (HRD) tests will also be allowed.\n\nNote that in both dose escalation and dose expansion portions of the study, prior targeted therapy including prior poly ADP ribose polymerase (PARP) inhibitor therapy, prior immunotherapy, or prior hormonal therapy is permissible. Patients with castration resistant prostate cancer may have received unlimited prior hormonal therapies.\n\nEXCLUSION:\n\n1. History of leptomeningeal disease or spinal cord compression.\n2. Underwent major surgery within 4 weeks before first treatment.\n3. Received cancer-directed therapy 14 days (6 weeks for mitomycin C and nitrosoureas) before start of treatment.\n4. Grade 2 or greater peripheral neuropathy at start of treatment.\n5. If female, pregnant or breast-feeding.\n6. Known human immunodeficiency virus (HIV) infection or hepatitis B or C infection\n7. Any primary brain tumor (e.g., astrocytoma, glioblastoma).\n8. Hypersensitivity or history of anaphylactic reaction to any platinum-containing agents.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}