{
    "nctId": "NCT05114720",
    "briefTitle": "Moxifloxacin in Adjuvant Treatment of Patients With Operable Breast Cancer",
    "officialTitle": "A Multicenter, Placebo-Controlled, Phase III Trial of Standard Adjuvant Chemotherapy Plus Moxifloxacin in Operable Breast Cancer",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 520,
    "primaryOutcomeMeasure": "disease-free survival (DFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Have provided written and signed informed consent;\n2. Histologically confirmed invasive ductal carcinoma;\n3. Planned to received (neo)/adjuvant chemotherapy;\n4. Eastern Cooperative Oncology Group (ECOG) score of 0 to 1;\n5. Normal blood routine, liver and kidney functions within 1 week before enrollment in this study;\n6. Women of childbearing age have a negative serum or urinary pregnancy tests prior to enrollment in this study; Pre-menopause women are contracepted with medically acceptable methods during the study period.\n7. Compliance with the study protocol.\n\nExclusion Criteria:\n\n1. Pregnant or breast feeding;\n2. Eastern Cooperative Oncology Group (ECOG) score ≥ 2;\n3. Hypersensitivity to moxifloxacin or quinolones compounds;\n4. Concomitant with other antitumor therapies or participating in other clinical trials;\n5. Have a history of heart disease, such as arrhythmia, conduction block, S-T segment elevation, ischemic heart disease, or congenital heart disease;\n6. Severe uncontrolled co-infection, or severe metabolic disorders;\n7. A clear past history of neurological or psychiatric disorders, including epilepsy or dementia;\n8. Poor compliance, unwillingness or inability to follow protocol to continue the study;\n9. Any circumstances in which the investigator deemed the subject unsuitable for enrollment in this study.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}