{
    "nctId": "NCT00903006",
    "briefTitle": "Trial of Fulvestrant, MK-0646, and Dasatinib for Metastatic Hormone Receptor-Positive HER2-Negative Breast Cancer",
    "officialTitle": "A Phase I-II, Randomization, Open-Label Clinical Trial of Fulvestrant Versus the Combination of Fulvestrant, MK-0646, and Dasatinib as First-Line Therapy for Metastatic Hormone Receptor-Positive HER2-Negative Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 11,
    "primaryOutcomeMeasure": "Phase I Maximum Tolerated Dose (MTD) for Dose Level 1",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. For the Phase I: Patients with histologically or cytologically confirmed diagnosis of metastatic hormone receptor-positive HER2-negative breast cancer who have received up to one line of endocrine therapy for metastatic disease.\n2. Measurable disease by Response Evaluation Criteria In Solid Tumors (RECIST) or evaluable disease (e.g., bone metastasis, or lesions which do not fulfill RECIST criteria for metastatic disease)\n3. Age \\>/= 18 years\n4. Eastern Cooperative Oncology Group (ECOG) performance status of \\</= 2\n5. Required laboratory values: Absolute neutrophil count (ANC)\\>/= 1500 cells/mm\\^3, platelet count \\>/= 100,000 cells/mm\\^3, hemoglobin \\>/= 9 gm/L; bilirubin \\</= 1.5 \\* upper limit of normal (ULN), alanine aminotransferase (ALT) and aspartate aminotransferase (AST) \\</= 2.5 \\* ULN; serum creatinine \\</= 2.0 \\* ULN\n6. Ability to understand the requirements of the study, provided written informed consent and authorization of use and disclosure of protected health information, and agree to abide by the study restrictions and to return for the required assessments.\n7. Patients must be postmenopausal (\\> 12 months of amenorrhea, bilateral oophorectomy).\n8. Patients must have received prior anti-estrogen therapy in the adjuvant setting.\n9. Patients may have easily accessible tumors for biopsy (confirmed by interventional radiology).\n10. Patients must consent to biopsies.\n11. For the Phase II: Patients with histologically or cytologically confirmed diagnosis of metastatic hormone receptor-positive, HER2-negative, breast cancer who have received up to one line of endocrine therapy for metastatic disease.\n12. Measurable disease by RECIST or evaluable disease (e.g., bone metastasis, or lesions which do not fulfill RECIST criteria for metastatic disease)\n13. Age \\>/= 18 years\n14. ECOG performance status of \\</= 2\n15. Required Laboratory Values: ANC \\>/= 1500 cells/mm\\^3, platelet count \\>/= 100,000 cells/mm\\^3, hemoglobin \\>/= 9 gm/L, Bilirubin \\</= 1.5 \\* ULN, alanine aminotransferase (ALT) and aspartate aminotransferase (AST) \\</= 2.5 \\* ULN\n16. Serum creatinine \\</= 2.0 \\* ULN\n17. Ability to understand the requirements of the study, provide written informed consent and authorization of use and disclosure of protected health information, and agree to abide by the study restrictions and to return for the required assessments.\n18. Patients must be postmenopausal (\\> 12 months of amenorrhea, bilateral oophorectomy).\n19. Patients must have received prior anti-estrogen therapy in the adjuvant setting.\n20. Patients may have easily accessible tumors for biopsy (confirmed by interventional radiology).\n21. Patients must consent to biopsies.\n\nExclusion Criteria:\n\n1. For the Phase I: History of prior malignancies within the past 5 years with the exception of curatively treated basal or squamous cell carcinomas of the skin or carcinoma in situ of the cervix\n2. Concurrent severe or uncontrolled medical disease (i.e., systemic infection, diabetes, hypertension, coronary artery disease, congestive heart failure, ongoing or recent gastrointestinal bleed, hepatic or cardiac compromise, hypocalcemia, or known platelet function abnormality).\n3. Concomitant medication known to prolong QT interval, unless discontinued \\>/= 7 days of starting dasatinib therapy.\n4. Newly diagnosed (within 3 months before enrollment) or poorly controlled (defined as a fasting serum glucose \\> 160 mg/dl or hemoglobin A1c \\> 8% at screening), type 1 or 2 diabetes mellitus.\n5. Active or untreated brain metastasis\n6. Pleural or pericardial effusion of any grade\n7. Bone only metastases\n8. Patients for whom endocrine therapy is not appropriate (i.e. life threatening metastatic disease).\n9. Patients requiring therapeutic anticoagulation (Warfarin 1 mg for port maintenance is allowed).\n10. For the Phase II: History of prior malignancies within the past 5 years with the exception of curatively treated basal or squamous cell carcinomas of the skin or carcinoma in situ of the cervix\n11. Concurrent severe or uncontrolled medical disease (i.e., systemic infection, diabetes, hypertension, coronary artery disease, congestive heart failure, ongoing or recent gastrointestinal bleed, hepatic or cardiac compromise, hypocalcemia, or known platelet function abnormality).\n12. Concomitant medication known to prolong QT interval, unless discontinued \\>/= 7 days of starting dasatinib therapy.\n13. Newly diagnosed (within 3 months before enrollment) or poorly controlled (defined as a fasting serum glucose \\> 160 mg/dl or hemoglobin A1c \\> 8% at screening), type 1 or 2 diabetes mellitus.\n14. Active or untreated brain metastasis\n15. Pleural or pericardial effusion of any grade\n16. Bone only metastases\n17. Patients for whom endocrine therapy is not appropriate (i.e. life threatening metastatic disease).\n18. Patients requiring therapeutic anticoagulation (Warfarin 1 mg for port maintenance is allowed).",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}