{
    "nctId": "NCT00174707",
    "briefTitle": "Study of Docetaxel in Breast Cancer Patients",
    "officialTitle": "A Phase III Randomized Study of Sequential Epidoxorubicin Followed By CMF: Cyclophosphamide+Methotrexate+Fluorouracil (Arm A) Versus Sequential Epidoxorubicin Followed By Docetaxel Followed By CMF (Arm B) Versus Sequential Intensified Epidoxorubicin Followed By Docetaxel Followed By High-Dose Cyclophosphamide (Arm C) in Early Breast Cancer Patients With Positive Axillary Lymph Nodes",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Neoplasms",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 998,
    "primaryOutcomeMeasure": "Invasive Disease-Free Survival (IDFS) - with exclusion of ductal carcinoma in situ- DCIS- either collateral or ipsilateral, according to STEEP in adjuvant breast cancer trial: Standardized Definitions for Efficacy Endpoints",
    "eligibilityCriteria": "Inclusion criteria:\n\n* Histologically proven breast cancer at the first diagnosis with \\> or = 4 axillary nodes showing evidence of tumor among a minimum of 10 resected lymph nodes (American Joint Committee on Cancer 1992 pathologic staging pT1-4, pN1-2 \\[at least 1/10\\], M0)\n* Ages ≥ 18 years and ≤ 70 years for patients who will be randomized to arm A and B. Ages ≥ 18 years and ≤ 65 years for patients who will be randomized to arm C\n* World Health Organization performance status 0-1\n* Definitive surgical treatment must be either mastectomy or breast conserving surgery, with axillary lymph node dissection for operable breast cancer (clinical T1-3, N1, M0). Margins of resected specimen from definitive surgery must be histologically free of invasive adenocarcinoma and ductal carcinoma in situ. Lobular carcinoma in situ does not count as a positive margin. Patients with histologically-documented infiltration of the skin (pT4a) will be also eligible\n* Surgical procedures completed within 8 weeks from the randomization.\n* Laboratory requirements:\n\n  * Hematology :\n\n    * Neutrophils ≥ 2 x 10\\^9/L\n    * Platelets ≥ 100 x 10\\^9/L\n    * Hemoglobin ≥ 10 g/DL\n  * Hepatic function:\n\n    * Total bilirubin ≤ 1 time the upper-normal limits of the institutional normal values.\n    * ASAT \\& ALAT ≤ 2.5 UNL, alkaline phosphatase ≤ 5 UNL. Patients with ASAT \\&/or ALAT \\> 1.5 x UNL associated with alkaline phosphatase \\> 2.5 x UNL are not eligible for the study\n  * Renal function :\n\n    * Creatinine ≤ 140 µmol/L (1.6 mg/DL); if limit values, the creatinine clearance should be performed and should be ≥ 60 ml/min\n* Normal left ventricular ejection fraction or superior to the lower limits of the institution\n* Patients must be accessible for treatment and follow-up. Patients registered on this trial must be treated and followed at the participating center\n* Complete work-up within 3 months prior to randomization. All patients will have bilateral mammography, chest X rays (posteroanterior \\[PA\\] and lateral), abdominal ultrasound and/or computed tomography scan, \\& bone scan\n\nExclusion criteria:\n\n* Axillary lymph nodes free of involvement\n* Primary breast cancer with histology other than adenocarcinoma\n* Inflammatory carcinoma\n* Any locally advanced (T4 and/or N2-known N3) or metastatic (M1) breast cancer\n* Past or current history of ipsilateral or contralateral invasive or contralateral ductal in situ breast carcinoma. A past or current history of ipsilateral ductal in situ or lobular in situ (ipsilateral or contralateral) breast carcinoma is not an exclusion criterion\n* Histologically positive resection margins. Patients undergoing conservative resection margins can be considered eligible if radically resected within 4 weeks from randomization\n* Pregnant or lactating women or women of childbearing potential (e.g. not using adequate contraception)\n* History of prior or concomitant malignancies other than curatively treated basal cell skin cancer or excised cervical carcinoma in situ\n* Symptomatic peripheral neuropathy \\> grade 2 according to the National Cancer Institute Common Toxicity Criteria\n* Other serious illnesses or medical conditions:\n\n  * Congestive heart failure or angina pectoris even if it is medically controlled. Previous history of myocardial infarction within 1 year from study entry, uncontrolled high risk hypertension or arrhythmias\n  * History of significant neurologic or psychiatric disorders including dementia or seizures\n  * Active infection\n  * Peptic ulcer, unstable diabetes mellitus or other contraindications for the use of dexamethasone\n* Concurrent treatment with other experimental drugs. Participation in another clinical trial with any investigational regimen within 30 days prior to study entry\n* Concurrent treatment with any other anti-cancer therapy\n* Concurrent treatment with ovarian hormonal replacement therapy. Prior treatment should be stopped before study entry\n* Prior systemic anticancer therapy for breast cancer (chemotherapy, hormonal therapy, immunotherapy, etc.) as adjuvant and/or neo-adjuvant therapy\n* Concomitant treatment with corticosteroids used for reasons other than premedication; however, patients receiving chronic treatment with corticosteroids (\\>6 months) at low dose (≤ 20 mg of methylprednisolone or equivalent dose of other corticosteroids) for whichever reason are eligible\n* Definite contraindications for the use of corticosteroids as premedication\n* Prior radiation therapy\n\nThe above information is not intended to contain all considerations relevant to a patient's potential participation in a clinical trial",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}