{
    "nctId": "NCT01921335",
    "briefTitle": "ARRY-380 + Trastuzuamab for Breast w/ Brain Mets",
    "officialTitle": "Phase I Dose-escalation Trial of ARRY-380 in Combination With Trastuzumab in Participants With Brain Metastases From HER2+ Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Brain Metastases From HER2 and Breast Cancer, Advanced HER2-positive Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 41,
    "primaryOutcomeMeasure": "Determine Maximum-tolerated dose of ARRY-380 with Trastuzumab",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Participants must meet the following criteria on screening examination to be eligible to participate in the study. Laboratory evaluations must have been performed within 14 days of study entry. Non-laboratory tests must have been performed within 30 days of study entry. Evaluation of LVEF must have been performed within 60 days of study entry:\n* Participants must have histologically confirmed HER2+ (3+ by immunohistochemistry and/or FISH ratio \\>/= 2.0) invasive breast cancer. Central confirmation of HER2 status is not required.\n* Participants must have measurable CNS disease, defined as at least one parenchymal brain lesion that can be accurately measured in at least one dimension (longest diameter to be recorded) as \\> 10 mm by local radiology review (note: measurable non-CNS disease is NOT required for study participation). See section 10 for the evaluation of measureable disease.\n* New or progressive CNS lesions, as assessed by the patient's treating physician.\n* It is anticipated that some participants may have multiple progressive CNS lesions, one or several of which are treated with SRS or surgery with residual un-treated lesions remaining. Such participants are eligible for enrollment on this study providing that at least one untreated lesion is measurable, as defined in section 3.1.2. The location of the measurable lesion should be documented in the patient chart and case report form.\n* Participants who have had prior cranial surgery are eligible, provided that there is evidence of measurable residual or progressive lesions. If a patient has surgical resection followed by WBRT, then there must be evidence of progressive CNS disease after the completion of WBRT.\n* Participants who have had prior WBRT and/or SRS and then whose lesions have progressed thereafter are also eligible. In this case, lesions which have been treated with SRS may be considered as target lesions if there is unequivocal evidence, in the opinion of the treating physician, of progression following SRS.\n* Participants who have not previously been treated with cranial radiation (e.g. WBRT or SRS) are eligible to enter the study, but such participants must be asymptomatic from their CNS metastases and not requiring corticosteroids.\n* No increase in corticosteroid dose in the week prior to the baseline brain MRI.\n* Age ≥18 years\n* ECOG performance status 0 to 2 (see Appendix A)\n* Participants must have normal organ and marrow function as defined below:\n* Absolute neutrophil count ≥ 1,000/mcL\n* Platelets ≥ 75,000/mcL\n* Total bilirubin \\< 2 X institutional upper limit of normal\n* AST (SGOT)/ALT (SGPT) \\< 2.5 X institutional upper limit of normal in participants without liver metastases and \\< 5 ULN in participants with documented liver metastases\n* Left ventricular ejection fraction ≥ 50%, as determined by RVG or echocardiogram within 60 days prior to initiation of protocol therapy\n* Prior therapy - Prior trastuzumab and/or lapatinib are allowed. There is no limit on the number of prior lines of therapy.\n* The effects of ARRY-380 on the developing human fetus are unknown. For this reason and because other therapeutic agents used in this trial may be teratogenic, women of child-bearing potential and men must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) prior to study entry and for the duration of study participation. Should a woman become pregnant or suspect she is pregnant while participating in this study, she should inform her treating physician immediately.\n* Ability to understand and the willingness to sign a written informed consent document\n\nExclusion Criteria:\n\n* Participants who exhibit any of the following conditions at screening will not be eligible for admission into the study.\n* Participants who have had chemotherapy or radiotherapy within 14 days prior to entering the study (with the exception of trastuzumab) or those who have not recovered from adverse events to ≤ grade 1 due to agents administered more than 4 weeks earlier.\n* Participants may not be receiving any other investigational agents. Concurrent treatment with bisphosphonates or denosumab is allowed\n* History of grade 3 or 4 allergic reactions attributed to compounds of similar chemical or biologic composition to ARRY-380 or trastuzumab\n* Known contraindication to MRI with gadolinium contrast, such as cardiac pacemaker, shrapnel, or ocular foreign body\n* Leptomeningeal carcinomatosis as the only site of CNS involvement\n* More than 2 seizures over the last 4 weeks prior to study entry\n* Uncontrolled intercurrent illness including, but not limited to ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements\n* Pregnancy (positive pregnancy test) or lactation\n* Individuals with a history of a different active malignancy are ineligible. Participants with a history of other malignancies are eligible if they have been disease-free for at least 2 years, not on active treatment, and deemed by the investigator to be at low risk for recurrence of that malignancy. Individuals with the following cancers are eligible if diagnosed and treated within the past 2 years: cervical cancer in situ, basal cell or squamous cell carcinoma of the skin.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}