{
    "nctId": "NCT06265558",
    "briefTitle": "Prevention of Postoperative Complications by Negative Pressure Therapy After Complex Breast Cancer Surgery",
    "officialTitle": "Prevention of Postoperative Complications by Negative Pressure Therapy After Complex Breast Cancer Surgery: a Prospective Randomized Controlled Trial",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 254,
    "primaryOutcomeMeasure": "Rate of patients with post-operative scarring trouble",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Female ≥ 18 years\n2. Patient with unilateral invasive or in situ breast carcinoma\n3. Patient with or without neoadjuvant treatment\n4. Patient presenting an indication for complex breast surgery by mastectomy with immediate breast reconstruction by implant or oncoplasty by T-shaped mammoplasty.\n5. Patient presenting at least one of the following risk factors for scarring disorders:\n\n   * Obesity with Body Mass Index BMI ≥ 30\n   * Cup size ≥ E\n   * Active smoking or smoking cessation for less than one month\n   * Diabetes\n   * History of homolateral breast radiotherapy\n   * Long-term corticosteroid therapy\n6. Patient to have signed informed consent prior to study entry\n7. Willingness and ability to comply with scheduled visits, treatment plan, laboratory tests and other study procedures.\n8. Patient affiliated with a health insurance plan.\n\nExclusion Criteria:\n\n1. Legal incapacity or limited legal capacity. Medical or psychological conditions preventing the patient from completing the study or signing the consent form.\n2. Pregnant or breast-feeding patient\n3. Patient under guardianship or safeguard of justice\n4. Patient participating in an interventional study with the objective of wound healing",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}