{
    "nctId": "NCT02792465",
    "briefTitle": "A Study of Investigational Drug CFI-402257 in Patients With Advanced Solid Tumors",
    "officialTitle": "An Open Label, Dose Escalation, Safety, and Pharmacokinetic Study of CFI-402257 Administered Orally to Patients With Advanced Solid Tumors",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Advanced Solid Cancers, Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 52,
    "primaryOutcomeMeasure": "Highest dose level that does not lead to unacceptable toxicity in two or more patients in a dosing cohort",
    "eligibilityCriteria": "Inclusion Criteria - Cohort A:\n\n* Have histological or cytological proof of advanced cancer that has progressed and for which there is no further standard anticancer therapy available in the opinion of the Investigator.\n* Patients must have measurable disease as per RECIST v 1.1 guidelines.\n* Patients must be ≥18 years of age.\n* Have clinically acceptable laboratory screening results (i.e., clinical chemistry, hematology, and urinalysis) within certain limits.\n* Have an Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1.\n* Be able to swallow oral medications.\n* Have a life expectancy of greater than 3 months.\n* Women and men of child-producing potential must agree to use highly effective means of contraception for a specified period.\n* A negative serum pregnancy test for women of childbearing potential.\n* Have the ability to understand the requirements of the study, provide written informed consent which includes authorization for release of protected health information, abide by the study restrictions, provide archived tissue if available for biomarker studies, provide a blood sample for genetic testing and agree to return for the required assessments.\n\nInclusion Criteria - Cohort B:\n\n* Have histologically and/or cytologically confirmed diagnosis of breast cancer that is advanced/metastatic/recurrent or unresectable, for which no curative therapy exists.\n* Patients must have had at least 1 but not more than 4 prior lines of cytotoxic chemotherapy for breast cancer in the advanced/metastatic setting, and must have had prior treatment with an anthracycline and a taxane (unless contraindicated) in either the neo/adjuvant or metastatic setting.\n* Patients must have measurable disease as per RECIST v 1.1 guidelines.\n* Patients must be female.\n* Patients must be ≥18 years of age.\n* Have clinically acceptable laboratory screening results (i.e., clinical chemistry, hematology, and urinalysis) within certain limits.\n* Have an Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1.\n* Be able to swallow oral medications.\n* Have a life expectancy of greater than 3 months.\n* Women of child-producing potential must agree to use highly effective means of contraception for a specified period.\n* A negative serum pregnancy test for women of childbearing potential.\n* Have the ability to understand the requirements of the study, provide written informed consent which includes authorization for release of protected health information, abide by the study restrictions, provide archived tissue if available for biomarker studies, provide a blood sample for genetic testing and agree to return for the required assessments.\n\nInclusion criteria - Cohort C:\n\n* Have histological or cytological confirmed diagnosis of breast cancer positive for ER and/or PR and negative for HER2 by ASCO/CAP criteria, that is advanced/metastatic/recurrent or unresectable, for which no curative therapy exists.\n* Patients must have had prior treatment with an aromatase inhibitor in combination with CDK4/6 inhibitor, for a duration of not less than 12 months prior to disease progression. Up to 1 line of cytotoxine chemotherapy in the metastatic setting is allowed.\n* Patients must have measurable disease as per RECIST v 1.1 guidelines.\n* Patients must be female.\n* Patients must be ≥18 years of age.\n* Patients are post-menopausal (including use of ovarian function suppression with LHRH agonist)\n* Have clinically acceptable laboratory screening results (i.e., clinical chemistry, hematology, and urinalysis) within certain limits.\n* Have an Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1.\n* Be able to swallow oral medications.\n* Have a life expectancy of greater than 3 months.\n* Women of child-producing potential must agree to use highly effective means of contraception for a specified period.\n* A negative serum pregnancy test for women of childbearing potential.\n* Have the ability to understand the requirements of the study, provide written informed consent which includes authorization for release of protected health information, abide by the study restrictions, provide archived tissue if available for biomarker studies, provide a blood sample for genetic testing and agree to return for the required assessments.\n\nExclusion Criteria (all cohorts):\n\n* Women who are pregnant or nursing.\n* Have received radiotherapy (patients having limited field palliative radiotherapy less than 2 weeks), chemotherapy, biological therapy, or investigational treatment less than four weeks (six weeks for nitrosoureas or mitomycin C) prior to first dose of study drug or have not recovered from all acute toxicities from prior treatments and those deemed by the Investigator not to affect safety assessment.\n* Patients who have received growth factors within 14 days prior to initiation of dosing of CFI-402257 or who will require ongoing treatment with growth factors throughout the duration of the trial.\n* Have active, acute, or clinically significant chronic infections.\n* Have uncontrolled severe hypertension.\n* Have symptomatic congestive heart failure.\n* Have active angina pectoris or recent myocardial infarction (within 6 months).\n* Have chronic atrial fibrillation or QTc of greater than 470 msec.\n* Have had major surgery within 21 days of starting therapy.\n* Have additional uncontrolled serious medical or psychiatric illness.\n* Have any medical condition that would impair the administration of oral agents including significant bowel resection, inflammatory bowel disease or uncontrolled nausea or vomiting.\n* Known central nervous system metastasis.\n* Patients being treated with full dose warfarin are excluded.\n* Patients being treated with the following drugs are excluded: Alfentanil, Pimozide, Cyclosporine, Quinidine, Digoxin, Sirolimus, Dihydroergotamine, Tacrolimus, Ergotamine, Warfarin, Fentanyl.\n* Patient who have had prior treatment with a TTK/MPS1 inhibitor\n* For Expanded Cohort C - have previously been treated with, or have a contraindication to treatment with fulvestrant",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}