{
    "nctId": "NCT06595563",
    "briefTitle": "HER2 Molecular Imaging with 89Zr-trastuzumab PET/CT As a Predictive Biomarker for Antibody-drug Conjugate Sequencing in Patients with Advanced HER2-positive Breast Cancer",
    "officialTitle": "HER2 Molecular Imaging with 89Zr-trastuzumab PET/CT As a Predictive Biomarker for Antibody-drug Conjugate Sequencing in Patients with Advanced HER2-positive Breast Cancer",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "HER2-positive Metastatic Breast Cancer, HER2-positive Advanced Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 87,
    "primaryOutcomeMeasure": "Characterization of genomic alterations and HER2 expression (cohorts A and B).",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* ECOG performance status ≤ 1\n* Must have histologically or cytologically confirmed progressive advanced/metastatic HER2-positive breast carcinoma as per the updated American Society of Clinical Oncology (ASCO) - College of American Pathologists (CAP) guidelines according to local testing. HER2 status may be determined in the primary breast cancer tumour or, when not available, in a metastatic lesion.\n* Multifocal unilateral or bilateral breast adenocarcinoma tumours are allowed if all tested HER2-positive, according to local testing\n* Prior treatment with taxane, trastuzumab and pertuzumab (early or advanced setting) and T-DXd (metastatic setting). In order to be eligible, patients subjects must have received T-DXd as the last systemic metastatic treatment line before inclusion, and presented disease progression on this drug.\n\nPrior therapy with tucatinib, trastuzumab, and capecitabine, in advanced setting, is permissible, provided that T-DXd serves as the last systemic metastatic treatment line before inclusion, and patient subject presented disease progression on this drug.\n\n* Life expectancy ≥ 6 months.\n* At screening FDG-PET at least two \"target\" lesions are required to fulfil the following criteria: (1) anatomically transaxial diameter ≥ 1.5 cm and (2) metabolically assessable with a maximum standard uptake value corrected for lean body mass (SUVmax) ≥ 1.5 x SUVmean + 2 standard deviations (SD) of the liver measured in a 3-cm-diameter spherical volume of interest (VOI) in normal liver parenchyma.\n\nIn case of suspected liver metastasis, a lesion should have a SUVmax ≥ 2 x SUVmean + 3 SD of the blood pool measured in a 1 cm-diameter VOI within descending thoracic aorta. Lesions pre-treated with irradiation are not eligible for consideration as \"target\" lesions.\n\n* Adequate Bone Marrow Function including:\n\n  * Absolute Neutrophil Count (ANC) ≥1000/μL or ≥1x109/L.\n  * Platelets ≥100,000/μL or ≥ 100 x 109/L.\n  * Haemoglobin ≥ 9 g/dL.\n* Adequate Renal Function including serum creatinine ≤ 1.5 x upper limit of normal (ULN) or estimated creatinine clearance ≥ 60 ml/min as calculated using the method standard for the institution.\n* Adequate Liver Function, including all the following parameters:\n\n  * Total serum bilirubin ≤ 1.5 x ULN unless the patient subject has documented Gilbert syndrome.\n  * Aspartate and Alanine Aminotransferase (AST and ALT) ≤ 2.5x ULN.\n* Current left ventricular ejection fraction (LVEF) ≥ 50% on echocardiography or multiple-gated acquisition scanning and no history of a LVEF \\< 40% or symptomatic heart failure or a recent myocardial infarction.\n* Willingness to provide tumour tissue (mandatory biopsy) and blood samples (mandatory) for translational research activities.\n* Willingness to comply with the protocol for the duration of the study including treatment and scheduled visits and examinations.\n* Signed Informed Consent form (ICF) obtained prior to any study related procedure.\n\nInclusion criterion applicable to FRANCE only:\n\n* Affiliated to the French Social Security System\n\nExclusion Criteria:\n\n* Prior exposure to T-DM1 for the treatment of metastatic BC. For subjects exposed to T-DM1 for the treatment of early BC, subjects must not have relapsed while on or within 12 months of finishing treatment with T-DM1.\n* Brain metastasis as sole metastasis and/or symptomatic or requiring therapy to control symptoms.\n* History of interstitial lung disease / pneumonitis (grade 3 or 4) during the prior treatment with T-DXd.\n* Cardiopulmonary dysfunction as defined by any of the following:\n\n  * Significant symptoms (Grade ≥ 2) relating to LV dysfunction, cardiac arrhythmia, or cardiac ischemia while or since receiving preoperative therapy.\n  * Uncontrolled hypertension (systolic blood pressure \\> 180 mmHg and/or diastolic blood pressure \\> 100 mmHg)\n  * Inadequately controlled angina, serious cardiac arrhythmia not controlled by adequate medication, severe conduction abnormality, or clinically significant valvular disease\n  * Screening LVEF \\< 50% by either ECHO or MUGA\n  * History of NCI CTCAE (Version 4.0) Grade ≥ 3 symptomatic congestive heart failure (CHF) or New York Heart Association (NYHA) criteria Class ≥ II\n  * History of a decrease in LVEF to \\< 40% or symptomatic CHF with prior trastuzumab treatment (e.g., during preoperative therapy)\n  * Myocardial infarction within 12 months prior to randomization\n  * Requirement for continuous oxygen therapy\n* Known prior severe hypersensitivity to investigational product or any component in its formulations, including known severe hypersensitivity reactions to trastuzumab or excipients.\n* Contra-indication for treatment with T-DM1.\n* The number of subjects included in this trial, considered as \"rapid progressors\" (Rapid progressors defined as progressive disease within the first 6 months of T-DXd therapy) will be capped at 10% at enrolment (no more than 7 subjects out the 78 subjects planned to be recruited). After the first 7 \"rapid progressors\" included, progression within the first 6 months of T-DXd therapy will be considered as an exclusion criterion.\n* Any known liver disease, including known carriers of hepatitis B virus, hepatitis C, autoimmune hepatic disorders and sclerosing cholangitis.\n* Concurrent, serious, uncontrolled infections or known infection with HIV. Prior history of other invasive cancer in the past 5 years except basal or squamous cell carcinoma of skin that has been definitively treated.\n* Pregnant and/or lactating women, or intending to become pregnant during the study. Serum pregnancy test (for subjects of childbearing potential) positive within 15 days prior to enrolment.\n* Women of childbearing potential refusing to use one highly effective method of contraception from ICF signature, during the course of the study and at least 7 months after the last administration of T-DM1.\n* Men with childbearing potential partner refusing to use condom during the course of this study and for at least 7 months after the last administration of T-DM1.\n* Subject with a significant medical, neuro-psychiatric, or surgical condition, currently uncontrolled by treatment, which, in the principal investigator's opinion, may interfere with completion of the study.\n\nExclusion criterion applicable to FRANCE only:\n\n* Vulnerable persons according to the article L.1121-6 of the Public Health Code, adults who are the subject of a measure of legal protection or unable to express their consent according to article L.1121-8 of the Public Health Code.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}