{
    "nctId": "NCT03342417",
    "briefTitle": "Combination of Nivolumab and Ipilimumab in Breast, Ovarian and Gastric Cancer Patients",
    "officialTitle": "Phase 2 Study of Combination of Nivolumab and Ipilimumab in (1) Neoadjuvant Setting in Previously Untreated Breast Cancer Patients, (2) Platinum-Resistant/Refractory Advanced Ovarian Cancer Patients; and (3) Advanced Gastric Cancer Patients",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer Female, Ovarian Cancer, Gastric Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 5,
    "primaryOutcomeMeasure": "Number of participants with treatment-related adverse events as assessed by CTCAE v4.0",
    "eligibilityCriteria": "Inclusion Criteria: Patients must meet all inclusion criteria before enrollment:\n\nFor Part 1 of the study (i.e., neoadjuvant therapy of breast cancer):\n\nA. Stage II-III disease, with primary cancer in place, invasive breast cancer confirmed by core needle biopsy (CNB) or incisional biopsy (excisional biopsy is not allowed):\n\n* fluorescence in situ hybridization (FISH) negative. (Note: Patients who are HER2Neu+3 or HER2Neu+ by FISH are excluded, as there is FDA approved therapy with known clinical benefit in the neoadjuvant setting.)\n* the disease is previously untreated, operable, and intend to undergo surgery (e.g., a mastectomy or lumpectomy) after completion of neoadjuvant therapy\n* the disease must be radiographically measurable in the breast. (radiographically measurable disease is defined as longest diameter ≥1.0 cm)\n* the disease cannot be axillary disease only (i.e., no identifiable tumor in the breast that is ≥1.0 cm on physical exam or radiographic study)\n* the disease can be multi-centric or bilateral disease, provided the target lesion meets the above eligibility criteria\n* breast cancer patients with lobular and ductal histology will be included. (Note: In patients with clinically positive axillae, histologic confirmation by biopsy or fine-needle aspiration may be performed.) B. Females ≥18 years of age. C. Females of child-bearing potential (i.e., women who are pre-menopausal or not surgically sterile) must use effective contraceptive methods (such as abstinence, intrauterine device \\[IUD\\], or double barrier device, and hormonal contraception such as birth control pills cannot be used) during the study and for at least 3 months following completion of the study, and must have a negative serum or urine pregnancy test within 2 weeks prior to treatment initiation.\n\nD. Mentally competent, able to understand and willingness to sign the informed consent form.\n\nE. At least 4 weeks must have elapsed from any prior major surgery. The following procedures are not considered major surgical procedure:\n\n* Obtaining the required research needle biopsies\n* Placement of a radiopaque clip to localize a tumor or tumors for subsequent surgical resection\n* Placement of a port for central venous access\n* Fine needle aspiration of a prominent or suspicious axillary lymph node\n* Needle biopsy of a clinically or radiographically detected lesion to rule out metastatic disease\n\nF. Laboratory values ≤2 weeks must be:\n\n* Adequate hematology (white blood cell \\[WBC\\] ≥3500 cells/mm3 or ≥3.5 bil/L; granulocytes ≥1,000/μL; platelet count ≥100,000 cells/mm3 or ≥100 bil/L; absolute neutrophil count \\[ANC\\] ≥1,500 cells/mm3 or ≥1.5 bil/L; and hemoglobin (Hgb) ≥9 g/dL or ≥90 g/L).\n* Creatinine clearance \\>30 mL/min.\n* Adequate coagulation (International Normalized Ratio \\[INR\\] must be \\<1.5) (Note: Patients on anticoagulant of any type are excluded from the study.) G. Normal electrocardiogram (EKG) H. Normal echocardiogram within one year (i.e., echocardiogram does not reveal any abnormal heart valves, chambers, or wall movement).\n\nFor Part 2 of the study (i.e., therapy of ovarian cancer):\n\nA. Confirmed diagnosis of unresectable epithelial ovarian, fallopian tube or primary peritoneal cancer. Platinum-resistant disease (Progression-Free-Interval \\[PFI\\] being 1-6 months since the last dose of platinum-containing chemotherapy) or platinum-refractory disease (PFI being 0-1 month):\n\n* the disease is evaluable according to Response Evaluation Criteria in Solid Tumors (RECIST) v.1.1 criteria\n* ≤4 lines of prior systemic chemotherapy\n* Eastern Cooperative Oncology Group (ECOG) performance status (PS) ≤1 B. Females ≥18 years of age. C. Mentally competent, able to understand and willingness to sign the informed consent form.\n\nD. At least 3 weeks must have elapsed from any prior major surgery. The following procedures are not considered major surgical procedure:\n\n* obtaining the required research needle biopsies\n* placement of a radiopaque clip to localize a tumor or tumors for subsequent surgical resection\n* placement of a port for central venous access\n* fine needle aspiration or core biopsy of a prominent or suspicious axillary lymph node\n* needle biopsy of a clinically or radiographically detected lesion to rule out metastatic disease\n* peritoneal tap for ascites\n\nE. Laboratory values ≤2 weeks must be:\n\n* Adequate hematology (WBC ≥3500 cells/mm3 or ≥3.5 bil/L; granulocytes ≥1,000/μL; platelet count ≥100,000 cells/mm3 or ≥100 bil/L; ANC ≥1,500 cells/mm3 or ≥1.5 bil/L; and Hgb ≥9 g/dL or ≥90 g/L).\n* Adequate coagulation (INR must be \\<1.5, or 2-3 if subjects are on anticoagulant of any type).\n\nF. Adequate renal, hepatic and bone marrow function based on screening laboratory assessments. Baseline hematologic studies and chemistry profiles must meet the following criteria:\n\n* Hgb ≥9 g/dL or 90 g/L\n* hematocrit ≥30%\n* ANC ≥1000 cells/mm3 or 1.0 bil/L\n* platelet count ≥100,000 cells/mm3 or ≥100 bil/L\n* blood urea nitrogen (BUN) \\<30 mg/dL\n* creatinine clearance \\>30 mL/min\n* alkaline phosphatase (ALP), aspartate aminotransferase (AST) and alanine aminotransferase (ALT) \\<2x upper limit of normal (ULN) in patients without known hepatic metastases and \\<5x ULN in patients with known hepatic metastases\n* prothrombin time (PT) and activated partial thromboplastin time (aPTT) ≤1.6x ULN unless therapeutically warranted\n\nFor Part 3 of the study (i.e., therapy of gastric cancer):\n\nA. Confirmed diagnosis of gastric adenocarcinoma or gastroesophageal junction adenocarcinoma. The disease is unresectable, locally advanced or metastatic. Also:\n\n* patients are refractory or recurrent from at least one line of therapy in the metastatic setting, or intolerant to standard therapy\n* the disease is evaluable according to RECIST v.1.1 criteria\n* refractory or recurrent from a prior therapy, or intolerant to standard therapy\n* did not receive neoadjuvant or adjuvant treatment (chemotherapy, radiotherapy, or both) for their disease within the last 6 months\n* ECOG PS ≤1\n\nB. Male or female ≥18 years of age.\n\nC. Females of child-bearing potential (i.e., women who are pre-menopausal or not surgically sterile) must use effective contraceptive methods (such as abstinence, intrauterine device (IUD), or double barrier device, and hormonal contraception such as birth control pills cannot be used) during the study and for at least 3 months following completion of the study, and must have a negative serum or urine pregnancy test within 2 weeks prior to treatment initiation. Males with female partners of child-bearing potential should use effective contraception while on study and for at least 3 months following completion of the study.\n\nD. Mentally competent, able to understand and willingness to sign the informed consent form.\n\nE. At least 3 weeks must have elapsed from any prior major surgery. The following procedures are not considered major surgical procedure:\n\n* obtaining the required research needle biopsies\n* placement of a radiopaque clip to localize a tumor or tumors for subsequent surgical resection\n* placement of a port for central venous access\n* fine needle aspiration or core biopsy of a prominent or suspicious axillary lymph node\n* needle biopsy of a clinically or radiographically detected lesion to rule out metastatic disease\n* peritoneal tap for ascites\n\nF. Laboratory values ≤2 weeks must be:\n\n* Adequate hematology (WBC ≥3500 cells/mm3 or ≥3.5 bil/L; granulocytes ≥1,000/μL; platelet count ≥100,000 cells/mm3 or ≥100 bil/L; absolute neutrophil count (ANC) ≥1,500 cells/mm3 or ≥1.5 bil/L; and Hgb ≥9 g/dL or ≥90 g/L).\n* Adequate coagulation (INR must be \\<1.5, or 2-3 if subjects are on anticoagulant of any type).\n\nG. Adequate renal, hepatic and bone marrow function based on screening laboratory assessments. Baseline hematologic studies and chemistry profiles must meet the following criteria:\n\n* Hgb ≥9 g/dL or 90 g/L\n* hematocrit ≥30%\n* ANC ≥1000 cells/mm3 or 1.0 bil/L\n* platelet count ≥100,000 cells/mm3 or ≥100 bil/L\n* BUN \\<30 mg/dL\n* creatinine clearance \\>30 mL/min\n* ALP, AST and ALT \\<2x ULN in patients without known hepatic metastases and \\<5x ULN in patients with known hepatic metastases\n* PT and aPTT ≤1.6x ULN unless therapeutically warranted\n\nExclusion Criteria: Patients with any of the following characteristics will be excluded:\n\nFor Parts 1, 2 and 3 of the study (i.e., neoadjuvant therapy of breast cancer and therapies of ovarian cancer and gastric cancer, respectively):\n\nA. Serious medical illness, such as significant cardiac disease (e.g. symptomatic congestive heart failure, unstable angina pectoris, symptomatic coronary artery disease, myocardial infarction within the past 6 months, uncontrolled or symptomatic cardiac arrhythmia, or New York Heart Association Class III or IV), or severe debilitating pulmonary disease, that would potentially increase patients' risk for toxicity\n\nB. Arterial thrombotic event, stroke, or transient ischemia attack within the past 12 months\n\nC. Uncontrolled hypertension (systolic blood pressure \\>160 mm Hg or diastolic blood pressure \\>90 mm Hg), or peripheral vascular disease ≥grade 2\n\nD. Active central nervous system (CNS), epidural tumor or metastasis, or brain metastasis.\n\nE. Any active uncontrolled bleeding, or a bleeding diathesis.\n\nF. Evidence of active infection during screening, and any acute therapy needs to be completed within 7 days prior to enrollment.\n\nG. Patients with known Human Immunodeficiency Virus (HIV) infection, known active viral hepatitis A, B and C, or known history of tuberculosis, even if treated and in remission. (Noninfectious liver disease is allowed, i.e., NASH or cirrhosis classes A and B, but not C.)\n\nH. Serious or non-healing wound, skin ulcer, or non-healing bone fracture\n\nI. Abdominal fistula, gastrointestinal perforation, or intra-abdominal abscess within the past 6 months.\n\nJ. A history of colitis.\n\nK. Albumin \\<2.5 g/dL or \\<25 g/L.\n\nL. Any condition or abnormality which may, in the opinion of the investigator, compromise the safety of patients.\n\nM. Unwilling or unable to follow protocol requirements.\n\nN. Patients receiving any other standard or investigational treatment for their cancer, or any other investigational agent for any indication within the past 3 weeks prior to participating in the study.\n\nO. Requirement for immediate palliative treatment of any kind including surgery and radiation.\n\nP. Subjects with autoimmune diseases, except if they have had adrenal or pituitary insufficiency and are well on replacement therapy (Note: diabetes mellitus, vitiligo, and residual hypothyroidism due to autoimmune thyroiditis are allowed.)\n\nQ. Patients on corticosteroids. (Patients with CNS metastases on low dose steroids prior to the study must be off steroids for at least 4 weeks and must be stable with magnetic resonance imaging (MRI) demonstrating stability over 8 weeks prior to enrollment.)\n\nR. Any live virus vaccine within 30 days prior to the start of therapy (Note: Seasonal flu vaccine is acceptable.)\n\nS. Known hypersensitivity to OPDIVO or YERVOY, or to their excipients.\n\nT. For Parts 2 and 3 of the study (i.e., or ovarian cancer and gastric cancer patients, respectively) - requirement of permanent or frequent (i.e., once per week) external drainages within two weeks prior to enrollment.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}