{
    "nctId": "NCT04469296",
    "briefTitle": "Diet Modification in pAtients With Luminal Early Breast Cancer Candidate for Primary Surgery",
    "officialTitle": "Trial Studying the Feasibility of a Diet Modification in pAtients With Luminal Early Breast Cancer Candidate for Primary Surgery",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer, Surgery",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 75,
    "primaryOutcomeMeasure": "study of the compliance of patients to the two proposed diets. The proportion of compliant patients to the proposed diet according to the dietary survey realized during 3 days",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Women 18 to 80 years old\n* Invasive breast carcinoma, non-metastatic, stage I to III, pathologically proven, ER and/or PR positive, HER2 negative (luminal)\n* No treatment yet for the current breast cancer\n* Candidate for primary surgery\n* Body mass index (BMI) between 18.5 and 30 for women up to 70 years old and between 21 and 30 for women between 70 and 80 years old.\n* For patient ≥ 70 years, score of the Oncodage G8 questionnaire \\> 14 (if score ≤ 14, consultation with an oncogeriatrician required to validate the possibility of following a diet\n* No addiction (alcohol, tobacco, drug, electronic cigarette) that modifies the metabolism (alcohol : ≤ 2 glasses/d or ≤10 glasses/week ; tobacco : only occasional or stopped for ≥ 6 months)\n* Performance status 0-1\n* Fasting blood test :\n\nBlood cell counts : Neutrophils \\> 1000/µL, Platelets \\> 100 000/µL, Hb \\> 11g/dL Hepatic biology: GOT, GPT, GGT, Phosphatases alcalines \\< 2x normal value Renal function : clearance \\> 60 mL /min Lipid profile : Total cholesterol \\< 1.5 x normal value, HDL\\>0.35g/L, LDL \\< 2.2 g/L (\\<5.7 mml/L), Triglycerides \\< 1.5 x normal value Fasting blood glucose \\< 1.26 g/l Measurement of electrolytes: Potassium, Sodium, Calcium, Magnesium (according to normal laboratory values)\n\n* ECG with a QTc interval ≤ 450 msec\n* Patient able to understand, participate and give a written consent for participation to the study\n\nExclusion Criteria:\n\n* Metabolic disease or other disease impairing the metabolism analysis\n* High level athlete\n* Unintentional weight loss ≥ 5% during the last month, or 10% during the last 6 months or compared to usual weight\n* Unjustified dietary supplement (not justified by a measured deficiency) during the last month\n* Restricted of unbalanced diet (vegan diet, restricted hypocaloric, hyper or hypo protein...) during the last month\n* Practice of fasting during the last 3 months\n* Corticoids that can't be stopped or not stopped for 2 weeks\n* Mellitus diabetes (with or without insulin)\n* Hypercholesterolemia requiring a treatment\n* Invasive lobular carcinoma\n* Pregnant or breast-feeding women\n* Participation to another study with an investigational treatment during the last 30 days\n* Individuals under the protection of a conservator\n* Unaffiliated patient to Social Protection System.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}