{
    "nctId": "NCT03514121",
    "briefTitle": "FPA150 in Patients With Advanced Solid Tumors",
    "officialTitle": "A Phase 1a/1b Study of FPA150, an Anti-B7-H4 Antibody, in Patients With Advanced Solid Tumors",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer, Ovarian Cancer, Endometrial Cancer, Advanced Solid Tumors",
    "studyType": "INTERVENTIONAL",
    "phase": "EARLY_PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 95,
    "primaryOutcomeMeasure": "For Phase 1a dose escalation, to determine the Maximum Tolerated Dose (MTD) and/or Recommended Dose (RD) of FPA150",
    "eligibilityCriteria": "Inclusion Criteria (Phase 1a Monotherapy and Combination Therapy):\n\n* Histologically confirmed solid tumors except primary central nervous system (CNS) tumors.\n* Disease that is unresectable, locally advanced, or metastatic.\n* Patients must have had progressive disease during or after, or refused, appropriate standard therapy for their tumor type.\n* All patients must have at least one measurable lesion at baseline according to RECIST v1.1; tumor sites situated in a previously irradiated area, or in an area subjected to other loco-regional therapy, are not considered measurable unless there has been demonstrated progression in the lesion.\n* Adequate washout for prior anti-cancer therapy (ie, ≥ 5 half-lives or 4 weeks since the last dose, whichever is shorter).\n* Availability of archival tumor tissue and consent to providing archival tumor for retrospective biomarker analysis, or willingness to undergo a fresh tumor biopsy during screening (a biopsy is required for patients in the Phase 1a Dose Exploration portion).\n* Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1.\n* Prior radiotherapy must be completed at least 2 weeks before the first dose of study drug.\n* Prior radiopharmaceuticals (eg strontium, samarium) must be completed at least 8 weeks before the first dose of study drug.\n* Prior surgery requiring general anesthesia must be completed one week before first study drug administration. Surgery requiring local/epidural must be completed at least 72 hours before first study drug administration.\n* Screening laboratory values must meet the following criteria:\n\n  * Neutrophils ≥ 1200 cells/ µL\n  * Platelets ≥ 75 × 103/ µL\n  * Hemoglobin (Hb) ≥ 9.0 g/dL\n  * Serum creatinine \\< 1.5× ULN or creatinine clearance (CrCl) of ≥ 40 mL/ minute\n  * AST and ALT \\< 3× ULN (\\<5ULN in patients with liver metastases)\n  * Bilirubin \\< 1.5× ULN (except patients with Gilbert's syndrome, who must have total bilirubin \\< 3 mg/dL)\n* For Phase 1a Combination Safety Lead-in Patients ONLY:\n\n  * B7-H4 positive ovarian cancer\n  * or cytologically confirmed diagnosis of recurrent epithelial ovarian, primary peritoneal, or fallopian tube carcinoma that is refractory to existing therapy(ies) known to provide clinical benefit\n  * Progressive disease on or after at least two prior regimens of treatment including at least one platinum-containing regimen, or unable to tolerate additional chemotherapy\n  * No prior therapy with an anti-PD1 or PD-L1-directed agent\n\nInclusion Criteria (Phase 1b monotherapy and combination):\n\n* All Inclusion Criteria for Phase 1a (Exception: Phase 1a Inclusion Criterion #1).\n* Positive for B7-H4 expression in an archival or fresh tumor sample as evaluated by an accompanying validated central laboratory IHC assay. Archival tissue for patients enrolled in Cohort 1b1 (Breast Cancer) must be within 24 months prior to pre-screening.\n* History of other malignancy is permitted provided it has been definitively treated with no evidence of recurrence within the past 2 years (Exception: Definitively treated non-melanoma skin cancer, lobular cancer in situ, and cervical cancer in situ within 2 years are permitted). Cohort Specific Phase 1b Criteria (monotherapy and combination therapy)\n\nBreast Cancer Cohorts:\n\nTNBC:\n\n* Histologically or cytologically confirmed metastatic TNBC\n* At least two prior lines of systemic chemotherapy with at least one being administered in the metastatic setting\n\nHR+ Breast:\n\n* Histologically or cytologically confirmed metastatic HR+ breast carcinoma\n* Patients must have received at least two prior lines of hormonal therapy\n* Patients must have received at least one prior line of systemic chemotherapy (in the adjuvant or metastatic setting)\n\nOvarian Cancer (monotherapy):\n\n* Histologically or cytologically confirmed diagnosis of recurrent epithelial ovarian, primary peritoneal, or fallopian tube carcinoma that is refractory to existing\n* Progressive disease on or after at least two prior regimens of treatment including at least one platinum-containing regimen, or unable to tolerate additional chemotherapy\n\nEndometrial Cancer:\n\n* Histologically or cytologically confirmed recurrent or persistent endometrial cancer that is refractory to curative or established treatments\n* Progressive disease on or after at least one prior regimen of systemic chemotherapy, or unable to tolerate systemic chemotherapy\n\nOvarian Cancer (combination):\n\nHistologically or cytologically confirmed diagnosis of recurrent epithelial ovarian, primary peritoneal, or fallopian tube carcinoma that is refractory to existing\n\n* Progressive disease on or after at least two prior regimens of treatment including at least one platinum-containing regimen, or unable to tolerate additional chemotherapy\n* No prior therapy with an anti-PD1 or PD-L1-directed agent\n\nExclusion Criteria:\n\n* Immunosuppressive doses of systemic medications, such as steroids or absorbed topical steroids (doses \\> 10 mg/day prednisone or equivalent daily) must be discontinued at least 2 weeks before the first dose of study drug. Short courses of high dose steroids or continuous low dose (prednisone \\< 10 mg/day ) are allowed.\n* Decreased cardiac function with New York Heart Association (NYHA) \\> Class 2 at screening.\n* Uncontrolled or significant heart disorder such as unstable angina.\n* QT interval corrected for heart rate (QTc) per institutional guidelines \\> 450 msec for males or \\> 470 msec for females at screening.\n* Current unresolved infection or history of chronic, active, clinically significant infection (viral, bacterial, fungal, or other) which, in the opinion of the Investigator, would preclude the patient from exposure to a biologic agent or may pose a risk to patient safety.\n* Any uncontrolled medical condition or psychiatric disorder which, in the opinion of the Investigator, would pose a risk to patient safety or interfere with study participation or interpretation of individual patient results.\n* Active, known, or suspected autoimmune disease. Patients with Type I diabetes mellitus, hypothyroidism requiring only hormone replacement, skin disorders (such as vitiligo, psoriasis, or alopecia) not requiring systemic treatment, or conditions not expected to recur in the absence of an external trigger, are permitted to enroll.\n* Known history of testing positive for human immunodeficiency virus (HIV) 1 or 2 or known acquired immunodeficiency syndrome (AIDS).\n* Positive test for hepatitis B virus surface antigen (HBsAg) or detectable hepatitis C virus ribonucleic acid (HCV RNA) indicating acute or chronic infection.\n* Ongoing adverse effects from prior treatment \\> Grade 1 (with the exception of Grade 2 alopecia or peripheral neuropathy) based on National Cancer Institute (NCI) Common Terminology Criteria for Adverse Events (CTCAE).\n* Symptomatic interstitial lung disease or inflammatory pneumonitis.\n* Untreated or active CNS or leptomeningeal metastases. Patients are eligible if metastases have been treated and patients are neurologically returned to baseline or neurologically stable (except for residual signs or symptoms related to the CNS treatment) for at least 2 weeks before the first dose of study drug.\n* Evidence of coagulopathy or bleeding diathesis. Patients receiving stable therapeutic doses of anti-coagulants will be permitted.\n* Transfusion of blood or platelets completed within 72 hours before the first dose of study drug.\n* Any uncontrolled inflammatory GI disease including Crohn's Disease and ulcerative colitis\n* For Cohort 1b1 only: Patients with HER2 positive disease",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}