{
    "nctId": "NCT05889988",
    "briefTitle": "A Study of Ado-trastuzumab Emtansine (T-DM1)-Induced Peripheral Neuropathy in HER2-positive Breast Cancer Patients",
    "officialTitle": "A Study of the Natural History of Ado-trastuzumab Emtansine (T-DM1)-Induced Peripheral Neuropathy in HER2-positive Breast Cancer Patients",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Neoplasm",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 50,
    "primaryOutcomeMeasure": "Change in chronic neuropathy symptoms",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Planning to receive three or more doses T-DM1 for HER2-positive metastatic breast cancer (any line) or for earlier-stage breast cancer. The patient may have received one dose of T-DM1, prior to study entry if it has not been longer than 14 days since that dose and that the patient will be able to complete the required baseline questionnaire within 14 days of their first dose of T-DM1.\n* Patients with previous use of neurotoxic antineoplastic agents (excluding previous use of T-DM1), pre-existing CIPN, or peripheral neuropathy secondary to other causes will be able to be enrolled in the study.\n* The patient plans to continue clinical follow-up at the same institution, where the patient entered the study.\n* Provide informed consent.\n* Ability to complete questionnaire(s) in English by themselves or with assistance.\n\nExclusion Criteria:\n\n* Previous use of T-DM1\n* Concomitant use of other neurotoxic anticancer agents including cisplatin, carboplatin, oxaliplatin, docetaxel, paclitaxel, vincristine, eribulin, vinorelbine, thalidomide, lenalidomide, bortezomib, or epothilones. If the patient used any of these previously, then they must have been stopped for at least 7 days prior to study entry.\n* Current use of commonly used drugs for the treatment of peripheral neuropathy, including duloxetine, gabapentinoids (pregabalin and gabapentin), venlafaxine, nortriptyline, or amitriptyline (including use of these medications for things other than neuropathy). If the patient used any of these previously, then they must have been stopped for at least 7 days prior to study entry.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}