{
    "nctId": "NCT05179304",
    "briefTitle": "Aesthetic Outcomes of Oncoplastic Breast Surgery for Breast Cancer in the Upper Inner Quadrant",
    "officialTitle": "Aesthetic Outcomes of Oncoplastic Breast Surgery With a Droplet-Shaped Glandular Flap for Breast Cancer in the Upper Inner Quadrant",
    "overallStatus": "UNKNOWN",
    "conditions": "Oncoplastic Breast Surgery, Breast Cancer, Aesthetic Outcomes",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 109,
    "primaryOutcomeMeasure": "aesthetic outcomes",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Signed the informed consent.\n* Female aged between 18 and 70 years.\n* Pathologically diagnosed operable breast cancer.\n* WHO Eastern Cooperative Oncology Group (ECOG) performance status of 0-1.\n* Cancer located in the upper inner quadrant; Single tumor or multiple tumors in the same quadrant.\n* The important organ functions meet the following criteria:\n* WBC \\>=3.0 x 10\\^9/L; Neutrophilic granulocytes \\>=1.5×10\\^9/L; Platelet \\>=100 x 10\\^9/L; Hb \\>=9 g/dL;\n* Total bilirubin no more than 1.5 times the normal upper limit (ULN); AST and ALT no more than 1.5 times ULN; AKP no more than 2.5 times ULN;\n* Serum creatinine no more than 1.5 times ULN or Clearance rate of creatinine \\>= 60ml/min;\n* Thyroid stimulating hormone (TSH) \\<= ULN (T3, T4 levels need to be detected simultaneously if abnormalities, the patient can be included if T3, T4 levels is normal);\n* LVEF basement \\>= 50%.\n* Adjust to the criteria of breast conserving surgery.\n\nExclusion Criteria:\n\n* Multifocal or multicentric disease.\n* Tumor localized in the central quadrant or the distance to the nipple \\< 2 cm；\n* Diffused calcifications with fine plemorphic or fine linear or fine-linear branching morphology.\n* The ratio of tumor to breast \\> 20%;\n* The diameter of tumor is up to 4 cm;\n* Women in the early or intermediate stage of pregnancy;\n* Prior history of breast radiation;\n* Any severe comorbidities, inability to give informed consent or unavailability for follow-up.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}