{
    "nctId": "NCT05315687",
    "briefTitle": "Radioembolization of Metastatic Breast Cancer to the Liver as a 2nd/3rd Line Therapy",
    "officialTitle": "Safety and Efficacy of Radioembolization of Metastatic Breast Cancer to the Liver as a 2nd/3rd Line Therapy",
    "overallStatus": "WITHDRAWN",
    "conditions": "Anatomic Stage IV Breast Cancer AJCC v8, Metastatic Breast Carcinoma, Metastatic Carcinoma in the Liver, Prognostic Stage IV Breast Cancer AJCC v8",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "Liver and overall progression free survival (PFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Male or female\n* Age \\>= 18 years\n* Eastern Cooperative Oncology Group (ECOG) performance status 0 or 1\n* Biopsy proven metastatic breast cancer to the liver (liver biopsy including routine genetic profiling) if not performed before, the biopsy will be performed at the time of shunt of study/mapping.\n* The metastatic breast cancer to the liver or the primary metastatic breast cancer with one of the following receptor profiling: 1. Triple Negative Breast Cancer (TNBC) (i.e ER-, PR-, HER2-); 2. ER+, PR+, HER2-; 3. ER+, PR-, HER2-; 4. ER-, PR+, HER2-. HER2 negative breast cancer is defined as IHC result of 0 or 1+ in a core needle biopsy specimen of primary breast cancer.\n* Tumor burden =\\< 50% of liver\n* Baseline HIDA scan demonstrating normal liver function\n* No radiographic, clinical or biopsy evidence of cirrhosis\n* Patients to be enrolled in either arm of the study should be deemed appropriate candidate for permissible lines of systemic therapies\n* If applicable, patients must have stable brain metastasis (mets) defined as unchanged CNS disease in the past 6 months.\n* Life expectancy \\> 12 weeks as determined by the Investigator\n* Hemoglobin \\>= 8.0 g/dl (within 28 days of cycle 1 day 1)\n* White blood cell (WBC) \\>= 1500/uL (after at least 7 days without growth factor support or transfusion) (within 28 days of cycle 1 day 1)\n* Absolute neutrophil count (ANC) \\>= 1,000/mcL (after at least 7 days without growth factor support or transfusion) (within 28 days of cycle 1 day 1)\n* Platelets \\>= 50,000/mcL (no transfusions allowed within 7 days of day 1 to meet entry criteria) (within 28 days of cycle 1 day 1)\n* Prothrombin time (PT)/international normalized ratio (INR) \\< 1.5 (within 28 days of cycle 1 day 1)\n* Total bilirubin =\\< 2 X institutional upper limit of normal (ULN) (within 28 days of cycle 1 day 1)\n* Aspartate aminotransferase (AST)/alanine aminotransferase (ALT) =\\< 5X institutional upper limit of normal (ULN) (within 28 days of cycle 1 day 1)\n* Serum creatinine =\\< 2 mg/dL (or glomerular filtration rate \\>= 40 mL/min) (within 28 days of cycle 1 day 1)\n* Lipase and amylase =\\< 1.5 x ULN (within 28 days of cycle 1 day 1)\n* The effects of Y90 radioembolization/chemotherapy on the developing human fetus are unknown. For this reason, female of child-bearing potential (FCBP) must have a negative serum or urine pregnancy test prior to starting therapy\n* FCBP and men treated or enrolled on this protocol must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) prior to study entry for the duration of study participation, and X months after completion of treatment. Should a woman become pregnant or suspect she is pregnant while she or her partner is participating in this study, she should inform her treating physician immediately\n* A female of childbearing potential (FCBP) is a sexually mature woman who:\n\n  * Has not undergone a hysterectomy or bilateral oophorectomy; or\n  * Has not been naturally postmenopausal for at least 12 consecutive months (i.e., has had menses at any time in the preceding 12 consecutive months. This will be assess during screening's H\\&P by reviewing with subject her reproductive history.\n* No surgery, radiotherapy, chemotherapy, immunotherapy, or investigational therapy within 14 days of initiation of therapy on study\n* Willingness and ability of the subject to comply with scheduled visits, drug \\& device administration plan, protocol-specified laboratory tests, other study procedures, and study restrictions\n* Evidence of a personally signed informed consent indicating that the subject is aware of the neoplastic nature of the disease and has been informed of the procedures to be followed, the experimental nature of the therapy, alternatives, potential risks and discomforts, potential benefits, and other pertinent aspects of study participation\n\nExclusion Criteria:\n\n* HER2+ breast cancer regardless of ER and PR status.\n* Patients who have had chemotherapy or within 2 weeks prior to entering the study or those who have not recovered from adverse events due to agents administered more than 4 weeks earlier (i.e., have residual toxicities \\> grade 1)\n* Patients who are receiving any other investigational agents or an investigational device within 14 days before starting treatment\n* Any prior liver directed intervention (surgical or liver directed therapy for metastatic breast cancer)\n* Extrahepatic disease (other than permissible criteria described above).\n* Patient with insurance denial for Y90 treatment Consented participants for which Y90 treatment pre-certification was not obtained. This subjects will be considered as a screen failure.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}