{
    "nctId": "NCT03788213",
    "briefTitle": "One Week Versus Three Week in Adjuvant Radiotherapy in Breast Cancer",
    "officialTitle": "HYPOfractionated Radiation Therapy Comparing a Standard Radiotherapy Schedule (Over Three Weeks) With a Novel One Week Schedule in Adjuvant Breast Cancer: An Open Label Randomised Controlled Study (HYPORT- Adjuvant)",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer Female",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 2100,
    "primaryOutcomeMeasure": "Locoregional Recurrence Rate (LRR)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologically or cytologically confirmed invasive breast cancers\n* Age \\> 18 years\n* ECOG performance status : 0 - 3\n* Underwent curative intent surgery for the breast cancer with complete microscopic resection either in the form of a mastectomy or breast conservation surgery\n* Adequate axillary clearance or a validated sentinel node biopsy procedure. For the purpose of this study, adequacy of the axillary clearance will be determined by a multidisciplinary tumor board and rationale for the decision documented in the case records. As a general guideline, at least 10 axillary lymph nodes need to be sampled for an axillary nodal dissection to be considered as adequate.\n* Absence of distant metastases. Patients who have high risk breast cancer as defined by a Nottingham Prognostic Index (NPI) of \\> 5.4 will be considered for metastatic workup in the form of a 18 FDG PET CT. Alternatively, a CT scan of the thorax and whole abdomen, and a bone scan is also allowed. Metastatic workup will also be recommended in patients with AJCC 8 T3/T4 tumors at presentation, 4 or more nodes positive after surgery (pN2 or above). Patients with low or intermediate NPI will be considered for metastatic workup on a case by case basis. Metastatic workup will also be recommended for all patients undergoing neoadjuvant chemotherapy for locally advanced breast cancers.\n* Clear margins of resection for the breast primary as defined by absence tumor on ink in the specimen if a breast conservation has been performed or excision upto the deep fascia of the pectoralis major or skin.\n* Adjuvant radiotherapy is indicated. The following patients will be considered as candidates to receive adjuvant radiotherapy:\n* All patients after breast conservation surgery or after neoadjuvant chemotherapy\n* Patients after mastectomy if any of the below:\n\n  * T3 - T4 tumors\n  * more than 3 axillary lymph nodes\n  * T0-T2 tumor with 0 - 3 axillary lymph nodes with a Cambridge Score of 3 or more.\n* The SCF will be included in patients with axillary nodal involvement in pathology or in those patients who have undergone neoadjuvant chemotherapy. The internal mammary nodes will be included based on the institutional policy.\n\nExclusion Criteria:\n\n* Presence of any one of the following will exclude the patient from participation in the study:\n* Patients with pure ductal carcinomas in situ (in patients undergoing upfront surgery).\n* Patients with non-epithelial malignant conditions of the breast viz. Sarcomas, lymphomas, phyllodes tumors\n* Patients with metaplastic breast cancers\n* Presence of pathologically proven residual supraclavicular nodal metastases or residual internal mammary lymphadenopathy at time of radiotherapy.\n* Prior radiotherapy to the ipsilateral breast/chest wall or the mediastinum. Patients with synchronous / metachronous contralateral breast malignancies will be eligible for inclusion. Patients requiring bilateral breast radiotherapy are also eligible for inclusion.\n* Concurrent illness, including severe infection that may jeopardize the ability of the patient to undergo the procedures outlined in this protocol with reasonable safety\n* Serious medical or psychiatric conditions that might limit the ability of the patient to comply with the protocol.\n* Patients planned for concurrent chemotherapy during radiation therapy. Concurrent hormonal therapy or targeted therapy using anti-HER2 agents is allowed.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}