{
    "nctId": "NCT03630601",
    "briefTitle": "Photoacoustic Imaging in Diagnosing Changes in Tumors in Participants With Breast Cancer, Sarcoma, Skin Cancer, or Soft Tissue Malignancy and Healthy Volunteers",
    "officialTitle": "A Pilot Study of Photoacoustic Imaging (PAI)",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Carcinoma, Healthy Subject, Malignant Soft Tissue Neoplasm, Sarcoma, Skin Carcinoma",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "DIAGNOSTIC",
    "enrollmentCount": 7,
    "primaryOutcomeMeasure": "Feasibility of photoacoustic imaging (PAI) to quantify tumor characteristics",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* ALL GROUPS:\n* No restriction on race or ethnic background.\n* Subject must understand the investigational nature of the study and sign an independent Ethics Committee/Institutional Review Board approved written informed consent prior to receiving any study related procedure.\n* HEALTHY VOLUNTEERS:\n* No history of antimicrobial therapy or drug treatment including anti-hypertensive, diuretic, immunosuppressive or anti-depressant drugs in the previous 6-month period.\n* No history of diabetes.\n* No history of cancer to the body site to be imaged.\n* BREAST, SARCOMA, SKIN CANCER, AND SUPERFICIAL MALIGNANCY PATIENTS:\n* Biopsy-proven aforementioned malignancy.\n* SURGICAL FLAP PATIENTS:\n* Need for plastic surgery reconstruction with a free or rotational flap.\n\nExclusion Criteria:\n\n* Uncontrolled illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements.\n* Unwilling or unable to follow protocol requirements or provide consent.\n* Any condition which in the Investigator's opinion deems the subject an unsuitable candidate to undergo imaging procedure.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}