{
    "nctId": "NCT02826512",
    "briefTitle": "A Feasibility Study of Niraparib for Advanced, BRCA1-like, HER2-negative Breast Cancer Patients",
    "officialTitle": "A Feasibility Study of Niraparib for Advanced, BRCA1-like, HER2-negative Breast Cancer Patients: the ABC Study",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 9,
    "primaryOutcomeMeasure": "Progression free survival",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histological proof of advanced, HER2 negative breast cancer;\n* Fresh frozen primary tumor sample available or metastasis accessible for fresh frozen biopsy;\n* The tumor must be BRCA1-like, as identified by Agendia's RNA-based BRCAness classifier;\n* Only the following patients may be referred for BRCA1-like testing: all patients that had triple negative primary breast cancer; hormone-receptor positive, HER2-negative primary breast cancer patients with a histological grade III breast cancer; Breast cancer patients carrying a BRCA1 and/or BRCA2 germ line mutation.\n* Pretreatment containing an anthracycline and/or taxane in the (neo-)adjuvant or metastatic setting received, or if not, then discussed with the patient whether it is justified to forego these treatments;\n* Maximum of one prior line of chemotherapy for advanced disease.\n* Age ≥ 18 years;\n* Able and willing to give written informed consent;\n* WHO performance status of 0, 1 or 2;\n* Life expectancy ≥ 3 months, allowing adequate follow up of toxicity evaluation and antitumor activity;\n* Measurable or evaluable disease according to RECIST 1.1 criteria;\n* Minimal acceptable safety laboratory values\n\n  * ANC of ≥ 1.5 x 109 /L\n  * Platelet count of ≥ 150 x 109 /L\n  * Hemoglobin ≥ 10 g/dL (6.21mmol/L)\n  * Hepatic function as defined by total serum bilirubin ≤ 1. 5 x ULN (except elevated bilirubin due to Gilbert's disease or a similar syndrome involving slow conjugation of bilirubin), ASAT and ALAT \\< 2.5 x ULN or \\<5 x ULN in case of liver metastasis\n* Renal function as defined by serum creatinine ≤ 1.5 x ULN or creatinine clearance ≥ 50 mL/min (by Cockcroft-Gault formula);\n* Negative pregnancy test (urine/serum) for female patients with childbearing potential.\n\nExclusion Criteria:\n\n* Any treatment with investigational drugs within 28 days prior to receiving the first dose of investigational treatment; or within 21 days for standard chemotherapy; or within 14 days for weekly scheduled chemotherapeutic regimens or endocrine therapy;\n* Patients who have progressed on previous palliative treatment with PARP1-inhibitors, platinum compounds or high dose alkylating agents with autologous stem cell rescue, since preclinical and anecdotal clinical data in breast cancer indicate that these cancers have acquired resistance to PARP-inhibitors based on genetic reversion, epigenetic modifications, or as yet unknown mechanisms. Platinum-sensitive or PARP1-inhibitor-sensitive patients who stopped for reasons other than progression are eligible;\n* Patients who received high-dose alkylating agents with autologous stem cell rescue in the (neo)adjuvant setting, unless these treatments had been received longer than 3 years ago;\n* Pretreatment not containing an anthracycline and/or taxane, either in the (neo-) adjuvant or metastatic setting unless these treatments are not indicated;\n* Women who have a positive pregnancy test (urine/serum) and/or who are breast feeding;\n* Unreliable contraceptive methods. Women and men enrolled in this trial must agree to use a reliable contraceptive method throughout the study (adequate contraceptive methods are: oral, injected or implanted hormonal methods, intra-uterine devices or systems, condom or other barrier contraceptive measures, sterilization and true abstinence);\n* Radiotherapy within the last four weeks prior to receiving the first dose of investigational treatment; except 1x8 Gray for pain palliation then a seven days interval should be maintained;\n* Patients must not have any known history of myelodysplastic syndrome (MDS) or other cytogenetic abnormality associated with MDS\n* Patients must not have known persistent (\\> 4 weeks) ≥ Grade 2 toxicity from prior cancer therapy (except for alopecia gr 2).\n* Patients must not have known ≥ Grade 3 hematological toxicity with the last chemotherapy regimen\n* Uncontrolled infectious disease or known Human Immunodeficiency Virus HIV-1 or HIV-2 type patients;\n* Patients with an active hepatitis B or C;\n* Recent myocardial infarction (\\< six months) or unstable angina;\n* Symptomatic brain metastases or leptomeningeal metastases. If adequately treated with resection and/or irradiation and patients are at least four weeks completely free of symptoms of these metastases and without medication related to these metastases (steroids are allowed) patients could be eligible if all other in- and exclusion criteria are obeyed;\n* Any medical condition not yet specified above that is considered to possibly, probably or definitely interfere with study procedures, including adequate follow-up and compliance and/or would jeopardize safe treatment.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}