{
    "nctId": "NCT00667121",
    "briefTitle": "Tamoxifen in Women With Breast Cancer and in Women at High-Risk of Breast Cancer Who Are Receiving Venlafaxine, Citalopram, Escitalopram, Gabapentin, or Sertraline",
    "officialTitle": "The Effect of Antidepressants and Gabapentin on Tamoxifen Pharmacokinetics: A Prospective Study",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer, Depression, Hot Flashes, Psychosocial Effects of Cancer and Its Treatment",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 85,
    "primaryOutcomeMeasure": "Percent change in plasma concentrations of 4-hydroxy tamoxifen and of endoxifen after ≥ 8 weeks of concurrent administration of tamoxifen citrate and a CYP2D6 inhibitor",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Prescribed tamoxifen either for the prevention or treatment of non-invasive or invasive breast cancer.\n* Tamoxifen use \\> 4 weeks without any breaks at a dose of 20 mg/day prior to registration\n* to begin medical therapy with one of the following drugs: venlafaxine, citalopram, escitalopram, sertraline or gabapentin as determined by their physician\n* Agree to continue tamoxifen during the proposed minimum study period of 8 weeks\n* Willing to avoid known inhibitors of the CYP2D6 system for duration of study\n* Ability to provide informed consent\n* Willing to return to primary site of enrollment for follow-up\n* Life expectancy \\>= 16 weeks\n* Agree to provide a blood specimen at the time of pre-treatment (baseline) and at follow-up\n\nExclusion Criteria:\n\n* Contraindication to the use of venlafaxine, citalopram, escitalopram, gabapentin or sertraline.\n* Use of medications that are known to inhibit the CYP2D6 system within 3 weeks of registration. (see appendix II for list)\n* Known to be a CYP2D6 poor metabolizer (defined as homozygous for one of the following CYP2D6 null alleles: \\*3, \\*4, \\*5, \\*6).\n\n  * Note: CYP2D6 genotyping is not required prior to enrollment; however, CYP2D6 genotyping will be performed at baseline and the treating physician will be notified of the results: all genotypic CYP2D6 PM will be replaced",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}