{
    "nctId": "NCT03556358",
    "briefTitle": "Trial to Compare the Safety, Efficacy and Immunogenicity of TX05 With Herceptin® in HER2+ Early Breast Cancer",
    "officialTitle": "A Randomized, Double-blind, Parallel Group, Phase III Trial to Compare the Efficacy, Safety, and Immunogenicity of TX05 With Herceptin® in Subjects With HER2 Positive Early Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer, Breast Neoplasms, HER2-positive Breast Cancer, Stage II Breast Cancer, Stage IIIA Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 809,
    "primaryOutcomeMeasure": "Proportion of Subjects in Each Treatment Arm Who Achieve Pathologic Complete Response (pCR)",
    "eligibilityCriteria": "Key Inclusion Criteria:\n\n* Histologically confirmed HER 2 overexpressing invasive primary operable Stage II/IIIa breast cancer (AJCC version 7 staging criteria).\n* Available tumor tissue for central review of HER2 status.\n* Planned surgical resection of breast tumor.\n* Planned neoadjuvant chemotherapy.\n* Documentation of HER2 gene amplification or overexpression.\n* Ipsilateral, measurable tumor longest diameter \\> 2 cm.\n* Known estrogen receptor (ER) and progesterone receptor (PR) hormone status (may be performed during screening).\n* ECOG performance status of 0 or 1.\n* Adequate bone marrow, hepatic and renal functions.\n* Left ventricular ejection fraction (LVEF) ≥ 50% or within institutional normal limits, measured by echocardiography or MUGA scan.\n* Effective contraception as defined by protocol.\n\nKey Exclusion Criteria:\n\n* Investigational therapy within 2 months of first dose of study drug.\n* Bilateral breast cancer.\n* Inflammatory breast cancer\n* Metastases.\n* Prior chemotherapy, biologic therapy, radiation or surgery for any active malignancy, including breast cancer.\n* Cardiac insufficiency, myocardial infarction, coronary/peripheral artery bypass graft, congestive heart failure, cerebrovascular accident, unstable angina pectoris, uncontrolled arrhythmia or pulmonary embolus within the previous 12 months prior to 1st administration of study drug.\n* Clinically significant active infection, poorly controlled diabetes mellitus and/or uncontrolled hypertension.\n* Major surgery, significant traumatic injury, radiation therapy and/or grade 3 hemorrhage within 4 weeks of 1st administration of study drug.\n* Pre-existing clinically significant Grade 2 peripheral neuropathy.\n* Malignancy within the last 5 years (except squamous/basal cell carcinoma of the skin, cervical carcinoma in situ and superficial bladder cancer).\n* Severe dyspnea at rest requiring oxygen therapy.\n* Known positive HIV, acute or chronic active infection with Hepatitis B or Hepatitis C.\n* Current pregnancy or breastfeeding.\n* Pre-existing thyroid abnormality with thyroid function that cannot be maintained in normal range despite optimal therapy.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}