{
    "nctId": "NCT05431504",
    "briefTitle": "The Efficacy and Safety of Dalpiciclib Plus Endocrine Therapy in HR-positive / HER2-negative Advanced Breast Cancer Patients With Visceral Crisis",
    "officialTitle": "An Exploratory Trial of Dalpiciclib in Combination With Endocrine Therapy in HR-positive / HER2-negative Advanced Breast Cancer Patients With Visceral Crisis",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Advanced Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 53,
    "primaryOutcomeMeasure": "6-month-OS rate",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Postmenopausal or premenopausal/perimenopausal women aged ≥18 meet one of the following:\n\n   A) Previous bilateral oophorectomy, or age ≥60 years; or B) age\\<60. Natural postmenopausal status (defined as spontaneous cessation of regular menstruation for at least 12 consecutive months without other pathological or physiological causes), E2 and FSH at postmenopausal levels; or C) premenopausal/perimenopausal women must receive LHRH agonists therapy during the study.\n2. Female breast cancer patients diagnosed as HR-positive or HER2-negative by pathological examination are not suitable for surgical resection or radiotherapy for the purpose of cure.\n\n   A) ER-positive and/or PR-positive are defined as: ≥ 1% of all tumor cells are positively stained (confirmed by investigator review at the site); B) HER2-negative are defined as: 0/1 + by standard immunohistochemistry (IHC); HER2/CEP17 ratio less than 2.0 by ISH or HER2 gene copy number less than 4 (confirmed by investigator review at the site).\n3. Any clinical signs or symptoms of symptomatic brain metastasis or visceral metastasis (at least one of the following: carcinomatous meningitis or leptomeningeal metastasis; pleural effusion; ascites; abdominal pain caused by liver or peritoneal metastasis; dyspnea caused by pleural effusion or pulmonary lymphangitis; elevated liver enzymes (\\> 2 × ULN); rapid elevation of bilirubin \\> 1.5 × ULN in the absence of Gilbert's syndrome or biliary obstruction; pathologically confirmed bone marrow metastasis; hemoglobin less than 10 g) and patients who cannot tolerate chemotherapy or are considered by the investigator to be inappropriate for chemotherapy or chemotherapy.\n4. Adequate bone marrow function. Definitions are as follows: a) neutrophil count (ANC) ≥ 1,500/mm3 (1.5 x 109L) (14 without growth factors); b) platelet count (PLT) ≥ 100,000/mm3 (100 x 109L) (7 without correction); c) hemoglobin (Hb) ≥ 8 g/dL (80 g/L) (7 without correction).\n5. Female subjects who are not postmenopausal or surgically sterile must have a serum pregnancy test within 7 days before the first dose and have a negative result, and are willing to abstain from sexual intercourse or use a medically recognized highly effective contraceptive measure after signing the informed consent, during the study, and for 1 year after administration of the study drug.\n6. Voluntarily participate in this study, sign informed consent, have good compliance and are willing to cooperate with follow-up.\n\nExclusion Criteria:\n\n1. Patients contraindicated with dalpiciclib.\n2. Patients with primary resistance to endocrine therapy. Relapse within 2 years of adjuvant endocrine therapy, or disease progression within 6 months of advanced first-line endocrine therapy.\n3. Patients with more than 3 lines of prior endocrine therapy.\n4. Patients previously treated with any CDK4/6 inhibitor.\n5. Patients with simple bone metastasis.\n6. Human immunodeficiency virus (HIV) infection or known acquired immunodeficiency syndrome (AIDS), active hepatitis B (HBV DNA ≥ 1000 IU/ml), hepatitis C (hepatitis C antibody positive, and HCV-RNA above the lower limit of detection of the analytical method) or combined hepatitis B and C co-infection.\n7. Within 6 months before enrollment, the following conditions occur: myocardial infarction, severe/unstable angina pectoris, NYHA grade 2 or higher cardiac insufficiency, ≥ grade 2 persistent arrhythmia (according to NCI CTCAE v5.0), atrial fibrillation of any grade, coronary/peripheral artery bypass grafting, symptomatic congestive heart failure, cerebrovascular accident (including transient ischemic attack) or symptomatic pulmonary embolism.\n8. Severe infection occurring within 4 weeks (such as intravenous drip of antibiotics, antifungal or antiviral drugs according to clinical practice) before the first dose, or unexplained fever \\> 38.5℃ during screening/before the first dose.\n9. Inability to swallow, intestinal obstruction, or other factors affecting drug administration and absorption.\n10. Known hypersensitivity to dalpiciclib and any of its excipients.\n11. Known history of allogeneic organ transplantation or allogeneic hematopoietic stem cell transplantation;\n12. Known history of psychiatric drug abuse or drug use;\n13. Female patients who are pregnant or lactating.\n14. Any other condition that the investigator considers the subject unsuitable for this study.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}