{
    "nctId": "NCT06551896",
    "briefTitle": "Pemigatinib and Immune Checkpoint Inhibitor Treated FGFR1/2/3 Alteration Advanced Solid Tumor",
    "officialTitle": "Pemigatinib and Immune Checkpoint Inhibitor Treated FGFR1/2/3 Alteration Advanced Solid Tumor: a Single Arm, Multiple Center, Phase II Study (Pigeon Study)",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Urothelial Carcinoma, Breast Neoplasms, Lung Cancer, Gastric Cancer, Soft Tissue Sarcoma, Other Carcinoma",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 30,
    "primaryOutcomeMeasure": "Objective response rate (ORR)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Age ≥ 18 years;\n* Histologically or cytologically confirmed unresectable advanced solid tumors with failure or intolerance to standard treatments;\n* At least one measurable lesion per RECIST v1.1 criteria;\n* Gene testing confirms FGFR1/2/3 variants, including but not limited to mutations, fusions/rearrangements in solid tumors;\n* Patients have not previously used specific small molecule multi-target inhibitors of the FGFR pathway, as assessed by investigators, and have been treated with immune checkpoint inhibitors;\n* ECOG performance status of 0-1;\n* Expected survival time \\> 3 months;\n* Laboratory criteria:\n\n  1. Absolute neutrophil count (ANC) ≥ 1.5 x 10⁹/L in the past 14 days without granulocyte colony-stimulating factor;\n  2. Platelets ≥ 100 x 10⁹/L without transfusion in the past 14 days;\n  3. Hemoglobin \\> 9 g/dL in the last 14 days without transfusion or erythropoietin;\n  4. Total bilirubin ≤ 1.5 x upper limit of normal (ULN), or total bilirubin \\> ULN but direct bilirubin ≤ ULN;\n  5. AST, ALT ≤ 2.5 x ULN (≤ 5 x ULN in patients with liver metastasis);\n  6. Serum creatinine ≤ 1.5 x ULN and creatinine clearance (Cockcroft-Gault) ≥ 50 ml/min;\n  7. Good coagulation function, defined as INR or PT ≤ 1.5 x ULN. If on anticoagulant therapy, PT should be within the therapeutic range of anticoagulants;\n* Female subjects of reproductive age must have a negative urine or serum pregnancy test within 3 days prior to the first dose (Cycle 1, Day 1). If the urine test is inconclusive, a blood test is required. Non-reproductive females are defined as post-menopausal for at least one year or surgically sterile;\n* Subjects with reproductive potential must use contraception with an annual failure rate of less than 1% during treatment and for 120 days after the last study drug dose (or 180 days after the last chemotherapy dose).\n\nExclusion Criteria:\n\n* Diagnosis of other malignancies within 3 years before the first dose, except for certain treated skin carcinomas and in-situ carcinomas;\n* Previous treatment with selective FGFR inhibitors;\n* Receipt of other investigational drugs within 21 days or antitumor drugs within 14 days before the first dose;\n* Unresolved toxicity from prior treatments unless ≤ Grade 1 or related to alopecia or fatigue;\n* Known symptomatic CNS metastasis or carcinomatous meningitis. Stable patients post-treatment with no evidence of progression may be eligible if steroid-free for at least 14 days;\n* History of allogeneic organ or hematopoietic stem cell transplantation;\n* Abnormal laboratory parameters:\n\n  1. Serum phosphate \\> 1.5 x ULN;\n  2. Elevated serum calcium or albumin-adjusted calcium outside the reference range;\n* Known HIV infection or positive HIV test;\n* Active or poorly controlled serious infection;\n* Need for drainage treatment for pleural effusion, ascites, or pericardial effusion;\n* Active hepatitis B or C infection with high viral load, or positive HBsAg or anti-HCV antibodies. Patients on antiviral therapy must meet lower thresholds;\n* Significant uncontrolled heart disease, including recent MI, severe heart failure, or uncontrolled arrhythmias;\n* Clinically significant ECG changes or history of significant cardiac issues; Screening QTcF interval \\> 480 ms, or JTc interval if applicable, must be ≤ 340 ms;\n* Uncontrolled hypertension despite treatment;\n* Hepatic encephalopathy, hepatorenal syndrome, or Child-Pugh grade B or higher cirrhosis;\n* Major surgery within 4 weeks before the first dose or planned major surgery during the study;\n* Unresolved complications from prior surgery;\n* Pregnant or breastfeeding women, or those planning to become pregnant during the study period and for safety follow-up;\n* Radiotherapy within 4 weeks before the first dose, except for non-CNS palliative radiotherapy with a 2-week washout period;\n* History of systemic electrolyte imbalance or ectopic soft tissue calcification;\n* Clinically significant corneal or retinal disease;\n* Use of potent CYP3A4 inhibitors or inducers within 14 days or 5 half-lives before the first dose;",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}