{
    "nctId": "NCT01070485",
    "briefTitle": "BAY88-8223, Alpharadin, Breast Cancer Patients With Bone Dominant Disease",
    "officialTitle": "An Open-label Phase IIa, Non-randomized Study of Alpharadin® in Breast Cancer Patients With Bone Dominant Disease no Longer Considered Suitable for Endocrine Therapy",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer, Bone Metastases",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 23,
    "primaryOutcomeMeasure": "Changes in bone markers (urine levels of NTX (uNTX) and bone-alkaline phosphatase (ALP)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patient is female, and either post-menopausal (cessation of menses for more than 1 year) or surgically sterile (has had a documented bilateral oophorectomy and/or documented hysterectomy) or in therapy-induced premature menopause with LHRH agonists. If of childbearing potential the result of a urine human chorionic gonadotropin pregnancy test, performed on the same day as and with the result known before study drug administration, must be negative.\n* Histological or cytological evidence of primary breast cancer.\n* Bone dominant disease (with or without metastases in soft tissue, lymph nodes and/or skin) with at least one non-irradiated bone metastasis on planar bone scintigraphy/SPECT ± CT within previous the 12 weeks.\n* Patient has unequivocally progressed on endocrine therapy and further benefit from endocrine therapy is considered unlikely (progression must be documented based on imaging and/or other clinically relevant information).\n* Patient has been on bisphosphonate therapy for at least 3 months prior to treatment start and no change to bisphosphonate therapy is expected during the treatment phase of the study, or patient is not being treated with bisphosphonates, and such treatment is not planned to start during the treatment period.\n* Latest endocrine therapy stopped at least 2 weeks prior to treatment start.\n* ECOG PS 0 - 2.\n* Life expectancy ≥6 months.\n* Patient fulfils the following certain laboratory requirements.\n\nExclusion Criteria:\n\n* Received an investigational drug within 4 weeks prior to the administration of Alpharadin, or is scheduled to receive one during the treatment period.\n* Received chemotherapy, immunotherapy, or external beam radiation therapy within the last 4 weeks prior to administration of study drug, or has not recovered from acute ARs as a result of such therapy.\n* Is likely to require chemotherapy or immunotherapy within the 16 weeks treatment period.\n* Presence of imminent or established spinal cord compression based on clinical findings and/or MRI.\n* Presence of other currently active (relapse within the last 3 years) malignancy (except non-melanoma skin cancer) that are not breast cancer metastases.\n* Presence of unequivocal visceral metastases requiring chemotherapy treatment in the next 6 months, based on Investigator's judgement. Brain metastases are allowed only if well controlled and if not associated with symptoms. Treatment for brain metastasis should have been completed at least 8 weeks prior to treatment start.\n* Patients with any other serious illness or medical condition, such as:\n\n  * any uncontrolled infection\n  * clinical heart failure severe enough to cause marked limitation of activity, and who is only comfortable at rest; or heart failure more severe than this (NYHA Heart Failure Class III or IV)\n  * Crohn's disease or ulcerative colitis\n  * Bone marrow myelodysplasia\n  * Unmanageable faecal incontinence",
    "sex": "FEMALE",
    "minimumAge": "21 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}