{
    "nctId": "NCT01919749",
    "briefTitle": "A Pilot Study Utilizing Proteomic and Genomic Profiling for Patients With Metastatic Breast Cancer",
    "officialTitle": "A Pilot Study Utilizing Proteomic and Genomic Profiling by Reverse Phase Protein Microarray (RPMA), IHC Analysis, RNA Seq, and Exome Sequencing of Patients' Tumors to Find Potential Targets and Select Treatments for Patients With Metastatic Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 25,
    "primaryOutcomeMeasure": "Determine the impact of targeted therapy for breast cancer based upon proteomic and genomic profiling using RPMA, IHC analysis, RNA-Seq, and Exome sequencing on PFS and GMI.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Understand and provide written informed consent and HIPAA Authorization prior to initiation of any study-specific procedures\n* Have a life expectancy \\> 3 months\n* Have a diagnosis of metastatic breast cancer with measurable disease (RECIST 1.1)\n* Have progressed on ≥ 1 prior chemotherapeutic and/or hormonal regimen for advanced disease.\n* Have documentation of progression (by RECIST 1.1) on the treatment regimen immediately prior to entering this study\n* Be ≥ 18 years of age\n* Have a ECOG score of 0-1\n* Be a good medical candidate for and willing to undergo a biopsy or surgical procedures to obtain tissue, which may or may not be part of the patient's routine care for their malignancy. The requirements for the amount of tissue required for analysis are detailed in Section 6.2.2.\n* Have been off their prior regimen for ≥ 3 weeks or 5 x half-life of drug, whichever is shorter and have recovered from the side effects (≤ grade 1) of that regimen\n* Have adequate organ and bone marrow function\n* Female patients of childbearing potential must have a negative pregnancy test and agree to use at least one form of contraception during the study and for at least one month after treatment discontinuation. For the purposes of this study, child-bearing potential is defined as: all female patients that were not in post-menopause for at least one year or are surgically sterile\n* Male patients must use a form of barrier contraception approved by the investigator / treating physician during the study and for at least one month after treatment discontinuation.\n\nExclusion Criteria:\n\n* Have a tumor biopsy intended for use in the current study that was performed more than 2 months prior to analysis\n* Have metastatic lesion that is not accessible to biopsy\n* Had \\> 6 months treatment under the last line of therapy\n* Have interventional cancer therapy conducted after the biopsy was collected prior to analysis\n* Have symptomatic CNS metastasis. Patients with a history of CNS metastases who have been treated with whole brain irradiation must be stable without symptoms for 4 weeks after completion of treatment, with image documentation required, and must be either off steroids or on a stable dose of steroids for ≥ 2 weeks prior to enrollment\n* Have any previous history of another malignancy (other than cured basal cell carcinoma of the skin or cured in-situ carcinoma of the cervix) within 5 years of study entry\n* Have uncontrolled concurrent illness including, but not limited to, ongoing or active serious infection, symptomatic congestive heart failure, unstable angina pectoris, unstable cardiac arrhythmias, psychiatric illness, or situations that would limit compliance with the study requirements or the ability to willingly give written informed consent\n* Have known HIV, HBV, HCV infection\n* Are pregnant or breast-feeding patients or any patient with childbearing potential not using adequate contraception.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}