{
    "nctId": "NCT02994771",
    "briefTitle": "A Phase I Study With Lymfactin® in the Treatment of Patients With Secondary Lymphedema",
    "officialTitle": "A Phase I Open-Label Study to Assess the Safety, Tolerability and Preliminary Efficacy of Lymfactin® (AdAptVEGF-C Adenoviral Vector) in Combination With a Surgical Lymph Node Transfer for the Treatment of Patients With Secondary Lymphedema",
    "overallStatus": "TERMINATED",
    "conditions": "Secondary Lymphedema",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 15,
    "primaryOutcomeMeasure": "Safety as measured by number of patients with treatment related adverse events and serious adverse events as assessed by CTCAE v4.0",
    "eligibilityCriteria": "Inclusion criteria:\n\n1. Female patients with secondary lymphedema associated with the treatment of breast cancer.\n2. Patient who understands and voluntarily signs informed consent prior to any screening procedure.\n3. 18 - 70 years of age.\n4. BMI between 18 and 32 inclusive.\n5. Female patients with secondary lymphedema in the arm associated with breast cancer who:\n\n   1. Have undergone sentinel lymph node biopsies and/or lymph node resection in the axilla on the affected side of their breast cancer with initial N1 staging and lymph node metastasis in ≤ three lymph nodes.\n   2. Require garment use as a compression treatment for the lymphedema in the affected arm.\n   3. Have the volume of the affected arm at least 10% greater than the unaffected arm following 7 days after removal of the compression garments.\n   4. Have the presence of pitting edema in the affected arm without compression garments.\n6. No evidence of recurrent or active breast cancer at least 2 years and no more than 5 years after breast cancer surgery and/or the end of chemotherapy and/or radiotherapy (excluding endocrine and/or aromatase inhibitor treatment). PET CT scan of the chest and the abdomen within 45 days of treatment with Lymfactin® without signs of active breast cancer or any other malignancy.\n7. Patient with the following laboratory values:\n\n   1. Aspartate aminotransferase (AST) and alanine aminotransferase (ALT) ≤ 2.5 times the institutional upper limit of normal (ULN)\n   2. Bilirubin ≤ 1.5 mg/dL\n   3. PT and PTT ≤ 1.5 times the ULN\n   4. Serum creatinine ≤ 2 mg/dL\n   5. Absolute neutrophil count (ANC) ≥ 1,500 cells/mm³\n   6. Platelet count ≥ 100,000/mm³\n   7. Hemoglobin ≥ 10 g/dL\n8. Willingness to comply with scheduled visits, laboratory assessments, and other study-related procedures due to the regulatory requirements related to gene based therapies.\n9. Non-smoker or willing to stop smoking or using nicotine-containing products for at least 4 weeks prior to entry to study.\n10. Negative urine pregnancy test (only patients with childbearing potential) at screening and use of adequate contraceptive measures from screening until 6 months after the study treatment administration:\n\n    1. A patient with childbearing potential should be using a reliable contraception method: intrauterine device (hormonal or non-hormonal); oral combination pill or hormonal contraception patch; or two of the following: intra-vaginal hormonal ring, oral contraceptive containing progestin only, spermicidal foam, condom, sterilization of male sexual partner (surgical vasectomy).\n    2. A patient with no current heterosexual relationship may be included according to the judgement of the Investigator.\n    3. If the patient is surgically sterile or whose menopause occurred 2 years previously at the minimum, no contraception is required nor pregnancy test.\n\nExclusion criteria:\n\n1. A patient who had an N2/N3 or a T4 stage breast cancer or an inflammatory breast cancer at the time of the original diagnosis.\n2. A patient with evidence (clinical, laboratory, or imaging) or history of a neoplasm other than breast cancer (except basal cell carcinoma or cervical in situ carcinoma).\n3. A patient known to be pregnant, lactating or having a positive or indeterminate pregnancy test.\n4. Treatment with COX-2 inhibitors should be interrupted from one week prior until 2 weeks post surgery and treatment with Lymfactin®.\n5. Previous treatment with, or participation in, trial of a gene therapy product.\n6. Current participation or participation in the preceding two months, in any clinical study apart from a noninterventional study.\n7. Current treatment with immunosuppressive drugs.\n8. Current or history of drug, including nicotinecontaining products, or alcohol abuse.\n9. Known human immunodeficiency virus- or acquired immunodeficiency syndrome-related illness.\n10. Allergy to any ingredients of the Lymfactin® solution for injection (glycerol, N-2-hydroxyethylpiperazine-N´-2-ethanesulfonic acid (HEPES), sodium hydroxide).\n11. Other severe acute or chronic medical or psychiatric condition or laboratory abnormality that may increase the risk associated with study participation or study drug administration, that would affect the patient's ability to follow study-related procedures, or that may interfere with the interpretation of study results and, in the Investigator's opinion, would make the patient inappropriate for entry into this study.\n12. Doubtful availability, in the opinion of the Investigator, to complete the study.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}