{
    "nctId": "NCT03905343",
    "briefTitle": "Ribociclib-endocrine Combination Therapy Versus Chemotherapy as 1st Line in Visceral mBC",
    "officialTitle": "Ribociclib-endocrine Combination Therapy Versus Chemotherapy as 1st Line Treatment in Patients With Visceral Metastatic Breast Cancer. A Multicenter, Randomized Phase III Trial.",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 25,
    "primaryOutcomeMeasure": "Quality of life-adjusted early disease control",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Written informed consent according to national law and ICH/GCP regulations before registration and prior to any trial specific procedures\n* Histologically or cytologically confirmed diagnosis of HR-positive (ER+ ≥10%), HER2-negative advanced stage breast cancer\n* Measurable visceral disease according to RECIST v1.1. Visceral disease in liver and/or lung. Peritoneal and/or pleural metastases only are accepted, with the condition to be measurable\n* No previous systemic anticancer therapy for metastatic disease allowed\n* Mono-chemotherapy is a reasonable treatment option\n* Patients with a prior malignancy and treated with curative intention are eligible if all treatment of that malignancy was completed at least 2 years before randomization and the patient has no evidence of disease at randomization. Less than 2 years is acceptable for adequately treated cervical carcinoma in situ or localized non-melanoma skin cancer\n* Patients with asymptomatic and stable (treated or untreated) central nervous system (CNS) metastases are eligible, provided they meet the following criteria:\n\n  * ≤ 5 CNS lesions with a maximum diameter of the largest lesion of 10 mm\n  * No evidence of progression at registration compared to the latest brain imaging (if applicable)\n  * No ongoing requirement for corticosteroids as therapy for CNS disease\n* Baseline QoL and pain questionnaires have been completed within 21 days prior to registration\n* Postmenopausal women (without ovarian function suppression)\n* Age ≥ 18 years\n* WHO performance status 0-2\n* Adequate bone marrow function: neutrophil count ≥ 1.5 x 109/L, platelet count ≥ 100 x 109/L, hemoglobin ≥ 90 g/L\n* Adequate hepatic function: bilirubin ≤ 1.5 x ULN (except for patients with Gilbert's disease ≤ 3.0 x ULN), AST ≤ 2.5 x ULN, AP ≤ 2.5 x ULN\n* Adequate renal function: estimated glomerular filtration rate (eGFR) \\> 40 mL/min/1.73m2 (according to CKD-EPI or MDRD formula)\n* Patient is able and willing to swallow trial drug as whole tablet\n\nExclusion Criteria:\n\n* Visceral crisis (clinical judgment of treating investigator based on the ABC consensus: \"visceral crisis is defined as severe organ dysfunction as assessed by signs and symptoms, laboratory studies, and rapid progression of disease. Visceral crisis is not the mere presence of visceral metastases, but implies important visceral compromise leading to a clinical indication for a more rapidly efficacious therapy, particularly since another treatment option at progression will probably not be possible\")\n* Symptomatic brain metastases indicative of active disease (defined as new and/or progressive brain metastases at the time of study entry) or leptomeningeal disease\n* Any prior systemic anti-cancer treatment for advanced stage breast cancer\n* Prior treatment with adjuvant CDK4/6 inhibitor\n* Concurrent or recent (within 30 days of randomization) treatment with any other experimental drug. Exception: participation in SAKK 96/12 is allowed\n* Concomitant use of other anti-cancer drugs or radiotherapy, except for local pain control\n* Planned surgery of metastatic sites in the first 12 treatment weeks\n* Severe or uncontrolled cardiovascular disease (congestive heart failure NYHA III or IV), unstable angina pectoris, history of myocardial infarction within the last six months, serious arrhythmias requiring medication (with exception of atrial fibrillation or paroxysmal supraventricular tachycardia)\n* Electrocardiogram (ECG) abnormalities of Q-wave infarction (unless identified ≥ 6 months prior to randomization), or QTc interval \\>450 msec. The use of concomitant medications with a known significant risk of prolonging the QT interval or inducing Torsades de pointes is not allowed\n* Any concomitant drugs contraindicated for use with the trial drugs according to the approved national product information\n* Known hypersensitivity to trial drug(s) or to any component of the trial drug(s)\n* Any other serious underlying medical, psychiatric, psychological, familial or geographical condition, which in the judgment of the investigator may interfere with the planned staging, treatment and follow-up, affect patient compliance or place the patient at high risk from treatment-related complications",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}