{
    "nctId": "NCT04464967",
    "briefTitle": "Safety and Preliminary Efficacy of SNK01 in Combination With Trastuzumab or Cetuximab in Subjects With Advanced HER2 or EGFR Cancers",
    "officialTitle": "A Phase 1/2a, Open-Label, Multi-Center Study Evaluating the Safety and Anti-Tumor Activity of Ex Vivo Expanded, Autologous Natural Killer Cells (SNK01) in Combination With Trastuzumab or Cetuximab in Subjects With Advanced/Metastatic HER2- or EGFR-Expressing Cancers",
    "overallStatus": "WITHDRAWN",
    "conditions": "Advanced Solid Tumor, Metastatic Cancer, HER2-positive Breast Cancer, HER2-positive Gastric Cancer, HER-2 Protein Overexpression, Esophageal Cancer, Ovarian Cancer, Endometrium Cancer, Bladder Cancer, Pancreatic Cancer, Colorectal Cancer, Non Small Cell Lung Cancer, EGF-R Positive Non-Small Cell Lung Cancer, Head and Neck Squamous Cell Carcinoma, Triple Negative Breast Cancer, Cervical Cancer, Sarcoma",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "Phase 1 - To determine recommended Phase 2 dose (RP2D) of SNK01 in combination with trastuzumab in subjects with advanced HER2 cancers.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Capable of giving signed informed consent which includes compliance with the requirements and restrictions listed in the informed consent form and protocol.\n* Males and females ages 18 to 75 years, inclusive.\n* Diagnosed with any documented histologically confirmed HER2 or EGFR-positive malignancy whose disease is confirmed to be metastatic and/or unresectable for which all treatment options considered to be standard of care therapy appropriate for the specific tumor type have been received and are no longer effective (i.e., subjects are refractory to standard of care therapies).\n* One or more tumors measurable per RECIST v1.1\n* Eastern Cooperative Oncology Group (ECOG) performance status of 0 to 1\n* At least 4 weeks since any prior systemic therapy (excluding corticosteroid therapy) to treat the underlying malignancy (standard or investigational).\n* At least 2 weeks since prior palliative radiotherapy.\n* Left ventricular ejection fraction (LVEF) ≥50% measured by multiple-gated acquisition scan (MUGA) or echocardiogram (ECHO).\n* Adequate organ function as determined by:\n\n  a. Hematological (without growth factor or transfusion support within 14 days prior to screening): i. Absolute neutrophil count ≥ 1.5 × 109/L (1,500/mm3) ii. Platelet count ≥ 75 × 109/L (75,000/mm3) iii. Hemoglobin ≥ 9.0 g/dL iv. Prothrombin time-international normalized ratio and partial thromboplastin time ≤ 1.5 × upper limit normal (ULN)\n\n  b. Renal: i. Calculated creatinine clearance (CrCl) or 24 hour urine CrCl \\> 50 mL/minute (Note: Cockcroft-Gault formula will be used to calculate CrCl)\n\n  c. Hepatic: i. Total bilirubin ≤ 1.5 × ULN; for subjects with documented/suspected Gilbert's disease, bilirubin ≤ 3 × ULN ii. Aspartate aminotransferase (AST) and alanine aminotransferase (ALT) ≤ 2.5 × ULN (AST/ALT can be up to 5 × ULN in the presence of liver metastasis, but cannot be associated with concurrent elevated bilirubin)\n\n  d. Serum electrolytes: i. Potassium, sodium, magnesium, and calcium (corrected for serum albumin) ≤ Grade 1 or within the institutional ranges of normal. If clinically appropriate, electrolytes may be corrected and values re-assessed prior to enrollment.\n* Women of childbearing potential who are not abstinent and intend to be sexually active with a nonsterilized male partner must be willing to use an adequate method of contraception from 28 days prior to the first study drug(s) administration and 120 days following last day of the last administration of last study drug(s) discontinued; acceptable methods include hormonal contraception (oral contraceptives - as long as on stable dose, patch, implant, and injection), intrauterine devices, or double barrier methods (e.g., vaginal diaphragm/vaginal sponge plus condom, or condom plus spermicidal jelly), sexual abstinence or a vasectomized partner. Women may be surgically sterile for at least 1 year after last menstrual period.\n* Male subjects: Non-sterilized male subjects who are not abstinent and intend to be sexually active with a female partner of childbearing potential must use a male condom plus spermicide from 28 days prior to the first study drug(s) administration throughout the total duration of the treatment period and 120 days after the last dose of last study drug(s) discontinued. Periodic abstinence, the rhythm method, and the withdrawal method are not acceptable methods of contraception. Male subjects should refrain from sperm donation throughout this period.\n\nExclusion Criteria:\n\n* Pregnant and/or lactating females. Women of childbearing potential must have negative serum pregnancy test (minimum sensitivity 25 IU/L or equivalent units of HCG) within 14 days prior to receiving the first administration of the study drug(s) and a negative urine pregnancy test on Day 1 before first administration of the study drug(s). If the urine test is positive or cannot be confirmed as negative, a serum pregnancy test is required.\n* Life expectancy of less than three months.\n* Currently being treated with immunotherapy or received immunotherapy during the treatment regimen immediately prior to participation in this study.\n* Untreated for HER2- or EGFR-positive metastatic and/or unresectable malignancy OR have refused an available standard of care therapy appropriate for the specific tumor type for any reason other than for a known sensitivity, toxicity, or contraindication.\n* For EGFR-positive patients, first line cetuximab treatment stopped due to allergic response.\n* For EGFR-positive patients, superior vena cava syndrome contra-indicating hydration.\n* Untreated or symptomatic central nervous system (CNS) metastases. Note: Subjects with asymptomatic treated CNS metastases are eligible provided they have been clinically stable and not requiring steroid treatment for at least 4 weeks.\n* No resolution of specific toxicities related to any prior anti-cancer therapy to Grade ≤1 according to the NCI-CTCAE v.5.0 (except lymphopenia and alopecia).\n* Active peripheral or motor neuropathy of any CTCAE grade and due to any cause.\n* Known hypersensitivity or allergy or contraindication to at least one of the study drugs.\n* In case of previous chemotherapy, wash out period of less than 5 half-lives of treatment before study entry.\n* Clinically significant cardiovascular disease including:\n\n  1. Myocardial infarction within 3 months,\n  2. Congestive heart failure of the New York Heart Association (NYHA) class 3 or 4, or patients with history of congestive heart failure NYHA class 3 or 4 in the past, unless a screening LVEF assessment ≥ 45%,\n  3. Prolonged QT interval defined as screening corrected QT interval (QTc) \\> 470 ms (Fridericia correction formula),\n  4. History of clinically significant ventricular arrhythmia (e.g., ventricular tachycardia, ventricular fibrillation),\n  5. History of Mobitz II 2nd degree or 3rd degree heart block without a permanent pacemaker in place,\n  6. Hypotension (systolic blood pressure \\[BP\\] \\< 86 mmHg) or bradycardia with a heart rate \\< 50 bpm,\n  7. Uncontrolled hypertension as indicated by a resting systolic BP \\> 170 mmHg or diastolic BP \\> 105 mmHg despite an optimal treatment,\n* Major surgery within 4 weeks prior first study drug administration or already planned during the study.\n* Currently participating in or has participated in a study of an investigational agent or has used an investigational device within 4 weeks prior to the first dose of study drug(s). (Note: Subjects participating in an observational study are an exception to this criterion and may qualify for the study with Sponsor approval)\n* Any pulmonary, thyroid, renal, hepatic severe/uncontrolled concurrent medical disease that in the opinion of the Investigator could cause unacceptable safety risks or compromise compliance with the protocol.\n* Active uncontrolled viral, fungal or bacterial infection requiring systematic therapy within 14 days of Day 1.\n* High fever or any active or unresolved infection.\n* Known history of testing positive for human immunodeficiency virus (HIV), and/or positive test for Hepatitis B virus surface antigen (HBsAg) and/or positive Hep C antibody result with detectable hepatitis C virus (HCV) ribonucleic acid (RNA) indicating acute or chronic infection.\n* Autoimmune disease requiring therapy; immunodeficiency, or any disease process requiring immunosuppressive therapy.\n* A serious nonmalignant disease (e.g., psychiatric, substance abuse, uncontrolled intercurrent illness, etc.) that could compromise protocol objectives in the opinion of the Investigator and/or the Sponsor.\n* Any other condition that, in the opinion of the Investigator, would prohibit the subject from participating in the study.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}