{
    "nctId": "NCT04095689",
    "briefTitle": "Docetaxel Chemotherapy and Pembrolizumab Plus Interleukin-12 Gene Therapy in Triple Negative Breast Cancer",
    "officialTitle": "Phase II Study of Docetaxel Chemotherapy With Pembrolizumab and Interleukin-12 Gene Therapy in Patients With Anthracycline- Refractory Triple Negative Breast Cancer (INTEGRAL)",
    "overallStatus": "SUSPENDED",
    "conditions": "Triple Negative Breast Cancer, Anthracycline-refractory TNBC",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 30,
    "primaryOutcomeMeasure": "pathological complete response (pCR) rate of docetaxel chemotherapy and pembrolizumab plus IL-12 gene therapy",
    "eligibilityCriteria": "Inclusion Criteria:\n\nPatients are eligible to be included in the trial only if all of the following criteria apply:\n\n1. The patient (or legally acceptable representative if applicable) provides written informed consent for the trial.\n2. Female ≥ 18 years of age on the day of informed consent signing.\n3. Histologically confirmed triple negative breast cancer is defined as estrogen receptor (ER), progesterone receptor (PR), and HER2 negative. ER/PR negativity is defined as \\<10% IHC staining of any intensity.\n\nHER2 negativity is defined as the following per the 2018 American Society of Clinical Oncology and College of American Pathologists guidelines.\n\n4. Refractory to standard neoadjuvant anthracycline-containing chemotherapy regimen, demonstrated on MRI.\n\n5. Bilateral breast cancers that individually meet eligibility criteria are allowed.\n\n6. Prior immunotherapy treatment allowed. 7. Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1. 8. Adequate organ function as defined in Table 1. All screening labs should be performed within 28 days of trial treatment initiation.\n\n9. Cardiac ejection fraction ≥45%. 10. A female patient is eligible to participate if she is not pregnant, not breastfeeding, and at least one of the following conditions applies:\n\n1. Not a woman of childbearing potential (WOCBP) OR\n2. A WOCBP who agrees to follow the contraceptive guidance in during the treatment period and for at least 120 days after the last dose of trial treatment. WOCBP must have a negative serum pregnancy test (β-human chorionic gonadotropin \\[β-HCG\\]) within 72 hours prior to trial treatment administration.\n\n   11. Willing to provide biopsy tissue as required by the trial. 12. Willing and able to comply with the protocol for the duration of the trial including undergoing treatment and scheduled visits and examinations.\n\n   Exclusion Criteria:\n   1. History of poorly controlled hypertension (defined as systolic blood pressure \\>150 mmHg). Patients whose hypertension has been well controlled on the same treatment for 1 year prior to Cycle 1, Day 1 are eligible. Only patients on single-agent antihypertensive therapy are allowed.\n   2. History of New York Heart Association class III or greater cardiac disease.\n   3. History of myocardial infarction, stroke, ventricular arrhythmia, or greater than first-degree conduction defect within the past 12 months.\n   4. History of congenital QT prolongation.\n   5. Absolute corrected QT interval of \\>480 msec in the presence of potassium \\>4.0 mEq/L and magnesium \\>1.8 mg/dL.\n   6. Is currently participating in or has participated in a study of an investigational agent or has used an investigational device within 4 weeks prior to trial treatment administration.\n\n   NOTE: Patients who have entered the follow-up phase of an investigational study may participate as long as it has been 4 weeks after the last dose of the previous investigational agent.\n\n   8. Concurrent use of any complementary or alternative medicines. 9. Concurrent use of inhibitors or inducers of cytochrome P450 (CYP)3A4 and CYP2D6 10. Has a diagnosis of immunodeficiency or is receiving chronic systemic steroid therapy (dose exceeding 10 mg daily of prednisone equivalent) or any other form of immunosuppressive therapy within 7 days prior to trial treatment administration.\n\n   11. Known history of active tuberculosis (Bacillus Tuberculosis). 12. Known or suspected hypersensitivity to any component or excipient of the proposed regimen (docetaxel chemotherapy, gene vector, pembrolizumab).\n\n   13. Patients must have recovered from all AEs due to previous therapies to ≤ Grade 1 or baseline. Patients with ≤ Grade 2 neuropathy may be eligible. If patient received major surgery, she must have recovered adequately from the toxicity and/or complications from the intervention prior to starting the trial treatment.\n\n   14. Known additional malignancy that is progressing or requires active treatment. NOTE: Patients with basal cell carcinoma of the skin, squamous cell carcinoma of the skin, or cervical cancer in situ that have undergone potentially curative therapy are not excluded.\n\n   15. Active autoimmune disease that has required systemic treatment in the past 2 years (i.e., with use of disease-modifying agents, corticosteroids, or immunosuppressive drugs). Replacement therapy (e.g., thyroxine, insulin, or physiologic corticosteroid replacement therapy for adrenal or pituitary insufficiency, etc.) is not considered a form of systemic treatment.\n\n   16. History of (noninfectious) pneumonitis that required steroids or current pneumonitis.\n\n   17. Active infection requiring systemic therapy. 18. History or current evidence of any condition, therapy, or laboratory abnormality that might confound the results of the trial, interfere with the patient's participation for the full duration of the trial, or is not in the best interest of the patient to participate, in the opinion of the treating investigator.\n\n   19. Known psychiatric or substance abuse disorders that would interfere with cooperation with the requirements of the trial.\n\n   20. Pregnant or breastfeeding, or expecting to conceive children within the projected duration of the trial, starting with the prescreening or screening visit through 120 days after the last dose of trial treatment.\n\n   21. Known history of human immunodeficiency virus (HIV). 22. Known history of hepatitis B (defined as hepatitis B surface antigen reactive) or known active hepatitis C virus (HCV; defined as HCV RNA \\[qualitative\\] is detected) infection.\n\n   23. Received a live vaccine within 30 days prior to trial treatment administration. Examples of live vaccines include, but are not limited to, the following: measles, mumps, rubella, varicella/zoster (chicken pox), yellow fever, rabies, Bacillus Calmette-Guérin, and typhoid vaccine. Seasonal influenza vaccines for injection are generally killed virus vaccines and are allowed; however, intranasal influenza vaccines (e.g., FluMist®) are live attenuated vaccines and are not allowed.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}