{
    "nctId": "NCT00197925",
    "briefTitle": "Dendritic Cell Based Therapy of Metastatic Breast Cancer",
    "officialTitle": "Vaccination With Autologous Dendritic Cells Pulsed With Onco-Peptides for Treatment of Patients With Metastatic Breast Cancer.A Phase I/II Study",
    "overallStatus": "TERMINATED",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 40,
    "primaryOutcomeMeasure": "Primary aim of the study is to evaluate tolerability and safety of the treatment.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologically proven progressive metastatic or locally advanced breast cancer\n* No standard treatment indicated\n* Age: \\> 18\n* WHO-Performance Status 0-1\n* At least tone measurable tumor lesions according to the RECIST criteria.\n* Expression of the HLA-A2 tissue type\n* Life expectancy more than 3 months\n* Acceptable CBC and blood chemistry results\n* Written informed consent\n\nExclusion Criteria:\n\n* Patients with a history of any other neoplastic disease less than 5 years ago (excepting treated carcinomas in situ of the cervix and basal/squamous cell carcinomas of the skin).\n* Patients with metastatic disease in the central nervous system (CNS).\n* Patients with other significant illness including severe allergy, asthma, angina pectoris or congestive heart failure.\n* Patients with acute or chronic infection including HIV, hepatitis and tuberculosis.\n* Patients who are pregnant.\n* Patients who have received antineoplastic therapy including chemotherapy or immunotherapy less than 4 weeks before beginning the trial.\n* Patients who receive corticosteroids or other immunosuppressive agents.\n* Patients with active autoimmune diseases such as lupus erythematosus, rheumatoid arthritis or thyroiditis.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}