{
    "nctId": "NCT01662128",
    "briefTitle": "Efficacy and Safety Of Xeloda as Sequential Adjuvant Therapy After Chemotherapy in Breast Cancer",
    "officialTitle": "Randomized Controlled Trials of Efficacy and Safety With Xeloda as Sequential Adjuvant Therapy After Chemotherapy of Anthracycline and/or Taxane in Breast Cancer of Triple Negative or HER-2 Positive or Axillary Lymph Node Metastasis ≥4",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2, PHASE3",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 600,
    "primaryOutcomeMeasure": "Adverse reactions",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Karnofsky ≥ 70\n2. Provision of informed consent\n3. Pathological confirmation of breast cancer and exclusion of other metastases.\n4. Pathological confirmation of triple negative or Her-2 positive or with more than 4 axillary lymph node metastasis\n5. The patients have finished the chemotherapy of Anthracycline and/or Taxane.And it's no more than 28 days from accepting the last chemotherapy.\n6. Laboratory criteria:\n\nPLT ≥ 100\\*109/L WBC ≥ 4000/mm3 HGB ≥ 10g/dl GOT,GPT,ALP ≤ 2\\*ULN TBIL,DBIL,CCr ≤ 1.5\\*ULN\n\nExclusion Criteria:\n\n1. Pregnant or lactation woman\n2. Bilateral breast cancer, inflammatory breast cancer or carcinoma in situ\n3. Accepted neoadjuvant treatment including chemotherapy, radiotherapy and endocrine therapy\n4. History of organ transplantation\n5. With mental disease\n6. With severe infection or active gastrointestinal ulcers\n7. With severe liver disease (such as cirrhosis), kidney disease, respiratory disease or diabetes\n8. Disease-free period of other malignant tumor is less than 5 years(except cured basal cell skin cancer and cervical carcinoma in situ)\n9. With heart disease\n10. Experimental drug allergy",
    "sex": "FEMALE",
    "minimumAge": "N/A",
    "stdAges": "CHILD, ADULT, OLDER_ADULT"
}