{
    "nctId": "NCT00817362",
    "briefTitle": "Efficacy and Safety of IPI-504 With Trastuzumab Pretreated, Locally Advanced or Metastatic HER2 Positive Breast Cancer",
    "officialTitle": "A Phase 2 Multicenter Study Evaluating the Efficacy and Safety of IPI-504 in Combination With Trastuzumab in Patients With Pretreated, Locally Advanced or Metastatic Human Epidermal Growth Factor Receptor 2 (HER2) Positive Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer, HER2 Positive Breast Cancer, Metastatic Breast Cancer, Cancer of the Breast",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 29,
    "primaryOutcomeMeasure": "The primary objective of the study is to evaluate overall response rate, safety, and tolerability of IPI-504 plus trastuzumab in patients with pretreated, locally advanced or metastatic HER2 positive breast cancer",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Locally advanced/metastatic breast cancer.\n* HER2-expressing primary or metastatic tumor\n* Two prior regimens with HER2. Trastuzumab must have been given. No limit to prior therapies\n* Measurable disease with RECIST 1.1\n* Clinical progression\n* LVEF WNL\n* ECOG 0 or 1\n* Last dose of chemotherapy, radiotherapy, surgery, ablative therapy, tyrosine kinase inhibitor, ≥2 weeks\n* Administration of biological therapy ≥4 weeks\n* Last dose of trastuzumab must be ≥1, or ≥3 weeks prior to start, if previously administered on an every 3 week schedule.\n* Resolution of toxic effects to baseline or Grade 1, except alopecia (NCI CTCAE Version 3.0\n* Organ and marrow function:\n\n  * Hemoglobin ≥8.0 g/dL\n  * ANC ≥1200/µL\n  * Platelets ≥75,000 /µL\n  * ALT and AST ≤ 1.5 x ULN\n  * Alkaline phosphatase ≤2.5 x ULN, or ≤3.0 x ULN if secondary to liver metastases.\n  * Serum bilirubin WNL\n  * Serum albumin ≥3.0 g/dL\n  * PT, PTT ≤1.5 x ULN\n  * Serum creatinine ≤1.5 x ULN\n* Negative pregnancy test\n\nExclusion Criteria:\n\n* Prior treatment with Hsp90 inhibitor.\n* Grade 4 AE secondary to trastuzumab. Grade 3/4 infusion reactions or Grade 3/4 symptomatic heart failure\n* Medication/food that is a CYP3A inhibitor or inducer.\n* Hx 6 months: cardiac disease - acute coronary syndrome or unstable angina, symptomatic congestive heart failure, uncontrolled hypertension, cirrhotic liver disease, cerebrovascular accident or significant co-morbid condition\n* Grade 3 or 4 hemorrhagic event within 6 months.\n* HIV positivity\n* Baseline QT corrected, QTcF \\>470 ms\n* Sinus bradycardia \\<50 bpm Secondary to pharmacologic therapy may enroll if stopping therapy normalizes heart rate.\n* Malignancies within 3 years other than non-melanomatous skin cancers, non-muscle-invasive bladder cancer and carcinoma in situ of cervix.\n* Active keratitis or keratoconjunctivitis\n* Active brain metastasis (e.g., requiring therapy with steroids or radiation therapy; or with intracranial progression 4 weeks after the completion of radiation therapy) uncontrolled seizure disorder, ongoing spinal cord compression, or carcinomatous meningitis. If clinically stable brain metastasis (previously treated or untreated)are present pt is eligible.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}