{
    "nctId": "NCT00706615",
    "briefTitle": "Vaccine Therapy in Treating Women With Previously Treated Metastatic Breast Cancer",
    "officialTitle": "A Single Arm Open-Label Phase I Study of An Injectable Replication-Incompetent Adenoviral Vector Vaccine Used to Produce An Immune Response to MUC-1 Positive Epithelial Cancer Cells in Metastatic Breast Cancer",
    "overallStatus": "WITHDRAWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "Characterize the safety profile of the Ad-sig-hMUC-1/ecdCD40L vector vaccine",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Women over the age of 18 with metastatic or non-measureable adenocarcinoma of the breast with marrow involvement.\n* Elevated serum MUC-1 levels, as measured by CA 15-3 or CA 27-29\n* Stable disease (defined as fluctuation of \\<50U in CA15-3 or CA27-29 value) for at least 3 months while either on no breast-cancer therapy or while on current therapy (Tamoxifen, fulvestrant, exemestane, letrozole, anastrozole, bisphosphonates or trastuzumab chemotherapy is not allowed)\n* ability to understand the risks, benefits, and procedures and provide written informed consent.\n* less than 28 days prior to enrollment since last surgery and/or radiation therapy.\n* performance status \\<=2 on the ECOG performance scale and life expectancy of greater than 12 months\n* NYHA cardiac function Class I or Class II and normal baseline ECG. If ECG is abnormal, patient must have an echocardiogram showing a left ventricular ejection fraction greater than the lower limits of normal.\n* patients who do not have radiographically assessable locally recurrent or metastatic disease are eligible if they 1) had radiographic or biopsy proven locally recurrent or metastatic breast cancer in the past and 2) currently (at study entry) have an elevated serum MUC-1 level (as measured by CA 15-3 or CA 27-29).\n* Acceptable pulmonary function. if questionable, a pulmonary function test will be performed.\n* negative serology for hepatitis B, C and HIV.\n* red cell mean corpuscular volume \\>- 80 cu. mm, hemoglobin \\>- 8g/dl, platelet count \\>- 100,000/dl: AST, ALT, LDH \\<-2 times the Upper limit of normal\n* Serum creatinine \\< 1.6 mg/dL\n* for women with child bearing potential, Negative urine pregnancy test within 7 days of registration and willingness to use an approved contraceptive method while participating in this trial.\n\nExclusion Criteria:\n\n* history of bronchospasm or asthma requiring inhaled or oral steroid treatment\n* Normal MUC-1 (CA 15-3 or CA 27-29)\n* treatment with steroid or other immunosuppressive medication (for any condition ) within 30 days of trial registration.\n* history of any autoimmune disease (e.g., lupus, rheumatoid arthritis, or psoriasis)\n* uncontrolled diabetes mellitus\n* unable or unwilling to undergo repeated clinical evaluations and other diagnostic procedures or unable to sign an informed consent.\n* history of other malignancies, except squamous cell or basal cell carcinoma of the skin or cervical carcinoma in situ.\n* Concurrent systemic chemotherapy (tamoxifen, aromatase inhibitors, fulvestrant, trastuzumab and biophosphonates are allowed if started more than 3 months prior to trial registration with evidence of stable disease as defined above. Chemotherapy must have stopped 3 months prior to enrolling in this trial).\n* history of ornithine transcarbamylase deficiency\n* any acute or chronic viral, bacterial, or fungal infection requiring specific therapy, unless acute therapy was completed within the past 14 days\n* No underlying conditions that would contraindicate therapy with study treatment ( or allergies to reagents used in this study)\n* history of organ transplant or allogeneic bone marrow transplant\n* life threatening or organ-threatening disease expected to require conventional therapy within 4 months.\n* pregnant or nursing females.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}