{
    "nctId": "NCT02554812",
    "briefTitle": "A Study Of Avelumab In Combination With Other Cancer Immunotherapies In Advanced Malignancies (JAVELIN Medley)",
    "officialTitle": "A PHASE 1B/2 OPEN-LABEL STUDY TO EVALUATE SAFETY, CLINICAL ACTIVITY, PHARMACOKINETICS AND PHARMACODYNAMICS OF AVELUMAB (MSB0010718C) IN COMBINATION WITH OTHER CANCER IMMUNOTHERAPIES IN PATIENTS WITH ADVANCED MALIGNANCIES",
    "overallStatus": "TERMINATED",
    "conditions": "Advanced Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 409,
    "primaryOutcomeMeasure": "Phase 1b Lead-in: Number of Participants With First 2 Cycles Dose Limiting Toxicity (DLT) for Combination A",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histological or cytological diagnosis of advanced/metastatic solid tumor. Measurable disease by RECIST 1.1 with at least 1 measurable lesion that has not been previously irradiated. Availability of tumor specimen taken within 1 year prior to study entry, with no intervening systemic anti-cancer therapy. No prior PD-1/PDL-1 therapy allowed. Combination A: Phase 1b, patients with NSCLC that have progressed on standard therapy or for which no standard therapy is available, and Phase 2, patients with NSCLC, melanoma, SCCHN, TNBC in any line of therapy, SCLC, 1st line NSCLC. 1st line NSCLC must demonstrate to express PD-L1. Activating EGFR mutation, ALK, ROS1 translocation/rearrangements are not permitted. Combination B: Phase 1b, patients with advanced solid tumors (NSCLC, SCCHN, melanoma) that have progressed on standard therapy or for which no standard therapy is available, and Phase 2, patients with NSCLC, melanoma, or SCCHN. Up to 2 lines of prior therapy in advanced/metastatic disease setting allowed. Activating EGFR mutation, ALK, ROS1 translocation/rearrangements are not permitted. Combination C: Ovarian cancer, SCCHN, NSCLC, gastric cancer, platinum resistant ovarian cancer. Up to 2 lines of prior therapy in advanced/metastatic disease setting allowed. TGCT/PVNS that is either inoperable or requires extensive resection. Prior treatment with agents targeting CSF-1/CSF-1R not allowed. NSCLC activating EGFR mutation, ALK, ROS1 translocation/rearrangements are not permitted. Combination D: NSCLC, melanoma, SCCHN, bladder cancer. NSCLC activating EGFR mutation, ALK, ROS1 translocation/rearrangements are not permitted. Up to 2 lines of prior therapy in advanced/metastatic disease setting allowed. Combination F: Recurrent or metastatic SCCHN. One to three prior lines of systemic therapy for advanced stage or metastatic disease. Patients must have received anti PD-1/PD-L1 containing therapy (requires at least two doses of PD-1/PD-L1 agent).Disease progression no earlier than 6 weeks from initiation of the latest anticancer therapy. Evidence of radiologic progression is required. • Patient must be a candidate for intralesional administration with at least one tumor lesion which can be injected safely.\n* ECOG performance status 0 or 1\n* Estimated life expectancy of at least 3 months\n* Adequate bone marrow, renal, and liver function\n* Resolved acute effects of prior therapy\n* Negative serum pregnancy test at screening\n* Male and female patients able to have children must agree to use at least 1 highly effective method of contraception throughout the study and for at least 90 days after last dose\n* Signed and dated informed consent\n\nExclusion Criteria:\n\n* Monoclonal antibody based anti-cancer therapy within 28 days prior to study entry or small-molecule based anti-cancer therapy (targeted therapy or chemotherapy) within 14 days prior to study entry. Combination F:PD-1/PD-L1 agent within 14 days prior study entry.\n* Current or prior use of immunosuppressive medication within 7 days prior to study entry\n* Active autoimmune disease requiring systemic steroids or immunosuppressive agents within 7 days prior to study entry\n* Known prior or suspected hypersensitivity to investigational products\n* Major surgery within 4 weeks or radiation therapy within 14 days prior to study entry\n* Patients with known symptomatic brain metastases requiring steroids\n* Previous high-dose chemotherapy requiring stem cell rescue\n* Prior allogeneic stem cell transplant or organ graft\n* Any of the following within 6 months prior to study entry: myocardial infarction, uncontrolled angina, coronary/peripheral artery bypass graft, symptomatic congestive heart failure, cerebrovascular accident, or transient ischemic attack\n* Symptomatic pulmonary embolism within 6 months prior to study entry\n* Known HIV or AIDS-related illness\n* Active infection requiring systemic therapy\n* Positive HBV or HCV test indicating acute or chronic infection\n* Administration of a live vaccine within 4 weeks prior to study entry\n* Diagnosis of other malignancy within 5 years, except for adequately treated basal cell or squamous cell skin cancer, or carcinoma in situ of the breast or cervix, or low-grade (Gleason ≤6) prostate cancer\n* Participation in other studies involving investigational drug(s) within 4 weeks prior to study entry and/or during study participation\n* Persisting toxicity related to prior therapy \\>Grade 1\n* Other severe acute or chronic medical condition\n* Combo C :Existing periorbital edema.\n* Combo C : Hypocalcemia, clinically significant bone disease or recent bone fracture (within 12 weeks prior study entry)",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}