{
    "nctId": "NCT01556243",
    "briefTitle": "Breast-Conserving Surgery and Radiation Therapy in Patients With Multiple Ipsilateral Breast Cancer",
    "officialTitle": "Impact of Breast Conservation Surgery on Surgical Outcomes and Cosmesis in Patients With Multiple Ipsilateral Breast Cancers (MIBC)",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 270,
    "primaryOutcomeMeasure": "Local Recurrence",
    "eligibilityCriteria": "Registration Inclusion Criteria:\n\n1. Age ≥ 40 years per National Comprehensive Cancer Network (NCCN) recommendations for breast conservation.\n2. Life Expectancy of at least 5 years, excluding diagnosis of breast cancer (Comorbid conditions should be taken into consideration, but breast cancer diagnosis is not a consideration)\n3. Female Gender - Men are excluded from this study. Male breast cancer is a rare event.\n\n   Men are rarely candidates for breast conservation surgery due to small breast size. Men are less likely to be candidates for breast conservation surgery if found to have MIBC.\n\n   Men are rarely candidates for breast conservation surgery due to small breast size. Men are less likely to be candidates for breast conservation surgery if found to have MIBC.\n4. Foci of Breast Cancer\n\n   4.1 Upon clinical exam and pre-operative imaging by mammogram +/- MRI, two or three foci of biopsy proven breast cancer separated by \\> 2 cm of normal breast tissue.\n\n   4.2 Foci must include at least one focus of invasive breast carcinoma with another focus of either invasive breast carcinoma or ductal carcinoma in situ (DCIS).\n\n   No more than 2 quadrants with biopsy proven breast cancer.\n\n   4.3 Note: The shortest distance between lesions must be reported on mammogram +/- MRI and eligibility criteria must be met on both, if both are obtained.\n\n   4.4 Note: Patient is eligible for study if lesion is not visualized on all imaging modalities (i.e., any of the lesion(s) is/are visualized on MRI but not on mammogram OR visualized on mammogram but not on MRI).\n\n   4.5 Ultrasound cannot be used to determine patient eligibility; eligibility to be determined by bilateral mammogram +/- MRI only.\n\n   4.6 Fine needle aspirate of the second or third lesion to document malignancy is allowed if the first focus is shown to be invasive by core needle biopsy.\n\n   4.7 Patient may remain on study if, upon pathological assessment, two or three lesions identified on pre-operative imaging represent one contiguous lesion.\n5. Patients may be registered AFTER surgery and PRIOR TO radiation therapy if either of the criteria is met:\n\n   5.1 An area of atypia \\> 2cm from the index lesion excised at the time of cancer operation is upgraded to DCIS or invasive carcinoma thereby identifying MIBC. OR\n\n   5.2 Patient underwent resection of two or three foci of malignancy by breast conservation surgery with a minimum of one invasive focus of breast cancer and a minimum of 2 cm of normal breast tissue between the lesions on final pathology.\n6. Mammogram Imaging - Bilateral mammogram ≤ 90 days prior to date of surgery.\n\n   6.1 Note: For patients undergoing more than 1 breast operation, this is the date of the first breast surgery for breast cancer treatment.\n7. Staging of Cancer - cN0 or cN1 disease\n8. ECOG Performance Status (PS) - 0, 1, or 2.\n9. Ability to Complete Questionnaires - Ability to complete questionnaire(s) by themselves or with assistance\n10. Ability to Provide Written Informed Consent\n11. Willing to Return to Enrolling Institution - Willing to return to enrolling institution for follow-up during the Active Monitoring Phase (the active treatment and observation portions) of the study. Patients are encouraged to return to the enrolling institution; however, patients may receive radiation therapy at a different institution other than the enrolling institution.\n\nRegistration Exclusion Criteria:\n\n1. Pregnancy, Nursing and Requirement for Contraception - Pregnant women, nursing women and women of childbearing potential who are unwilling to employ adequate contraception (as determined by the treating physician) are excluded from participation.\n\n   This study involves radiation therapy (WBI) that has known genotoxic, mutagenic and teratogenic effects.\n2. Size of Single Focus of Disease on Preoperative Imaging - Largest single focus of disease \\> 5 centimeters by either mammogram or MRI or both. Note: Measurement of the largest single focus should include any satellite lesions within 1 centimeter of the index lesion.\n3. Prior Staging Procedure - Surgical axillary staging procedure prior to first definitive breast operation. Note: FNA or core needle biopsy of axillary node is permitted.\n4. Evidence of Metastatic Disease - Clinical or radiographic evidence of metastatic disease\n5. Prior History of Breast Cancer - Prior history of ipsilateral breast cancer \\[DCIS, LCIS (lobular cancer in situ) or invasive\\]\n6. Staging of Cancer - cNX, cN2, or cN3 disease\n7. Breast Implants - Breast implants at time of diagnosis. Note: Patients who have had implants previously removed prior to diagnosis are eligible.\n8. Systemic Illnesses or Concurrent Disease - Co-morbid systemic illnesses or other severe concurrent disease which, in the judgment of the investigator, would interfere significantly with whole breast irradiation (such as connective tissue disorders, lupus, scleroderma).\n9. Uncontrolled Intercurrent Illness - Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements.\n10. Bilateral Breast Cancer - Prior or current LCIS, DCIS or invasive breast cancer in the opposite breast (i.e., bilateral disease is not allowed).\n11. Disallowed Prior Treatments - Treatment including radiation therapy, chemotherapy, biotherapy, hormonal therapy for this cancer prior to surgery (i.e., any neoadjuvant chemotherapy or endocrine therapy is not allowed). Patients who undergo surgical resection with breast conservation and then are treated with adjuvant systemic therapy are eligible to enroll prior to the start of radiotherapy.\n12. Partial Breast Radiation - Planned partial breast radiation.\n13. Known BRCA Mutations - Patients with known BRCA mutations. Patients who are not tested or whose testing result is not returned at the time of registration are not excluded from registering to this study.\n14. Other Active Malignancies - Other active malignancy ≤ 5 years prior to registration.\n\n14.1 Exceptions: Non-melanotic skin cancer or carcinoma-in-situ of the cervix.\n\n14.2 Note: If there is a history of prior malignancy, they must not be receiving other specific treatment for their cancer.",
    "sex": "FEMALE",
    "minimumAge": "40 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}