{
    "nctId": "NCT06592625",
    "briefTitle": "Neoadjuvant SHR-A1811 Plus Adebrelimab in HR Negative/Low & HER2 Low Breast Cancer Patients",
    "officialTitle": "A Multicenter, Single-arm, Phase 2 Study of Neoadjuvant SHR-A1811 Plus Adebrelimab Injection for Early-stage or Locally Advanced HR Negative or Low Expression/HER2 Low Expression Breast Cancer",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Untreated Early-stage or Locally Advanced Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 60,
    "primaryOutcomeMeasure": "Investigator-assessed tpCR",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Female treatment-naïve patients aged ≥18 years and ≤75 years.\n2. Eastern Cooperative Oncology Group (ECOG) performance status of 0-1.\n3. Breast cancer meeting the following criteria:\n\n   1. Histologically confirmed invasive breast cancer with at least one tumor lesion \\>2 cm in diameter.\n   2. Clinical stage II or III.\n   3. Histologically or cytologically confirmed HR-negative or low expression and HER2 low expression breast cancer.\n4. Adequate major organ function.\n5. Females of childbearing potential must agree to use highly effective contraception methods and avoid egg donation, and must have a negative serum pregnancy test within 7 days prior to the first treatment and during the study period. They must not be breastfeeding.\n6. Voluntarily agrees to participate in the clinical study and signs the informed consent form.\n\nExclusion Criteria:\n\n1. Tumor-related medical history and treatment history:\n\n   1. Bilateral breast cancer (including contralateral carcinoma in situ).\n   2. Stage IV (metastatic) breast cancer.\n   3. Inflammatory breast cancer.\n   4. Diagnosis of ductal carcinoma in situ (DCIS) or lobular carcinoma in situ (LCIS) within 5 years.\n   5. History of invasive breast cancer or metastatic breast cancer.\n   6. Prior surgical resection of the breast primary lesion or axillary lymph nodes before signing the informed consent.\n   7. Diagnosis of any malignancy within 5 years before signing the informed consent, excluding adequately treated cervical carcinoma in situ, cutaneous basal cell carcinoma or squamous cellcancer.\n   8. Previous systemic targeted therapy, endocrine therapy, radiotherapy, or immunotherapy for any malignancy.\n2. Any of the following comorbidities/ medical history or treatment history:\n\n   1. Known or suspected interstitial pneumonia; moderate to severe pulmonary disease significantly affecting respiratory function within three months before the first dose that could interfere with the detection or management of drug-related pulmonary toxicity; any pulmonary involvement from autoimmune, connective tissue, or inflammatory diseases, or previous total lung resection.\n   2. Severe cardiovascular disease.\n   3. Investigator determines any of the following:\n\n      * QT interval corrected by Fridericia's formula (QTcF) \\> 470 msec during screening.\n      * History of prolonged QT interval.\n      * Congenital long QT syndrome or family history of long QT syndrome.\n   4. Human Immunodeficiency Virus (HIV) infection or known Acquired Immunodeficiency Syndrome (AIDS), active tuberculosis, active hepatitis B, hepatitis C, or concurrent hepatitis B and C infections.\n   5. Vascular thrombotic event within 3 months before randomization, such as deep vein thrombosis or pulmonary embolism.\n   6. Severe infection within 4 weeks before randomization, or fever \\> 38.5°C of unknown cause during screening or before the first dose.\n   7. Clinically significant bleeding symptoms or a known tendency to bleed within 1 month before signing the informed consent; known genetic or acquired bleeding or thrombotic tendencies.\n   8. Abnormal coagulation function, bleeding tendency, or ongoing anticoagulant therapy with thrombolytics or long-term anticoagulation with warfarin or heparin, or long-term antiplatelet therapy.\n   9. Other conditions that make the patient unsuitable for the study, such as severe systemic disease, kidney transplant, active bleeding disorders, or serious chronic gastrointestinal diseases related to diarrhea.\n3. Meets any of the following criteria related to study treatment:\n\n   1. Systemic immunostimulatory agent treatment within 4 weeks before the first dose.\n   2. Systemic immunosuppressive agent treatment within 4 weeks before the first dose. Excludes intranasal and inhaled corticosteroids or physiological doses of systemic steroids.\n   3. Known allergy to the investigational product or any of its excipients.\n4. Participation in other anticancer therapy clinical trials concurrently.\n5. Received live attenuated vaccines within 30 days before the first dose of the study intervention.\n6. Previous or planned allogeneic bone marrow transplantation or solid organ transplantation.\n7. Women who have given birth within 1 year or are currently breastfeeding.\n8. Known history of substance abuse, alcoholism, or drug addiction.\n9. Other serious physical or mental illnesses or abnormal laboratory test results that may increase the risk of participating in the study or interfere with the study results, as determined by the investigator.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}