{
    "nctId": "NCT01934894",
    "briefTitle": "Cabazitaxel Plus Lapatinib as Therapy for HER2-Positive Metastatic Breast Cancer Patients With Intracranial Metastases",
    "officialTitle": "Phase II Study With Lead-in Safety Cohort of Cabazitaxel Plus Lapatinib as Therapy for HER2-Positive Metastatic Breast Cancer Patients With Intracranial Metastases",
    "overallStatus": "TERMINATED",
    "conditions": "Metastatic Breast Cancer With Intracranial Metastases",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 11,
    "primaryOutcomeMeasure": "CNS Objective Response",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patients with HER2-positive MBC and unequivocal evidence of brain metastases.\n2. Documented HER2-positive tumor status at study entry defined as:\n\n   * Immunohistochemical (IHC) score 3+ or\n   * IHC score 1-2+ and confirmed as FISH (Fluorescence in situ hybridization) positive (based on ASCO-CAP guidelines 2013) or\n   * FISH or ISH (in situ hybridization) positive (based on ASCO-CAP guidelines 2013)\n3. Patient must have at least one measurable brain lesion (defined as any lesion ≥ 5mm cm in the longest dimension), on T1 weighted, gadolinium enhanced MRI. Patients may have had surgical excisions of brain metastases provided at least one lesions meets the following criteria:\n\n   * Patients with brain metastases previously untreated with any intra-cranial radiation (i.e. no whole brain radiation therapy \\[WBRT\\]/partial brain radiation or stereotactic radiosurgery \\[SRS\\]) must have at least one intra-cranial tumor lesion that is ≥ 5mm.\n   * Patients with brain metastases previously untreated with any intracranial radiation (i.e., no whole brain radiation therapy \\[WBRT\\]/partial brain radiation or stereotactic radiosurgery \\[SRS\\]) must have at least one intracranial tumor lesion that is ≥ 5mm.\n   * Patients with brain metastases previously treated with WBRT/partial brain radiation only must have at least one intracranial tumor lesion ≥ 5mm and must have evidence of intracranial progressive disease\n   * Patients previously treated with WBRT/partial brain radiation and SRS must have at least one intracranial tumor lesion ≥ 5mm that was not treated with SRS and must have intracranial disease.\n   * Patients previously treated with SRS must either demonstrate disease progression ≥ 12 weeks after completing SRS with a lesion measuring ≥ 5mm or must have at least one intracranial tumor lesion ≥ 5mm that was not treated with SRS.\n4. Patients who have received WBRT/partial brain radiation for intra-cranial metastases are eligible if treatment was completed ≥28 days prior to the first dose of study drug.\n5. Estrogen receptor (ER) and progesterone receptor (PR) status in the primary or most recent tumor assessment must be known or pending at the time of study registration. Patient's ER/PR status (i.e., positive or negative) does not influence enrollment but is a requirement.\n6. Patient must have received prior treatment with HER2-directed therapy such as trastuzumab, either in the adjuvant or metastatic setting.\n7. Prior treatment with lapatinib in the (neo)adjuvant and metastatic setting.\n8. Patients without prior chemotherapy for MBC are eligible provided the patients relapsed during adjuvant therapy with trastuzumab or ≤6 months following completion of adjuvant therapy. Otherwise, there is no specific minimum or maximum number of previous chemotherapy regimens for MBC.\n9. Patients must have completed cytotoxic chemotherapy ≥21 days (for an every 3-week regimen) or ≥14 days (for an every 2-week or weekly regimen) and have recovered from or come to a new chronic or stable baseline from all treatment-related toxicities in order to be eligible for study treatment.\n\n   * Patient must have completed biologic therapy ≥3 weeks or 5-half lives whichever is shorter.\n   * Patient must be discontinued from hormonal therapy a minimum of 1 day prior to the first dose of study treatment.\n   * Patients receiving palliative radiation to bone, soft tissue or any other disease sites must have completed this ≥1 week prior to the first dose of study treatment.\n10. Patients must have recovered (\\>2 week recovery is mandated) from any acute neurosurgical intervention for metastatic CNS disease (e.g., resection, shunt placement) and must be clinically stable. These patients must have residual measurable CNS lesion(s) following the surgical procedure if this site is to serve as the target lesion.\n11. Patients must be neurologically stable, and if receiving steroids, must be on stable or decreasing doses of corticosteroids and/or anticonvulsants for defined as being on stable low doses of corticosteroids ≥ 5 days prior to the first dose of study treatment.\n12. Eastern Cooperative Oncology Group (ECOG) Performance Status score of 0 to 2.\n13. Adequate hematologic, renal, and hepatic function.\n14. Adequate coagulation parameters.\n15. Other laboratory testing:\n\n    * Serum magnesium ≥ the institutional lower limit of normal (LLN)\n    * Serum potassium ≥ the institutional LLN\n16. Left-ventricular-ejection fraction (LVEF) of ≥50% by an echocardiogram (ECHO) or by a multiple-gated acquisition (MUGA)\n17. Male patients willing to use adequate contraceptive measures.\n18. Female patients who are not of child-bearing potential, and female patients of child-bearing potential who agree to use adequate contraceptive measures, who are not breastfeeding, and who have a negative serum or urine pregnancy test within 72 hours prior to start of treatment.\n19. Life expectancy ≥12 weeks.\n20. Ability to swallow oral medications.\n21. Willingness and ability to comply with trial and follow-up procedures.\n22. Ability to understand the nature of this trial and give written informed consent.\n\nExclusion Criteria:\n\n1. Previous treatment with cabazitaxel.\n2. CNS disease requiring immediate neurosurgical intervention (e.g., resection, shunt placement, etc.).\n3. Leptomeningeal metastases as the only site of CNS metastases. Patients with parenchymal brain metastases and leptomeningeal metastases are eligible provided they meet all other eligibility criteria.\n4. Peripheral neuropathy ≥Grade 2 (CTCAE v4.0).\n5. Concurrent treatment with radiation therapy, hormonal therapy, biologic therapy or chemotherapy is not allowed. Low dose corticosteroids (≤30 mg/day prednisone or its equivalent) are allowed.\n6. Concurrent treatment with drugs known to be moderate and strong inhibitors or inducers of isoenzyme CYP3A that cannot be discontinued or switched to different medication prior to starting study drug.\n7. Concurrent use of St. John's wort and grapefruit/grapefruit juice ≤7 days prior to starting study drug is not allowed.\n8. Presence of active gastrointestinal (GI) disease or other condition that in the opinion of the investigator will interfere significantly with the absorption, distribution, metabolism, or excretion of oral therapy (e.g. ulcerative disease, uncontrolled nausea, or vomiting).\n9. Known diagnosis of human immunodeficiency virus (HIV), Hepatitis B (HBV) or Hepatitis C (HCV).\n10. Presence of other active cancers, or history of treatment for invasive cancer ≥3 years. Patients with stage I cancer who have received definitive local treatment with curative intent at least 3 years previously, and are considered unlikely to recur are eligible. All patients with previously treated in situ carcinoma (i.e. non-invasive) are eligible, as are patients with history of non-melanoma skin cancer.\n11. Any severe and/or uncontrolled medical conditions or other conditions that could affect participation in the study such as:\n\n    * Symptomatic congestive heart failure (CHF) of New York Heart Association Class III or IV.\n    * QTc \\> 480 ms on screening ECG (using the Fredericia formula)\n    * Poorly controlled or clinically significant atherosclerotic vascular disease including cerebrovascular accident (CVA), transient ischemic attack (TIA), angioplasty, cardiac or vascular stenting in the past 6 months\n    * Active (acute or chronic) or uncontrolled severe infections.\n    * Active hepatic or biliary disease (except for patients with Gilbert's syndrome, asymptomatic gallstones, liver metastases, or stable chronic liver disease per investigator assessment).\n12. Known hypersensitivity to cabazitaxel or other drugs formulated with polysorbate 80.\n13. Psychological, familial, sociological, or geographical conditions that do not permit compliance with the protocol.\n14. Inability or unwillingness to comply with study and/or follow-up procedures outlined in the protocol.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}