{
    "nctId": "NCT02628535",
    "briefTitle": "Safety Study of MGD009 in B7-H3-expressing Tumors",
    "officialTitle": "Phase 1, First-in-Human, Open Label, Dose Escalation Study of MGD009, A Humanized B7-H3 x CD3 Dual-Affinity Re-Targeting (DART) Protein in Patients With Unresectable or Metastatic B7-H3-Expressing Neoplasms",
    "overallStatus": "TERMINATED",
    "conditions": "Mesothelioma, Bladder Cancer, Melanoma, Squamous Cell Carcinoma of the Head and Neck, Non Small Cell Lung Cancer, Clear Cell Renal Cell Carcinoma, Ovarian Cancer, Thyroid Cancer, Breast Cancer, Pancreatic Cancer, Prostate Cancer, Colon Cancer, Soft Tissue Sarcoma",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 67,
    "primaryOutcomeMeasure": "Number of participants with adverse events",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologically and/or cytologically proven unresectable locally advanced or metastatic tumors that express B7-H3 on the membrane or vasculature. The requirement for previous systemic therapy may be waived if a person was intolerant of standard front-line therapy\n* Dose escalation phase prior systemic treatment requirements:\n* pleural mesothelioma, pancreatic cancer: 1-3 prior treatments\n* urothelial, SCHNN, prostate, soft tissue sarcoma, prostate cancer, TNBC, ccRCC, NSCLC: 1-5 prior treatments\n* ovarian cancer: 2-4 prior treatments\n* colon cancer: 2-4 prior treatments\n* cutaneous melanoma: at least 1 prior treatment (including immunotherapy).\n* Patients with prior immune checkpoint inhibitors must have related toxicities reduced to Grade 0, 1, or baseline\n* Measurable disease per RECIST 1.1 criteria\n* Easter Cooperative Oncology Group (ECOG) performance status 0 or 1\n* Acceptable laboratory parameters and adequate organ reserve.\n\nExclusion Criteria:\n\n* Patients with central nervous system (CNS) involvement must have been treated, be asymptomatic, do not exhibit progression of CNS metastases on MRI or CT within 28 days, and do not have concurrent leptomeningeal disease or cord compression.\n* Clinically significant pulmonary compromise within 28 days of first dose, including pneumonia, pneumonitis, requirement for supplemental oxygen). use to maintain adequate oxygenation, or pleural effusion sufficient to warrant pleurocentesis or any history of ≥ Grade 3 drug induced or radiation pneumonitis.\n* History of autoimmune disease with certain exceptions such as vitiligo, resolved childhood atopic dermatitis, psoriasis not requiring systemic therapy within the past 2 years, patients with history of Hashimoto's or Grave's disease that are now euthyroid clinically and by lab testing\n* History of clinically-significant cardiovascular disease, or cardiac arrhythmias, including atrial fibrillation at screening or day of treatment\n* History of clinically-significant gastrointestinal (GI) disease; GI perforation within 1 year; GI bleeding or acute pancreatitis within 3 months; or diverticulitis within 4 weeks of first study drug administration\n* Active viral, bacterial, or systemic fungal infection requiring parenteral treatment within 7 days of first study drug administration\n* Known history of hepatitis B or C infection or known positive test for hepatitis B surface antigen or core antigen, or hepatitis C polymerase chain reaction (PCR)\n* Known positive testing for human immunodeficiency virus or history of acquired immune deficiency syndrome\n* History of allogeneic bone marrow, stem cell, or solid organ transplant\n* Treatment with systemic cancer therapy or investigational therapy within 3 weeks of first study drug administration; radiation within 2 weeks; corticosteroids (greater than or equal to 10 mg prednisone or equivalent per day) or other immune suppressive drugs within 2 weeks of first study drug administration\n* Trauma or major surgery within 4 weeks of first study drug administration\n* Known hypersensitivity to recombinant proteins, polysorbate 80, or any excipient contained in the drug or vehicle formulation for MGD009",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}