{
    "nctId": "NCT00891280",
    "briefTitle": "Dose-escalation Study of Oral CX-4945",
    "officialTitle": "A Phase 1, Multi-Center, Open-Label, Dose-Escalation, Safety, Pharmacokinetic, and Pharmacodynamic Study of CX-4945 Administered Orally to Patients With Advanced Solid Tumors, Castleman's Disease or Multiple Myeloma",
    "overallStatus": "UNKNOWN",
    "conditions": "Advanced Solid Tumors, Breast Cancer, Inflammatory Breast Cancer, Castleman's Disease, Multiple Myeloma",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 55,
    "primaryOutcomeMeasure": "Safety (Dose limiting toxicities, maximum tolerated dose)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologically or cytologically confirmed malignancy or lymphoproliferative disorder known to over express CK2 which has failed standard therapies (surgery, radiotherapy, endocrine therapy, chemotherapy) or for which effective therapy is not available, including the following types: (examples)\n\n  * Lung cancer\n  * Renal cell cancer\n  * Breast cancer\n  * Inflammatory breast cancer\n  * Head and neck cancer - squamous cell\n  * Prostate cancer\n  * Colorectal cancer\n  * Castleman's disease (multi-centric disease)\n  * Multiple myeloma (Eligible patients must have quantifiable M-protein levels present in serum and/or urine)\n* At least 18 years of age.\n* One or more tumors measurable on radiograph or CT scan, or evaluable disease defined as non-measurable lesions per RECIST or detection of protein M in serum and/or urine of patients with Multiple Myeloma (serum ≥ 10 gm/L and urine ≥ 200 mg/24 hr).\n* Laboratory data as specified below:\n* Hematology: ANC \\>1500 cells/mm3, platelet count \\>100,000 cells/mm3 and Hemoglobin \\> 9 gm/L\n* Hepatic: bilirubin \\<1.5 X ULN; alanine aminotransferase (ALT) or aspartate aminotransferase (AST) \\< 2.5 X ULN. Patients with known liver metastases or liver neoplasms: alanine aminotransferase (ALT) or aspartate aminotransferase (AST) \\< 5.0 X ULN\n* Renal: serum creatinine within normal limits (WNL), defined as within 10% of the institution's stated reference range, or a calculated creatinine clearance \\>60 mL/min/1.73 m2 for patients with abnormal, increased, creatinine levels. Patients with Multiple Myeloma (only): serum creatinine ≤ 2.5 the institutional upper limit of the normal range and a calculated creatinine clearance \\> 40 mL/min/1.73 m2.\n* Coagulation: INR \\< 1.5 times normal, aPTT \\< 1.5 times normal. Patients receiving therapeutic doses of anticoagulant therapy may be considered eligible for the trial if INR and aPTT are within the acceptable therapeutic limits for the institution.\n* A negative pregnancy test (if female of childbearing potential).\n* Estimated life expectancy of at least 3 months\n* Karnofsky Performance Status ≥ 70%\n* For men and women of child-producing potential, use of effective contraceptive methods during the study\n* Ability to understand the requirements of the study, provide written informed consent.\n\nExclusion Criteria:\n\n* Pregnant or nursing women.\n* Seizure disorders requiring anticonvulsant therapy.\n* Known brain metastases (unless previously treated and well controlled for a period of \\> or = 3 months).\n* Major surgery, other than diagnostic surgery, within 4 weeks prior to the first dose of test drug.\n* Treatment with radiation therapy or surgery within one month prior to study entry\n* Treatment with chemotherapy or investigational drugs within 21 days prior to the screening visit. Acute toxicities from prior therapy must have resolved to Grade ≤ 1 above baseline.\n* Patients with a history of a second malignancy within 3 years of the baseline visit excluding cutaneous carcinomas and in-situ carcinoma.\n* Concurrent severe or uncontrolled medical disease.\n* Active symptomatic fungal, bacterial and/or viral infection including active HIV or viral hepatitis.\n* Difficulty with swallowing or an active malabsorption syndrome\n* Chronic diarrhea\n* Gastrointestinal diseases including gastritis, ulcerative colitis, Crohn's disease, or hemorrhagic coloproctitis\n* History of gastric or small bowel surgery involving any extent of gastric or small bowel resection.\n* Clinically significant bleeding event within the last 3 months, unrelated to trauma, or underlying condition that would be expected to result in a bleeding diathesis\n* Patients who have exhibited allergic reactions to a similar structural compound or to a formulation component.\n* Concomitant use of warfarin and HMG-CoA reductase inhibitors (statins)",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}