{
    "nctId": "NCT00343512",
    "briefTitle": "Docetaxel Followed by Surgery in Treating Women With Stage II or Stage III Breast Cancer",
    "officialTitle": "Pilot Study of Neoadjuvant Dose Dense Docetaxel With Correlative Molecular Studies in Stage II/III Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 34,
    "primaryOutcomeMeasure": "Number Participants to Achieve Pathologic Complete Response",
    "eligibilityCriteria": "DISEASE CHARACTERISTICS:\n\nInclusion:\n\n* Histologically or cytologically confirmed invasive carcinoma of the breast by core biopsy\n* Tumor ≥ 2 cm in greatest dimension(may be either node positive or node negative disease\n* Patients with non-metastatic breast cancer who are in the judgment of the treating medical oncologist considered to be of sufficiently high risk to warrant adjuvant chemotherapy\n\n  * Patients with internal mammary, supraclavicular and/or axillary node involvement are eligible. Patients with inflammatory breast cancer are eligible\n  * Patients with T0 disease but palpable and measurable adenopathy are eligible for this trial. All sites of disease should be noted and followed\n* Hormone receptor status:\n\n  * Not specified\n\nPATIENT CHARACTERISTICS:\n\n* ECOG performance status 0-1\n* Menopausal status not specified\n* Female ≥ 18 years old\n* Absolute neutrophil count ≥ 1,000/mm\\^3\n* Hemoglobin ≥ 8 g/dL\n* Platelet count ≥ 100,000/mm\\^3\n* Creatinine ≤ 1.5 times upper limit of normal (ULN)\n* Bilirubin normal\n* Alkaline phosphatase (AP), AST, and ALT meeting 1 of the following criteria:\n\n  * AP normal AND AST or ALT ≤ 5 times ULN\n  * AP ≤ 2.5 times ULN AND AST or ALT ≤ 1.5 times ULN\n  * AP ≤ 5 times ULN AND AST or ALT normal\n* Women of child-bearing potential, must have a negative serum pregnancy test and must use effective contraception for the duration of the study and for at least 6 months after completion of study treatment\n* Patients with prior malignancies are eligible if they have been disease free for ≥ 5 years. Patients with curative treatment of non-melanomatous skin cancer, carcinoma in situ of the cervix, contralateral DCIS treated with mastectomy are eligible even if it is diagnosed in \\< 5 years.\n\nPRIOR CONCURRENT THERAPY:\n\n* No prior anthracycline or taxane-based chemotherapy. Patients who received chemoprevention are eligible if the chemopreventive agent has been discontinued for at least one year prior to enrollment in the current study.\n* At least 1 year since prior tamoxifen for breast cancer prevention\n\nExclusion:\n\n* Prior radiotherapy to the ipsilateral breast\n\n  * Patients who have had radiation to the contralateral breast are eligible\n* Evidence of distant metastatic disease (i.e., lung, liver, bone, brain)\n* Pregnant of breastfeeding\n* Patients who have congestive heart failure, angina pectoris, uncontrolled cardiac arrhythmia, or other significant heart disease, or who have had a myocardial infarction within the past year\n* Patients with \\> grade 1 peripheral neuropathy\n* Patients with a history of hypersensitivity reaction to products containing polysorbate 80 (Tween 80)\n* Patients receiving an investigational anticancer drug within 3 weeks of registration\n* Patients with serious medical illness that in the judgment of the treating physician, places the patient at risk.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}