{
    "nctId": "NCT06354114",
    "briefTitle": "A Study to Evaluate the Efficacy and Safety in Subjects With Advanced Breast Cancer Treated With SYHX2011",
    "officialTitle": "A Single-arm Open-label Phase II Study to Evaluate the Efficacy and Safety in Subjects With Advanced Breast Cancer Treated With SYHX2011",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Advanced Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 80,
    "primaryOutcomeMeasure": "Objective Response Rate (ORR) by Investigator",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* 1.Voluntarily sign the written informed consent and willing to cooperate with the research according to the requirements of the plan.\n* 2.Breast cancer confirmed by histology or cytology and meeting the following conditions:\n\n  1. According to the breast cancer diagnosis and treatment guidelines (2022) of the Chinese Society of Clinical Oncology (CSCO), the breast cancer patients who are suitable for anti-tumor treatment with paclitaxel for injection (albumin-bound) alone judged by the investigators.\n  2. According to RECIST 1.1 standard, there is at least one measurable lesion. For the lesions that have been treated with radiotherapy in the past, only if the disease progression is clear after radiotherapy, then the lesions can be included as the measurable lesions.\n* 3. Age ≥ 18 years.\n* 4. Eastern Cooperative Oncology Group (ECOG) performance status 0 or 1 within 7 days before the first administration.\n* 5. Expected survival time ≥3 months.\n* 6. Normal function of main organs within 7 days before the first administration \\[no blood transfusion, erythropoietin (EPO), granulocyte colony stimulating factor (G-CSF) or other medical support treatment within 14 days before the first administration\\], meeting the following criteria:\n\n  1. Absolute neutrophil count (ANC) ≥ 1.5 × 10\\^9/L; Platelet count (PLT)≥ 100 × 10\\^9/L; Hemoglobin (Hb) ≥ 90 g/L.\n  2. AST \\& ALT ≤ 10 × ULN; Total bilirubin (TBIL) ≤ 1.5 × ULN; Serum creatinine ≤ 1.5 × ULN and Creatinine clearance ≥ 30 mL/min.\n  3. Activated partial thrombin time (APTT) /Prothrombin time (PT)/International standardized ratio (INR)≤1.5 × ULN.\n* 7. The patients with fertility agreed to use reliable contraceptive measures (such as intrauterine device \\[IUD\\], contraceptives or condoms) during the study period and within 6 months after the end of the study; The serum pregnancy test of women of childbearing age is negative within 7 days before the study enrollment.\n\nExclusion Criteria:\n\n* 1. History of severe allergy or major hypersensitivity to paclitaxel or human serum albumin (NCI-CTCAE Version 5.0, ≥ Level 3).\n* 2. The toxicity of previous anti-tumor treatment has not recovered (NCI-CTC AE 5.0, \\>Level 1); Skin reaction or other hypersensitivity caused by any reason does not return to normal.\n* 3. Patients with symptomatic brain metastasis or meningeal metastasis, or there is any evidence that shows uncontrolled brain metastasis or meningeal metastasis.\n* 4. History of malignant tumors other than breast cancer within 5 years before the first administration, except for tumors that have recovered after treatment, such as carcinoma in situ, basal cell carcinoma, etc.\n* 5. There are any of the following concomitant diseases:\n\n  1. Serious or uncontrolled cardiovascular diseases: such as chronic congestive heart failure of grade Ⅱ or above (NYHA standard), uncontrolled hypertension (systolic blood pressure\\>150 mmHg and/or diastolic blood pressure\\>90 mmHg after regular treatment), etc.\n  2. There are clearly identified neurological diseases (such as epilepsy, dementia, etc.) and ≥ grade 3 peripheral neuropathy.\n  3. Serious respiratory diseases, such as asthma requiring glucocorticoid drugs, chronic obstructive pulmonary disease (acute exacerbation), etc.\n  4. Uncontrolled diabetes (fasting blood glucose ≥ 10 mmol/L after regular treatment).\n  5. Serious chronic or active infection requiring systemic antibacterial, antifungal, or antiviral treatment (such as anti-infective drugs have been used for more than one week before the first administration and will continue to be used), including tuberculosis infection, etc.\n  6. Active HBV (HBsAg positive patients need to be tested for HBV DNA, which will be excluded if the HBV DNA is greater than the upper limit of the normal value) or HCV infection (patients with polymerase chain reaction (PCR) HCV RNA within the normal value range can participate in this study) or syphilis antibody positive (and confirmed) or HIV positive.\n  7. Rash on any part of the body and any disease that may cause skin reactions, such as cholestasis, systemic lupus erythematosus, eczema, allergic dermatitis, atopic dermatitis, herpes zoster, psoriasis, etc.\n* 6. Have the following previous medical history:\n\n  1. Major surgical operations (such as abdominal and thoracic major operations; excluding minor operations such as diagnostic puncture or infusion device implantation) have been performed within 28 days before the first administration of the study treatment, or major surgical treatment is expected to be required during the study period.\n  2. Serious cardio-cerebrovascular diseases occurred within 6 months before the first administration, such as myocardial infarction, unstable angina pectoris, cerebrovascular accident (lacunar cerebral infarction without clinical significance can be included), etc.\n* 7. The following previous/concomitant drugs or therapies exist:\n\n  1. Those who use glucocorticoids or antihistamines or other drugs with therapeutic or preventive effects on rash within 2 weeks or 5 half-lives (whichever is longer) before the first administration.\n  2. Use of chemical small molecule antitumor drugs (including endocrine therapy) within 2 weeks or use of biological macromolecule anti-tumor, biological therapy, radiotherapy within 4 weeks before the first administration. Those who need to be treated with other anti-tumor drugs during the study.\n  3. Vaccinated within 4 weeks before the first administration or expected to be vaccinated during the observation period of study administration.\n  4. Those who are expected to undergo radiotherapy or hemodialysis within 2 months after the first administration.\n* 8. Patients who are pregnant, nursing or planning to become pregnant during the study.\n* 9. Other situations in which the investigator judged that the patient was not suitable for the study.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}