{
    "nctId": "NCT02676986",
    "briefTitle": "Short-term Preoperative Treatment With Enzalutamide, Alone or in Combination With Exemestane in Primary Breast Cancer",
    "officialTitle": "Phase II Window of Opportunity Study of Short-term Preoperative Treatment With Enzalutamide (Alone or in Combination With Exemestane) in Patients With Primary Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Primary Breast Cancer ER+ve, Primary Breast Cancer AR+ve TNBN",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 221,
    "primaryOutcomeMeasure": "Determine the difference in geometric mean change in Ki67 expression between the two treatment groups of patients in the ER+ Cohort",
    "eligibilityCriteria": "Main Inclusion Criteria:\n\n1. Written informed consent prior to admission to this study\n2. Female, aged ≥18 years\n3. ECOG performance status 0- 2\n4. Histologically confirmed invasive primary breast cancer\n5. Palpable breast tumour of any size, or tumour with an ultrasound or MRI size of at least 1.0 cm\n6. Haematologic and biochemical indices within the ranges shown below at the screening visit\n\n   1. ANC 1500 cells/μl\n   2. Platelet count 100000/μl\n   3. Serum creatinine concentration \\< 1.5 x ULN\n   4. Bilirubin level \\< 1.5 x ULN\n   5. Aspartate aminotransferase (AST) or alanine aminotransferase (ALT) \\<3 x ULN\n\nInclusion Criteria unique to the ER+ve cohort:\n\n1. ER+ve tumours defined as ≥1% of tumour cells positive for ER on IHC staining or an IHC score (Allred) of ≥3\n2. Postmenopausal defined as:\n\n   1. Age 55 years and 1 year or more of amenorrhea\n   2. Age 55 years and 1 year or more of amenorrhea with LH and/or FSH levels in the postmenopausal range\n   3. Age 55 with prior hysterectomy but intact ovaries with LH and/or FSH levels in the postmenopausal range\n   4. Status after bilateral oophorectomy ( 28 days prior to first study treatment)\n\nInclusion Criteria unique to the AR+ve, TNBC cohort:\n\n1. AR positive tumours defined as any nuclear AR staining by IHC (enrolment may be based on local pathology findings; subsequent review of AR expression by central pathology laboratory will be carried out)\n2. Triple-negative tumours, i.e. tumour cells are negative for\n\n   1. ER with \\<1% of cells positive on IHC or an IHC score (Allred) of ≤2\n   2. PR with \\<1% of tumour cells positive on IHC or an Allred score of ≤2\n   3. HER2 with 0, 1+ or 2+ intensity on IHC and no evidence of amplification of the HER2 gene on ISH\n3. Negative serum or urine pregnancy test for women of childbearing potential within 2 weeks prior to the first dose of study treatment, preferably as close to the first dose as possible. Patients of childbearing potential must agree to use adequate contraception (for example, intrauterine device \\[IUD\\], birth control pills unless clinically contraindicated, or barrier device) beginning 2 weeks before the first dose of investigational medicinal product (IMP) and for 30 days after the final dose of IMP.\n\nExclusion Criteria:\n\n1. Inflammatory breast cancer\n2. Treatment with any of the following medications within 4 weeks before the baseline diagnostic biopsy is taken:\n\n   1. Oestrogens, including hormone replacement therapy;\n   2. Androgens (testosterone, dihydroepiandrosterone, etc.);\n   3. Any approved or investigational agent that blocks androgen synthesis or targets the AR (e.g., abiraterone acetate, ARN-509, bicalutamide, enzalutamide, ODM-201, TAK-448, TAK-683, TAK-700)\n3. Previous systemic or local treatment for the new primary breast cancer currently under investigation (including surgery, radiotherapy, cytotoxic and endocrine treatments); prior treatment for previous breast cancer or other neoplasms is allowed as long as it was completed at least 1 year prior to inclusion into this trial.\n4. History of seizure or any condition that may predispose to seizure; history of loss of consciousness or transient ischemic attack within 12 months before day 1.\n5. Significant cardiovascular disease, such as\n\n   1. History of myocardial infarction, acute coronary syndromes or coronary angioplasty/stenting/bypass grafting within the past 6 months.\n   2. Congestive heart failure New York Heart Association (NYHA) Class III or IV or history of congestive heart failure NYHA class III or IV, unless an echocardiogram or multigated acquisition scan performed within 3 months before day 1 reveals a left ventricular ejection fraction ≥ 45%;\n   3. History of clinically significant ventricular arrhythmias (e.g., ventricular tachycardia, ventricular fibrillation, torsade de pointes);\n6. Hypersensitivity to the active pharmaceutical ingredient or any of the excipients of the IMPs, including Labrasol, butylated hydroxyanisole, and butylated Hydroxytoluene\n7. Any other disease, metabolic dysfunction, physical examination finding, or clinical laboratory finding that, in the investigator's opinion, gives reasonable suspicion of a disease or condition that contraindicates the use of an IMP, may affect the interpretation of the results, render the patient at high risk from treatment complications or interferes with obtaining informed consent.\n8. Psychological, familial, sociological or geographical conditions that do not permit compliance with the study protocol.\n9. Concurrent treatment with other experimental drugs. Participation in another clinical trial with any investigational drug within 4 weeks prior to study entry.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}