{
    "nctId": "NCT03500380",
    "briefTitle": "A Study of RC48-ADC Administered Intravenously to Patients With HER2-Positive Metastatic Breast Cancer With or Without Liver Metastases",
    "officialTitle": "A Randomized, Controlled, Multi-center Phase II Clinical Study to Evaluate the Efficacy and Safety of Recombinant Humanized Anti-HER2 Monoclonal Antibody-MMAE Conjugate for Injection in the Treatment of HER2-positive Locally Advanced or Metastatic Breast Cancer and Phase III Clinical Study to Evaluate the Efficacy and Safety of Recombinant Humanized Anti-HER2 Monoclonal Antibody-MMAE Conjugate for Injection in the Treatment of HER2-positive Advanced Breast With Liver Metastases",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Neoplasms, Breast Diseases, Capecitabine, HER2-positive Breast Cancer, HER2 Positive Breast Carcinoma, HER2-positive Advanced Breast With Liver Metastases",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2, PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 301,
    "primaryOutcomeMeasure": "Progression-free Survival (PFS) as Assessed by an IRC",
    "eligibilityCriteria": "Inclusion criteria for the first phase randomized control period:\n\n* Voluntarily agree to participate in the study and sign the informed consent form.\n* Subjects aged 18 - 70 years (inclusive), and the subject who have not reached the age of 71 years old will be considered to be ≤ 70 years of age.\n* Expected survival ≥ 12 weeks.\n* ECOG PS score 0 or 1.\n* Female subjects should be surgically sterilized or in post-menopausal status, or agree to use at least one medically accepted contraceptive methods (such as intrauterine device, contraceptive drug or condom) during study treatment period and for up to 6 months after the study treatment is completed, and the blood pregnancy test must be negative within 7 days prior to study enrollment, and they must not be lactating. For male subjects: all the subjects should be surgically sterilized or agree to use one of the medically approved contraceptive methods during the study treatment period and for an additional of 6 months after the end of the study treatment period.\n* Able to understand study requirements, willing and able to comply with study protocol and follow-up procedures.\n\nWith Adequate Organ Function\n\n* Bone marrow function:\n\nHemoglobin ≥ 9 g/dL; Absolute neutrophil count ≥ 1.5×109/L; Platelets ≥ 100 × 109/L;\n\n* Liver function (based on the normal values specified by study site):\n\nSerum total bilirubin ≤ 1.5 × the upper limit of normal (ULN); Alanine aminotransferase (ALT), aspartate aminotransferase (AST) and alkaline phosphatase (ALP) ≤ 2.5 × ULN in the absence of liver metastases, while ALT, AST and ALP ≤ 5 × ULN in the presence of liver metastases;\n\n* Renal function (based on the normal values specified by study site):\n\nSerum creatinine ≤ 1.5 × ULN, or creatinine clearance (CrCl) ≥ 60 mL/min as calculated by Cockcroft-Gault formula, or 24-hour urine Crcl ≥ 60 mL/min;\n\n* Cardiac function:\n\nNew York Heart Association (NYHA) classification \\< Grade III; Left ventricular ejection fraction ≥ 50%; Tumor Related Criteria\n\n* Histologically and/or cytologically confirmed invasive locally advanced or metastatic breast cancer that is incurable and unresectable;\n* Positive HER2 expression (positive defined as: IHC 3+ or FISH+); previous test results of HER2 expression provided by the subjects (have to be confirmed by the investigator) and those obtained from the study site or the central laboratory were both acceptable; subject are able to provide samples from primary or metastatic tumor sites for HER2 test (either paraffin blocks, paraffin-embedded sections, or sections prepared using freshly excised tissues);\n* With prior taxane therapy (monotherapy or in combination with other drugs, treatment duration should be ≥ 2 cycles);\n* With prior adjuvant therapy, have received treatment with trastuzumab or its biosimilar for patients with locally advanced cancer or metastasis during relapse and metastasis (monotherapy or in combination with other drugs, such as for ≥ 3 months in the adjuvant therapy phase, and ≥ 6 weeks in the post-relapse and metastatic phase);\n* With evidence of tumor progression during or after the most recent treatment as confirmed by the investigator or with documented history;\n* No more than 2 lines of chemotherapy received after relapse/metastasis. The number of chemotherapy lines is restricted to chemotherapeutic drugs, and each chemotherapy regimen is counted as a number of chemotherapy line, excluding targeted drugs and/or endocrine drugs; the same maintenance treatment as the previous chemotherapy regimen will not be counted.\n* With at least one measurable lesion per RECIST v1.1.\n\nExclusion Criteria for Randomized Controlled Period in Stage I:\n\n* Use of investigational drugs within 4 weeks prior to study treatment;\n* Have received major surgeries within 4 weeks prior to study treatment and have not recovered yet;\n* Have received a live vaccine inoculation within 4 weeks prior to the start of study drug administration or was scheduled to receive any vaccine during the study;\n* Have experienced arterial/venous thromboembolic events, such as cerebrovascular accident (including transient ischemic attack), deep vein thrombosis and pulmonary embolism within 1 year prior to the initiation of study treatment;\n* Suffering uncontrolled systemic diseases, including diabetes, hypertension, pulmonary fibrosis, acute lung disease, interstitial lung disease, cirrhosis, etc.;\n* Currently suffering from active infections requiring systemic treatment;\n* With history of active tuberculosis;\n* With positive HIV test result;\n* Patients with active hepatitis B or C (HBsAg positive and HBV DNA positive; HCVAb positive);\n* Presence of effusion in the third space (including massive hydrothorax or ascites) that cannot be controlled by drainage or other methods;\n* With known hypersensitivity or delayed-type hypersensitivity to certain components of RC48-ADC, capecitabine, lapatinib or similar drugs;\n* With pre-existing gastrointestinal disorders that may affect absorption, such as ileus, ulcerative colitis, chronic diarrhea, inability to swallow, and other conditions that may affect drug administration and absorption;\n* With known psychiatric disorders or drug abuse disorders that might have an impact on compliance with protocol requirements;\n* Have any other diseases, metabolic disorders, abnormal physical examination findings or abnormal laboratory test results, which, judged by the investigator, are reasonably to suspect a disease or condition as a contraindication of the study drug, or may interfere the interpretation of the study results in the future, or that put the patient at a high risk;\n* Women who are pregnant or during lactation period or women/men with childbearing plans;\n* Subjects who are estimated to have poor compliance with the clinical study or the investigator determines that there are other factors not appropriate to participate in the study;\n* Presence of brain metastases and/or carcinomatous meningitis.\n* Had any other malignancy within 5 years prior to signing of the informed consent (except for non-melanoma skin cancer, cervix carcinoma in situ or other tumor that have been effectively treated and considered to be cured);\n* Have received prior chemotherapy, radiotherapy, immunotherapy within 4 weeks prior to the first dose of the study drug;\n* Have received hormonal therapy for breast cancer within 2 weeks prior to the start of study treatment;\n* Patients who received palliative radiotherapy for bone metastases within 2 weeks before the start of study treatment;\n* Have received anti-tumor traditional Chinese medicine within 2 weeks prior to the start of study treatment;\n* Have received capecitabine within 6 months prior to the start of study treatment, or have failed to respond to prior treatment with capecitabine (including progression while on capecitabine treatment or maintenance of clinical efficacy for a period of less than 6 months after treatment), or with intolerance to capecitabine. Patients who have received capecitabine as adjuvant therapy and have discontinued this therapy for ≥ 6 months are eligible;\n* The toxicity of prior anti-tumor therapy had not recovered to CTCAE \\[Version 4.03\\] Grade 0-1, with the following exceptions: a). alopecia; b). pigmentation; c). long-term toxicity caused by radiotherapy, which are considered as irreversible by the investigator;\n* With prior systemic therapy with or participation in clinical studies with HER2 tyrosine kinase inhibitors (TKIs);\n* With prior treatment with T-DM1 or had participated in clinical studies with same class of drugs.\n* With known hypersensitivity to 5-fluorouracil or known dihydropyrimidine dehydrogenase deficiency.\n\nInclusion Criteria for Stage 1 Cross-over Period：\n\n* Had previously participated in the study of randomized controlled period and received lapatinib plus capecitabine, and received no anti-tumor treatment after disease progression (RECIST v1.1 criteria);\n* The general situation part refers to the selection criteria of the first stage randomized control period.\n\nExclusion Criteria for Cross-over Period in Stage I：\n\n* Have received major surgeries within 4 weeks prior to study treatment and have not recovered yet;\n* Have received a live vaccine inoculation within 4 weeks prior to the start of study drug administration or was scheduled to receive any vaccine during the study (except the COVID-19 vaccine);\n* Have experienced arterial/venous thromboembolic events, such as cerebrovascular accident (including transient ischemic attack), deep vein thrombosis and pulmonary embolism within 1 year prior to the initiation of study treatment;\n* Suffering uncontrolled systemic diseases, including diabetes, hypertension, pulmonary fibrosis, acute lung disease, interstitial lung disease, cirrhosis, etc.;\n* Currently suffering from active infections requiring systemic treatment;\n* With positive HIV test result;\n* Patients with active hepatitis B or C (HBsAg positive and HBV DNA positive; HCVAb positive);\n* Presence of effusiona in the third space (including massive hydrothorax or ascites) that cannot be controlled by drainage or other means;\n* With known hypersensitivity or delayed-type hypersensitivity to certain components of RC48-ADC or similar drugs;\n* With known psychiatric disorders or drug abuse disorders that might have an impact on compliance with protocol requirements;\n* Have any other diseases, metabolic disorders, abnormal physical examination findings or abnormal laboratory test results, which, judged by the investigator, are reasonably to suspect a disease or condition as a contraindication of the study drug, or may interfere the interpretation of the study results in the future, or that put the patient at a high risk;\n* Women who are pregnant or in lactation period or women/men with childbearing plans;\n* Subjects who are estimated to have poor compliance with the protocol of this cross-over period or the investigator determines that there are other factors not appropriate to participate in the study;\n* Presence of brain metastases and/or carcinomatous meningitis. Have received prior treatment for brain metastases may be considered for participating in this study, provided that the diseases were stable, had no disease progression as confirmed by imaging examinations within 4 weeks prior to the first dose of the investigational product (IP), and that all neurological symptoms have recovered to baseline level without any evidence of newly emerging or spread brain metastases; moreover, treatment with radiation, surgery or steroids was discontinued at least 14 days prior to the first dose of study drug. This exception did not include cancerous meningitis, which should be excluded regardless of the stability of its clinical status;\n* Patients who received palliative radiotherapy for bone metastases within 2 weeks before the start of study treatment;\n* Received treatment with lapatinib and/or capecitabine within 2 weeks prior to the first dose of the study drug;\n* The toxicity of prior anti-tumor therapy had not recovered to CTCAE \\[Version 4.03\\] Grade 0-1, with the following exceptions: a). alopecia; b). pigmentation; c). long-term toxicity caused by radiotherapy, which are considered as irreversible by the investigator;\n\nInclusion Criteria for Randomized Controlled Period in Stage II：\n\n* The general situation part refers to the selection criteria of the first stage randomized control period.\n\nExclusion Criteria for Randomized Controlled Period in Stage II：\n\n* The toxicity of prior anti-tumor therapy had not recovered to CTCAE \\[Version 5.0\\] Grade 0-1, with the following exceptions: a). alopecia; b). pigmentation; c). long-term toxicity caused by radiotherapy, which are considered as irreversible by the investigator;\n* The remaining parts refer to the exclusion criteria of the first stage randomized control period.\n\nInclusion Criteria for Cross-over Period in Stage II：\n\n* Had previously participated in the study of randomized controlled period and received lapatinib plus capecitabine, and received no anti-tumor treatment after disease progression (RECIST v1.1 criteria);\n* Expected survival ≥ 12 weeks;\n* ECOG PS score 0 or 1;\n* Female subjects should be surgically sterilized or in post-menopausal status, or agree to use at least one medically accepted contraceptive methods (such as intrauterine device, contraceptive drug or condom) during study treatment period and for up to 6 months after the study treatment is completed, and the blood pregnancy test must be negative within 7 days prior to study enrollment, and they must not be lactating. For male subjects: all the subjects should be surgically sterilized or agree to use one of the medically approved contraceptive methods during the study treatment period and for an additional of 6 months after the end of the study treatment period.\n* Able to understand study requirements, willing and able to comply with study protocol and follow-up procedures.\n\nWith Adequate Organ Function\n\n* Bone marrow function:\n\nHemoglobin ≥ 9 g/dL; Absolute neutrophil count ≥ 1.5×109/L; Platelets ≥ 100 × 109/L;\n\n* Liver function (based on the normal values specified by study site):\n\nSerum total bilirubin ≤ 1.5 × the upper limit of normal (ULN); Alanine aminotransferase (ALT), aspartate aminotransferase (AST) and alkaline phosphatase (ALP) ≤ 2.5 × ULN in the absence of liver metastases, while ALT, AST and ALP ≤ 5 × ULN in the presence of liver metastases;\n\n* Renal function (based on the normal values specified by study site):\n\nSerum creatinine ≤ 1.5 × ULN, or creatinine clearance (CrCl) ≥ 60 mL/min as calculated by Cockcroft-Gault formula, or 24-hour urine Crcl ≥ 60 mL/min;\n\n* Cardiac function:\n\nNew York Heart Association (NYHA) classification \\< Grade III; Left ventricular ejection fraction ≥ 50%;\n\nExclusion Criteria for Cross-over Period in Stage II：\n\n* The toxicity of prior anti-tumor therapy had not recovered to CTCAE \\[Version 5.0\\] Grade 0-1, with the following exceptions: a. alopecia; b. pigmentation; c. long-term toxicity caused by radiotherapy, which are considered as irreversible by the investigator;\n* The remaining parts refer to the exclusion criteria of the first phase of the crossover period.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}