{
    "nctId": "NCT06518837",
    "briefTitle": "Tirzepatide for Weight Loss Intervention in Early-Stage Hormone Receptor Positive/HER2 Negative Breast Cancer",
    "officialTitle": "FITWISE: Feasibility Study of Tirzepatide for Weight Loss Intervention in Early-Stage Hormone Receptor Positive/HER2 Negative Breast Cancer",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Hormone Receptor-Positive Breast Cancer, HER2-Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 40,
    "primaryOutcomeMeasure": "Weight Loss Reduction with Tirzepatide during Adjuvant Treatment for HR+/Her2- Breast Cancer (Measured by Body Weight Reduction)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Consent: Be willing and able to provide written informed consent for the trial.\n* Age: Male or Female patients aged 18 years or older.\n* Breast Cancer Diagnosis: Have hormone receptor-positive (HR+), HER2-negative (HER2-) breast cancer previously diagnosed by biopsy. HR status is defined as estrogen receptor (ER) \\>10% and/or progesterone receptor (PR) \\>10%; HER2 status is defined as immunohistochemistry (IHC) 0 or 1+ or IHC 2+, fluorescence in situ hybridization (FISH) negative.\n* Stage: Have previously untreated early-stage, clinical or anatomic stage I, II, or III hormone receptor-positive breast cancer.\n* Definitive Treatment: Have had definitive treatment with curative intent for breast cancer, including surgery, chemotherapy, and radiotherapy as indicated.\n* Body Mass Index (BMI): Have a BMI of 30 kg/m² or more, or a BMI of 27 kg/m² or more with one weight-related complication (e.g., hypertension, type 2 diabetes, dyslipidemia, obstructive sleep apnea, or cardiovascular disease).\n* Performance Status: Have an Eastern Cooperative Oncology Group (ECOG) performance status of 0 to 2.\n* Cardiac Function: Have a left ventricular ejection fraction (LVEF) of 50% or greater, or greater than the institution's lower limit of normal (LLN), as assessed by echocardiogram (ECHO) or multigated acquisition (MUGA) scan performed at screening.\n* Organ Function: Demonstrate adequate organ function in screening labs.\n* Tumor Specimens: Have archived biopsy or surgical tumor specimens available as tumor blocks or unstained slides.\n\nExclusion Criteria:\n\n* Other Clinical Studies: Is currently enrolled, or will enroll in, a different clinical study in which investigational therapeutic procedures are performed or investigational therapies are administered while participating in this study.\n* Stage IV Breast Cancer: Have stage IV, metastatic breast cancer.\n* Cancer Type: Have HER2-positive or triple-negative breast cancer.\n* Active Malignancy: Have a concomitant active malignancy.\n* Performance Status: Have an Eastern Cooperative Oncology Group (ECOG) performance status greater than 2.\n* Body Mass Index: Have a BMI of less than 27 kg/m².\n* Type 1 Diabetes Mellitus: Have type 1 diabetes mellitus.\n* Gastric Emptying Abnormality: Have a known clinically important gastric emptying abnormality (e.g., severe gastroparesis or gastric outlet obstruction) or chronically took drugs that directly affect gastrointestinal motility.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}