{
    "nctId": "NCT00674206",
    "briefTitle": "A Phase II Trial of Gemcitabine and Oxaliplatin for Triple Negative Metastatic Breast Cancer",
    "officialTitle": "A Phase II Trial of Gemcitabine and Oxaliplatin for ER-, PR-, HER2NEU- (Triple Negative) Metastatic Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 6,
    "primaryOutcomeMeasure": "Number of Participants With Complete Response, Partial Response, Progressive Disease and Stable Disease.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologically or cytologically confirmed ER-, PR-, Her2neu- (Triple Negative) metastatic breast cancer\n* Patients must have measurable disease according to the RECIST criteria. Patients with bone metastases may be included if they have a decrease in performance status or narcotic analgesic requirement.\n* Patients must have either received a taxane in the adjuvant setting or received a taxane as first-line treatment for metastatic breast cancer\n* Age \\> 18 years\n* ECOG Performance Score of 0, 1, or 2 (Appendix A)\n* Adequate bone marrow as evidenced by:\n* Absolute neutrophil count \\> 1,500/L\n* Platelet count \\> 100,000/microL\n* Adequate renal function as evidenced by serum creatinine \\< 1.5 mg/dL\n* Adequate hepatic function as evidenced by:\n\n  * Serum total bilirubin \\< 1.5 mg/dL\n  * Alkaline phosphatase \\< 3X the ULN for the reference lab \\< 5X the ULN (Upper limit for normal) for patients with known hepatic metastases\n  * SGOT/SGPT \\< 3X the ULN(Upper limit for normal) for the reference lab (\\< 5X the ULN for patients with known hepatic metastases\n* Patients must be recovered from both acute and late effects of any prior surgery, radiotherapy or other antineoplastic therapy\n* Patients or their legal representatives must be able to read, understand and provide informed consent to participate in the trial.\n* Patients of childbearing potential agree to use an effective form of contraception during the study and for 90 days following the last dose of study medication (an effective form of contraception is an oral contraceptive or a double barrier method)\n\nExclusion Criteria:\n\n* Patients with an active infection or with a fever \\> 101.30 F within 3 days of the first scheduled day of protocol treatment\n* Patients with active CNS metastases. Patients with stable CNS disease, who have undergone radiotherapy at least 4 weeks prior to the planned first protocol treatment and who have been on a stable dose of corticosteroids for 3 weeks are eligible for the trial\n* History of prior malignancy within the past 5 years except for curatively treated basal cell carcinoma of the skin, cervical intra-epithelial neoplasia, or localized prostate cancer with a current PSA of \\< 1.0 mg/dL on 2 successive evaluations at least 3 months apart, with the most recent evaluation within 4 weeks of entry\n* Patients with known hypersensitivity to any of the components of oxaliplatin or gemcitabine.\n* Patients who have received gemcitabine or platin-based chemotherapy in the past.\n* Patients who have received chemotherapy within 28 days of the first scheduled day of protocol treatment.\n* Patients who received radiotherapy to more than 25% of their bone marrow; or patients who received any radiotherapy within 4 weeks of entry\n* Patients who are receiving concurrent investigational therapy or who have received investigational therapy within 28 days of the first scheduled day of protocol treatment (investigational therapy is defined as treatment for which there is currently no regulatory authority approved indication)\n* Peripheral neuropathy Grade 2\n* Patients who are pregnant or lactating\n* Any other medical condition, including mental illness or substance abuse, deemed by the Investigator to be likely to interfere with a patient's ability to sign informed consent, cooperate and participate in the study, or interfere with the interpretation of the results.\n* History of allogeneic transplant\n* Known HIV or Hepatitis B or C (active, previously treated or both)",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}