{
    "nctId": "NCT04307329",
    "briefTitle": "Monalizumab and Trastuzumab In Metastatic HER2-pOSitive breAst Cancer: MIMOSA-trial",
    "officialTitle": "Monalizumab and Trastuzumab In Metastatic HER2-pOSitive breAst Cancer: MIMOSA-trial",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 12,
    "primaryOutcomeMeasure": "Response",
    "eligibilityCriteria": "Inclusion Criteria:\n\nwithout SISH amplification) breast cancer. HER2-positivity must have been assessed on a metastatic lesion.\n\n* Histological or cytological confirmed locally incurable or metastatic disease\n* Accessible lesion for study biopsies.\n* Administration of at least one line of palliative treatment with documented progression and a maximum of three lines of palliative chemotherapy in combination with HER2 targeting agents (TDM-1 is considered one line of palliative treatment). Trastuzumab in combination with endocrine treatment is not defined as one line of treatment.\n* Documented progression during previous trastuzumab-based therapy\n* Measurable disease according to RECIST1.1 (at least one target lesion)\n* Left ventricular ejection fraction of 50% or higher\n* WHO performance status of 0 or 1\n* No signs of a visceral crisis\n* Signed written informed consent - Subjects with brain metastases are eligible if they have been treated, asymptomatic and there is no magnetic resonance imaging (MRI) evidence of progression for at least 4 weeks prior to study registration. There must also be no requirement for immunosuppressive doses of systemic corticosteroids (\\> 10 mg/day prednisone equivalents) for at least 2 weeks prior to study drug administration\n\nExclusion Criteria:\n\n* uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris\n* known leptomeningeal disease localization\n* history of having received other anticancer therapies within 2 weeks of start of the study drug\n* history of immunodeficiency, autoimmune disease, conditions requiring innmunosuppression (\\>10 mg daily prednisone equivalents) or chronic infections. Subjects with vitiligo, diabetes mellitus type I on a stable insulin regimen, psoriasis not requiring systemic treatment or resolved childhood asthma/atopy would be an exception to this rule. Subjects that require intermittent use of bronchodilators, inhaled steroids, or local steroid injections will not be excluded from the study. Subjects with hypothyroidism stable on hormone replacement, Sjogren's syndrome or conditions not expected to recur in the absence of an external trigger will not be excluded from the study. Adrenal replacement doses \\>10 mg daily prednisone equivalents are permitted in the absence of active autoinnmune disease\n* prior treatment with immune checkpoint blockade or other forms of imnnunotherapy, such as but not limited to: anti-PD-(L)1, anti-PD-L2, anti-CTLA-4, anti-GITR or CD137/0X40 agonists\n* prior treatment with HER2-based vaccines\n* live vaccine within two weeks prior to start of the study, at any time during the study or within 5 months following the last dose of monalizumab. Inactivated vaccines, such as the seasonal flu vaccination, are allowed\n* history of clinically significant or uncontrolled cardiac disease, including congestive heart failure (New York Heart Association functional classification .3), angina, myocardial infarction within 12 months prior to study treatment or ventricular arrhythmia.\n* active other cancer\n* positive test for hepatitis B surface virus surface antigen (HBsAg) or hepatitis C virus ribonucleic acid (HCV antibody) indicating acute or chronic infection.\n* allogeneic stem cell or organ transplantation, HIV or active tuberculosis\n* history of uncontrolled serious medical or psychiatric illness\n* Presence of any psychological, familial, sociological or geographical condition potentially hampering compliance with the study protocol and follow-up schedule\n* current pregnancy or breastfeeding. Women of childbearing potential (WOCBP) must use adequate contraceptive protection. WOCBP must have a negative serum or urine pregnancy test",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}