{
    "nctId": "NCT04144309",
    "briefTitle": "Acupuncture for Insomnia in Breast Cancer Patients Undergoing Chemotherapy",
    "officialTitle": "The Effect of Acupuncture for Insomnia in Breast Cancer Patients Undergoing Chemotherapy: A Randomized, Sham-Controlled Trial",
    "overallStatus": "COMPLETED",
    "conditions": "Insomnia, Secondary, Breast Cancer Female, Chemotherapy",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 138,
    "primaryOutcomeMeasure": "Insomnia Severity Index (ISI)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Female patients between 18 and 75 years of age.\n* Diagnosis of stage (American Joint Committee on Cancer (AJCC) TNM) I-IV breast cancer.\n* Currently receiving chemotherapy, or have completed chemotherapy no more than 6 months.\n* Insomnia onset after the diagnosis of breast cancer.\n* Insomnia occurs at least 3 nights per week, and presents for at least 1 month, with fulfilment of the Diagnostic and Statistical Manual of Mental Disorders, 5th Edition (DSM-5) diagnostic criteria for brief insomnia disorder Insomnia severity as defined by an ISI score of no less than 10 in the past 2 weeks.\n* Expected survival time of more than 6 months.\n* Ability to understand the nature of the study and willingness to give informed consent.\n* Ability to provide responses during outcome measurement.\n\nExclusion Criteria:\n\n* Other sleep disorder (e.g., obstructive sleep apnoea).\n* Shift work or irregular sleep pattern.\n* Severe visual, hearing or language defects.\n* Severe hematological dysfunction (platelet count \\<60,000/μL, haemoglobin \\<8 g/dL or absolute neutrophil count \\<1000/μL).\n* History of acupuncture use in the previous 3 months.\n* Participation in other clinical trials with intervention within 3 months of the beginning of the trial.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}