{
    "nctId": "NCT06148038",
    "briefTitle": "CBD for Breast Cancer Primary Tumors",
    "officialTitle": "A Phase 1a \"Window Trial\" of Cannabidiol (CBD) For Breast Cancer Primary Tumors",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 60,
    "primaryOutcomeMeasure": "CBD and cell proliferation",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Histologically confirmed invasive breast cancer (stages I, II, or III) or DCIS with primary tumor(s) ≥ 0.8 cm on mammogram, ultrasound, MRI, or physical exam 2.18 years of age or older 3.Subject must understand risks and benefits of the protocol and be able to give informed consent 4.Women of child-bearing potential (WOCBP) must agree to use an approved form of birth control and to have a negative pregnancy test result before registration. WOCBP is defined as any female who has experienced menarche and who has not undergone surgical sterilization (hysterectomy or bilateral oophorectomy) or who is not postmenopausal. Menopause is defined clinically as 12 consecutive months of amenorrhea in a woman over 45 in the absence of other biological or physiological causes.\n\n5. Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1 6.Adequate hematologic and end organ function, defined by the following laboratory results obtained within 14 days prior to registration:\n\n* ANC ≥ 1.5 × 109/L\n* Platelet count ≥ 100 × 109/L\n* Hemoglobin ≥ 9 g/dL\n* Albumin ≥ 2.5 g/dL\n* Bilirubin ≤ 1.5 × the upper limit of normal (ULN)\n* AST, ALT, and alkaline phosphatase ≤ 3 × ULN\n* Serum creatinine ≤ 1.5 × ULN or creatinine clearance (CrCl) ≥ 40 mL/min on the basis of measured CrCl from a 24-hour urine collection or Cockcroft-Gault\\* glomerular filtration rate estimation:\n\n  (140-age) × (weight in kg) × (0.85 if female) 72 × (serum creatinine in mg/dL)\n\n  \\* The Modification of Diet in Renal Disease (Levey et al. 2006) and the Chronic Kidney Disease Epidemiology Collaboration (Levey et al. 2009) formulas for estimation of glomerular filtration rate are also acceptable.\n\n  7. Ability and capacity to comply with the study and follow-up procedures 8. Subjects must be scheduled for surgery no less than 5 days from the planned start of day 1 and no more than 56 days from the planned start of day 1.\n\n  9. If patients are taking home regimens of CBD or marijuana, they must consent to abstain for the length of the trial.\n\nExclusion Criteria:\n\n1. Subjects undergoing neoadjuvant chemotherapy or neoadjuvant endocrine therapy\n2. Subjects who are pregnant or are lactating.\n3. Patients taking drugs metabolized by cytochrome p450 (warfarin, amiodarone, levothyroxine, clobazam, lamotrigine, valproate, prednisolone, hydrocortisone, clarithromycin, itraconazole, erythromycin, fluconazole, clopidogrel, rifampin, sulfamethoxazole, any opioids, antiepileptic medications (including carbamazapine, phenytoin, valproic acid, but excepting of gabapentin, clonazepam, or diazepam).\n4. Routine use of recreational or medicinal marijuana products (defined as \\> 4 times per month) or illicit drug use including opioids, cocaine, amphetamines, PCP, LSD\n5. Concurrent use of over-the-counter CBD oil, Marinol®, Delta-8 THC, or cannabis\n6. History of allergic reactions attributed to compounds of similar chemical or biologic composition to CBD or placebo\n7. Underlying history of epilepsy/ recurrent seizure disorder or unexplained seizure within past 6 months\n8. Patients with uncontrolled cardiovascular disease defined by myocardial infarction, stroke, or transient ischemic attack, or need for coronary stent placement within past six months.\n9. Patients with a psychiatric illness or psychiatric symptoms that would prevent them from completing study procedures or would disqualify them from surgical intervention (e.g., untreated schizophrenia, bipolar disorder, or suicide ideation/attempt resulting in psychiatric hospitalization within the last 30 days).\n10. Women who are pregnant or breastfeeding or who refuse to practice an effective form of birth control (condoms, diaphragm, birth control pill, IUD)",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}