{
    "nctId": "NCT03552406",
    "briefTitle": "Study of ISU104, Targeting ERBB3 in Patients With Advanced Solid Tumors",
    "officialTitle": "A Phase I, Open-label, Dose-finding Study to Assess the Safety, Tolerability and Pharmacokinetics of ISU104, a Human Monoclonal Antibody Targeting ErbB3 in Patients With Advanced Solid Tumors",
    "overallStatus": "UNKNOWN",
    "conditions": "Solid Tumor",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 33,
    "primaryOutcomeMeasure": "Determine the Maximum Tolerated Dose Dependent on Reports of Dose-limiting Toxicities",
    "eligibilityCriteria": "Inclusion Criteria:\n\nCommon\n\n1. Male or Female with ≥ 19 years of age\n2. Histologically or Cytologically confirmed a diagnosis of an advanced solid tumor that was refractory to standard treatment or for which no standard therapy existed, or patients declined any treatment options\n3. Eastern Cooperative Oncology Group (ECOG) performance status ≤ 2\n4. Life Expectancy ≥ 12 weeks\n5. Adequate Hematological, Renal and Hepatic function\n6. According to Response Evaluation Criteria in Solid Tumors Criteria (RECIST) version 1.1, the patient had at least one measurable lesion\n\nExclusion Criteria:\n\n1. Severe hypersensitivity or a history of any hypersensitivity to the similar drug class of IP\n2. Patients underwent the major surgery or procedure, or had the medical history (as blow):\n\n   * Major surgery requiring systemic anesthesia or respiratory assist device within 4 weeks prior to baseline \\[2 weeks in case of video-assisted thoracoscopic surgery (VATS) or open-and-closed (ONC) surgery)\\]\n   * Severe cardiovascular disease within 24 weeks prior to baseline\n   * Severe cerebrovascular disease within 24 weeks prior to baseline\n   * Pulmonary thromboembolism, deep vein thrombosis (DVT) or other clinically and significantly severe lung disease within 24 weeks prior to baseline\n3. Patients had the following concurrent diseases at baseline:\n\n   * Hematologic malignancies including lymphoma\n   * Clinically significant symptom or uncontrolled central nervous system (CNS) or brain metastases\n   * Pleural effusion and ascites drainage\n   * Uncontrolled hypertension (SBP/DBP \\> 160/100 mmHg)\n   * Active hepatitis B or C virus\n   * Human immunodeficiency virus (HIV) that is positive\n   * Thromboembolic disease or bleeding diatheses\n   * Interstitial lung disease (ILD)\n4. Left ventricular ejection fraction (LVEF) value, when measured by echocardiogram, multiple gated acquisition (MUGA) scan or a standard procedure in the institution within 4 weeks prior to the study entry\n5. Patients with the following medication history:\n\n   * anti-ErbB3 targeted therapies\n   * small-molecule tyrosine kinase inhibitors within 2 weeks prior to baseline\n   * any anti-cancer therapy, including chemotherapy, radiotherapy, biologic therapy, retinoid therapy, or therapeutic/palliative radiotherapy for the treatment of advanced solid tumors within 4 weeks prior to baseline\n   * Granulocyte-Colony Stimulating Factor (G-CSF), packed red cell or platelet transfusion within 2 weeks prior to the first injection of IP to correct the abnormal values of absolute neutrophil count (ANC) or platelet count\n6. Pregnant woman, breastfeeding woman, or women of childbearing age and men with partners of childbearing age, unless they are willing to follow abstinence or use effective forms of contraception\\* from the study entry until at least 16 weeks after the EOT visit\n7. Subjects receiving any other investigational products or medical devices within 4 weeks prior to screening\n8. Principal investigator's opinion\n\n\\[Part 1 Dose-escalation cohort\\]\n\n1. Patients with severe hypersensitivity or history of hypersensitivity to the similar drug class of the investigational product.\n2. Patients receiving anti-cancer therapy, including chemotherapy, radiotherapy, biologic therapy, retinoid therapy, or therapeutic/palliative radiotherapy for treatment of advanced solid tumors within four weeks prior to baseline.\n\n\\[Part 2 dose-expansion cohort\\]\n\n1. Patients with history of allergy or hypersensitivity to the investigational product (ISU104 or cetuximab) or any excipients of the investigational product or its similar derivatives.\n2. Patients with primary malignant neoplasm, including head and neck cancer as specified in inclusion criteria of Part 2 dose-expansion cohort. However, an exception may be allowed for the following:\n\n   * For respective malignancy, treatment-naïve or disease-free patients for at least three years (however, patients undergoing radical resection on papillary thyroid carcinoma may be eligible for this clinical trial, even though three years have not passed).\n   * Total dissection of skin basal cell carcinoma/squamous cell carcinoma or at least one year had passed since successful treatment of cervical intraepithelial neoplasia.\n3. Patients receiving anti-cancer therapy, including chemotherapy, radiotherapy, biologic therapy, retinoid therapy, therapeutic/palliative radiotherapy, or hormone therapy for treatment of advanced solid tumors within four weeks prior to baseline.",
    "sex": "ALL",
    "minimumAge": "19 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}