{
    "nctId": "NCT00912548",
    "briefTitle": "Evaluating the Role of the Addition of Ovarian Function Suppression (OFS) to Tamoxifen in Young Women",
    "officialTitle": "A Randomised Phase III Study for Evaluating the Role of the Addition of Ovarian Function Suppression to Tamoxifen in Young Women With Hormone-Sensitive Breast Cancer Who Remain in Premenopause or Regain Menstruation After Chemotherapy",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 1234,
    "primaryOutcomeMeasure": "all cause recurrence",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patients must have undergone excision of the primary breast mass, proven histologically to be invasive breast adenocarcinoma.\n2. Patients must be within 3 months after the last cycle of chemotherapy.\n3. Patients must have the history of normal menstruation prior to the start of chemotherapy.\n4. Stage I, II or III\n5. Woman, less than or equal to 45 years of age\n6. Hormone receptor status : ER+ve and/or PgR+ve\n7. WHO performance status 0, 1 or 2.\n8. Patients who were treated with cytotoxic chemotherapy in pre- or post- surgery.\n9. Adequate haematological function defined by haemoglobin 10g/dL, neutrophil count 1.5x109/L and platelets 100x109/L.\n10. Adequate hepatic function defined by AST and ALT 2.5xupper limit of normal. Alkaline phosphatase 5xupper limit of normal, unless bone metastases in the absence of liver disease. Renal function adequate defined by creatinine\\<175mmol/L.\n\nExclusion Criteria:\n\n1. Patients whose primary breast cancer was classified as:\n\n   * ER(-),ER unknown\n2. Patients with the history of hysterectomy or oophorectomy\n3. Sarcomas or squamous cell carcinomas of the breast are not eligible.\n4. Patients with malignancies (other than breast cancer) within the last 5 years, except for adequately treated in situ carcinoma of the cervix or basal cell / squamous cell carcinoma of the skin.\n5. Investigational drugs given within the previous 4 weeks.\n6. Patients known to be on any unlicensed non-cancer investigational agent.\n7. Patients with thrombocytopaenia (platelets \\<100 x 109/l or on anti- coagulant therapy (contra-indicated due to risk of bleeding with i.m. injection of Zoladex).\n8. Patients treated with CMF(cyclophosphamide/methotrexate/5-fluorouracil) as prior chemotherapy\n9. Patients who are pregnant or lactating are ineligible.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT"
}