{
    "nctId": "NCT00332852",
    "briefTitle": "Letrozole as Early Adjuvant Treatment of Postmenopausal Patients With Primary Breast Cancer",
    "officialTitle": "An Open Phase III Trial With Letrozole as Early Adjuvant Treatment of Postmenopausal Patients With Primary Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 655,
    "primaryOutcomeMeasure": "Rate of patients without recurrence after 24 months of Letrozole treatment as assessed by radiological imaging",
    "eligibilityCriteria": "Inclusion criteria:\n\n* Compliant postmenopausal women with primary operable breast cancer after complete surgery and suitable for endocrine treatment\n* Nodal status negative or positive\n* Good Health status 0-2 (Eastern Cooperative Oncology Group)\n* Estrogen- and/or progesterone-receptor positive\n* Adequate marrow, kidney and liver function\n\nExclusion criteria:\n\n* Metastatic or inflammatory breast cancer\n* Patients with previous or concomitant cancers (not breast cancer) within the past 5 years EXCEPT adequately treated basal or squamous cell skin cancer or in situ cancer of the cervix. Patients with other previous cancers must have been disease-free for at least 5 years and Patients with uncontrolled, non-malignant systemic cardiovascular, kidney, and liver diseases.\n* Current/active dental problems including infection of the teeth or jawbone, dental or fixture trauma, or a current or prior diagnosis of osteonecrosis of the jaw, of exposed bone in the mouth, or of slow healing after dental procedures.\n* Recent (within 6 weeks) or planned dental or jaw surgery\n* Patients with primary overactive parathyroid\n* Patients with a known hypersensitivity to zoledronic acid or other bisphosphonates.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}