{
    "nctId": "NCT01848197",
    "briefTitle": "Paclitaxol Every 2 Week Versus Paclitaxol Every 1 Week in the Adjuvant Treatment of Breast Cancer",
    "officialTitle": "An Open, Randomized, Parallel-group, Multicenter Clinical Study to Evaluate Efficacy and Safety of Paclitaxel Every 2 Weeks Compared Weekly in Adjuvant Treatment of Breast Cancer",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer, Paclitaxel, Epirubicin, Cyclophosphamide",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 1000,
    "primaryOutcomeMeasure": "disease-free survival",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age between 18-70 years female operable breast cancer patients\n2. Patients were required to register within 60 days from the final surgical procedure required to adequately treat the invasive primary tumor.\n3. women who had operable,histologically confirmed adenocarcinoma of the breast with a. histologically involved positive lymph nodes b. or histologic diagnosis for three negative patients; c. or lymph node negative, HER2 positive(if HER2 + +, FISH (fluorescence in situ hybridization method)/CISH tests confirmed HER2 amplification is positive),but unable or intolerant to herceptin combined chemotherapy.\n4. Karnofsky points greater than or equal to 70.\n5. Postmenopausal women or HCG test results were negative, Women of child-bearing potential willing to use effective contraception during the study.\n6. PATIENT CHARACTERISTICS:\n\nHematopoietic:\n\n* Neutrophil count at least 1,500/mm\\^3\n* Platelet count at least 100,000/mm\\^3\n\nHepatic:\n\n* Bilirubin no greater than 1.5 times upper limit of normal\n* TBIL no greater than 1.5 times upper limit of normal\n* AKP no greater than 2.5 times upper limit of normal\n* AST no greater than 2.5 times upper limit of normal\n* ALT no greater than 2.5 times upper limit of normal\n\nRenal:\n\n* Creatinine no greater than 1.5 times upper limit of normal\n\nCardiovascular:\n\n* No history of myocardial infarction\n* No congestive heart failure\n* No significant ischemic or valvular heart disease\n\nOther:\n\n* No other prior invasive malignancies within the past 5 years except curatively treated basal or squamous cell skin cancer or carcinoma in situ of the cervix\n* No hypersensitivity to paclitaxel or docetaxel or other similarly formulated drugs (with Cremophor or polysorbate)\n\nOther protocol-defined inclusion/exclusion criteria may apply.\n\nExclusion Criteria:\n\n-",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}