{
    "nctId": "NCT03861403",
    "briefTitle": "A Dose Escalation and Expansion Study of TRX518 in Combination With Cyclophosphamide Plus Avelumab in Advanced Solid Tumors",
    "officialTitle": "A Dose Escalation and Expansion Study of TRX518 in Combination With Cyclophosphamide Plus Avelumab in Advanced Solid Tumors",
    "overallStatus": "TERMINATED",
    "conditions": "Solid Tumors, Advanced Triple Negative Breast Cancer, Advanced Hormone Receptor Positive/Endocrine Refractory Breast Cancer, Advanced Metastatic Castration-Resistant Prostate Cancer, Advanced Platinum-Resistant Ovarian Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 10,
    "primaryOutcomeMeasure": "Phase 1b: Number of subjects with dose limiting toxicities which will be graded according to the National Cancer Institute Common Terminology Criteria for Adverse Events (NCI-CTCAE v5.0)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Advanced Solid Malignancies in Dose Escalation Parts 1 and 2:\n\n  * Histologically documented metastatic or locally advanced, incurable solid malignancy.\n  * At least one prior line of systemic therapy for metastatic or locally advanced disease.\n* Advanced Triple Negative Breast Cancer (Dose Expansion):\n\n  * Histologically proven invasive breast carcinoma with triple-negative receptor status.\n  * At least 1 but no more than 2 prior lines of chemotherapy for metastatic or locally advanced disease.\n* Advanced Hormone Receptor-Positive/Endocrine-Refractory Breast Cancer (Dose Expansion):\n\n  * Histologically proven invasive breast carcinoma with hormone receptor+, HER2- status.\n  * Only postmenopausal women are eligible. - Previously received at least 1 line of aromatase inhibitor ± cyclin dependent kinase 4 and 6 (CDK4/6) inhibitor therapy. Prior combination therapies of AI or selective estrogen receptor degrader (SERD \\[fulvestrant\\]) ± CDK 4/6 inhibitor or AI plus everolimus will be permitted. Up to 1 prior line of systemic chemotherapy for metastatic disease is allowed.\n* Advanced Metastatic Castration-Resistant Prostate Cancer (Dose Expansion):\n\n  * Histologically or cytologically confirmed prostate adenocarcinoma or poorly differentiated carcinoma of the prostate.\n  * Surgically or medically castrated, with testosterone levels of \\< 50 ng/dL (\\< 2.0 nM). If a patient is being treated with LHRH agonists, this therapy must have been initiated at least 4 weeks prior to treatment start and must be continued throughout the study.\n  * Patients must have received ≥1 androgen receptor (AR) signaling inhibitors and had disease progression RECIST v1.1 after no more than 1 prior chemotherapy for mCRPC.\n* Advanced Platinum-Resistant Ovarian Cancer (Dose Expansion):\n\n  * Histologically or cytologically confirmed diagnosis of metastatic, advanced, or recurrent platinum-resistant epithelial ovarian, primary peritoneal or fallopian tube cancer.\n  * Platinum-resistant ovarian cancer defined as disease progression following a response within 180 days following the last administered dose of platinum therapy. Patients who have lack of response (SD) or disease progression while receiving the most recent platinum-based therapy are not eligible.\n  * Received up to 3 lines of systemic therapy for platinum-sensitive disease, with the most recent regimen platinum-containing, and no prior systemic therapy for platinum-resistant or refractory disease.\n* General:\n\n  * Tumor tissue for mandatory pre-treatment and on-treatment biopsies.\n  * One or more tumors measurable on radiographic imaging defined by RECIST 1.1.\n  * Adult patients ≥18 years of age.\n  * ECOG performance status (PS) score of 0 or 1.\n  * Life expectancy of at least 12 weeks.\n  * Disease-free of active second/secondary or prior malignancies for ≥2 years, with the exception of currently treated basal cell or squamous cell carcinoma of the skin or carcinoma in-situ of the cervix or breast.\n  * Acceptable liver, renal, hematologic and coagulation function.\n\nExclusion Criteria:\n\n* Hematologic malignancies or multiple myeloma.\n* For the Dose Expansion cohorts the following cancers are not permitted:\n\n  * Any of the following pure histologies of ovarian cancer: germ cell, sex cord stroma, carcinosarcoma, or sarcoma.\n  * Small cell or pure neuroendocrine prostate carcinoma that has not yet been treated with at least one line of platinum-based chemotherapy (prostate adenocarcinoma with immunohistochemical neuroendocrine differentiation but without histological small cell that is naïve to platinum-based chemotherapy will be allowed.)\n  * Inflammatory breast cancer.\n* New York Heart Association Class III or IV cardiac disease, myocardial infarction within the past 6 months, or unstable arrhythmia.\n* Cardiac function:\n\n  * Known ejection fraction of \\<50% by gated radionuclide study (e.g., multi-gated acquisition scan);\n  * Fridericia-corrected QT interval (QTcF) \\>470 msec (female) or \\>450 msec (male), or history of congenital long QT syndrome;\n  * Any ECG abnormality, including pericarditis, that in the Investigator's opinion, would preclude safe participation in the study.\n* Active, uncontrolled bacterial, viral, or fungal infections within 7 days of study entry requiring systemic therapy.\n* Active autoimmune disease that has required systemic treatment in the past 2 years. Replacement therapy (thyroxine, insulin, or physiologic corticosteroid replacement therapy for adrenal or pituitary insufficiency, etc.) is not considered a form of systemic treatment.\n* Known clinically important respiratory impairment.\n\n  * History of (non-infectious) pneumonitis that required steroids or current pneumonitis.\n  * History of interstitial lung disease.\n* Clinically significant gastrointestinal disorders, such as perforation, gastrointestinal bleeding, or diverticulitis.\n* Known to be human immunodeficiency virus (HIV) positive or have hepatitis B surface antigen (HBSAg) or hepatitis C antibodies (HCAb) unless hepatitis C virus (HCV) RNA is undetected/negative.\n* History of major organ transplant (i.e., heart, lungs, liver, and kidney).\n* History of an allogeneic bone marrow transplant.\n* History of an autologous bone marrow transplant within 90 days of study entry.\n* Symptomatic central nervous system (CNS) malignancy or metastasis. Patients with treated CNS metastases are eligible, provided their disease is radiographically stable, asymptomatic, and they are not currently receiving corticosteroids and/or anticonvulsants. Radiation must have been completed at least 14 days prior to study entry. Screening of asymptomatic patients without a history of CNS metastases is not required.\n* Serious nonmalignant disease that could compromise protocol objectives in the opinion of the Investigator and/or the Sponsor.\n* Pregnant or nursing women.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}