{
    "nctId": "NCT05555251",
    "briefTitle": "BI-1607 in Combination With Trastuzumab in Subjects With HER2-positive Advanced Solid Tumors",
    "officialTitle": "Phase 1/2a Open-label Clinical Trial of BI-1607, an Fc-Engineered Monoclonal Antibody to CD32b (FcγRIIB), in Combination With Trastuzumab in Subjects With HER2-positive Advanced Solid Tumors",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "HER2-positive Breast Cancer, HER2-positive Gastric Cancer, HER2-positive Metastatic Breast Cancer, Metastatic Gastroesophageal Junction Adenocarcinoma, Metastatic Gastric Adenocarcinoma",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 18,
    "primaryOutcomeMeasure": "Assessment of the safety and tolerability profile of BI-1607 in combination with trastuzumab",
    "eligibilityCriteria": "Main Inclusion Criteria:\n\n* Is willing and able to provide written informed consent for the trial.\n* Is ≥18 years of age on day of signing informed consent.\n* Has received standard of care or is intolerant to standard of care antineoplastic therapy. Subjects who are intolerant to trastuzumab cannot be enrolled in the study.\n* Has at least 1 measurable disease lesion as defined by RECIST v1.1 criteria.\n* Has a locally confirmed HER2+ tumor.\n* Must have progressive disease after the last line of treatment. In addition, subjects must have received the following previous lines of treatment:\n\n  1. Prior lines of treatment including trastuzumab and chemotherapy.\n  2. At least one prior line of treatment with an antibody-drug conjugate (ADC) (eg, trastuzumab-emtansine \\[TDM-1, or trastuzumab-deruxtecan\\]).\n\nMain Exclusion Criteria:\n\n* Needs doses of prednisolone \\>10 mg daily (or equipotent doses of other corticosteroids) while on the trial other than as premedication.\n* Has known active central nervous system (CNS) metastases and/or carcinomatous meningitis.\n* Has cardiac or renal amyloid light-chain amyloidosis.\n* Has had clinically significant lung disease requiring systemic corticosteroid treatment within the last 6 months of enrollment.\n* Has an active, known, or suspected autoimmune disease.\n* Is at high medical risk because of nonmalignant systemic disease including severe active infections on treatment with antibiotics, antifungals, or antivirals.\n* Has presence of chronic graft versus host disease.\n* Has had an allogenic tissue/solid organ transplant.\n* Has uncontrolled or significant cardiovascular disease.\n* Has a known additional malignancy of another type, except for adequately treated cone-biopsied carcinoma in situ (eg, breast carcinoma, cervical cancer in situ), adequately controlled superficial bladder cancer, and basal or squamous cell carcinoma of the skin.\n* Has a diagnosis of primary or acquired immunodeficiency disorder or is taking any other form of immunosuppressive therapy.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}