{
    "nctId": "NCT05566457",
    "briefTitle": "HGWD Improve the Paclitaxel-related Neurotoxicity in Patients With BC",
    "officialTitle": "Clinical Study of Huangshi Guizhi Wuwu Decoction in Improving the Paclitaxel-related Neurotoxicity in Breast Cancer Patients",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 92,
    "primaryOutcomeMeasure": "European Organisation for the Research and Treatment of Cancer-Chemotherapy-induced peripheral neuropathy (EORTC QLQ-CIPN20) questionnaire",
    "eligibilityCriteria": "The inclusion criteria comprised:\n\nˑ histologically confirmed untreated BC; ˑ female; ˑage from 18 to 65 years old; ( ˑ Eastern Cooperative Oncology Group (ECOG) performance status (PS) score of 0 or 1; ˑat least receiving 4 cycles of nab-PTX (260mg/m2); ˑ grade 2 or greater nab-PTX induced-PN evaluated by European Organisation for the Research and Treatment of Cancer-Chemotherapy-induced peripheral neuropathy (EORTC QLQ-CIPN20)(12, 13); ˑ estimated survival time \\> 6 months. The exclusion criteria were： ˑ a history of diabetes or neurological disorders; ˑmental disorder; ˑabnormal hepatic functions (total bilirubin upper limit of normal (ULN), alanine transaminase/aspartate transaminase ≥ 2.5 × ULN ), renal functions(creatinine ≥ 1.5 × ULN), and hematological functions (absolute neutrophil count ≤ 1.5 × 109/L, platelet count ≤ 80 × 109/L, hemoglobin \\< 90 g/L); ˑFailure to complete chemotherapy due to treatment-related adverse events; ˑ a family history of a genetic neuropathy; ˑhad received previous treatment with neurotoxic chemotherapy, including oxaliplatin, cisplatin, vinca alkaloid and etc.; ˑ a history of allergy to Chinese medicine.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}