{
    "nctId": "NCT01042925",
    "briefTitle": "Study of XL147 (SAR245408) in Combination With Trastuzumab or Paclitaxel and Trastuzumab in Subjects With Metastatic Breast Cancer Who Have Progressed on a Previous Trastuzumab-based Regimen",
    "officialTitle": "A Phase 1/2 Study of XL147 (SAR245408) Administered in Combination With Trastuzumab or Paclitaxel and Trastuzumab in Subjects With Metastatic Breast Cancer Who Have Progressed on a Previous Trastuzumab-Based Regimen",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer, Breast Neoplasms",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 42,
    "primaryOutcomeMeasure": "Safety and tolerability of XL147 in combination with trastuzumab and in combination with trastuzumab and paclitaxel",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* The subject has pathologically and radiologically confirmed metastatic HER2 positive breast cancer (Stage IV disease). Subjects must have received and progressed on at least one prior trastuzumab-containing regimen for metastatic disease. For subjects in Arm 2, they must also have received at least one prior taxane-containing regimen.\n* The subject has at least one lesion that is not within a previously radiated field and measurable on computerized tomography (CT) or magnetic resonance imaging scan (MRI)\n* The subjects enrolled in Phase 2 must be willing to undergo a biopsy of the primary tumor or a tumor metastasis at baseline, if tumor tissue is amenable to biopsy\n* The subject's primary tumor and/or metastatic lesion must overexpress HER2\n* For subjects enrolled in Phase 2: samples from archival or fresh tissue, or a tissue block of the subject's tumor.\n* The subject has an Eastern Cooperative Oncology Group (ECOG) performance status of ≤ 2\n* The subject has adequate organ and marrow function\n* The subject is capable of understanding the informed consent and complying with the protocol and has signed the informed consent document prior to any study-specific screening procedures or evaluations being performed.\n* Sexually active subjects must agree to use a medically-accepted barrier method of contraception during the course of the study and for 3 months following discontinuation of study treatments. For subjects using oral contraceptives, a barrier method must be used in addition to the oral contraceptive\n* Subjects of childbearing potential must have a negative pregnancy test at screening and enrollment\n\nExclusion Criteria:\n\n* The subject has previously been treated with a selective inhibitor of PI3K and / or AKT\n* Certain restrictions on prior therapies apply\n* The subject has not recovered from toxicity due to prior therapy to Grade ≤ 1 or to pre-therapy baseline\n* The subject has untreated, symptomatic, or progressive brain metastases. Any corticosteroid use for brain metastases must have been discontinued without the subsequent appearance of symptoms for ≥4 weeks prior to first study treatment\n* The subject has prothrombin time/International Normalized Ratio (PT/INR) or partial thromboplastin time (PTT) test results at screening that are ≥ 1.3 times above the laboratory upper limit of normal\n* The subject has a diagnosis of uncontrolled diabetes mellitus\n* The subject has uncontrolled significant intercurrent illness\n* The subject has uncontrolled hypertension or other clinically significant cardiovascular disease\n* The subject has left ventricular ejection fraction (LVEF) ≤ 50%\n* The subject has a baseline corrected QT interval ≥ 460 ms\n* The subject is currently receiving anticoagulation with therapeutic doses of warfarin (low-dose warfarin ≤ 1mg/day is permitted)\n* The subject is pregnant or breastfeeding\n* The subject is known to be positive for the human immunodeficiency virus (HIV) (a test for HIV at screening is not required)\n* The subject has any other diagnosis of malignancy or evidence of malignancy (except non-melanoma skin cancer, in situ carcinoma of the cervix) within 2 years prior to screening for this study\n* The subject has a previously identified allergy or hypersensitivity or is intolerant to components of any of the study treatment formulations\n* The subject is unable or unwilling to abide by the study protocol or cooperate fully with the investigator or designee",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}