{
    "nctId": "NCT03275727",
    "briefTitle": "A Guided Internet-delivered Individually-tailored ACT-influenced CBT Intervention to Improve Psychosocial Outcomes in Breast Cancer",
    "officialTitle": "Self-care Programs in Oncology: a Guided Internet-delivered Individually-tailored Acceptance and Commitment Therapy (ACT)-Influenced Cognitive Behavioural Intervention to Improve Psychosocial Outcomes in Breast Cancer Survivors",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Neoplasm",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2, PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 128,
    "primaryOutcomeMeasure": "Depression",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Signed written informed consent.\n* Age ≥ 18 years;\n* Ability to read and write in Portuguese.\n* History of histologically or cytologically confirmed breast cancer with no evidence of metastatic disease.\n* An interval ≥ 6 month from primary adjuvant treatment completion (surgery, chemotherapy and/or radiotherapy), except for hormonal therapy.\n* Clinically significant symptoms of at least one of the following conditions: anxiety, depression, fatigue, insomnia and/or sexual dysfunction.\n* Ongoing regular psychoactive medication only accepted if dosage has been stable during the last 3 months.\n* Daily access to the Internet by computer and/or smartphone.\n* Ability to use a computer and/or smartphone and the internet.\n* No participation on any other interventional study or clinical trial.\n\nExclusion Criteria:\n\n* Age ≤ 18 years;\n* Inability to co-operate and give informed consent.\n* Breast cancer not histologically or cytologically confirmed.\n* History of other malignancy within the last 5 years.\n* Metastasized breast cancer.\n* Current severe, uncontrolled systemic disease or mental disorder.\n* Absence of clinically significant symptoms.\n* Parallel ongoing psychological treatment.\n* Ongoing regular psychoactive medication if dosage has been changed during the last 3 months.\n* No access to the internet.\n* Inability to use a computer and/or smartphone and the internet.\n* Parallel ongoing participation in other interventional study or clinical trial.\n* Assessment by the investigator to be unable or unwilling to comply with the requirements of the protocol.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}