{
    "nctId": "NCT04142931",
    "briefTitle": "Sequentional Immuno Apheresis Plasma Volume Escalation Cohort Study of Reduction of Soluble Tumor Necrosis Factor Receptors 1 and 2 (sTNFR1/2) With or Without Nivolumab in Patients With Inoperable or Metastatic Solid Tumors",
    "officialTitle": "A Pilot Study, Single-Center, Open-Label, Sequentional Immuno Apheresis Plasma Volume Escalation Cohort Study of Reduction of Soluble Tumor Necrosis Factor Receptors 1 and 2 (sTNFR1/2) With or Without Nivolumab in Patients With Inoperable or Metastatic Solid Tumors",
    "overallStatus": "UNKNOWN",
    "conditions": "Stage IV Non-small Cell Lung Cancer, Stage IV Melanoma, Triple Negative Breast Cancer, Renal Cell Carcinoma Stage IV",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 30,
    "primaryOutcomeMeasure": "Incidence of Treatment-Emergent Adverse Events (Safety) of IA therapy with plasma volume escalation (increase from 2X to 3X plasma volume processed): adverse events",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* ● Signed informed consent\n\n  * Age ⩾ 18 years\n  * Able to comply with study protocol, in the investigator's judgment\n  * Histologically confirmed diagnosis of locally advanced unresectable, or metastatic (Stage IV) melanoma, triple negative breast cancer, non-small cell lung cancer, renal cell carcinoma\n  * Progressed on at least one standard of care systemic therapy (e.g., chemotherapy or immunotherapy) in advanced/metastatic disease settings prior to inclusion in this study\n  * Eastern Cooperative Oncology Group Performance Status of 0 or 1\n  * Measurable disease according to RECIST v1.1\n  * Life expectancy ⩾ 3 months\n  * Adequate hematologic and end-organ function, defined by the following laboratory test results, obtained within 14 days prior to initiation of study treatment:\n\n    * ANC ≥ 1.5 x 109/L\n    * WBC ≥ 1.5 x 109/L\n    * Lymphocyte count ≥ 0.5 x 109/L\n    * Platelet count ≥ 100 x 109/L\n    * Hemoglobin ≥ 10g/dL (may be achieved with transfusion support)\n    * Serum albumin ≥ 3.2mg/dL\n    * Total bilirubin ≤ x1.5 ULN\n    * AST and ALT ≤ x2.5 ULN (in case of liver metastasis up to x5 ULN)\n    * ALP ≤ 2.5 x ULN (in case of liver or bone metastasis up to x5 ULN)\n    * Creatinine ≤x2 ULN\n    * Serum uric acid ≤ x1.5 ULN\n    * Calcium levels within normal range\n    * INR≤x1.5 ULN\n    * Adequate psychological and physical support structure\n  * Female subjects may be enrolled in the trial if they are:\n\n    ○ Of non-childbearing potential which is defined as: i. ⩾ 45 years of age and has not had menses for greater than 1 year ii. Amenorrhea for ⩾ 2 years without a hysterectomy and oophorectomy and FSH value in the postmenopausal range at screening evaluation iii. State post hysterectomy or oophorectomy or tubal ligation. 2. Of childbearing potential who have a negative pregnancy test result within 14 days prior to initiation of study, and agree to remain abstinent or use a contraceptive method with a failure rate of \\<1% per year during the treatment period (bilateral tubal ligation, male sterilization, hormone releasing intrauterine device and copper intrauterine device; any hormonal contraceptive method must be supplemented with a barrier method)\n  * Have provided tissue for biomarker analysis from a newly or recently-obtained biopsy (within 90 days of Study Day 1)\n  * Willingness to undergo tumor biopsies of accessible lesions during treatment and at progression for exploratory biomarker analysis\n\nExclusion Criteria:\n\n* ● Currently participating and receiving study therapy or has participated in a study of an investigational agent and received study therapy or used an investigation device within 2 weeks of treatment initiation\n\n  * Has received prior chemotherapy, immunotherapy, radioactive or biological cancer therapy within 2 weeks prior to the treatment initiation, or who has not recovered to CTCAE Grade 1 or better from the clinically significant AEs due to cancer therapeutics administered more than 4 weeks prior to treatment initiation, except for stable neurosensory deficits related to chemotherapy and hypothyroidism or type I diabetes due to immunotherapy\n  * Is expected to require any other form of systemic or localized antineoplastic therapy while in study\n  * Known history of hematologic malignancy or of another primary solid tumor, unless the subject has undergone potentially curative therapy with no evidence of that disease for five years. The time requirement does not apply to the tumor for which the subject is enrolled in the study or subjects that underwent successful definitive resection of basal or squamous cell carcinoma of the skin, superficial bladder cancer, in situ cervical cancer, in situ breast cancer or other in situ cancers.\n  * Have refused standard of care therapy CNS criteria\n  * Actively progressing brain metastasis meaning new or enlarging known lesions.\n* Leptomeningeal metastasis\n* Intracranial hemorrhage in the last six months.\n* Patients with CNS metastasis will be eligible if:\n* All lesions treated with radiotherapy or surgery, and are stable for at least 4 weeks prior to initiation of study treatment, and/or\n* Radiographically stable metastasis without local therapy over the last 3 months prior to initiation of study treatment Cardiovascular criteria\n\n  * Unstable angina or new-onset angina within 3 months prior to initiation of study\n  * Symptomatic congestive heart failure defined as NYHA Class III or higher\n  * Myocardial infarction within 6 months prior to initiation of study\n  * Clinically significant hypotension, defined as systolic pressure under 90mmHg\n  * Concurrent therapy with ACE inhibitors\n  * Significant uncontrolled arrhythmias, with the exception of atrial fibrillation controlled for \\>30 days prior to initiation of study treatment\n  * EF\\<55% Coagulation criteria\n  * History of deep vein thrombosis or pulmonary embolism in the last 6 month.\n  * Active or history of hypercoagulability/thrombophilia which is not related to the underlying condition.\n  * Fibrinogen serum levels \\>650mg/dL\n\nActive infection criteria\n\n* Severe systemic infection within 4 weeks prior to initiation of study, including but not limited to, hospitalization or complications of infection, bacteremia, fungemia, infected stents or indwelling devices etc.\n* Signs and symptoms of infection within 2 weeks prior to initiation of study\n* Positive HIV test\n* Active Hepatitis B infection (chronic or acute), defined as a positive HbsAg test at screening. Past or resolved HBV infection, defined as having a negative hepatitis B surface antigen and a positive total hepatitis B core antibody at screening, are eligible\n* Active Hepatitis C virus infection, defined as having a positive HCV antibody test and a positive HCV RNA test at screening.\n* Treatment with a live attenuated vaccine within 4 weeks prior to initiation of study Other criteria\n* Uncorrectable electrolyte abnormalities\n* Known hypersensitivity to apheresis\n* Current, severe, uncontrolled systemic illness other than cancer, that according to the investigator's judgment should exclude the patient\n* Any psychological, familial, sociological or geographical condition that may mapper compliance with the protocol and follow-up after treatment discontinuation\n* Pregnant or breastfeeding, or intending to become pregnant during the study\n* Known clinically significant liver disease, including alcoholism, cirrhosis or other inherited liver diseases\n* Inability to install central line catheter\n* Treatment with anti TNF agents - infliximab (Remicade), adalimumab (Humira), certolizumab pegol (Cimzia), and golimumab (Simponi), or etanercept (Enbrel).\n* Active autoimmune disease - known or suspected. Hypothyroidism or hypopituitarism adequately treated with supplemental hormones, type 1 diabetes mellitus or skin disorders (vitiligo, psoriasis, alopecia) not requiring systemic immunosuppression are eligible.\n* Permanent systemic steroid therapy. Steroid treatment equal or less than 10 mg prednisolone (or equivalent) is allowed.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}