{
    "nctId": "NCT03262428",
    "briefTitle": "Collaborative Self-Management Support in Chronic Conditions - Qualitative Study",
    "officialTitle": "Collaborative Self-Management Support in Chronic Conditions: a Qualitative Study of Patients', Caregivers' and Health Care Professionals' Views and Experiences of Integrated Care in Asthma, Breast Cancer and Stroke",
    "overallStatus": "COMPLETED",
    "conditions": "Asthma, Breast Cancer, Stroke",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 109,
    "primaryOutcomeMeasure": "Experiences and views of patients, caregivers, and health care professionals involved in the long-term management of asthma, cancer and stroke about real and ideal practices in collaborative self-management support.",
    "eligibilityCriteria": "PATIENTS\n\nInclusion Criteria:\n\n* having (had) one of the health conditions targeted.\n* age \\>18 years (in order to have had the opportunity to achieve full transition from parent/caregiver-managed to self-managed care),\n* at least 1 year since diagnosis (in order to have had sufficient time to experience adjustments to their condition on the long term), and\n* at least 1 consultation with an HCP of any specialty in the past year (in order to ensure minimum 1 recent experience of care they could reflect on).\n\nExclusion Criteria:\n\n* unable to communicate in French\n* level of severity of health condition or comorbidities making participation in the study too burdensome\n\nCAREGIVERS:\n\nInclusion Criteria:\n\n- nominated by a participating patients as principal caregiver\n\nExclusion Criteria:\n\n- none\n\nHEALTH CARE PROFESSIONALS :\n\nInclusion Criteria:\n\n- at least 1 year of experience working in one of the 3 chronic conditions targeted (irrespective of the number of patients consulted)\n\nExclusion Criteria:\n\n- none",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}