{
    "nctId": "NCT01263613",
    "briefTitle": "Feasibility Study of Biomarkers of Response to Neoadjuvant Paclitaxel in Locally Advanced Breast Cancer",
    "officialTitle": "Feasibility Study of Biomarkers of Response to Neoadjuvant Paclitaxel in Locally Advanced Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "EARLY_PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "OTHER",
    "enrollmentCount": 6,
    "primaryOutcomeMeasure": "Determine feasibility of measuring biomarkers in breast tumors 20 hours after administration of the first dose of paclitaxel chemotherapy.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Women with pathologically demonstrated breast cancer.\n* Patients must be candidates for neoadjuvant paclitaxel chemotherapy by their treating oncologist. Generally this would include:\n* Women with node-positive breast cancer based on ultrasound-guided axillary node biopsy, regardless of hormone or HER2 receptor status.\n* Women with greater than 1 cm breast cancer on imaging (mammogram, ultrasound, breast MRI) who are HER2+ or triple negative (ER-PR-HER2-).\n* Women who are candidates for standard paclitaxel chemotherapy from treating oncologist for any other reason.\n* Patients must not have metastatic disease on staging work-up with chest imaging, CBC, and liver function studies.\n* A formalin-fixed paraffin embedded tumor block (preferred) or unstained slides must be available from a prior biopsy of the primary tumor. A minimum of 5 unstained slides must be available.\n* The primary tumor must be readily able to be biopsied by palpation.\n* The primary tumor must be measurable by an imaging modality prior to treatment. This imaging modality is to be repeated after completion of 4 cycles of paclitaxel and prior to surgery. Such imaging modalities may include ultrasound, CT, mammography, or MRI. MRI will be the preferred imaging modality.\n* Subjects may not have had prior systemic chemotherapy or targeted therapy regimens administered for treatment of their current breast cancer.\n* Age \\>18 years. Breast cancer is rare in women \\< 18 years old. The safety of paclitaxel in pediatric population with breast cancer has not been established, therefore these patients are ineligible.\n* Patients must have adequate organ and marrow function\n* Patient must be willing to undergo additional biopsy of breast tumor.\n* Patient must have the ability and willingness to sign a written informed consent document.\n\nExclusion Criteria:\n\n* Patients who have had systemic chemotherapies, targeted therapies or radiotherapy for any cancer within 5 years prior to entering the study.\n* History of allergic reactions attributed to compounds of similar chemical or biologic composition to paclitaxel including to other drugs formulated in Cremophor(R) EL (polyoxyethylated castor oil).\n* Patients with known HIV due to concern that chemotherapy may cause further immunosuppression and potential infectious complications.\n* Patients on non-aspirin anti-coagulation (Coumadin, heparins, or clopidogrel) or with documented bleeding disorders will be excluded due to risk of bleeding with biopsy.\n* Uncontrolled intercurrent illness including, but not limited to, ongoing or active severe infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, other malignancies requiring therapy or psychiatric illness/social situations that would limit compliance with study requirements.\n* Pregnant women are excluded from this study because paclitaxel is a pregnancy category D drug and may cause deleterious effects to the fetus. Because there is an unknown but potential risk for adverse events in nursing infants secondary to treatment of the mother with paclitaxel, breastfeeding should be discontinued if the mother is enrolled in the trial.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}