{
    "nctId": "NCT01942980",
    "briefTitle": "Evaluation of the Efficacy of Hippocampal Avoidance on the Cognitive Toxicity of Whole-Brain Radiation Therapy After Surgical Resection of Single Brain Metastasis of Breast Cancer",
    "officialTitle": "Double-blind Randomized Multicenter Phase III Study Evaluation of the Efficacy of Hippocampal Avoidance on the Cognitive Toxicity of Whole-brain Radiation Therapy After Surgical Resection of Single Brain Metastasis of Breast Cancer.",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer, Brain Metastasis",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 8,
    "primaryOutcomeMeasure": "To assess cognitive toxicity",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Age \\> or equal 18 years old,\n* Single brain metastasis from breast cancer, first cerebral event,\n* Complete surgical resection of cerebral metastasis,\n* Histological confirmation of brain metastasis of breast cancer,\n* Start of radiotherapy within 6 weeks after surgery,\n* Karnofsky \\> or equal to 70,\n* No history of brain radiotherapy,\n* Signed informed consent to participate,\n* Patient affiliated to a social security system or benefiting from such a system.\n\nExclusion Criteria:\n\n* Multiple brain metastases, leptomeningeal metastases,\n* macroscopic metastasis surgery not complete,\n* Warning signs of brain displacement (uncontrolled oedema),\n* History of cerebral irradiation or absence of surgical treatment of the current metastasis,\n* History of cancer in the previous 5 years prior to entry in the study, other than cutaneous basal cell carcinoma or in situ epithelioma of uterine cervix or the stated breast cancer,\n* MMSE (Mini Mental State Examination)\\< 24,\n* all previous systemic treatments less than 2 weeks are not allowed,\n* Pregnant women or liable to become pregnant, lactating women,\n* Persons deprived of their freedom or under tutelage\n* Patients unable to comply with medical procedures of the study for geographical, social, or psychological reasons.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}