{
    "nctId": "NCT03638765",
    "briefTitle": "Dendritic Cell Therapy for Brain Metastases From Breast- or Lung Cancer",
    "officialTitle": "A Phase Ib Clinical Trial Evaluating DCVax-Direct, Autologous Activated Dendritic Cells for Intratumoral Injection, in Patients With Unresectable Brain Metastases From Breast- or Non-Small Cell Lung Cancer",
    "overallStatus": "UNKNOWN",
    "conditions": "Brain Metastases, Lung Cancer Metastatic, Breast Cancer Metastatic",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 24,
    "primaryOutcomeMeasure": "Safety is assessed graded according to NCI CTC. The overall incidence of adverse events is calculated.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Willing and able to provide informed consent\n2. Age between 18 and 75 years (inclusive) at screening.\n3. Willingness to provide Social Security Number to facilitate survival follow up.\n4. Pathologically confirmed metastatic breast or non-small cell lung cancer\n5. Eastern Cooperative Oncology Group (ECOG) Performance Status of 0, 1 or 2\n6. Adequate bone marrow function, as indicated by the following:\n7. Adequate renal function\n8. Adequate liver function\n9. Life expectancy \\> 12 weeks\n10. Negative serum pregnancy test done ≤7 days prior to registration, for women of childbearing potential only.\n11. Determined prior to enrollment: sufficient number of doses of DCVax-Direct manufactured to complete 7 injections. A second leukapheresis is allowed to meet this requirement if necessary.\n12. Unequivocal evidence of newly diagnosed untreated brain metastases and/or progressive brain metastases after previous whole brain radiation therapy (WBRT), currently amenable to stereotactic radiosurgery\n13. At least one CNS metastasis accessible for reservoir placement\n14. At least one measurable CNS metastasis (lesion ≥ 10 mm per RANO-BM criteria)\n\nExclusion Criteria:\n\n1. Receiving any other investigational agent which would be considered as a treatment for the primary neoplasm OR Participated in a study of an investigational agent, received study therapy or used an investigational device ≤4 weeks prior to registration\n2. Immunocompromised patients and patients with known immunodeficiency\n3. Patients receiving systemic steroid therapy \\>10 mg prednisone or equivalent or any other immunosuppressive therapy ≤7 days prior to registration. NOTE: Inhaled steroids and low-dose corticosteroids are allowed.\n4. History of active tuberculosis (TB), human immunodeficiency virus (HIV), active hepatitis B (e.g., HBsAg reactive) and/or active hepatitis C infection (e.g. HCV RNA qualitative is detected).\n5. Active autoimmune disease requiring systemic treatment in the past 2 years (i.e. use of disease modifying agents, corticosteroids or immunosuppressive drugs). NOTE: Replacement therapy (e.g., thyroxine, insulin, or physiologic corticosteroid replacement therapy for adrenal or pituitary insufficiency, etc.) is not considered a form of systemic treatment.\n6. Known history of, or any evidence of active, non-infectious pneumonitis.\n7. Active infection requiring systemic therapy.\n8. Other active malignancy ≤3 years prior to registration. EXCEPTIONS: Adequately treated non-melanotic skin cancer (adequate wound healing is required prior to study entry) or carcinoma-in-situ of the cervix. NOTE: If there is a history of prior solid tumor malignancy, it must have been treated curatively with no evidence of recurrence ≤3 years prior to registration.\n9. Any other condition that would, in the Investigator's judgment, contraindicate the patient's participation in the clinical study due to safety concerns or compliance with clinical study procedures, e.g., infection/inflammation, intestinal obstruction, unable to swallow medication, social/ psychological issues, etc.\n10. Medical, psychiatric, cognitive or other conditions that may compromise the patient's ability to understand the patient information, give informed consent, comply with the study protocol or complete the study.\n11. Stage IV lung cancer patients with actionable EGFR, ALK or ROS-1 alteration will be excluded from the study.\n12. Serious medical conditions\n13. Any systemic myelotoxic chemotherapy within 8 weeks prior to screening\n14. Evidence of recent hemorrhage on MR at pre-screening\n15. Positive HIV-1, HIV-2, or HTLV-I/II tests.\n16. History of multiple sclerosis\n17. Requirement for ongoing immunosuppressants\n18. Ongoing medical need for continuous anti-coagulation or anti-platelet medication,\n19. Known genetic cancer-susceptibility syndromes such as Li-Fraumeni syndrome\n20. Ongoing fever for longer than 48 hours of ≥ 101.5oF/38.6oC at screening\n21. Females of child-bearing potential who are pregnant or lactating or who are not using adequate contraception.\n22. Allergy or anaphylaxis to any of the reagents used in this study\n23. Inability or unwillingness to return for required visits and follow-up exams",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}