{
    "nctId": "NCT04606472",
    "briefTitle": "A Study of SI-B003, a PD-1/CTLA-4 Bispecific Antibody, in Patients With Advanced Solid Tumors",
    "officialTitle": "Phase I Clinical Study to Evaluate the Safety, Tolerability, Pharmacokinetic Characteristics and Preliminary Efficacy of SI-B003, a PD-1/CTLA-4 Bispecific Antibody, in Patients With Advanced Solid Tumors",
    "overallStatus": "RECRUITING",
    "conditions": "Solid Tumor",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 159,
    "primaryOutcomeMeasure": "Phase Ia: Dose limiting toxicity (DLT)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. The participants could understand and sign the informed consent form, and must participate voluntarily.\n2. No gender limit.\n3. Age: ≥18 years old and ≤75 years old (phase Ia); ≥18 years old (phase Ib).\n4. Expected survival time ≥ 3 months.\n5. Histologically or cytologically confirmed recurrent or metastatic solid tumor, clinical stage IIIB/IV, with radiographic or other objective evidence of disease progression after standard therapy; Or subjects were patients with solid tumors that were refractory to treatment, patients with solid tumors that did not have standard treatment, or patients who could not tolerate or had contraindications to standard treatment.\n6. For the phase Ib study:\n\n   Cohort_A: Histologically or cytologically confirmed advanced gastric adenocarcinoma (GC) or gastroesophageal junction (GEJ) adenocarcinoma after exposure to platinum-based chemotherapy after receiving only first-line anti-PD-1 (L1) monoclonal antibody during systemic therapy; Cohort_B: Histologically or cytologically confirmed patients with malignant mesothelioma not suitable for surgery;\n7. Consent to provide archival tumor tissue or fresh tissue samples of the primary or metastatic tumor, if not available, at the discretion of the investigator (only for stage Ib );\n8. At least one measurable lesion that meets the definition of RECIST v1.1 at baseline (only for stage Ib).\n9. Patients treated with anti-PD-1 (L1) -containing monoclonal antibody must have progression of resistance after benefit from anti-PD-1 (L1) -containing monoclonal antibody (phase Ib only);\n10. Physical fitness score ECOG 0 or 1 point.\n11. The adverse reactions of previous antineoplastic therapy returned to CTCAE 5.0 grade ≤1 (except for toxicities without safety risks judged by investigators, such as alopecia, grade 2 peripheral neurotoxicity, and hypothyroidism stable with hormone replacement therapy);\n12. No severe cardiac dysfunction, left ventricular ejection fraction ≥50%;\n13. The organ function within 7 days prior to the first administration meets the following requirements:\n\n    1. Bone marrow: absolute neutrophil count (ANC) ≥1.5×109/L, hemoglobin ≥90 g/L, platelet count ≥100×109/L (participants with liver cancer ANC ≥75×109/L);\n    2. Liver: total bilirubin (TBIL) ≤1.5 ULN (TBIL ≤3 ULN in participants with Gilbert's syndrome, liver cancer or liver metastasis), transaminase (AST/ALT) ≤ 3 ULN (for participants with liver cancer or liver metastasis ≤ 5.0 ULN); for participants with liver cancer or liver metastasis, transaminase ≥ 3 ULN and TBIL ≥ 1.5 ULN must be excluded;\n    3. Kidney: Creatinine (Cr) ≤1.5 ULN and creatinine clearance rate (Ccr) ≥ 50mL/min (according to Cockcroft-Gault formula).\n14. Female participants with fertility or male participants whose partners are fertile must take effective contraceptive measures from 7 days prior to the first administration to 24 weeks after the administration. Female participants with fertility must have a negative serum/urine pregnancy test in 7 days prior to the first dose.\n15. The participants are capable and willing to comply with the visits, treatment plans, laboratory examinations and other study-related procedures stipulated in the study protocol.\n\nExclusion Criteria:\n\n1. Parenchymal or leptomeningeal metastases with clinical symptoms who were judged by the investigator to be ineligible for enrollment;\n2. Participants who participated in any other clinical trial within 28 days before the administration of this trial, except for clinical trials of marketed drugs;\n3. Chemotherapy, biological therapy, immunotherapy, radical radiotherapy, major surgery, targeted therapy (including small molecule inhibitor of tyrosine kinase), and other anti-tumor therapy within 4 weeks or 5 half-lives (whichever is shorter) prior to the first administration; mitomycin and nitrosoureas treatment within 6 weeks prior to the first administration; oral fluorouracil-like drugs such as S-1, capecitabine, or palliative radiotherapy within 2weeks prior to the first administration.\n4. Major surgery (investigator-defined) within 4 weeks before the first dose.\n5. In 14 days prior to administration of this study, those who have received systemic corticosteroids (\\>10mg/day prednisone, or equivalent other corticosteroids) or immunosuppressive therapy should be excluded except for those who have received inhaled or topical corticosteroids, or hormone therapy of physiological replacement dose due to adrenal insufficiency.\n6. Pulmonary disease grade ≥3 according to NCI-CTCAE v5.0; Patients with existing interstitial lung disease (ILD).\n7. Severe systemic infection occurred within 4 weeks before screening, including but not limited to severe pneumonia caused by fungi, bacteria, viruses, bacteremia, or serious infectious complications.\n8. Participants at risk of active autoimmune diseases, or with a history of autoimmune diseases, including but not limited to Crohn's disease, ulcerative colitis, systemic lupus erythematosus, sarcoidosis, Wegener syndrome (polyangiitis granuloma Disease, Graves' disease, rheumatoid arthritis, pituitary inflammation, uveitis), autoimmune hepatitis, systemic sclerosis, Hashimoto's thyroiditis, autoimmune vasculitis, autoimmune neuropathy (Guillain-Barré syndrome), etc. Except for the following conditions: Type I diabetes, hormone replacement therapy for stable hypothyroidism (including hypothyroidism caused by autoimmune thyroid disease), psoriasis or vitiligo that does not require systemic treatment.\n9. Complicated with other malignant tumors within 2 years prior to the first administration, except for cured skin squamous cell carcinoma, basal cell carcinoma, superficial bladder cancer, prostate/cervix/breast carcinoma in situ (only phase Ib).\n10. Participants with human immunodeficiency virus antibody (HIVAb) positive, active tuberculosis, active hepatitis B virus infection (HBV-DNA copy number\\> 104) or hepatitis C virus (HCV) infection.\n11. Participants with poorly controlled hypertension by two kinds of antihypertensive drugs (systolic blood pressure\\>150 mmHg or diastolic blood pressure\\>100 mmHg).\n12. A history of severe cardiovascular and cerebrovascular diseases, including but not limited to:\n\n    Severe cardiac rhythm or conduction abnormalities, such as ventricular arrhythmia requiring clinical intervention, Ⅲ degree atrioventricular block, etc.\n\n    At rest, the QT interval was prolonged (QTc \\> 450 msec in men or QTc \\> 470 msec in women); Acute coronary syndrome, congestive heart failure, aortic dissection, stroke, or other grade 3 or higher cardiovascular and cerebrovascular events occurred within 6 months before the first dose; Patients with New York Heart Association (NYHA) functional class ≥II heart failure.\n13. Previous history of allogeneic bone marrow or organ transplantation.\n14. Participants who have a history of allergies to recombinant humanized antibodies or human-mouse chimeric antibodies or any of the components of SI-B003.\n15. In the adjuvant (or neoadjuvant) treatment of anthracyclines, the cumulative dose of anthracyclines is\\> 360 mg/m2.\n16. Pregnant or breastfeeding women.\n17. Other conditions that the investigator believes that it is not suitable for participating in this clinical trial.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}