{
    "nctId": "NCT00711529",
    "briefTitle": "Pilot Study Comparing Hypnotherapy and Gabapentin for Hot Flashes.",
    "officialTitle": "Comparison of Hypnotherapy Versus Gabapentin in the Treatment of Hot Flashes in Breast Cancer Survivors or Women at Risk of Developing Breast Cancer.",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer, Hot Flashes",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 27,
    "primaryOutcomeMeasure": "Number of Daily Hot Flashes",
    "eligibilityCriteria": "Inclusion criteria:\n\n* Women with histologic confirmation of a diagnosis of infiltrating carcinoma of the breast are eligible for participation.\n* Women with non-invasive or pre-invasive lesions of the breast, including but not limited to ductal carcinoma in situ (DCIS), atypical ductal hyperplasia (ADH) or lobular carcinoma in situ (LCIS) are eligible for participation.\n* Women with a known breast cancer susceptibility gene (eg, BRCA) mutation or strong family history of breast cancer are eligible.\n* Any woman age 60 years or more who cannot take estrogen therapy because of a real or perceived risk of developing breast cancer are eligible.\n* Women under the age of 60 with a Gail model score of 1.6% or more are eligible.\n* Subjective report of at least one daily hot flash.\n* Able to provide voluntary informed consent.\n* ≥ 18 years-old. There will be no upper limit for age inclusion.\n* Karnofsky performance status \\> 70%.\n* Women with a history of breast cancer must have undergone treatment with curative intent.\n* ≥ 4 weeks from completion of chemotherapy or radiation therapy, where appropriate.\n* adequate hematopoietic function (ANC ≥ 1500/mm3; Platelets ≥ 100,000/mm3; Hemoglobin ≥ 8 g/dL)\n* adequate renal and hepatic function \\[Bilirubin ≤ 1.5 times upper limit of normal (ULN), serum glutamic-oxaloacetic transaminase (SGOT) ≤ 2.5x ULN, Alkaline phosphatase ≤ 2.5x ULN, and Creatinine ≤ 2x ULN\\].\n* No clinical evidence of disease (complete remission).\n* Patients receiving neoadjuvant therapy will be eligible following completion of all adjuvant chemotherapy if indicated.\n* Patients receiving hormonal therapy in lieu of or following chemotherapy will be eligible to participate.\n* Patients must have access to a compact disk player.\n\nExclusion criteria:\n\n* History or active secondary cancer within the last 5 years (except for superficial basal cell skin cancers).\n* Any residual chemotherapy-induced CTCv3.0 Grade 2 or greater non-hematological toxicity.\n* Unable to give informed consent or unable to adhere to protocol.\n* Any serious medical or psychiatric illness likely to interfere with participation in this clinical study, concurrent uncontrolled illness, or ongoing or active infection will be excluded.\n* Any history of alcohol or drug abuse.\n* Allergy to gabapentin.\n* History of seizure disorder.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}