{
    "nctId": "NCT00466102",
    "briefTitle": "Efficacy of RAD001 in Breast Cancer Patients With Bone Metastases",
    "officialTitle": "RADAR: A Randomized Discontinuation Phase II Study to Determine the Efficacy of RAD001 in Breast Cancer Patients With Bone Metastases",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 130,
    "primaryOutcomeMeasure": "To determine the time to progression (TTP) in patients with no change in bone metastases after an 8 week run in treatment with RAD001 compared to placebo",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Written informed consent prior to beginning specific protocol procedures, including expected cooperation of the patients for the treatment and follow-up, must be obtained and documented according to the local regulatory requirements.\n* Histologically confirmed invasive adenocarcinoma of the breast.\n* Primary tumour or metastasis negative or positive (≥ 10% positive stained cells) for oestrogen and/or progesterone receptor detected by immunohistochemistry.\n* Single or multiple bone metastasis (x-ray, CT or MRI) as only metastatic site.\n* Postmenopausal hormone receptor positive patients should have received an aromatase inhibitor in any given previous breast cancer therapy. Concurrent endocrine treatment for metastatic bone disease is obligatory. Previous treatment with bisphosphonates is allowed.\n* Up to one previous chemotherapy for metastatic disease is allowed.\n* Patients must have either measurable or non-measurable target lesions according to the WHO criteria.\n* At least 1 target lesion must be completely outside the radiation portal or there must be pathologic proof of progressive disease.\n* At least 2 weeks since major surgery with full recovery.\n* Complete staging within 4 weeks prior to registration.\n* Karnofsky performance status evaluation \\> 60%.\n* Age \\>18 years.\n* Absolute neutrophil count \\>1,500 cells/µl, platelet count \\>100,000 cells/µl.\n* Bilirubin \\>1.5x the upper normal limit for the institution (UNL); elevation of transaminases, alkaline phosphatase \\< 2.5x UNL and serum albumin \\< 30g/l. Normal renal function (creatinine \\>1.5x upper normal limit)\n* If of childbearing potential, negative pregnancy test. In addition the patient has to agree to use an effective method to avoid pregnancy for the duration of the study.\n\nExclusion Criteria:\n\n* Known hypersensitivity reaction to the compounds or incorporated substances (e.g. everolimus or sirolimus \\[rapamycin\\] or lactose).\n* Concurrent immunotherapy or hormone replacement therapy and use of hormonal contraceptives.\n* Need for chemotherapy or irradiation of bone metastasis during study treatment\n* HER2 positive primary tumour and/or lesion\n* Evidence of metastasis in other organs\n* Uncompensated diabetes mellitus; fasting value of blood sugar of \\>120 (mg/dl)\n* Corrected (adjusted for serum albumin) serum calcium concentration \\< 8.0 mg/dl (2.00 mmol/l) or \\> 12.0 mg/dl (3.00 mmol/l)\n* Abnormal renal function as evidenced by a calculated creatinine clearance \\< 30 ml/minute\n* Life expectancy of less than 3 months\n* Serious intercurrent medical or psychiatric illness that may interfere with the planned treatment (including AIDS and serious active infection).\n* History of other malignancy within the last 5 years which could affect the diagnosis or assessment of metastatic breast cancer\n* Concurrent treatment with other experimental drugs. Participation in another clinical trial with any investigational not marketed drug within 30 days prior to study entry.\n* Patients being treated with drugs recognized as being strong inhibitors or inducers of the isoenzyme CYP3A (e.g. rifabutin, rifampicin, clarithromycin, ketoconazole, itraconazole, ritonavir, telithromycin, erythromycin, verapamil, dilitazem) within the last 5 days or the expected need for these treatments during study participation.\n* Pregnant or nursing women.\n* The patient is not accessible for treatment and follow-up. Patients registered on this trial must be treated and followed at the participating centre which could be the Principal or Co-Investigator's site.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}