{
    "nctId": "NCT01693549",
    "briefTitle": "Study of Cabazitaxel in Patients With Metastatic Breast Cancer Previously Treated With Taxanes",
    "officialTitle": "Phase II Study of Cabazitaxel as 2nd Line Treatment in Patients With HER-2 Negative Metastatic Breast Cancer Previously Treated With Taxanes",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 84,
    "primaryOutcomeMeasure": "Objective response rate (ORR).",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Written informed consent\n* Female patients aged 18 to 75 years\n* Patients must have received 1st-line chemotherapy for locally recurrent / metastatic disease\n* Prior taxane-containing treatment (paclitaxel, docetaxel or nab-paclitaxel), either for advanced disease or as neoadjuvant/adjuvant chemotherapy. In case of early relapse (relapse during neoadjuvant/adjuvant chemotherapy or disease-free interval less than 6 months), neoadjuvant/adjuvant chemotherapy will be considered as 1st-line treatment\n* Diagnosis of HER-2 negative (HER-2 \\<2+ by immunohistochemistry and/or FISH or CISH negative) metastatic breast adenocarcinoma confirmed by the pathology department of the enrolling institution\n* Eastern Cooperative Oncology Group performance status (PS) of 0-1\n* Life expectancy of at least 12 weeks\n* Measurable disease by the Response Criteria in Solid Tumors 1.1 (RECIST 1.1) method (at least one measurable lesion)\n* Laboratory values within the specified ranges within 1 week of study enrolment:\n\n  1. Hemoglobin ≥ 9.0 g/dL\n  2. Absolute neutrophil count of ≥ 1.5 x 10\\^9/L\n  3. Thrombocyte count of ≥ 100 x 10\\^9/L\n  4. Serum creatinine ≤ 1.5 upper limit of normal (ULN). If creatinine 1.0 - 1.5 x ULN, creatinine clearance will be calculated according to CKD-EPI formula and patients with creatinine clearance \\<60 mL/min should be excluded\n  5. SGOT (AST), SGPT (ALT) ≤ 2.5 x ULN and alkaline phosphatase ≤ 2.5 x ULN, total bilirubin ≤ ULN (the same limits also refer to patients with liver metastases)\n* Previous treatment for loco-regional disease is allowed, including surgical procedures or palliative radiotherapy (such treatments must have been completed at least 4 weeks before enrolment)\n* Compliance of the patient regarding scheduled visits, treatment plan, laboratory tests and other procedures of the study.\n* The enrolment of patients with controlled brain metastases is allowed (metastases that have been treated with radiotherapy and remained stable for at least 4 weeks following the completion of radiation treatment)\n\nExclusion Criteria:\n\n* Patients that have received more than one lines of chemotherapy for locally recurrent/metastatic disease\n* Concurrent or planned treatment with strong inhibitors or strong inducers of cytochrome P450 3A4/5 (a wash-out period of two weeks is necessary for patients who are already on these treatments)\n* Patients with CTC grade 2 or greater neuropathy at baseline\n* Diagnosis of spinal cord compression or carcinomatous meningitis\n* Uncontrolled severe illness or medical condition (including uncontrolled diabetes mellitus)\n* Patients with clinically significant cardiac disease (e.g. congestive heart failure, unstable angina, myocardial infarction) within 6 months from study entry\n* Any other significant acute or chronic medical or psychiatric condition or abnormal laboratory finding which, according to the investigator's opinion, could result in excessive danger, regarding the participation of the patient in the study.\n* Psychiatric disorders or other conditions rendering the subject incapable of complying with the requirements of the protocol\n* Any concurrent active malignancy other than non-melanoma skin cancer or in situ carcinoma of the cervix\n* Concurrent administration of other investigational treatments and/or anti-neoplastic agents\n* Pregnancy or lactation. Patients should be surgically sterile or post-menopausal or they must agree to use adequate contraceptive methods during study period. For all patients of childbearing potential a serum or urine pregnancy test is needed. The definition of effective contraceptive methods will be based on the investigator's opinion.\n* History of severe hypersensitivity reaction (≥grade 3) to docetaxel or polysorbate 80 containing drugs",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}