{
    "nctId": "NCT03289039",
    "briefTitle": "Neratinib +/- Fulvestrant in HER2+, ER+ Metastatic Breast Cancer",
    "officialTitle": "A Phase 2 Study of Neratinib With or Without Fulvestrant in HER2-Positive, ER-Positive Metastatic Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 21,
    "primaryOutcomeMeasure": "Progression Free Survival",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Participants must have histologically or cytologically confirmed inoperable locally advanced or metastatic ER+ breast cancer. To fulfill the requirement for ER+ disease, a breast cancer must express, by immunohistochemistry (IHC), ER in ≥10% of cells, on the most recent biopsy. If ER quantification is not available, a determination of ER+ by IHC will suffice. Central confirmation of ER status is not required.\n* Participants must have documented HER2+ disease by overexpression and/or gene amplification on the most recent biopsy, per current ASCO-CAP (American Society of Clinical Oncology - College of American Pathologists) guidelines. Central confirmation of HER2 status is not required.\n* Participants must have received prior therapy with the following agents in any combination, and in setting (i.e., neoadjuvant, adjuvant, metastatic, etc.). These therapies do not need to be the most recent line of therapy.\n\n  * Trastuzumab\n  * Pertuzumab\n  * Ado-trastuzumab emtansine (T-DM1)\n* Participants must agree to undergo a research biopsy of a reasonably accessible metastatic lesion (chest wall, skin, subcutaneous tissue, lymph nodes, skin, breast, bones, lung, and liver metastases). If a reasonably accessible metastatic lesion is not available, the patient may go on study provided that archived tissue is available. However, if a reasonably accessible site is available for biopsy, the patient must agree to biopsy. Any patients not undergoing biopsy must be approved for study enrollment by the Overall Principal Investigator at DFCI. Biopsies may be done with local anesthesia or intravenous conscious sedation, according to institutional guidelines. If a biopsy requires general anesthesia, then it is only allowed if acquisition of tissue is clinically indicated, and excess tissue may be collected for research purposes. Patients without sites available for biopsy must have available tissue \\[archived formalin-fixed paraffin embedded blocks (FFPB), blocks from which slides can be created, or fresh frozen tissue from original diagnosis or metastatic setting\\] for correlative studies. Tissue needs to be located and available at the time of registration See Section 9.3 for more details.\n* Women ≥ 18 years of age. Men are not eligible.\n* Eastern Cooperative Oncology Group (ECOG) performance status 0-2 (see Appendix A).\n* Participants must have normal organ and marrow function as described below:\n\n  * Absolute neutrophil count ≥1,000/uL\n  * Platelets ≥75,000/uL\n  * Hemoglobin ≥8g/dL\n  * Total bilirubin ≤ 1.5 X institutional upper limit of normal (ULN); in case of known Gilbert's syndrome, \\<2 x ULN is allowed\n  * AST(SGOT)/ALT(SGPT) ≤3X institutional ULN without liver metastases, or ≤5X institutional ULN with liver metastases\n  * Creatinine clearance ≥ 50 mL/min\n  * Left ventricular ejection fraction ≥50%, as determined by RVG (MUGA) or echocardiogram (ECHO) within 60 days prior to initiation of protocol therapy\n* Participants may have received any number of prior therapies as long as they have adequate performance status and meet all other eligibility criteria.\n* Women of childbearing potential (including premenopausal women and women less than 12 months after menopause) must have a negative β-human chorionic gonadotropin (hCG) urine pregnancy test within 4 weeks of registration.\n* The effects of neratinib and fulvestrant on the developing human fetus are unknown. For this reason and because SERD agents are known to be teratogenic, women of child-bearing potential must agree to be abstinent, or to use a highly effective double barrier method of contraception (e.g, a combination of male condom with an intravaginal device such as the cervical cap, diaphragm, or vaginal sponge with spermicide) or a non-hormonal method, while enrolled in the study, until at least 28 days after the last dose of neratinib or 1 year after the last dose of fulvestrant. Should a woman become pregnant or suspect she is pregnant while she is participating in this study, she should inform her treating physician immediately. If a woman is of childbearing potential, she must agree to use adequate contraception prior to the study, for the duration of study participation, and for one year after completion of the study drug.\n* Ability to understand and willingness to sign a written informed consent document.\n\nExclusion Criteria:\n\n* Participants who have a history of allergic reactions attributed to compounds of similar chemical or biologic composition to neratinib or fulvestrant.\n* Participants who have known hypersensitivity to any component of loperamide or colestipol.\n* Participants who have received previous therapy with neratinib.\n* Participants who have received anti-cancer therapy (including chemotherapy, biological therapy, investigational agents, hormonal therapy, or other anti-cancer therapy) or radiotherapy within ≤14 days prior to the planned initiation of investigational products, or those who have not recovered to grade ≤1from adverse events due to their most recent therapy (excepting alopecia).\n* Participants who have had any major surgery ≤28 days prior to the planned initiation of study therapy, or those who have not recovered from adverse events due to agents/surgery administered more than 4 weeks earlier.\n* Participants who are receiving any other investigational agents.\n* Participants with known brain metastases that are untreated, symptomatic, or require therapy to control symptoms. Participants with a history of treated central nervous system (CNS) metastases are eligible. Treated brain metastases are defined as those without ongoing requirement for corticosteroids, as ascertained by clinical examination and/or brain imaging (magnetic resonance imaging or CT scan) completed during screening. Any corticosteroid use for brain metastases must have been discontinued without the subsequent appearance of symptoms for ≥ 7 days prior to registration. Treatment for brain metastases may include whole brain radiotherapy, radiosurgery, surgery or a combination as deemed appropriate by the treating physician. Radiation therapy must be completed at least 14 days prior to registration.\n* Participant has active, uncontrolled cardiac disease, including cardiomyopathy, congestive heart failure (New York Heart Association functional classification of ≥2), unstable angina, myocardial infarction within 12 months of enrollment, or ventricular arrhythmia.\n* Participant has a QTc interval \\>470 ms or known history of QTc prolongation or Torsade de Pointes.\n* Participant has an active infection or unexplained fever \\>38.5°C (101.3°F).\n* Participant has had another malignancy within the past 5 years with the exception of a) adequately treated basal cell carcinoma, squamous cell skin cancer, or thyroid cancer; b) carcinoma in situ of the breast, cervix or vulva; or c) cancer considered cured by surgical resection or unlikely to impact survival during the duration of the study, such as localized transitional cell carcinoma of the bladder, or benign tumors of the adrenal or pancreas.\n* Participant has significant chronic gastrointestinal disorder with diarrhea as a major symptom (e.g., Crohn's disease, malabsorption, or Grade ≥2 (NCI CTCAE v.4.0) diarrhea of any etiology at screening).\n* Participant has known active infection with hepatitis B or hepatitis C virus. Hepatitis B and C serology testing is not required, unless active infection is suspected.\n* Participant is unable or unwilling to swallow tablets.\n* Participant has evidence of significant medical illness, abnormal laboratory finding, or psychiatric illness/social situations that would, in the Investigator's judgment, limit compliance with study requirements.\n* Pregnant women are excluded from this study because fulvestrant is a SERD agent with the potential for teratogenic or abortifacient effects. Because there is an unknown but potential risk for adverse events in nursing infants secondary to treatment of the mother with neratinib and/or fulvestrant, breastfeeding should be discontinued if the mother is treated with neratinib and/or fulvestrant.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}