{
    "nctId": "NCT01427166",
    "briefTitle": "Non-Invasive Imaging for Cording in Breast Cancer Patients",
    "officialTitle": "Evaluation of Non Invasive Imaging for Assessing the Pathophysiology of Cording in Patients Treated for Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "DIAGNOSTIC",
    "enrollmentCount": 5,
    "primaryOutcomeMeasure": "The pathophysiology of cording following treatment for breast cancer",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Participants must be enrolled in Partners protocol # 2008P000540 \"Prospective Analysis of Symptoms, Functionality and Quality of Life Questionnaires to Evaluate Lymphedema in Patients Following Treatment for Breast Cancer\"\n* Confirmed case of cording by a medical provider (Physician, Nurse Practitioner, Physician Assistant)\n* Participants must be at least 18 years of age\n* Life expectancy of greater than 1 year.\n* Ability to understand and the willingness to sign a written informed consent document.\n* Willingness to comply with required follow up Perometer measurements and clinical visits.\n\nExclusion Criteria:\n\n* Participants who are not enrolled or have been removed from Partners Protocol # 2008P000540 will be excluded from this trial.\n* Participants with known brain metastases should be excluded from this clinical trial because of their poor prognosis and because they often develop progressive neurologic dysfunction that would confound the evaluation of neurologic and other adverse events.\n* History of prior surgery or radiation to the head, neck, upper limb, or trunk.\n* Patients with a history of a different malignancy are ineligible except for the following circumstances. Individuals with a history of other malignancies are eligible if they have been disease-free for at least 5 years and are deemed by the investigator to be at low risk for recurrence of that malignancy. Individuals with the following cancers are eligible if diagnosed and treated within the past 5 years: cervical cancer in situ, and basal cell or squamous cell carcinoma of the skin.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}