{
    "nctId": "NCT00567554",
    "briefTitle": "Bevacizumab, Everolimus (RAD001), and Lapatinib as Neoadjuvant Chemotherapy Regimes for Primary Breast Cancer",
    "officialTitle": "A Phase III Trials Program Exploring the Integration of Bevacizumab, Everolimus (RAD001), and Lapatinib Into Current Neoadjuvant Chemotherapy Regimes for Primary Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 2600,
    "primaryOutcomeMeasure": "To compare the pCR rates of neoadjuvant treatment in all 3 Settings",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Written informed consent\n2. Complete baseline documentation sent to GBG Forschungs GmbH;\n3. Unilateral or bilateral primary carcinoma of the breast, confirmed histologically by core biopsy. Fine-needle aspiration is not sufficient. Incisional biopsy is not allowed.\n4. Tumor lesion in the breast with a palpable size of ≥ 2 cm or a sonographically size of at least 1 cm in maximum diameter. The lesion has to be measurable in two-dimensions preferably by sonography. In case of inflammatory disease the extent of inflammation can be used as measurable lesion;\n5. Patients should have stages of disease in which adjuvant chemotherapy would be considered.\n\n   * Locally advanced tumors with cT4 or cT3 or\n   * Estrogen (ER)- and progesterone (PgR)-receptor negative tumors or\n   * ER or PgR positive tumors which are cN+ (for cT2) or pNSLN+ (for cT1) \\* During the Run-In-Safety phase only patients with cT4 or cT3 cN+ disease are eligible.\n6. Known HER-2/neu status detected on core biopsy. HER-2/neu positive is defined as HercepTest IHC 3+ or FISH+;\n7. Age older than 18 years;\n8. Karnofsky Performance status index at least 80%;\n9. Normal cardiac function must be confirmed by ECG and cardiac ultrasound (LVEF or shortening fraction) within 1 month prior to registration.\n10. Laboratory requirements:\n\n    Hematology: Absolute neutrophil count (ANC) ≥ 2.0 x 10e9/L platelets ≥ 100 x 10e9/L, Hemoglobin ≥ 10 g/dL (≥ 6.2 mmol/L) Hepatic function: Total bilirubin \\< 1 x UNL ASAT (SGOT) and ALAT (SGPT)≤ 2.5 x UNL Alkaline phosphatase ≤ 5 UNL. Patients with ASAT and / or ALAT \\> 1.5 x UNL associated with alkaline phosphatase \\> 2.5 x UNL are not eligible for the study; Renal function: Creatinine ≤ 175 µmol/L (2 mg/dL) \\< 1,25 UNL (or the calculated creatinine clearance ≥ 60 mL/min) Urine dipstick for proteinuria \\< 2+. Patients discovered to have ≥2+ proteinuria on dipstick urinalysis should undergo a 24 hour urine collection and must demonstrate ≤1 g of protein in 24 hours\n11. Paraffin tumor tissue block and two serum samples centrally made available\n12. Negative pregnancy test (urine or serum)\n13. Complete staging work-up within 3 months prior to registration.\n14. Patients must be available and compliant for treatment and follow-up.\n\nExclusion criteria:\n\n1. Patients with low or moderate risk, which are only doubtful candidates for adjuvant chemotherapy\n2. Evidence of distant metastasis;\n3. Prior chemotherapy for any malignancy;\n4. Prior radiation therapy for breast cancer;\n5. Pregnant or lactating patients.\n6. Inadequate general condition\n7. Previous malignant disease\n8. Known or suspected congestive heart failure (\\>NYHA I) and/or coronary heart disease, angina pectoris requiring antianginal medication, previous history of myocardial infarction, evidence of transmural infarction on ECG, un- or poorly controlled arterial hypertension, rhythm abnormalities requiring permanent treatment, clinically significant valvular heart disease\n9. Previous thromboembolic event\n10. Known hemorrhagic diathesis or increased bleeding risk\n11. History of significant neurological or psychiatric disorders that would prohibit the understanding and giving of informed consent;\n12. Pre-existing motor or sensory neuropathy of a severity more than grade 2 by NCI criteria\n13. Currently active infection;incomplete wound healing\n14. Active peptic ulcer\n15. Disease significantly affecting gastrointestinal function\n16. History of abdominal fistula, gastrointestinal perforation or intra-abdominal abscess within 6 months of enrollment\n17. Severe pulmonary condition/illness\n18. Unstable diabetes mellitus; insulin dependent type II diabetes mellitus\n19. Major surgery or incomplete wound healing within the last 28 days\n20. Definite contraindications for the use of corticosteroids\n21. Known hypersensitivity reaction to one of the investigational compounds or incorporated substances; or known dihydropyrimidine dehydrogenase deficiency\n22. Concurrent treatment with:chronic corticosteroids unless initiated \\> 6 months prior to study entry and at low dose (20 mg methylprednisolone or equivalent); sex hormones.Virostatic agents like sorivudine or analogs like brivudine, concurrent treatment with aminoglycosides; anticoagulants: heparin, warfarin as well as acetic acid (e.g. Aspirin®) at a dose of \\> 325mg/day or clopidogrel at a dose of \\> 75 mg/day)e.other experimental drugs or any other anti-cancer therapy; drugs recognized as being strong inhibitors or inducers of the isoenzyme CYP3A (e.g. Rifabutin, Rifampicin, Clarithromycin, Ketoconazole, Itraconazole, Ritonavir, Telithromycin, Erythromycin, Verapamil, Dilitazem, within the last 5 days or the expected need for these treatments during study participation.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}