{
    "nctId": "NCT02448420",
    "briefTitle": "Study of Palbociclib and Trastuzumab With Endocrine Therapy in HER2-positive Metastatic Breast Cancer",
    "officialTitle": "A Phase II Trial of Palbociclib in Combination With Trastuzumab and Endocrine Therapy in Patients With Previously-treated Locally Advanced or Metastatic HER2-positive Breast Cancer (PATRICIA II)",
    "overallStatus": "COMPLETED",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 73,
    "primaryOutcomeMeasure": "Progression-Free Survival at 6 months",
    "eligibilityCriteria": "Inclusion Criteria\n\nFor Cohorts A and B (Recruitment Closed)\n\n1. Written signed Informed Consent for all study procedures in accordance with the local administrative requirements prior to starting the protocol-specific procedures.\n2. Female patients\n3. Age 18 years or older\n4. ECOG performance status 0 or 1.\n5. Invasive HER2 positive breast cancer, according to the local laboratory, defined according to ASCO/CAP criteria as:\n\n   1. 3+ overexpression on immunohistochemistry (\\>10% of invasive tumor cells with intensive, circumferential membrane staining)\n   2. Positive in situ hybridization (FISH/CISH/SISH) in \\>10% of invasive tumor cells, having counted at least 20 cells in the area and based on:\n\n   i. Single-probe HER2 gene copy number ≥ 6 signals/cell. ii. Dual-probe HER2/CEP17 ratio ≥ 2.0 with a mean HER2 gene copy number ≥ 4.0 signals/cell; HER2/CEP17 ratio ≥ 2.0 and \\< 4.0 signals/cell; and HER2/CEP17 ratio \\< 2.0 and ≥ 6.0 signals/cell.\n6. Known hormone receptor, determined locally according to ASCO/CAP guidelines; OR or PgR considered positive in case of ≥1% of cell nuclei positive.\n7. Histologically-confirmed adenocarcinoma of the breast, metastatic or locally advanced.\n\n   1. Patients with locally advanced disease must have recurrent or progressive disease unsuitable for resection with curative intent. Patients with standard curative options available will not be eligible.\n   2. In patients with bilateral breast cancer, HER2+ positivity must be demonstrated in both sites or in a metastatic biopsy.\n8. All patients must have received at least 2 (maximum 4) previous lines of systemic treatment for metastatic or locally advanced disease, at least one of which must have included trastuzumab. Previous use of other anti-HER2 treatment, alone or in combination with chemotherapy, is permitted, including lapatinib, neratinib, pertuzumab or T-DM1. Previous use of any chemotherapy or hormone agent is permitted.\n9. Tumour tissue available for biomarker analysis, obtained from metastatic lesions (preferably) or from the primary tumor.\n10. Measurable or non-measurable (but evaluable) disease according to RECIST v1.1 criteria. (Appendix 5).\n11. Adequate organ function, defined as:\n\n    1. Absolute neutrophil count (ANC) ≥ 1.5 x 109/L.\n    2. Haemoglobin (Hb) ≥9 g/dl (transfusion or use of EPO is permitted).\n    3. Platelets \\> 100,000/mm3.\n    4. Creatinine ≤ 1.5 x normal value\n    5. AST or ALT ≤ 2.5 x ULN (or ≤5 x ULN in case of liver metastasis).\n    6. Alkaline phosphatase ≤2.5 x ULN. Alkaline phosphatase may be more than 2.5 x ULN only in the case of bone metastases, and AST and ALT less than 1.5 x ULN.\n    7. Total bilirubin ≤1.5 mg/dl (higher bilirubin levels are permitted if the patient has Gilbert's syndrome).\n12. Baseline LVEF ≥50% measured using echocardiogram or equilibrium isotopic ventriculography (MUGA).\n13. Absence of psychological, family, sociological or geographical conditions that could potentially hinder compliance with the study protocol and follow-up schedule. These situations must be discussed with the patient before she is included in the study. ..14. Postmenopausal status defined as previous bilateral oophorectomy, age \\>60 or \\<60, and amenorrhoea for at least 12 months (in absence of chemotherapy, tamoxifen, toremifene or ovarian suppression) and FSH and estradiol in postmenopausal range, according to local laboratory.\n\nFor cohorts C:\n\n1. Written signed Informed Consent for all study procedures in accordance with the local administrative requirements prior to starting the protocol-specific procedures.\n2. Male or female patients. Premenopausal or postmenopausal women.\n3. Age 18 years or older.\n4. ECOG performance status 0 to 2.\n5. Invasive HER2 positive breast cancer, according to the central laboratory, defined according to ASCO/CAP criteria.\n6. Hormone receptor positive (HR+), determined locally according to ASCO/CAP guidelines; OR or PgR considered positive in case of ≥1% of cell nuclei positive.\n7. Centrally confirmed Luminal intrinsic subtype as per PAM50 analysis (i.e. Luminal A or Luminal B).\n8. Histologically confirmed adenocarcinoma of the breast, metastatic or locally advanced.\n\n   1. Patients with locally advanced disease must have recurrent or progressive disease unsuitable for resection with curative intent. Patients with standard curative options available will not be eligible.\n   2. In patients with bilateral breast cancer, HER2+ positivity must be demonstrated in both sites or in a metastatic biopsy.\n9. All patients must have received at least 1 previous line of systemic treatment for metastatic or locally advanced disease, at least one of which must have included trastuzumab and/or anti-HER2 Antibody-Drug conjugate). Previous use of other anti-HER2 treatment, alone or in combination with chemotherapy, is permitted, including but not limited to lapatinib, neratinib, pertuzumab or T-DM1. Previous use of any chemotherapy or hormone agent is permitted. Also patients who recur during or within 12 months after completing adjuvant treatment with trastuzumab and/or antiHER2-ADCs (including but not limited to T-DM1) can be enrolled in the moment of the diagnosis of metastatic disease.\n10. Tumour tissue available for biomarker analysis, obtained from metastatic lesions (preferably) or from the primary tumour.\n11. Measurable or non-measurable (but evaluable) disease according to RECIST 1.1 criteria.\n12. Adequate organ function, defined as:\n\n    1. Absolute neutrophil count (ANC) ≥ 1.5 x 109/L.\n    2. Hemoglobin (Hb) ≥9 g/dl (transfusion or use of EPO is permitted).\n    3. Platelets \\> 100,000/mm3\n    4. Creatinine ≤ 1.5 x normal value\n    5. AST or ALT ≤ 2.5 x ULN (or ≤5 x ULN in case of liver metastasis)\n    6. Alkaline phosphatase ≤2.5 x ULN. Alkaline phosphatase may be more than 2.5 x ULN only in the case of bone metastases, and AST and ALT less than 1.5 x ULN.\n    7. Total bilirubin ≤1.5 mg/dl (higher bilirubin levels are permitted if the patient has Gilbert's syndrome).\n13. Baseline LVEF ≥50% measured using echocardiogram or equilibrium isotopic ventriculography (MUGA).\n14. Absence of psychological, family, sociological or geographical conditions that could potentially hinder compliance with the study protocol and follow-up schedule. These situations must be discussed with the patient before she is included in the study.\n15. If female of childbearing potential, must have a negative result of serum pregnancy test performed within 7 days prior to the first dose of study treatment.\n16. Participants with a history of treated CNS metastases are eligible, provided they meet all of the following criteria:\n\n    * Disease outside the CNS is present.\n    * No evidence of interim progression between the completion of CNS-directed therapy and the screening radiographic study.\n    * No history of intracranial hemorrhage or spinal cord hemorrhage.\n    * Stable doses or no need of corticosteroids and anti-convulsants for symptomatic control\n    * Minimum of 3 weeks between completion of CNS radiotherapy and Cycle 1 Day 1 of study treatment; and recovery from any significant (Grade ≥ 3) acute toxicity\n\nExclusion criteria\n\nFor cohorts A, B (Recruitment Closed)\n\n1. Treatment with any investigational anticancer drug within 14 days of the start of study treatment.\n2. Patient has received more than 4 previous lines of treatment (anti-HER2 drug +/- chemotherapy) for metastatic breast cancer or locally advanced disease. Exclusively hormonal treatments will not be taken into account.\n3. Previous treatment with a cyclin-dependent kinase inhibitor.\n4. History of other malignant tumours in the past 5 years, with the exception of adequately treated in situ carcinoma of the cervix, non-melanoma carcinoma of the skin, uterine cancer in stage I or other malignant tumours with an expected curative outcome.\n5. Radiation therapy for metastases outside the brain carried out in the 21 days prior to inclusion in the study and/or patients who have received radiation to \\> 30% of the bone marrow.\n6. Symptomatic hypercalcemia requiring treatment with bisphosphonates in the 21 days prior to inclusion in the study. Biphosphonates will be permitted for the prevention of bone events.\n7. History of exposure to cumulative anthracycline doses greater than follows:\n\n   1. Adriamycin \\> 400 mg/m2\n   2. Epirubicin \\> 720 mg/m2\n   3. Mitoxantrone \\> 120 mg/m2\n   4. Idarubicin \\> 90 mg/m2\n   5. If another anthracycline or more than one anthracycline has been used, the cumulative dose must not exceed the equivalent of 400 mg/m2 of adriamycin.\n8. Cardiopulmonary dysfunction, defined as:\n\n   1. Uncontrolled hypertension (systolic \\> 150 mmHg and/or diastolic \\> 100 mmHg) despite optimum medical treatment.\n   2. Angina pectoris or arrhythmia poorly controlled with optimum medical treatment.\n   3. History of congestive heart failure NCI CTCAE version 4.0 grade ≥ 3 NYHA class ≥ 2.\n   4. History of LVEF decrease to \\< 40% or symptomatic congestive heart failure during prior treatment with trastuzumab.\n   5. Myocardial infarction within 6 months before randomisation.\n   6. Resting dyspnoea due to complications of the malignant disease, requiring continuous oxygen therapy.\n9. Any other severe, uncontrolled disease (pulmonary, cardiac, metabolic, or haematological disorder, wound healing disorders, ulcers, bone fractures, infectious processes).\n10. Major surgery in the 28 days prior to randomisation or foreseeable during study treatment period.\n11. Infection with HIV or active Hepatitis B and/or Hepatitis C.\n12. History of trastuzumab intolerance, including grade 3-4 infusion reaction or hypersensitivity.\n13. Known hypersensitivity to any of the study drugs, including inactive ingredients.\n14. Inability, in the opinion of the investigator, to comply with the protocol requirements or any comorbidity that might hinder study follow-up, response evaluation or the informed consent process.\n\nExclusion criteria Cohort C\n\n1. Treatment with any investigational anticancer drug within 14 days of the start of study treatment.\n2. Previous treatment with a cyclin-dependent kinase inhibitor.\n3. History of other malignant tumors in the past 3 years, with the exception of adequately treated in situ carcinoma of the cervix, non-melanoma carcinoma of the skin, uterine cancer in stage I or other malignant tumors with an expected curative outcome.\n4. Radiation therapy for metastases outside the brain carried out in the 21 days prior to inclusion in the study and/or patients who have received radiation to \\> 30% of the bone marrow.\n5. Symptomatic hypercalcemia requiring treatment with bisphosphonates in the 21 days prior to inclusion in the study. Bisphosphonates or RANKL inhibitors will be permitted for the prevention of bone events.\n6. History of exposure to cumulative anthracycline doses greater than follows:\n\n   1. Adriamycin \\> 400 mg/m2\n   2. Epirubicin \\> 720 mg/m2\n   3. Mitoxantrone \\> 120 mg/m2\n   4. Idarubicin \\> 90 mg/m2\n   5. If another anthracycline or more than one anthracycline has been used, the cumulative dose must not exceed the equivalent of 400 mg/m2 of adriamycin.\n7. Cardiopulmonary dysfunction, defined as:\n\n   1. Uncontrolled hypertension (systolic \\> 150 mmHg and/or diastolic \\> 100 mmHg) despite optimum medical treatment.\n   2. Angina pectoris or arrhythmia poorly controlled with optimum medical treatment.\n   3. History of congestive heart failure NCI CTCAE version 5.0 grade ≥ 3 NYHA class ≥ 2.\n   4. History of LVEF decrease to \\< 40% or symptomatic congestive heart failure during prior treatment with trastuzumab.\n   5. Myocardial infarction within 6 months before randomization.\n   6. Resting dyspnea due to complications of the malignant disease, requiring continuous oxygen therapy.\n8. Any other severe, uncontrolled disease (pulmonary, cardiac, metabolic, or hematological disorder, wound healing disorders, ulcers, bone fractures, infectious processes).\n9. Major surgery in the 28 days prior to randomization or foreseeable during study treatment period.\n10. Infection with HIV or active Hepatitis B and/or Hepatitis C.\n11. History of trastuzumab intolerance, including grade 3-4 infusion reaction or hypersensitivity.\n12. Known hypersensitivity to any of the study drugs, including inactive ingredients.\n13. Inability, in the opinion of the investigator, to comply with the protocol requirements or any comorbidity that might hinder study follow-up, response evaluation or the informed consent process.\n\nIn cohort C, patients that are initially allocated in the control arm (physician's treatment choice) and have a documented disease progression can be re-randomized to receive the experimental or control treatment (if they meet the inclusion criteria after progression).",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}