{
    "nctId": "NCT01614184",
    "briefTitle": "Fluorescein for Sentinel Lymph Node Biopsy (SLNB) in Breast Cancer",
    "officialTitle": "Fluorescein for Lymphatic Mapping and Sentinel Lymph Node Biopsy in Patients With Operable Breast Cancer",
    "overallStatus": "WITHDRAWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "Sentinel Lymph node (SLN) detection",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Female patient\n* Ability to provide informed consent and have signed an approved consent form that conforms to federal and institutional guidelines.\n* Between 18 and 90 years of age.\n* Have been diagnosed with invasive adenocarcinoma, or high-grade ductal carcinoma in-situ. If a core or open biopsy is done, it must demonstrate invasive adenocarcinoma. If only a FNA is done, it must be positive and accompanied by a positive clinical breast examination and ultrasound or mammography. The tumor must be operable.\n* Clinically negative lymph nodes.\n* Must have had a bilateral mammogram within a year of enrollment.\n* The interval between the initial cytologic or histologic diagnosis of breast cancer and enrollment must be no more than 60 days.\n* ECOG performance status 0-1\n* Patients in whom the diagnosis of breast cancer has been obtained utilizing fine needle aspiration cytology or core needle biopsy are preferred. However, patients who are diagnosed by open biopsy procedures are eligible.\n* Patients with prior excisional biopsy or lumpectomy are eligible for entry.\n* Patients with prior non-breast malignancies are eligible if they have been disease free for 5 years before enrollment. Patients with squamous or basal cell carcinoma of the skin that has been effectively treated, carcinoma in situ of the cervix that has been treated by operation only, or LCIS of the ipsilateral or contralateral breast treated by surgery only are eligible, even if these conditions were diagnosed within 5 years before enrollment onto this study.\n\nExclusion Criteria:\n\n* Male patient\n* Ulceration, erythema, infiltration of the skin or underlying chest wall (complete fixation), peau d'orange, or skin edema of any magnitude. (Tethering or dimpling of the skin or nipple inversion should not be interpreted as skin infiltration. Patients with these latter to conditions are eligible.)\n* One or more ipsilateral axillary lymph nodes that are positive for tumor on clinical examination.\n* Bilateral malignancy or a mass in the opposite breast that is suspicious for malignancy, unless a biopsy proves that the mass is not malignant.\n* Previous removal of any ipsilateral axillary lymph node.\n* Diffuse tumors or multiple malignant tumors in different quadrants of the breast.\n* Suspicious palpable nodes in the contralateral axilla or palpable supraclavicular or infraclavicular nodes. Patients with these conditions are considered ineligible unless there is biopsy evidence that these are not involved with tumor.\n* Patients with any prior breast malignancy other than LCIS.\n* Prior treatment for this breast cancer including irradiation, chemotherapy, immunotherapy, and/or hormonal therapy.\n* Allergy to radiocolloid or fluorescein.\n* Inability to localize SLN drainage basins via lymphatic mapping. (e.g., no basin found which emits gamma-radiation after injection with technetium -99)\n* Organic brain syndrome or significant impairment of basal cognitive function or any psychiatric disorder that might preclude participation in the protocol, or be exacerbated by therapy.\n* Breast cancer related operative procedures not corresponding to criteria described in the protocol.\n* Primary or secondary immune deficiencies or known significant autoimmune disease which would pose a risk to the participant based on the physician's judgment.\n* History of organ transplantation.\n* Pregnant or lactating women.\n* Participation in concurrent experimental protocols or alternative therapies that might confound the analysis of this trial.\n* Nonmalignant systemic disease (e.g., cardiovascular, renal, hepatic, etc.) that precludes a patient from being subjected to any of the treatment options or that would prevent prolonged follow-up based on the physician's judgment.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}