{
    "nctId": "NCT05447702",
    "briefTitle": "Study of Camrelizumab Plus Apatinib and Chemotherapy as Neoadjuvant Therapy in Participants With Triple Negative Breast Cancer (TNBC)",
    "officialTitle": "A Single-arm, Prospective Phase II Study of Camrelizumab Plus Apatinib and Chemotherapy as Neoadjuvant Therapy for Triple Negative Breast Cancer (TNBC)",
    "overallStatus": "RECRUITING",
    "conditions": "Triple Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 35,
    "primaryOutcomeMeasure": "pCR rate using the definition of ypT0/Tis ypN0 (i.e., no invasive residual in breast or nodes; noninvasive breast residuals allowed) at the time of definitive surgery",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Newly diagnosed breast cancer.\n* 18-75 Years, female.\n* Early or locally advanced, histologically documented TNBC (absence of HER2, ER, and PR expression).\n* Tumor stage: II-III.\n* ECOG Performance Status of 0-1.\n* life expectancy is not less than 3 months.\n* at least one measurable lesion according to RECIST 1.1.\n* Adequate hematologic and organ function.\n* Must be willing to use an adequate method of contraception for the course of the study.\n\nExclusion Criteria:\n\n* Stage Ⅳ (metastatic) breast cancer or bilateral breast cancer.\n* Inflammatory breast cancer.\n* Has received prior any anti-tumor therapy within the past 12 months prior to signing informed consent, including chemotherapy, targeted therapy, radiation therapy, immunotherapy, biotherapy and TAE.\n* Has received prior therapy with an anti-programmed cell death protein 1 (anti-PD-1), anti-programmed death-ligand 1 (anti-PD-L1), or anti-PD-L2 agent or with an agent directed to another co-inhibitory T-cell receptor (e.g., cytotoxic T-lymphocyte-associated antigen-4 \\[CTLA-4\\], and/or anti-VEGFR agent.\n* Has a history of invasive malignancy ≤5 years prior to signing informed consent except for adequately treated basal cell or squamous cell skin cancer or in situ cervical cancer.\n* Major surgical procedure within 4 weeks prior to initiation of study treatment.\n* Has a history of autoimmune disease.\n* Has a history of hypertension that not well controlled by antihypertensive treatment\n* Has a history of myocardial infarction, severe/unstable angina pectoris, NYHA Class 2 or above cardiac insufficiency, clinically significant supraventricular or ventricular arrhythmia, or symptomatic congestive heart failure within the last 6 months.\n* Has a history of (non-infectious) pneumonitis, interstitial lung disease or uncontrollable systematicness diseases.\n* Administration of a live attenuated vaccine within 28 days prior to initiation of study treatment or anticipation of need for such a vaccine during the study.\n* Has a known history of Human Immunodeficiency Virus (HIV).\n* Has known active Hepatitis B, Hepatitis C or Autoimmune hepatitis.\n* Severe infections within 4 weeks prior to initiation of study treatment, including but not limited to hospitalization for complications of infection, bacteremia, or severe pneumonia.\n* Has active infection (CTCAE≥2) needed the treatment of antibiotic within 2 weeks prior to initiation of study treatment.\n* Has evidence of active tuberculosis within 1 year prior to initiation of study treatment.\n* Prior allogeneic stem cell or solid organ transplantation.\n* Peripheral neuropathy grade ≥2.\n* Has clinically significant intestinal obstruction.\n* Arterial/venous thrombosis events that occurred within 3 months before enrollment, such as cerebrovascular accidents, deep vein thrombosis, or pulmonary embolism.\n* Has hemoptysis symptoms within 2 months before enrollment and the maximum daily hemoptysis ≥ 2.5 ml.\n* Clinically significant bleeding symptoms or clear bleeding tendency occurred within 3 months before enrollment.\n* Has known genetic or acquired bleeding or thrombotic tendency.\n* Abnormal coagulation (INR\\>1.5 or APTT\\>1.5 x ULN) with bleeding tendency, receiving thrombolysis or anticoagulation therapy, or requiring long-term antiplatelet therapy.\n* Has a known hypersensitivity to the components of the study treatment or other hypersensitivity reactions to chimeric or humanized antibodies or fusion proteins.\n* Female patients during pregnancy and lactation, fertile women with positive baseline pregnancy tests or women of childbearing age who are unwilling to take effective contraceptive measures throughout the trial.\n* History of neurological or psychiatric disorders, including epilepsy or dementia.\n* Any other situation evaluated by researchers.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}