{
    "nctId": "NCT03367689",
    "briefTitle": "A Two-stage Simon Design Phase II Study for Non-BRCA MBC Patients With HRD Treated With Olaparib Single Agent",
    "officialTitle": "A Two-stage Simon Design Phase II Study for NOn-BRCA Metastatic BReast Cancer (MBC) Patients With Homologous Recombination Deficiency Treated With OLAparib Single Agent",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 7,
    "primaryOutcomeMeasure": "To assess the efficacy of olaparib single agent in non-BRCA MBC patients whose tumours exhibit an homologous recombination deficiency (HRD) signature, as determined by Clinical Benefit Rate (CBR) using RECIST 1.1 criteria",
    "eligibilityCriteria": "Inclusion Criteria:\n\nPatients are eligible for inclusion only if they meet ALL the following criteria:\n\n1. Female patients ≥ 18 years of age.\n2. Eastern Cooperative Oncology Group (ECOG) score lower or equal to 1.\n3. Life expectancy greater or equal to 16 weeks.\n4. Confirmed TN locally advanced or metastatic breast cancer in the first stage. For the second stage, luminal-like patients (RH-positive HER2-negative) will be allowed.\n5. Wild type BRCA1 and BRCA2 (germline). Variants with unknown significance are eligible.\n6. Tumors must exhibit a HRD signature according to Foundation Medicine's Foundation One assay. Formalin fixed, paraffin embedded (FFPE) tumor sample from the metastatic cancer must be available for central testing. If there is not written confirmation of the availability of an archived tumor sample prior to enrolment the patient is not eligible for the study.\n7. No more than three (and at least one) previous lines for the metastatic disease. Previous treatment must include taxanes (neo/adjuvant scenario is also possible) if not formally contraindicated.\n8. Patient must have measurable disease according to RECIST 1.1 criteria. At least one lesion, not previously irradiated, that can be accurately measured at baseline as ≥ 10 mm in the longest diameter (except lymph nodes which must have short axis \\> or equal 15 mm) with computed tomography (CT) or magnetic resonance imaging (MRI) and which is suitable for accurate repeated measurements.\n9. Patients must have normal organ and bone marrow function measured within 35 days prior to administration of study treatment as defined below:\n\n   Hematological: White blood cell (WBC) count \\>3.0 x 109/L, absolute neutrophil count (ANC) \\> or equal 1.5 x 109/L, platelet count ≥100.0 x109/L, and hemoglobin \\>10.0 g/dL (\\>6.2 mmol/L) with no blood transfusion in the past 35 days.\n\n   Hepatic: bilirubin ≤ 1.5 times the upper limit of normal (x ULN); alkaline phosphatase (ALP), Aspartate aminotransferase (AST) (Serum Glutamic Oxaloacetic Transaminase (SGOT)) / Alanine aminotransferase (ALT) (Serum Glutamic Pyruvate Transaminase (SGPT)) \\< or equal 2.5 x institutional upper limit of normal unless liver metastases are present in which case they must be \\< or equal 5x ULN.\n\n   Renal: creatinine clearance estimated using the Cockcroft-Gault equation of \\> or equal 51 mL/min\n10. Patient has been informed about the nature of study, and has agreed to participate, and signed the Informed Consent form (ICF) prior to participation in any study-related activities\n11. No other malignancies within the past five years except adequate treated basal cell or squamous cell skin cancer or carcinoma in situ of the cervix\n12. Resolution of all acute toxic effects of prior anti-cancer therapy or surgical procedures to NCICTCAE version 4.03 Grade \\< or equal 1 (except alopecia or other toxicities not considered a safety risk for the patient at investigator's discretion).\n13. Postmenopausal or evidence of non-childbearing status for women of childbearing potential: negative urine or serum pregnancy test within 28 days prior to administration of study treatment and confirmed prior to treatment on day 1. Postmenopausal is defined as:\n\nAmenorrheic for 1 year or more following cessation of exogenous hormonal treatments; Luteinizing hormone (LH) and Follicle stimulating hormone (FSH) levels in the post-menopausal range for women under 50; Radiation-induced oophorectomy with last menses \\>1 year ago; Chemotherapy-induced menopause with \\>1 year interval since last menses; Surgical sterilization (bilateral oophorectomy or hysterectomy).\n\nExclusion Criteria:\n\nPatients will be excluded from the study if they meet ANY of the following criteria:\n\n1. RH-positive (based on local laboratory results) or unknown for the first stage. In the second stage, luminal-like HER2-negative patients will be allowed.\n2. HER2-positive (based on local laboratory results \\[performed by immunohistochemistry/fluorescence in situ hybridization (FISH)\\] or unknown.\n3. Locally advanced breast cancer candidate for a radical treatment.\n4. Has deleterious germline BRCA1 or BRCA2 mutation as determined by local test.\n5. Patients with symptomatic uncontrolled brain metastases. A scan to confirm the absence of brain metastases is not required. The patient can receive a stable dose of corticosteroids before and during the study as long as these were started at least 4 weeks prior to treatment. Patients with spinal cord compression unless considered to have received definitive treatment for this and evidence of clinically stable disease for 35 days.\n6. Patients with symptomatic visceral disease are not eligible.\n7. Other malignancy within the last 5 years except: adequately treated non-melanoma skin cancer, curatively treated in situ cancer of the cervix, ductal carcinoma in situ (DCIS), Stage 1, grade 1 endometrial carcinoma, or other solid tumors including lymphomas (without bone marrow involvement) curatively treated with no evidence of disease for ≥5 years.\n8. Patients with myelodysplastic syndrome/acute myeloid leukemia or with features suggestive of MDS/AML\n9. Have had a major surgery (defined as requiring general anesthesia) or significant traumatic injury within 2 weeks of start of study drug, patients who have not recovered from the side effects of any major surgery or patients that may require major surgery during the course of the study.\n10. Resting ECG with QTc \\> 470 msec on 2 or more time points within a 24-hour period or family history of long QT syndrome.\n11. Patients receiving any systemic chemotherapy or radiotherapy (except for palliative reasons) within 3 weeks prior to study treatment\n12. Concomitant use of known strong CYP3A inhibitors or moderate CYP3A inhibitors. The required washout period prior to starting olaparib is 2 weeks.\n13. Concomitant use of known strong or moderate CYP3A inducers. The required washout period prior to starting olaparib is 5 weeks for enzalutamide or phenobarbital and 3 weeks for other agents.\n14. Patients considered a poor medical risk due to a serious, uncontrolled medical disorder, non-malignant systemic disease or active, uncontrolled infection. Examples include, but are not limited to, uncontrolled ventricular arrhythmia, recent (within 3 months) myocardial infarction, uncontrolled major seizure disorder, unstable spinal cord compression, superior vena cava syndrome, extensive interstitial bilateral lung disease on High Resolution Computed Tomography (HRCT) scan or any psychiatric disorder that prohibits obtaining informed consent.\n15. Immunocompromised patients, e.g., patients who are known to be serologically positive for human immunodeficiency virus (HIV).\n16. Patients with known active hepatitis (i.e. Hepatitis B or C).\n17. Previous allogenic bone marrow transplant or double umbilical cord blood transplantation (dUCBT).\n18. Whole blood transfusions in the last 120 days prior to entry to the study (packed red blood cells and platelet transfusions are acceptable, for timing refer to inclusion criteria no.9).\n19. Are unable to swallow orally administered medication.\n20. Patients with gastrointestinal disorders likely to interfere with absorption of the study medication.\n21. Chronic daily treatment with corticosteroids with a dose of ≥ 10mg/day methylprednisolone equivalent (excluding inhaled steroids), except for prophylaxis use.\n22. Female patients who are pregnant or breastfeeding, or adults of reproductive potential who are not using effective birth control methods.\n23. Patients unwilling to or unable to comply with the protocol for the duration of the study including undergoing treatment and scheduled visits and examinations.\n24. Patients that have previously receive any PARP inhibitor for any reason, including olaparib.\n25. Known hypersensitivity to olaparib excipients or any of the excipients of the product.\n26. Involvement in the planning and/or conduct of the study (applies to both sponsor staff and/or staff at the study site).\n27. Previous enrolment in the present study.\n28. Participation in another clinical study with an investigational product during the last 3 weeks.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}