{
    "nctId": "NCT03127098",
    "briefTitle": "QUILT-3.040: ETBX-011 (Ad5 [E1-, E2b-]-CEA(6D)) Vaccine in Combination With ALT-803 (Super-agonist IL-15) in Subjects Having CEA-Expressing Cancer",
    "officialTitle": "Phase 1b/2 Study of ETBX-011 (Ad5 [E1-, E2b-]-CEA(6D)) Vaccine in Combination With ALT-803 (Super-agonist IL-15) in Subjects Having CEA-Expressing Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Thyroid Cancer, Colon Cancer, Ovarian Cancer, Breast Cancer, Lung Cancer, Pancreatic Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 3,
    "primaryOutcomeMeasure": "Number of Participants With Dose-Limiting Toxicities",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age≥ 21 years.\n2. Subjects with a histologically confirmed diagnosis of locally advanced or metastatic malignancy who were previously treated with at least one method of standard therapy known to have a possible survival benefit or refused such therapy.\n3. The tumor must express CEA or must be known to be universally CEA positive (ie, colon and rectal cancer).\n4. Must have a recent FFPE tumor biopsy specimen.\n5. Subjects who have received prior CEA-targeted immunotherapy (eg, vaccine or antibody) are eligible for this trial if this treatment was discontinued at least 3 months prior to enrollment.\n6. Resolution of all toxic side effects of prior chemotherapy, radiotherapy, or surgical procedures to NCI CTCAE grade ≤ 1.\n7. Ability to understand and provide signed informed consent that fulfills Institutional Review Board (IRB)'s guidelines.\n8. ECOG performance status of 0 or 1.\n9. Subjects who are taking medications that do not have a known history of immunosuppression are eligible for this trial.\n10. Adequate hematologic function at screening, as follows:\n11. WBC count ≥ 3000/microliter.\n12. Hemoglobin ≥ 9 g/dL (may not transfuse or use erythropoietin to achieve this level).\n13. Platelets ≥ 75,000/microliter.\n14. Prothrombin (PT)-international normalized ratio (INR) \\< 1.5.\n15. Partial thromboplastin time (PTT) \\< 1.5 × upper limit of normal (ULN).\n16. Adequate renal and hepatic function at screening, as follows:\n17. Serum creatinine \\< 2.0 mg/dL.\n18. Bilirubin \\< 1.5 mg/dL (except for Gilbert's syndrome which will allow bilirubin ≤ 2.0 mg/dL).\n19. Alanine aminotransferase (ALT) ≤ 2.5 × ULN.\n20. Aspartate aminotransferase (AST) ≤ 2.5 × ULN.\n21. Female subjects of childbearing potential and women \\< 12 months since the onset of menopause must agree to use acceptable contraceptive methods for the duration of the study and for 7 months following the last injection of study medication. Male subjects must be surgically sterile or must agree to use a condom and acceptable contraceptive method with their partner.\n22. Ability to attend required study visits and return for adequate follow-up, as required by this protocol.\n\nExclusion Criteria:\n\n1. Participation in an investigational drug or device study within 30 days of screening for this study.\n2. Pregnant and nursing women.\n3. Subjects with ongoing everolimus or other cancer therapy that interferes with the induction of immune responses.\n4. Subjects with concurrent cytotoxic chemotherapy or radiation therapy. There must be at least one (1) month between any other prior chemotherapy (or radiotherapy) and study treatment. Any prior CEA-targeted immunotherapy (vaccine) must have been discontinued at least 3 months before initiation of study treatment. Subjects must have recovered from all acute toxicities from prior treatment prior to screening for this study.\n5. Active brain or central nervous system metastasis, seizures requiring anticonvulsant treatment, cerebrovascular accident (\\< 6 months), or transient ischemic attack.\n6. Subjects with a history of autoimmune disease (active or past), such as but not restricted to inflammatory bowel disease, systemic lupus erythematosus, ankylosing spondylitis, scleroderma, or multiple sclerosis. Autoimmune-related thyroid disease and vitiligo are permitted.\n7. Subjects with serious intercurrent chronic or acute illness, such as cardiac or pulmonary disease, hepatic disease, or other illness considered by the Investigator as high risk for investigational drug treatment.\n8. Subjects with a history of heart disease, such as congestive heart failure (class II, III, or IV defined by the New York Heart Association functional classification), history of unstable or poorly controlled angina, or history (\\< 1 year) of ventricular arrhythmia.\n9. Subjects with a medical or psychological impediment that would impair the ability of the subject to receive therapy per protocol or impact ability to comply with the protocol or protocol-required visits and procedures.\n10. History of malignancy except for the following: adequately treated non-melanoma skin cancer, cervical carcinoma in situ, superficial bladder cancer, or other carcinoma that has been in complete remission without treatment for more than 5 years.\n11. Presence of a known active acute or chronic infection, including human immunodeficiency virus (HIV, as determined by enzyme-linked immunosorbent assay \\[ELISA\\] and confirmed by western blot) and hepatitis B and hepatitis C virus (HBV/HCV, as determined by HBsAg and hepatitis C serology).\n12. Subjects on systemic intravenous or oral steroid therapy (or other immunosuppressives, such as azathioprine or cyclosporin A) are excluded on the basis of potential immune suppression. Subjects must have had at least 6 weeks of discontinuation of any steroid therapy (except that used as premedication for chemotherapy or contrast-enhanced studies) prior to enrollment.\n13. Subjects with known allergy or hypersensitivity to any component of the investigational product will be excluded.\n14. Subjects with acute or chronic skin disorders that will interfere with injection into the skin of the extremities or subsequent assessment of potential skin reactions will be excluded.\n15. Subjects vaccinated with a live (attenuated) vaccine (e.g., FluMist®) or a killed (inactivated)/subunit vaccine (e.g., PNEUMOVAX®, Fluzone®) within 28 days or 14 days, respectively, of the first planned dose of ETBX-011 or ALT 803.",
    "sex": "ALL",
    "minimumAge": "21 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}