{
    "nctId": "NCT03994107",
    "briefTitle": "Pegylated Liposomal Doxorubicin Plus Albumin-Bound Paclitaxel and Trastuzumab in HER-2 Positive Breast Cancer",
    "officialTitle": "A Single-center, Prospective, Single Arm Study of Neoadjuvant Treatment With Pegylated Liposomal Doxorubicin（PLD）Plus Albumin-Bound Paclitaxel and Trastuzumab in HER-2 Positive Breast Cancer",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 40,
    "primaryOutcomeMeasure": "Pathological complete response(pCR) rate",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Ability to understand and voluntarily receive the research procedures according to protocol,willingness to sign the written informed consent document;\n2. Female patients aged from 18 to 70 years old;\n3. Histologically confirmed as invasive breast cancer. occult breast cancer, inflammatory breast cancer and eczematoid carcinoma are ineligible;\n4. Clinical stageⅡ-Ⅲ;\n5. HER-2 Positive（defined by: IHC 3+ or ISH positive）;\n6. Without previous treatment for this breast cancer;\n7. Patients must have at least one measurable disease according to RECIST 1.1;\n8. ECOG (Eastern Cooperative Oncology Group) performance score of 0-1 points;\n9. LVEF≥55%;\n10. Normal ECG;\n11. Bone marrow function:absolute neutrophil count (ANC)≥2.0×109/L，platelets≥100×109/L，hemoglobin ≥90g/L。\n12. Hepatic function：alanine aminotransferase(ALT) and aspartate aminotransferase(AST) ≤1.5×ULN，serum total bilirubin≤ ULN;\n13. Renal function：serum creatinine≤1.5×ULN； Coagulation function：the international standardized ratio (INR) ≤1.5×ULN, prothrombin time (PT) or the activated partial thrombin time (APTT) ≤1.5×ULN.\n\nExclusion Criteria:\n\n1. New York Heart Association (NYHA) class ≥Ⅱ heart failure.\n2. Known or suspected hypersusceptibility to any agents used in the treatment protocol.\n3. Need to Concurrent treatment with any other anti-cancer therapy considered by the investigator.\n4. participating in other clinical trials within 4 weeks before this study.\n5. Serious heart disease, including but not limited to:\n\n1) Significant ventricular arrhythmia or high degree atrioventricular block (Mobitz II or third degree atrioventricular block); 2) unstable angina; 3) clinically significant heart valve disease; 4) Electrocardiogram shows transmural myocardial infarction; 5) Uncontrolled hypertension. 6. Uncontrolled diabetes. 7. Severe or uncontrolled infection. 8. Hepatitis b surface antigen positive, or hepatitis c virus antibody positive, or human immunodeficiency virus (HIV) antibody positive.\n\n9. Active malignancy, other than adequately treated carcinoma in situ of the cervix or basal cell carcinoma of the skin，within the past 5 years.\n\n9）Women who are pregnant , breastfeeding ,or refuse to use adequate contraception prior to study entry and for the duration of study participation.\n\n10）Other conditions considered to be inappropriate to be enrolled by the investigator.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}