{
    "nctId": "NCT05981001",
    "briefTitle": "Study of Autologous Tumor-Draining Lymph Node-Derived Lymphocytes for Advanced HER2-Negative Breast Cancer",
    "officialTitle": "An Open-Label Phase I/II Study of Autologous Tumor-Draining Lymph Node-Derived Lymphocytes for Advanced HER2-Negative Breast Cancer",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Neoplasms",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 170,
    "primaryOutcomeMeasure": "Phase I: Incidence of Dose-Limiting Toxicity (DLT)",
    "eligibilityCriteria": "Inclusion Criteria:\n\nIn order to be eligible for participation in this trial, the participant must:\n\n1. Have signed the informed consent to study participation.\n2. Be a female subject and aged between 18 and 70 years.\n3. Have locally advanced or recurrent inoperable HER2-negative breast cancer (Stage IIIB\\~IIIC) which cannot be treated with curative intent OR have metastatic breast cancer (Stage IV). HER2-negative breast cancer is defined by the most recent ASCO/CAP guidelines. Participants should appear clinically stable in the opinion of the investigator.\n4. Participants with estrogen receptor (ER)-positive and/or progesterone receptor (PR)-positive breast cancer have failed at least one line of hormonal therapy or CDK4/6 inhibitor, or are appropriate candidates for chemotherapy. Participants with ER-positive and/or PR-positive breast cancer may have received unlimited prior chemotherapy. Participants with triple-negative breast cancer (TNBC) may have received unlimited prior treatments for breast cancer.\n5. Have not received the chemotherapeutic drugs and immune checkpoint inhibitor intended to be used in this study in the prior treatments for the Stage IIIB, IIIC or IV breast cancer. Participants who received the same chemotherapeutic drugs and/or immune checkpoint inhibitor in the (neo)adjuvant setting as in this study are eligible, only if ≥12 months have elapsed between the completion of treatment with curative intent (e.g., date of primary breast tumor surgery or date of last adjuvant chemotherapy administration, whichever occurred last) and the enrollment of this study.\n6. Have not received any prior adoptive cell therapy.\n7. Be suitable for treatment with nab-paclitaxel or gemcitabine/carboplatin and camrelizumab as judged by the investigator.\n8. Have accessible tumor-draining lymph nodes by surgery to grow LNL.\n9. Have measurable disease based on RECIST 1.1. Target lesions situated in a previously irradiated area are considered measurable, only if they have shown unequivocal progression based on RECIST 1.1 after radiation therapy.\n10. Have provided recently or newly obtained biopsy from a locally advanced or recurrent inoperable or metastatic tumor lesion for pathological examination of molecular subtype and PD-L1 expression, unless contraindicated due to site inaccessibility and/or participant safety concerns.\n11. Have an Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1.\n12. Have life expectancy ≥4 months.\n13. Demonstrate adequate normal organ function:\n\n    NOTE: Blood component or cytokine therapy is not allowed within 14 days before surgery.\n    1. Routine blood test:\n\n       * Absolute neutrophil count (ANC) ≥1.5×10\\^9/L\n       * Lymphocyte count (LC) \\>0.5×10\\^9/L\n       * Platelets (PLT) ≥100×10\\^9/L\n       * Hemoglobin (Hb) ≥90 g/L\n    2. Liver function test:\n\n       * AST and ALT ≤2.5 ×ULN (≤5×ULN for participants with liver metastases)\n       * ALP ≤2.5 ×ULN (≤5×ULN for participants with liver or bone metastases)\n       * Total bilirubin ≤1.5×ULN (≤3.0 mg/dL for participants with Gilbert's syndrome)\n    3. Renal function test:\n\n       • Calculated creatinine clearance (CrCL) ≥45 mL/min OR creatinine ≤1.5 × ULN\n    4. Coagulation function test:\n\n       * APTT ≤1.5 ×ULN\n       * INR or PT ≤1.5×ULN\n    5. Doppler echocardiography:\n\n       • Left ventricular ejection fraction (LVEF) ≥50%\n    6. Pulmonary function test:\n\n       * FEV1≥60%\n14. Female participants of childbearing potential must be willing to use an adequate method of contraception for the course of the study through one year (or longer as specified by local institutional guidelines) after the last dose of study treatment. Female subjects of childbearing potential must have a negative serum pregnancy test within 7 days prior to LNL infusion.\n15. Have a specified washout period from prior anticancer therapies to the enrollment:\n\n    * Angiogenesis inhibitors: 4 weeks\n    * Chemotherapy or targeted therapy: 3 weeks\n    * Radiotherapy: 2 weeks\n    * Hormonal therapy: one week\n16. Have recovered from prior therapy-related adverse events to Grade≤1 per CTCAE version 5.0 criteria or met the criteria of normal organ function specified above, except for second-degree peripheral nerve injury, alopecia, leukoderma, hypothyroidism controlled by thyroid hormone replacement therapy, type 1 diabetes controlled by insulin therapy, and other irreversible toxic events that would not be exacerbated by LNL infusion as judged by the investigator (e.g., hearing loss).\n\nExclusion Criteria:\n\nThe participant must be excluded from participating in this trial if the participant:\n\n1. Has rapidly progressing tumors, as judged by the investigator.\n2. Has known active CNS metastases and/or carcinomatous meningitis except for previously treated and radiographically stable CNS metastases, or CNS metastases without medication requirement and corticosteroid dependence. To demonstrate radiographic stability of brain metastases, a minimum of 2 post-treatment brain imaging assessments are required: (1) The first brain imaging must be acquired after treatment of brain metastases has been completed; (2) The second brain imaging must be obtained during screening and 4 weeks after the previous post-treatment brain imaging.\n3. Has spinal cord compression not relieved by surgery or radiotherapy. Participants with previously treated spinal cord compression may participate provided that the compression-related symptoms are relieved within more than one week prior to surgery for tumor-draining lymph nodes.\n4. Has uncontrolled pleural effusion, pericardial effusion or ascites. Participants with indwelling catheter may participate.\n5. Has uncontrolled cancer pain as judged by the investigator. Participants requiring pain medication must have a treatment plan before enrollment. Symptomatic lesions suitable for palliative radiotherapy should be treated before enrollment.\n6. Has a known additional malignancy within the last 5 years. Exceptions include basal cell carcinoma of the skin, squamous cell carcinoma of the skin that has undergone potentially curative therapy, in situ cervical cancer, and ductal carcinoma in situ that has undergone radical mastectomy.\n7. Has a known history of cardiovascular disease, including but not limited to, (1) congestive heart failure (New York Heart Association \\[NYHA\\] functional classification Class \\> 2), (2) unstable angina pectoris, (3) myocardial infarction in the past 3 months, (4) supraventricular arrhythmia or ventricular arrhythmia that requires treatments.\n8. Has interstitial pneumonia or active pneumonia that has clinical implication, or other respiratory diseases that seriously affect pulmonary function.\n9. Has an active infection requiring systemic therapy or has an unexplained fever of \\>38.5℃ except fevers caused by cancer.\n10. Has arterial and/or venous thrombotic events in the past 5 months, e.g., cerebrovascular accident, deep vein thrombosis or pulmonary embolism.\n11. Is currently participating in a clinical study and receiving an investigational agent and/or using an investigational device, or has participated in a clinical study and received an investigational agent and/or used an investigational device within 4 weeks prior to enrollment.\n\n    Note: Subjects who have entered the follow-up phase of a clinical study may participate as long as 4 weeks have elapsed since the last dose of the investigational agent and/or removal of the device.\n12. Has a known psychiatric, alcohol abuse or substance abuse disorders.\n13. Is pregnant or breastfeeding.\n14. Has an active autoimmune disease, a history of autoimmune disease, or autoimmune disease that has required systemic treatment (e.g., with use of prednisone at a dose of \\>10mg per day or other corticosteroids at an equivalent dose). Replacement therapy (e.g., thyroxine, insulin, or physiologic corticosteroid replacement therapy for adrenal or pituitary insufficiency) is allowed.\n15. Has a history of congenital immunodeficiency or acquired immunodeficiency (e.g., positive serology test for HIV).\n16. Has tuberculosis in the past one year, or has a history of active tuberculosis more than one year but did not receive regular treatments.\n17. Has known active hepatitis B or hepatitis C. Participants that are hepatitis B surface antigen (HBsAg) or hepatitis B core antigen (HBcAg) positive may participate provided that the HBV DNA level is normal. Participants that are hepatitis C antibody positive may participate provided that the HCV DNA level is normal. Carriers of HBV or HCV must receive anti-virus therapy, and take regular DNA copy number tests during this trial.\n18. Has received a live vaccine within 4 weeks prior to enrollment, or plans to receive a live vaccine during this trial.\n19. Has a history of allogeneic bone marrow or organ transplant.\n20. Has a history of hypersensitivity or allergy to the drugs in this study and any of their components including but not limited to, LNL, cyclophosphamide, fludarabine, interleukin-2, dimethyl sulphoxide (DMSO), human serum albumin (HSA), dextran-40, antibiotics (β-lactam antibiotics, gentamicin), camrelizumab, nab-paclitaxel or gemcitabine/carboplatin).\n21. Has contraindication for use of IL-2, including but not limited to, refractory or intractable epilepsy, and active gastrointestinal bleeding.\n22. Has a history of Grade≥2 neuropathy.\n23. Is receiving any medication prohibited in combination with study treatments as described in the respective product labels, unless medication was stopped within 7 days prior to enrollment.\n24. Has a history or current evidence of any condition, therapy, or laboratory abnormality that might confound the results of the study, interfere with participation for the full duration of the study, or render study participation not compatible with the participant's best interest, in the opinion of the investigator.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}