{
    "nctId": "NCT00114816",
    "briefTitle": "Docetaxel Followed by CEF (Cyclophosphamide, Epirubicin and 5-Fluorouracil) Compared to Docetaxel and Capecitabine Followed by CEX (Cyclophosphamide, Epirubicin and Capecitabine) as Adjuvant Treatment for Breast Cancer",
    "officialTitle": "A Randomized Phase III Study Comparing Docetaxel Followed by Cyclophosphamide, Epirubicin and 5-FU to Docetaxel With Capecitabine Followed by Cyclophosphamide, Epirubicin and Capecitabine as Adjuvant Treatment for Early Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 1500,
    "primaryOutcomeMeasure": "Recurrence-free survival",
    "eligibilityCriteria": "Inclusion Criteria:\n\nTo be eligible for inclusion in the study, each patient must fulfill each of the criteria below.\n\n* Have provided written informed consent prior to study-specific screening procedures, with the understanding that the patient has the right to withdraw from the study at any time, without prejudice.\n* Be female and 18 years of age or older.\n* Have histologically confirmed invasive breast cancer.\n* High risk of breast cancer recurrence (\\> 25% within the first 5 years without adjuvant therapy, \\> 35% within the first 10 years) with one of the following:\n\n  * Regional node positive disease (pN+; tumor cells or tumor cell clusters \\< 0.2 mm in diameter are not counted as metastases);\n  * Pathological N0 and PgR- and tumor size \\> 20 mm.\n\nExclusion Criteria:\n\nPatients who fulfill any of the following criteria will be excluded:\n\n* \\> 65 years of age.\n* \"Special type\" histology (mucinous, papillary, medullary, or tubular breast cancer), when pN0.\n* ER, PgR and HER-2 status (via in situ hybridization or immunohistochemistry) not determined.\n* Presence of distant metastases.\n* Previous chemotherapy in the neoadjuvant setting.\n* Non-ambulatory or WHO performance status \\> 1.\n* Pregnant or lactating women. Women of childbearing potential (menstruating within 6 months of study entry or with no hysterectomy and age \\< 55) with either a positive or no pregnancy test at baseline.\n* Women of childbearing potential unless using a reliable and appropriate contraceptive method. (Post-menopausal women must have been amenorrheic for at least 6 months to be considered of non-childbearing potential).\n* More than 12 weeks between breast surgery and date of randomization.\n* Organ allografts with immunosuppressive therapy required.\n* Major surgery (except breast surgery) within 4 weeks prior to study treatment start, or lack of complete recovery from the effects of major surgery.\n* Participation in any investigational drug study within 4 weeks preceding treatment start.\n* Patients with a history of uncontrolled seizures, central nervous system disorders or psychiatric disability judged by the investigator to be clinically significant precluding informed consent or interfering with compliance for oral drug intake.\n* History of another malignancy within the last five years except cured basal cell carcinoma of skin or carcinoma in situ of the uterine cervix.\n* Clinically significant (i.e. active) cardiac disease (e.g. congestive heart failure, symptomatic coronary artery disease and cardiac arrhythmia not well controlled with medication) or myocardial infarction within the last 12 months.\n* Abnormal laboratory values:\n\n  * Hemoglobin \\< 10.0 g/dL, neutrophils \\< 1.5 x 10\\^9/L, platelet count \\< 120 x 10\\^9/L;\n  * Serum creatinine \\> 1.5 x Upper Limit of Normal (ULN);\n  * Creatinine clearance (calculated per Cockroft and Gault) \\< 50 mL/min;\n  * Serum bilirubin \\> ULN;\n  * ALAT \\> 1.5 x ULN;\n  * Alkaline phosphatase \\> 2.5 x ULN.\n* Serious uncontrolled intercurrent infections or other serious uncontrolled concomitant disease.\n* Lack of physical integrity of the upper gastrointestinal tract or those who have clinically significant malabsorption syndrome.\n* Inability to swallow tablets.\n* Life expectancy of less than 3 months.\n* Unwilling or unable to comply with the protocol for the duration of the study.\n* Requirement for concurrent use of the antiviral agent sorivudine or chemically related analogues, such as brivudine.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}