{
    "nctId": "NCT01919229",
    "briefTitle": "A Pharmacodynamics Pre-surgical Study of LEE011 in Early Breast Cancer Patients (MONALEESA-1)",
    "officialTitle": "A Randomized Pre-surgical Pharmacodynamics Study to Assess the Biological Activity of LEE011 Plus Letrozole Versus Single Agent Letrozole in Primary Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Early Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "N/A",
    "enrollmentCount": 14,
    "primaryOutcomeMeasure": "Cell Cycle Response Rate Per Cell Proliferation Marker Ki67",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Female patient is ≥ 18 years old at the time of informed consent, with newly diagnosed resectable breast cancer, who received no prior therapy for breast cancer\n* Patient is postmenopausal. Postmenopausal status is defined either by:\n\n  * Prior bilateral oophorectomy\n  * Age ≥60\n  * Age \\<60 and amenorrhea for 12 or more months and FSH (Follicle Stimulating Hormone) and estradiol in the postmenopausal range.\n* Patient has a histologically (and/or cytologically) confirmed diagnosis of estrogen-receptor positive and/or progesterone receptor positive breast cancer by local laboratory.\n* Patient has a grade II or grade III invasive breast cancer\n* Patient has Human Epidermal Growth Factor Receptor 2 (HER2) negative breast cancer defined as a negative in situ hybridization test or an Immunohistochemistry (IHC) status of 0, 1+ or 2+ (if IHC 2+, a negative in situ hybridization (respectively FISH/CISH/SISH) test is required) by local laboratory testing\n* Patient has at least one breast lesion with a diameter of ≥1.0 cm by the most accurate imaging modality used.\n* Patient has an Eastern Cooperative Oncology Group (ECOG) performance status 0 or 1\n\nExclusion Criteria:\n\n* Patient has received any prior therapy for breast cancer.\n* Patient has a concurrent malignancy or malignancy within 3 years of randomization, with the exception of adequately treated, basal cell skin cancer or squamous cell carcinoma, non-melanomatous skin cancer or curatively resected cervical cancer.\n* Patient has active cardiac disease or a history of cardiac dysfunction including any of the following:\n\n  * History of angina pectoris, symptomatic pericarditis, or myocardial infarction within 12 months prior to study entry\n  * History of documented congestive heart failure (New York Heart Association functional classification III-IV)\n  * Documented cardiomyopathy\n  * Patient has a Left Ventricular Ejection Fraction (LVEF) \\< 50% as determined by Multiple Gated acquisition (MUGA) scan or echocardiogram (ECHO)\n  * History of ventricular, supraventricular, nodal arrhythmias, or any other cardiac arrhythmias, Long QT Syndrome or conduction abnormality in the previous 12 months.\n  * Family history of QTc prolongation or of unexplainable sudden death at \\<50 years of age.\n  * On screening 12 lead ECG, any of the following cardiac parameters: bradycardia (heart rate \\< 50 at rest), tachycardia (heart rate \\> 90 at rest), PR interval \\> 220 msec, QRS interval \\>109 msec, or QTcF \\>450 msec.\n  * Systolic blood pressure \\>160 mmHg or \\<90 mmHg.\n* Patient is currently receiving any of the following medications (see\n\nAppendix 1 for details):\n\n* That are known strong inducers or inhibitors of CYP3A4.\n* That have a narrow therapeutic window and are predominantly metabolized through CYP3A4.\n* That have a known risk to prolong the QT interval or induce Torsades de Pointes.\n\nOther protocol-defined inclusion/exclusion criteria may apply",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}