{
    "nctId": "NCT03412955",
    "briefTitle": "A Pilot Study of Eribulin in Breast Cancer (BC) Patients With Brain Metastases Previously Treated With Anthracyclines and Taxanes",
    "officialTitle": "A Pilot Study of Eribulin in Breast Cancer (BC) Patients With Brain Metastases Previously Treated With Anthracyclines and Taxanes",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 14,
    "primaryOutcomeMeasure": "Objective Tumor Response Rate in Brain as measured using RANO-BM criteria",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Female patients with histologically or cytologically confirmed carcinoma of the breast.\n2. Patients with locally advanced or metastatic disease who have received an anthracycline (e.g. doxorubicin, epirubicin) and a taxane (e.g. paclitaxel, docetaxel), either in combination or in separate regimens. It can be used in neo-adjuvant, adjuvant or metastatic setting.\n3. Patients must have measurable brain metastases (minimum size of 10mm in long axis) which is asymptomatic and does not required any treatment or had failed to respond or progress after either radiation treatment or stereotactic radiosurgery.\n4. Patients who are deemed to have asymptomatic brain metastases should not be on systemic corticosteroid at enrolment. Patients who have brain metastases that have failed previous radiation therapy or stereotactic radiosurgery are allowed to be on systemic corticosteroid at enrolment. Baseline dose of corticosteroid should be documented.\n5. Patients with known HER2 positive tumors may additionally have been treated with trastuzumab and/or pertuzumab or trastuzumab emtasine in centers where this treatment is available.\n6. Patients with known estrogen and/or progesterone receptor-expressing tumors may have additionally been treated with hormonal therapy\n7. Resolution of all previous chemotherapy or radiation-related toxicities to Grade 1 severity or lower, except for stable sensory neuropathy ≤Grade 2 and alopecia\n8. Age above 21 years\n9. Eastern Cooperative Oncology Group (ECOG) Performance Status of 0, 1 or 2\n10. Life expectancy of more than 3 months\n11. Adequate renal function as evidenced by serum creatinine \\< 1.5 mg/dL or calculated creatinine clearance \\> 50 mL/minute (min) per the Cockcroft and Gault formula\n12. Adequate bone marrow function as evidenced by absolute neutrophil count (ANC) above 1.5 x 109/L, hemoglobin above 10.0 g/dL, and platelet count above 100 x 109/L.\n13. Adequate liver function as evidenced by bilirubin less than 1.5 times the upper limits of normal (ULN) and alkaline phosphatase, alanine transaminase (ALT), and aspartate transaminase (AST) less than 3 x ULN (in the case of liver metastases less than 5 x ULN), or in case of bone metastases, liver specific alkaline phosphatase less than 3 x ULN\n14. Patient's willing and able to comply with the study protocol for the duration of the study\n15. Written informed consent prior to any study-specific screening procedures with the understanding that the patient may withdraw consent at any time without prejudice. However, hormonal therapy must be discontinued one week before administration of study\n\nExclusion Criteria:\n\n1. Patients who have received chemotherapy, radiation, or biological therapy within two weeks, or hormonal therapy within one week before study treatment start, or any investigational drug within four weeks before study treatment start.\n2. Women who are pregnant or breast-feeding; women of childbearing potential with either a positive pregnancy test at screening or no pregnancy test; women of childbearing potential unless (1) surgically sterile or (2) using adequate measures of contraception (considered to be two methods of contraception, one of which must be a barrier method, e.g. condom, diaphragm or cervical cap). Perimenopausal women must be amenorrheic for at least 12 months to be considered of non-childbearing potential.\n3. Severe/uncontrolled intercurrent illness/infection.\n4. Significant cardiovascular impairment (history of congestive heart failure \\> NYHA grade II, unstable angina or myocardial infarction within the past six months, or serious cardiac arrhythmia)\n5. Patients with known positive HIV status\n6. Patients who have had a prior malignancy, other than carcinoma in situ of the cervix, or non-melanoma skin cancer, unless the prior malignancy was diagnosed and definitively treated above 5 years previously with no subsequent evidence of recurrence\n7. Patients with neuropathy \\> Grade 2 at screening.\n8. Patients with QTC \\> 500 msec at screening.\n9. Concurrent hormonal therapy for metastatic breast cancer is not allowed. However, Her2 positive metastatic breast cancer patients who progressed on prior anti-Her2 directed therapy may have concurrent eribulin and trastuzumab, but not trastuzumab emtasine.\n10. Patient with leptomeningeal only disease, without other measurable brain metastasis, is excluded.",
    "sex": "FEMALE",
    "minimumAge": "21 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}