{
    "nctId": "NCT04591431",
    "briefTitle": "The Rome Trial From Histology to Target: the Road to Personalize Target Therapy and Immunotherapy",
    "officialTitle": "The Rome Trial From Histology to Target: the Road to Personalize Target Therapy and Immunotherapy",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Cancer, Gastrointestinal Cancer, Non Small Cell Lung Cancer, Other Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 400,
    "primaryOutcomeMeasure": "OVERALL RESPONSE RATE (ORR)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age ≥ 18 at time of signing Informed Consent Form\n2. Patients able and willing to provide a written informed consent to participate to the study\n3. Patients with recurrent/metastatic breast, gastrointestinal cancer,non small cell lung cancer or others\n4. Patients not treatable with potentially curative surgery ot other loco-regional treatments.\n5. Patients should have been completed at least or failed the first line of treatment for breast cancer, gastro-intestinal, non small cell lung cancer or other cancer\n6. ECOG performance status from 0 to 1\n7. Molecular target not actionable with approved drugs identified during screening by profiling with FoundationOne CDX on biopsy and FoundationOne Liquid CDx on blood\n8. Biopsiable disease (tumor biopsy mandatory for tumor profiling). The biopsy must be performed during the screening period, when patients complete the conventional therapy for their recurrent/metastatic cancer. Historical samples will be considered for the study if collected within 3 months before the ICF signature of the patient. Samples older than 3 months, with a maximum timeframe of 6 months, and collected before progression of disease after the last treatment administered will be considered upon clinical judgement of the Investigator, after confirmation by the coordinating site or MTB. Samples obtained from a biospy of a metastatic lesion in progression after the last treatment administered represent the optimal tissue sample for genomic testing. Patients with glioblastomas and high grade malignant gliomas can be enrolled with the historical tissue samples.\n9. Measurable disease, eligible to standard treatment. Patients must have measurable or evaluable disease defined, per RECIST 1.1 or irCS (immune related Response Criteria), as at least one lesion that can be accurately measured in at least one dimension (longest diameter to be recorded for non-nodal lesions and short axis for nodal lesions) as ≥20 mm with conventional techniques or as ≥10 mm with spiral computed tomography (CT) scan, Magnetic Resonance Imaging (MRI), or a subcutaneous or superficial lesion that can be measured with calipers by clinical exam. For lymph nodes, the short axis must be ≥15 mm. Patients who have assessable disease by physical or radiographic examination but do not fully meet the above definitions of measurable disease (but still remains measurable) are eligible and will be considered to have evaluable disease. Patient's whose disease cannot be objectively measured by physical or radiographic examination (e.g., elevated serum tumor marker only) are NOT eligible. PET scan could be performed, if clinically indicated. For PET response evaluation PERCIST criteria will be applied.\n10. Adequate renal function defined by a serum creatinine \\<1.5xUNL (upper normal limit).\n11. Adequate liver function test defined by SGOT \\& SGPT \\<3xUNL (5xUNL in case of liver metastases), and bilirubin level \\<1.5xUNL\n12. Adequate bone marrow function defined by platelets \\>100,000/mm3, hemoglobin \\>10 g/dL, and neutrophils \\>1,000/mm3\n13. For female of child-bearing potential and for all women \\< 1 years after the onset of menopause: a negative pregnancy test \\<72 hours before starting study treatment is required. If sexually active, female of childbearing potential must use \"highly effective\" methods of contraception for the study duration. Contraception should continue after the last treatment for 3 months or for longer periods according to what reported in the Appendix 1 of the Protocol\n14. For male of reproductive potential: any sexually active male patient must use a condom while on study treatment. Contraception should continue after the last treatment for 3 months or for longer periods according to what reported in the Appendix 1 of the Protocol.\n\nExclusion Criteria:\n\n1. Patients who have only bone and/or brain metastases\n2. Patients treated with more than 2 lines for breast cancer, gastro-intestinal, non small cell lung cancer and other cancer\n3. Patients with uncontrolled disease (untreated and/or sintomatic) and patients whose brain metastases have not been monitored for \\>2 months\n4. Patients with well-established actionable targets for which approved and marketed targeted drugs are available (i.e. lung cancer with EGFR mutation, or ALK translocation, B-RAF mutant melanoma, GIST with KIT mutations or breast cancer with HER2 amplification)\n5. Patient participating in another clinical trial with an experimental drug\n6. Anticoagulation with anti-vitamin K (Low Molecular Weight Heparin \\[LMWH\\] is allowed)\n7. Patients with other concurrent severe and/or uncontrolled medical disease which could compromise participation in the study, including uncontrolled diabetes, cardiac disease, uncontrolled hypertension, congestive cardiac failure, ventricular arrhythmias, active ischemic heart disease, myocardial infarction within one year, chronic liver or renal disease, active gastrointestinal tract ulceration, severely impaired lung function\n8. Pregnant and/or breastfeeding women\n9. Patients with any psychological, familial, sociological or geographical condition potentially hampering compliance with the study protocol and follow-up schedule\n10. HIV, HBV, or HCV infection as per specific test performed at the screening visit or known as per Medical History\n11. Patients with documented contraindication to any of the IMPs that will be used for the study, as reported in the respective SmPcs/IBs and in Appendix 2\n12. Patients treated with the following drugs, because of the risk of immunosuppression: Chronic or high-dose oral corticosteroid therapy, TNF-inhibitors and Anti-T cell antibodies",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}