{
    "nctId": "NCT02353988",
    "briefTitle": "AR-inhibitor Bicalutamide in Treating Patients With TNBC",
    "officialTitle": "Bicalutamide in Treating Patients With AR-positive Metastatic Triple Negative Breast Cancer",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Neoplasms",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 60,
    "primaryOutcomeMeasure": "Clinical benefit rate(CBR)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Female patients with histologically or cytologically confirmed carcinoma of the breast. Every effort should be made to make paraffin embedded tissue or slides from the diagnostic biopsy or surgical specimen available for confirmation of diagnosis.\n* Receptor status: Estrogen receptor- and progesterone receptor-negative,HER-2-negative, Androgen receptor-positive\\* NOTE: Samples are considered positive if greater than 10% of cell nuclei are immunoreactive.\n* Eastern Cooperative Oncology Group (ECOG) Performance Status of 0 to 2. Life expectancy of \\>= 3 months.\n* Adequate organ and marrow function as defined below:\n\nleukocytes \\>3,000/mL; absolute neutrophil count \\>1,500/ml; platelets \\>100,000/mL; total bilirubin within normal institutional limits; aspartate aminotransferase (AST)/ alanine aminotransferase (ALT) \\<2.5×institutional upper limit of normal (ULN); creatinine within normal institutional limits OR creatinine clearance \\>60 mL/min/1.73 m2 for patients with creatinine levels above institutional normal.\n\n* Patients with metastatic disease progressed after one therapeutic regimen for metastatic disease, and there is no limit for the regimens of prior therapy.\n* Measurable disease by Response Evaluation Criteria in Solid Tumors (RECIST) criteria.\n* Women of childbearing potential, but using (1) surgically sterile or (2) adequate measures of contraception in the opinion of the Investigator. Peri-menopausal women must be amenorrheic for at least 12 months to be considered of non-childbearing potential.\n* Patients have no other malignancy, except breast cancer.\n* Patients willing and able to comply with the study protocol for the duration of the study.\n* Written informed consent prior to any study-specific screening procedures with the understanding that the patient may withdraw consent at any time without prejudice.\n\nExclusion Criteria:\n\n* Patients who have received any of the following treatments within four weeks before Bicalutamide or TPC treatment start: chemotherapy, radiation, trastuzumab, hormonal therapy, surgery, or any investigational drug within four weeks.\n* Patients with a hypersensitivity to Bicalutamide or selected TPC treatment.\n* Women who are pregnant or breast-feeding; women of childbearing potential refuse to use any measures of contraception.\n* Patients have active brain metastases or leptomeningeal disease.\n* Patients have important organ failure or serious marrow suppression.\n* Severe/uncontrolled intercurrent illness/infection.\n* Significant cardiovascular impairment (history of congestive heart failure \\> New York Heart Association grade II, severe valvular heart disease，unstable angina or myocardial infarction within the past six months, or serious cardiac arrhythmia, or resistant hypertension).\n* Patients can't comply with the study protocol for the duration of the study.\n* Patients have had a prior malignancy within five years, other than previous breast cancer.\n* Participation in another clinical trial with any investigational agents within 3 weeks prior to study screening.\n* Patients with known Central Nervous System (CNS) disease (primary or secondary) or leptomeningeal disease because of their poor prognosis and because they often develop progressive neurological dysfunction that would confound the evaluation of neurological and other adverse events.\n* Gastrointestinal disorders interfering with absorption of the study drug.\n* Difficulties with swallowing study capsules/tablets.\n* Psychiatric disorders or altered mental status precluding understanding of the informed consent process and/or completion of the necessary studies.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}