{
    "nctId": "NCT04297267",
    "briefTitle": "A Study to Evaluate Gemcitabine Plus Cisplatin in the Treatment of TNBC Patients Following Neoadjuvant Chemotherapy",
    "officialTitle": "A Prospective, Single Arm, Multicenter, Phase II Trial of Gemcitabine Plus Cisplatin in the Treatment of Patients With Non-pCR Triple Negative Breast Cancer Following Neoadjuvant Chemotherapy",
    "overallStatus": "UNKNOWN",
    "conditions": "Triple Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 100,
    "primaryOutcomeMeasure": "Disease free survival",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Age between 18 and 70 years old\n* Patients with histologically confirmed unilateral invasive ductal carcinoma(according to WHO histologically type)\n* Tumor clinical staged as IIB-IIIB before neoadjuvant chemotherapy (according to the 7th AJCC edition).\n* After standard treatment (6-8 cycles) of neoadjuvant chemotherapy (plan formulated by the attending doctor, including anthracycline and paclitaxel drugs, must not contain platinum), assessed by the surgery, the original site for non - pCR (MP class 1-4) or lymph nodes are still positive for patients.\n* No gross or microscopic tumor residual after resection.\n* Patients with clear ER/PR/Her2 receptor, and ER/PR/Her2 are all negative(Specific definition: immunohistochemical detection of ER \\< 1% positive tumor cell is defined as the ER negative, PR \\< 1% positive tumor cells is defined as the PR negative, Her2 0-1 or Her2 2 + but after FISH or CISH tested negatie for c (no amplification) is defined as the Her2-negative).\n* No evidence of distant metastasis in the clinical or radiological aspects of preoperative. examination,that is M0.\n* Patients without peripheral neuropathy or I peripheral neurotoxicity.\n* Eastern Cooperative Oncology Group (ECOG) performance status (PS) ≤1.\n* Patients recovered well after surgery, at least 1 weeks after the operation.\n* Adequate marrow: White blood cells count≥3000/μL,neutrophil count ≥1500/μL, hemoglobin ≥9g/dL and platelet count ≥75000/μL.\n* Normal liver function test: Alanine Aminotransferase (ALT), Aspartate Aminotransferase (AST) ≤ 1.5×upper limit of normal (ULN) concomitant with alkaline phosphatase (ALP) ≤ 2.5×ULN, and bilirubin ≤ 1.5ULN.\n* Adequate renal function: Serum creatinine ≤ 1.5ULN.\n* Contraception during the treatment of child-bearing women.\n* Adequate cardiac function :Left ventricular ejection fraction (LVEF) \\> 50%.\n* Patients must be informed of the investigational nature of this study and give written informed consent.\n* Patients without serious heart, lung, liver, kidney and other important organs disease history.\n* Patients have good compliance.\n\nExclusion Criteria:\n\n* Patients with bilateral breast cancer or carcinoma in situ(DCIS/LCIS).\n* Metastasis of any part except axillary lymph nodes.\n* Clinical or imaging suspicion of the contralateral breast is malignant but not confirmed, requiring biopsy.\n* There have been malignant tumors (except for basal cell carcinoma and carcinoma in situ of cervix) in the last five years, including breast cancer.\n* Patients have been enrolled in other clinical trials.\n* Patients with severe systemic illnesses and/or uncontrolled infections are unable to join the study.\n* Patients with severe cardio-cerebrovascular disorders (e.g., unstable angina pectoris, chronic heart failure, uncontrollable hypertension \\>160/100mmgh, myocardial infarction or cerebrovascular accident) in the first 6 months of randomization.\n* Pregnant lactating women (child-bearing women must be negative for pregnancy test within 14 days prior to first delivery, if positive, the pregnancy should be excluded by ultrasound.)\n* Child-bearing women who are unwilling to take effective contraceptive measures in the course of research.\n* Patients with mental illness, cognitive impairment, inability to understand test protocols and side effects, and those who fail to complete the trial programme and follow-up work (a systematic assessment is required before the trial).\n* Persons without personal freedom and independent civil capacity.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}