{
    "nctId": "NCT00538850",
    "briefTitle": "Fentanyl Sublingual Spray in Treating Patients With Breakthrough Cancer Pain",
    "officialTitle": "A Randomized, Double-blind, Placebo-controlled Multi-center Study to Evaluate the Safety and Efficacy of Fentanyl Sublingual Spray (Fentanyl SL Spray) for the Treatment of Breakthrough Cancer Pain",
    "overallStatus": "COMPLETED",
    "conditions": "Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "N/A",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 130,
    "primaryOutcomeMeasure": "Summed Pain Intensity Differences (SPID) at 30 Minutes After Dosing (SPID30)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Male or female, ≥ 18 years of age.\n* Diagnosis of cancer.\n* Opioid-tolerant. Subjects who were opioid tolerant were those taking ≥ 60 mg of oral morphine/day, at least 25 μg of transdermal fentanyl/hour, at least 30 mg of oxycodone daily, at least 8 mg of oral hydromorphone daily or an equianalgesic dose of another opioid for a week or longer for cancer-related pain.\n* Experienced persistent pain related to the cancer or its treatment of moderate or lesser intensity in the 24 hours prior to assessment by a verbal rating scale at the Screening Visit.\n* Over the previous 7 days, subject experienced, on average, 1 to 4 breakthrough cancer pain episodes per day usually at least partially controlled by supplemental medication of at least 5 mg immediate-release morphine or an equivalent short-acting opioid (eg, oxycodone, hydrocodone, or codeine with acetaminophen).\n* Able to evaluate and record pain relief, assess medication performance at set times after dosing, record AEs, record each use of the study drug or supplemental medication in an electronic diary (a caregiver may have provided the subject the medication, help with the mechanics of handling the electronic diary but was not permitted to record any information in the electronic diary).\n* Able and willing to give informed consent.\n* Women of childbearing potential were to have a) a negative serum pregnancy test, b) not be breastfeeding and c) agree to practice a reliable form of contraception.\n\nExclusion Criteria:\n\n* Intolerance to opioids or fentanyl.\n* Current use of commercially available oral short-acting fentanyl for breakthrough pain. Subjects previously on Actiq or Fentora were permitted to be enrolled if they had a 7 day washout.\n* Rapidly increasing/uncontrolled pain.\n* A history of major organ system impairment or disease, that in the Investigator's or his/her designee's opinion could increase the risk associated with the use of opioids.\n* Uncontrolled hypertension (systolic blood pressure {SBP} \\> 180 mmHg or diastolic blood pressure \\[DBP\\] \\> 90 mmHg on 2 occasions ≥ 6 hours apart) despite antihypertensive therapy, or a history of hypertensive crisis within the past 2 years.\n* A recent history (≤ 2 years prior) of transient ischemic attacks, neural vascular disease, stroke, or cerebral aneurysms.\n* Clinically uncontrolled sleep apnea.\n* Brain metastases with signs or symptoms of increased intracranial pressure.\n* Inability to assess pain or response to pain medications for any reason, including psychiatric disorder, concurrent medical disorder, or concomitant therapy.\n* Received investigational study product(s) ≤ 30 days prior to the Screening Visit.\n* Painful erythema, oedema or ulcers under the tongue.\n* Use of monoamine oxidase (MAO) inhibitors within 14 days of the Screening Visit.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}