{
    "nctId": "NCT05303129",
    "briefTitle": "Prognostic Impact of the Neutrophil/Lymphocyte Ratio (NLR) in the Treatment of First-line Metastatic or Locally Advanced Breast Cancer Treated With CDK4/6 Inhibitor.",
    "officialTitle": "Prognostic Impact of the Neutrophil/Lymphocyte Ratio (NLR) in the Treatment of First-line Metastatic or Locally Advanced Breast Cancer Treated With CDK4/6 in",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Cancer, Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "OTHER",
    "enrollmentCount": 165,
    "primaryOutcomeMeasure": "Progression-free survival rate",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients with locally advanced or metastatic HR-positive, Her2-negative breast cancer\n* Patients who are scheduled to receive first-line metastatic CDK4/6 inhibitor therapy in combination with hormone therapy as per the marketing authorization\n* Patients who have not received previous anti-neoplastic therapies for metastatic or advanced disease (chemotherapy, targeted therapy or hormonal therapy). However, it will be possible to have initiated 1st line hormonal therapy within 4 to 6 weeks prior to inclusion.\n* Prior radiotherapy allowed even in metastatic disease. In case of radiotherapy treatment, side effects attributable to the treatment must be resolved.\n* Postmenopausal patients or patients with suppressed ovarian function\n* Patient with measurable or non-measurable disease (according to RECIST v1.1 criteria)\n* Adequate organ and marrow function to allow prescription of CDK 4/6 inhibitor therapy\n* Age of Patient ≥ 18 years\n* Willingness and ability to comply with scheduled visits, treatment plan, biologic tests and other trial procedures including assessments requested for inclusion\n* Patient affiliated with a social security plan\n* Informed consent signed prior to any specific study-related procedures\n\nExclusion Criteria:\n\n* Men (no marketing authorization for CDK4/6 inhibitors in men in France)\n* Previous systemic treatment for metastatic disease (chemotherapy, hormone therapy, etc.)\n* Previous treatment with a CDK4/6 inhibitor (adjuvant or for metastatic disease)\n* Locally advanced or relapsed breast cancer for which curative treatment would be considered\n* Her2-positive tumor status on either the primary or relapsed tumor as defined by ASCO criteria\n* Patient with advanced, symptomatic visceral extension who may be at risk for a potentially fatal short-term complication (\"visceral crisis\") and who requires treatment with chemotherapy\n* Patients who are deprived of their liberty, under guardianship, or subject to a legal protection measure or who are unable to express their consent\n* Patients who cannot undergo the trial follow-up for geographical, social or psychopathological reasons",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}