{
    "nctId": "NCT05209529",
    "briefTitle": "Chemo-free BRCA-targeted Neoadjuvant Strategy",
    "officialTitle": "Neoadjuvant Olaparib and Durvalumab for Patients With BRCA-associated Triple Negative Breast Cancer",
    "overallStatus": "WITHDRAWN",
    "conditions": "TNBC - Triple-Negative Breast Cancer, BRCA1 Mutation, BRCA2 Mutation",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "rate of pathological complete response (pCR) at the time of surgery",
    "eligibilityCriteria": "Inclusion Criteria at registration:\n\n* Histologically confirmed, invasive TNBC, defined as:\n\n  * ER and PR negative (not eligible for endocrine therapy) defined as immunohistochemistry (IHC) nuclear staining ≤ 10% AND\n  * HER2 negative (not eligible for anti-HER2 therapy):\n* Early-stage disease, defined as cT1c-T2, N0-N1, M0\n* Medically fit for a neoadjuvant strategy and for radical surgery as by the investigator's decision\n* No prior systemic therapy nor definitive surgery for BC\n* Age ≥18 years\n* Women and men can be included\n* ECOG performance status (PS) 0-1\n\nExclusion Criteria at registration:\n\n* Previous treatment with a PARPi\n* Previous treatment with an anti-PD-1/PD-L1, anti-PD-L2 or anti-CTLA-4 antibody\n* Evidence of macroscopic distant metastases, investigated according to local institutional guidelines\n* Patients who underwent sentinel node biopsy before neoadjuvant therapy\n* History of previous invasive BC\n* Bilateral and/or multifocal and/or multicentric BC\n* Malabsorption syndrome or other chronic condition that would significantly interfere with enteral absorption\n* History of allogenic transplantation of bone marrow or an organ.\n* History of another primary malignancy.\n* Myelodysplastic syndrome/acute myeloid leukaemia or features suggestive of such.\n* Congenital long QT syndrome.\n* History of active primary immunodeficiency\n\nInclusion criteria at randomization:\n\n* Deleterious germline or somatic mutation in BRCA 1 and/or BRCA 2 or homologue repair deficiency (HRD) status as determined by central testing.\n* Tumour tissue available from primary tumour (fine needle aspiration cytology or lymph node metastasis tissue are not acceptable).\n* Normal organ and bone marrow function measured within 28 days prior to administration of study treatment as defined below:\n\n  * Haemoglobin ≥ 10.0 g/dL with no blood transfusion in the past 28 days\n  * Absolute neutrophil count (ANC) ≥ 1.5 x 109/L\n  * Platelet count ≥ 100 x 109/L\n  * AST (SGOT) and ALT (SGPT) ≤ 2.5 x ULN\n  * Total bilirubin ≤ 1.5 x ULN (exception: higher bilirubin in patients with confirmed Gilbert's syndrome are allowed according to the investigator's decision)\n  * Creatinine clearance estimated of ≥ 51 mL/min/1.73m2 using the MDRD equation\n* Body weight \\>30 kg\n* Participation in translational research is mandatory\n* Women of childbearing potential (WOCBP) must have a negative serum pregnancy test in the screening period and confirmed prior to treatment on day 1.\n* Female patients of childbearing/reproductive potential must use adequate birth control measures, as defined by the investigator, during the study treatment period and for at least 3 months after the last dose of treatment. A highly effective method of birth control is defined as a method which results in a low failure rate (i.e., less than 1% per year) when used consistently and correctly. Such methods include:\n\n  * Intrauterine device (IUD)\n  * Intrauterine hormone-releasing system (IUS)\n  * Bilateral tubal occlusion\n  * Vasectomized partner\n  * Sexual abstinence (the reliability of sexual abstinence needs to be evaluated in relation to the duration of the clinical trial and the preferred and usual lifestyle of the patient)\n* Male patients must use a condom during treatment and for 3 months after the last dose of study treatment when having sexual intercourse with a pregnant woman or with a woman of childbearing potential. Female partners of male patients should also use a highly effective form of contraception (see above) if they are of childbearing potential.\n* Female subjects who are breast feeding must discontinue nursing prior to the first dose of study treatment and until 3 months after the last study treatment.\n* Registration to a National Health Care System\n\nExclusion criteria at randomization:\n\n* Inability to swallow and/or retain oral tablets\n* Blood transfusion within 28 days\n* History of human immunodeficiency virus (HIV) (positive HIV 1/2-antibodies)\n* Active Hepatitis B or Hepatitis C\n* Active bacterial, viral, or fungal infection requiring systemic therapy\n* History of active tuberculosis (TB, Bacillus Tuberculosis)\n* History of idiopathic pulmonary fibrosis, drug-induced pneumonitis, organizing pneumonia, interstitial lung disease or evidence of active pneumonitis on screening (TAP-CT-scan)\n* History of aortic disease (aneurysm or dissection)\n* History of myasthenia gravis\n* Mean QT interval corrected for heart rate (QTc) ≥ 500ms using Fridericia's Correction\n* Uncontrolled intercurrent illness\n* Psychiatric illness/social situations or addiction (chronic alcoholism or drug addiction) that would limit compliance with study requirement, substantially increase risk of incurring AEs or compromise the ability of the patient to give written informed consent.\n* Any other serious or uncontrolled illness or abnormality that, in the judgment of the investigator, limits compliance with study requirement, substantially increases risk of incurring AEs or compromises the ability to give written informed consent.\n* Current or prior use of immunosuppressive medication within 14 days before the first dose of durvalumab.\n* Receipt of live attenuated vaccine within 30 days prior to the first dose of study treatment.\n* Any concurrent systemic chemotherapy, immunotherapy, biologic or hormonal therapy for cancer treatment.\n* Any unresolved toxicity (Common Terminology Criteria for Adverse Event (CTCAE) grade ≥ 2) caused by previous cancer therapy, excluding alopecia, vitiligo.\n\n  * Patients with Grade ≥ 2 neuropathy will be evaluated on a case-by-case basis after consultation with the study physician.\n  * Patients with irreversible toxicity not reasonably expected to be exacerbated by treatment with olaparib and/or durvalumab may be included only after consultation with the study physician.\n* Concomitant use of strong CYP3A inhibitors.The required washout period prior to starting study treatment (olaparib) is 2 weeks.\n* Concomitant use of strong CYP3A inducers. The required washout period prior to starting study treatment (olaparib) is 5 weeks for phenobarbital and 3 weeks for other agents.\n* Major surgery within 4 weeks prior to the first dose of study treatment. Patients must have recovered from the surgical procedure. Implanted port placement is not considered as a major surgery.\n* Known allergy or hypersensitivity to olaparib or durvalumab, or to any excipient.\n* Contraindication to MRI or to the contrast medium used for MRI (gadolinium).\n* Participation in another clinical study, unless it is an observational (non-interventional) clinical study or during the follow-up period of an interventional study\n* Female patients who are pregnant or male or female patients of reproductive potential who are not willing to employ effective birth control from screening to 3 months after the last dose of study treatment.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}