{
    "nctId": "NCT02076074",
    "briefTitle": "Single Fraction High-Gradient Partial Breast Irradiation in Treating Patients With Low-Risk Stage 0-I Breast Cancer",
    "officialTitle": "Evaluation of Single Fraction High-Gradient Partial Breast Irradiation as the Sole Method of Radiation Therapy for Low-Risk Stage 0 and I Breast Carcinoma",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Neoplasms",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 50,
    "primaryOutcomeMeasure": "Percentage of Patients Who Are Free of Serious Treatment Related Toxicity",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* AJCC 7th Edition stage 0 or I (TisN0 ≤ 2 cm or T1N0) histologically confirmed carcinoma of the breast, treated with partial mastectomy. Axillary sampling is required only for cases of invasive cancers. Tumor size is determined by the pathologist. Clinical size may be used if the pathologic size is indeterminate. Patients with invasive cancer must have no positive axillary lymph nodes with at least 6 axillary lymph nodes sampled or a negative sentinel node.\n* Negative histologic margins of partial mastectomy or re-excision specimen. Margins generally are positive if there is invasive or noninvasive tumor at the inked resection margin, close but negative if the tumor is within 2 mm of the inked margin and negative if the tumor is at least 2 mm away from the inked edge.\n* Invasive ductal, lobular, medullary, papillary, colloid (mucinous), tubular histologies, or mixed histologies (lesions ≤ 2 cm) that are estrogen or progesterone receptor positive and do not exhibit HER2/neu gene amplification OR ductal carcinoma in situ (lesions ≤ 2 cm).\n* Systemic therapy, if planned, must be adjuvant in nature and not be scheduled to begin for at least 4 weeks after completion of HG-PBI.\n* Good candidate for treatment per protocol in the judgment of the PI and/or treating physician following simulation.\n* Postmenopausal status.\n* Age ≥ 50 years at diagnosis.\n* Able to understand and willing to sign IRB-approved written informed consent document.\n* English speaker.\n\nExclusion Criteria:\n\n* Presence of distant metastases.\n* In situ lobular carcinoma or nonepithelial breast malignancies such as sarcoma or lymphoma.\n* Proven multicentric carcinoma (tumors in different quadrants of the breast, or tumors separated by at least 4 cm) with other clinically or radiographically suspicious areas in the ipsilateral breast unless confirmed to be negative for malignancy by biopsy.\n* Premenopausal status.\n* Histologically confirmed positive axillary nodes in the ipsilateral axilla. Palpable or radiographically suspicious contralateral axillary, supraclavicular, infraclavicular, or internal mammary nodes, unless there is histologic confirmation that these nodes are negative for tumor.\n* Prior non-hormonal therapy for the present breast cancer, including radiation therapy or chemotherapy.\n* Diagnosis of systemic lupus erythematosis, scleroderma, or dermatomyositis.\n* Diagnosis of a coexisting medical condition which limits life expectancy to \\< 2 years.\n* Diagnosis of psychiatric or addictive disorders that would preclude obtaining informed consent.\n* History of other malignancy ≤ 5 years previous with the exception of basal cell or squamous cell carcinoma of the skin which were treated with local resection only or carcinoma in situ of the cervix.\n* Paget's disease of the nipple.\n* Skin involvement, regardless of tumor size.\n* Unsatisfactory breast for HG-PBI as determined by the treating physician. For example, if there is little breast tissue remaining between the skin and pectoralis muscle after surgery, treatment with HG-PBI is technically problematic.\n* Partial mastectomy so extensive that the cosmetic result is fair or poor prior to HG-PBI as determined by the treating physician.\n* Surgical margins which cannot be microscopically assessed or are positive at pathological evaluation.\n* Time between final definitive breast procedure to HG-PBI simulation is greater than 8 weeks.\n\nInclusion of Women and Minorities\n\n-Women and members of all races and ethnic groups are eligible for this trial. Because breast cancer occurs rarely in men, men will not be recruited for participation.",
    "sex": "FEMALE",
    "minimumAge": "50 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}