{
    "nctId": "NCT03013504",
    "briefTitle": "A Phase III Trial to Compare the Efficacy, Safety and Pharmacokinetics of HD201 to Herceptin® in HER2+ Early Breast Cancer Patients",
    "officialTitle": "A Randomised, Double-blind, Parallel Group, Equivalence, Multicentre Phase III Trial to Compare the Efficacy, Safety and Pharmacokinetics of HD201 to Herceptin® in Patients With HER2+ Early Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "HER2 Positive Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 503,
    "primaryOutcomeMeasure": "total pathological complete response rate (tpCR)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Able and willing to give written informed consent.\n2. Females ≥ 18 years of Age\n3. Eastern Cooperative Oncology Group (ECOG) performance Status (PS) \\< 2.\n4. Known Hormone receptor (oestrogen receptor and progesterone receptor) status.\n5. HER2 overexpressed as assessed by\n\n   1. Immunohistochemistry (IHC) or\n   2. Fluorescent in situ hybridisation (FISH); FISH positive is defined as FISH amplification Ratio ≥ 2.0 / number of HER2 gene copies per cell \\>2\n   3. Chromogenetic in stu hybridisation (CISH) positive\n   4. Patients with IHC score 3+ or positive FISH/CISH test\n   5. Patients with an IHC score 2+ must also have a positive FISH/CISH test\n6. LVEF ≥ 50% or within the normal Level of the Institution, as assessed by echocardiography or MUGA scan.\n7. Life expectancy \\> 12 weeks.\n8. Adequate bone marrow function as evidenced by the following:\n\n   1. Absolute neutrophils count ≥ 1,500/μL\n   2. Haemoglobin ≥ 9 g/dL\n   3. Platelet count ≥ 100,000/μL Up to 5% Deviation is acceptable.\n9. Adequate hepatic and renal function as evidenced by the following:\n\n   1. Creatinine clearance ≥ 60mL/min\n   2. total Bilirubin ≤ 1.5x upper limit of normal (ULN)\n   3. AST (SGOT) and ALT (SGPT) ≤ 2.5 x ULN Up to 10% deviation is acceptable.\n10. Ability to comply with the study protocol.\n11. Female patients of childbearing potential must have a negative Serum pregnancy test within 7 days prior to first dose of study treatment and agree to use effective contraception (intrauterine device, diaphragm, diaphragm with spermicide or a reliable barrier method, eg condom with spermicide) throughout the study period and 7 months after discontinuation of study drug.\n12. Non-metastatic, unilateral, newly diagnosed, operable early breast cancer (EBC) of clinical stage II and III including inflammatory breast cancer. Histologically confirmed primary invasive carcinoma of the breast.\n\nExclusion Criteria:\n\nPatients meeting any of the following criteria must not be enrolled in the study:\n\n1. Metastatic (stage IV) with exception of supraclavicular nodes.\n2. Bilateral breast cancer\n3. Multicentric breast cancer\n4. History of any prior invasive breast carcinoma, except for subjects with a past history of ductal carcinoma in situ (DCIS) treated with surgery.\n5. History of malignant neoplasms within 5 years prior to randomisation, except for curatively treated carcinoma in situ of uterine cervix, basal cell carcinoma of the skin or squamous cell carcinoma of the skin (malignant neoplasms occurring more than 5 years prior to randomisation are permitted if curatively treated with surgery only).\n6. Previous history of radiation therapy, anti-neoplastic immunotherapy, chemotherapy or anti-neoplastic biotherapy (including prior HER2 directed therapy).\n7. Major surgery within 2 weeks prior to randomisation\n8. Serious cardiac illness that would preclude the use of trastuzumab such as:\n\n   * history of documented congestive heart failure (CHF) (New York Heart Association, NYHA, class III or greater heart disease)\n   * LVEF \\< 50% by echocardiography or MUGA scan\n   * angina pectoris requiring anti-anginal medication\n   * evidence of transmural infarction on electrocardiogram (ECG)\n   * uncontrolled hypertension (systolic \\> 180 mmHg and/or diastolic \\> 100 mmHg)\n   * clinically significant valvular heart disease\n   * high-risk uncontrolled arrhythmias.\n9. Serious pulmonary illness enough to cause dyspnoea at rest or requiring supplementary oxygen therapy.\n10. Known history of active hepatitis B virus (HBV) and active hepatitis C virus (HCV) infection.\n11. Known HIV infection by patient declaration.\n12. Other severe acute or chronic medical or psychiatric condition, or laboratory abnormality that may increase the risk associated with study participation or study drug administration, or may interfere with the interpretation of study results, and in the judgment of the investigator would make the patient inappropriate for entry into this study.\n13. Known hypersensitivity to the IMPs, non-IMPs or any of the ingredients or excipients of the IMPs or non-IMPs.\n14. Known hypersensitivity to murine proteins.\n15. Pre-existing peripheral sensory or motor neuropathy ≥ grade 2 (as defined by NCI-CTCAE v4.03).\n16. Lactating or pregnant woman. A pregnancy test is required for all women of childbearing potential including women who had menopause onset within 2 years prior to randomisation. Women of childbearing potential must agree to use contraceptive methods during the study and for 7 months after the last dose of IMP.\n17. Participation in any clinical study or having taken any investigational therapy during the 1-month period immediately preceding administration of the first dose.\n18. Patients unwilling to follow the study requirements.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}