{
    "nctId": "NCT06412341",
    "briefTitle": "Feasibility Study of ABC for Women Treated for Breast Cancer",
    "officialTitle": "A Feasibility Study to Inform an RCT to Evaluate 'Accepting Your Body After Cancer', an Online-delivered, Group-based CBT Body Image Intervention, for Women Who Have Received Treatment for Breast Cancer",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Cancer Female",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 120,
    "primaryOutcomeMeasure": "Recruitment rates",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Identify as a woman.\n* 18+ years old.\n* Finished active treatment for breast cancer (including chemotherapy, radiotherapy, targeted and immunotherapy) for breast cancer. There is no time limit on when they finished this treatment. Women on endocrine therapy are eligible to take part. Women with metastatic disease are eligible to take part if on endocrine therapy only.\n* Completed primary oncological breast cancer surgery with breast conserving surgery or mastectomy with or without immediate definitive breast reconstruction. Women awaiting delayed breast reconstruction, revision or contralateral symmetrisation surgery are eligible to take part provided this surgery is not planned within the duration of the study.\n* Recognises that they are experiencing BID as a result of treatment (regarding how the body looks and/or feels).\n* Has the capacity to provide informed consent or supported informed consent (e.g., with a family member/friend).\n* Has sufficient understanding of English (as the intervention content and measures are currently only available in English).\n\nExclusion Criteria:\n\n* Still undergoing active treatment for breast cancer (e.g., oncological breast surgery including those awaiting the second stage of planned expander/implant reconstruction, chemotherapy, targeted therapies, radiotherapy).\n* Undergoing exploration for cancer recurrence.\n* Has not received a diagnosis of breast cancer e.g., has had prophylactic treatment for a gene mutation (such as risk-reducing mastectomy).\n* Has an eating disorder.\n* Unable to provide informed consent.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}