{
    "nctId": "NCT00006425",
    "briefTitle": "Breast Imaging Studies in Women at High Genetic Risk of Breast Cancer: Menstrual Cycle Study",
    "officialTitle": "Breast Imaging Studies in Women at High Genetic Risk of Breast Cancer: Menstrual Cycle Pilot Study",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 20,
    "primaryOutcomeMeasure": "Determine the effect of menstrual cycle phase on five breast imaging outcome measures.",
    "eligibilityCriteria": "* ELIGIBILITY CRITERIA:\n\nInclusion Criteria - Menstrual Cycle Study:\n\nTo participate in the Menstrual Cycle Pilot Study, a woman must:\n\nMust be at least 25 years of age (or 5 years younger than the age at diagnosis of the youngest family member with a tumor associated with the Breast-Ovarian Cancer Syndrome) and less than 46 years of age.\n\nMust be premenopausal as determined by menstrual history (no change in menstrual pattern in prior 6 months) and an FSH level less than 15 mIU/ml obtained on the third day of the menstrual cycle.\n\nHave undergone genetic counseling and risk assessment.\n\nMust be a known mutation carrier or be a first- or second-degree relative of an individual with a tumor associated with the Breast-Ovarian Cancer Syndrome in a family with a known BRCA mutation.\n\nAgree to release of genetic test result for stratification purposes, whether or not she has chosen to receive individual test results for clinical decision-making.\n\nBe willing to use non-hormonal methods of contraception until completion of the 3 month follow-up studies.\n\nHave an ECOG performance status of 0-1.\n\nBe able to provide informed consent.\n\nExclusion Criteria - Menstrual Cycle Study:\n\nAny of the following will result in exclusion from the Menstrual Cycle Pilot Study:\n\nA history of menstrual cycle irregularities over the previous 6 months, including history of cycles less than 26 days or more than 35 days.\n\nSteroid therapy, use of selective estrogen receptor modulators (SERMs) or hormonal agents (including tamoxifen, raloxifene, estrogen, DHEA, anabolic steroids, oral contraceptives, depoprovera, progestin IUD, oral progestins, norplant, or drugs to induce ovulation) within 6 months prior to study entry and must agree not to use these compounds until completion of the three-month follow-up study.\n\nPregnancy or lactation within 12 months of enrollment.\n\nHistory of infertility with a suspected ovarian etiology or persistent ovarian cyst.\n\nAbnormal CA-125 level.\n\nHistory of invasive cancer except for non-melanoma skin cancer or cervical carcinoma in situ.\n\nCreatinine greater than 2.\n\nPrevious bilateral mastectomy, bilateral radiation therapy to the breast, or oophorectomy.\n\nHistory of DCIS or LCIS .\n\nWeight over 136 kilograms.\n\nAllergy to gadolinium.\n\nAllergy to lidocaine or Marcaine (bupivacaine) (excluded from breast duct lavage only).\n\nMedical or psychiatric disorder which, in the opinion of the Principal Investigator, would preclude informed consent or ability to participate in clinical research.\n\nInclusion Criteria - Training Cohort:\n\nTo participate in the Training Cohort a volunteer must:\n\n* Be female and at least 18 years and less than 51 years of age.\n* Have at least one breast considered eligible for study.\n* Provide evidence (either films or radiologist's report) of a mammogram done within the 12 months prior to enrollment showing low or no suspicion of carcinoma in at least one breast. (Mammograms will not be provided to participants as part of the training cohort.)\n* Have a physical examination of the breast to be studied consistent with low or no suspicion of carcinoma at the time of enrollment.\n* Provide the name of a primary care physician to whom the results of breast duct lavage cytologies can be sent.\n* Have signed the informed consent for breast duct lavage.\n\nExclusion Criteria - Training Cohort:\n\nAny of the following will exclude a potential participant from the Training Cohort:\n\n* Pregnancy or lactation within the past 12 prior to enrollment.\n* Subareolar or other surgery of the breast to be studied (papilloma resection, biopsy or fine needle aspirations which might disrupt the ductal systems within 2 cm of the nipple. (Biopsies of fine needle aspirations of the breast greater than or equal to 2 cm from the nipple are acceptable.)\n* A breast implant or prior silicone injections in the breast to be studied.\n* Radiation therapy to a breast to be studied.\n* Active infections or inflammation in a breast to be studied.\n* Chemotherapy or a selective estrogen receptor modifier (e.g., tamoxifen or raloxifen) taken within 12 months prior to enrollment.\n* A known allergy to lidocaine, prilocaine or Marcaine (bupivacaine).",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}