{
    "nctId": "NCT00602446",
    "briefTitle": "Deferasirox in Treating Patients With Iron Overload After Undergoing a Donor Stem Cell Transplant",
    "officialTitle": "Open-Label Single-Arm Pilot Study of Deferasirox (Exjade®) in Adult Allogeneic Hematopoietic Stem Cell Transplant Recipients With Transfusional Iron Overload",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer, Iron Overload, Leukemia, Lymphoma, Multiple Myeloma and Plasma Cell Neoplasm, Myelodysplastic Syndromes, Neuroblastoma, Ovarian Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 4,
    "primaryOutcomeMeasure": "Number of Patients Not Completing Treatment",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Confirmed diagnosis of iron overload, defined as serum ferritin \\> 1,000 ng/mL and liver iron concentration ≥ 5 mg iron/g on tissue proton transverse relaxation rates Magnetic Resonance Imaging (MRI)\n* Underwent prior allogeneic hematopoietic stem cell transplantation (HSCT) using either myeloablative or reduced-intensity conditioning at least 12 months ago\n* No evidence of relapse or progression of the primary disease for which allogeneic HSCT was performed\n* Patients who have become red-cell transfusion independent (i.e., no red cell transfusions within the past 3 months) as well as patients who require red cell transfusions are eligible\n* Meets one of the following criteria:\n\n  * Ineligible for phlebotomy (hemoglobin \\< 11 g/dL, poor intravenous access, or unable to undergo phlebotomy every 4 weeks)\n  * Have failed treatment with phlebotomy (serum ferritin \\> 50% of baseline after 3 months of phlebotomy)\n  * Refused phlebotomy\n* ECOG performance status of 0-2\n* Life expectancy ≥ 6 months\n* Adequate renal function defined as serum creatinine \\< or = 1.6 mg/dL and creatinine clearance of \\> or = 60 ml/min calculated using the Crockcroft-Gault formula on 2 occasions within 30 days of enrollment\n* Sexually active men and women must use an effective method of contraception. Alternatively, women must have undergone clinically documented total hysterectomy and/or oophorectomy, or tubal ligation or be postmenopausal.\n* Must be able to give written informed consent.\n* Prior therapy with deferoxamine allowed provided it was completed ≥ 12 months ago\n\nExclusion Criteria:\n\n* Contraindication for performing MRI or inability to undergo MRI because of claustrophobia or weight (\\>350 pounds).\n* Inability to take medications orally.\n* Uncontrolled bacterial, viral, or fungal infection\n* ANC ≥ 1,000/mm³\n* Hemoglobin ≥ 8.0 g/dL\n* Platelet count ≥ 50,000/mm³\n* Aspartate aminotransferance (AST) and alanine aminotransferase (ALT) ≤ 5 times the upper limit of normal\n* Less than 4 weeks since prior and no concurrent systemic investigational drug\n* Less than 7 days since prior and no concurrent topical investigational drug. Concurrent non-investigational medications needed to treat concomitant medical conditions are allowed, with the exception of other chelating agents. Concurrent growth factors such as epoetin alfa, darbepoetin alfa, filgrastim (G-CSF), and sargramostim (GM-CSF) allowed. Concurrent irradiated packed red-cell and platelet transfusions allowed as clinically indicated. Concurrent low-doses of vitamin C supplements (≤ 200 mg/day) allowed.\n* Concurrent iron supplements or multivitamins with iron.\n* Aluminum-containing antacid therapies may not be taken simultaneously with deferasirox, but may be taken 2 hours before or after administration of deferasirox\n* On dialysis or status post-renal transplantation\n* Pregnant or nursing",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}