{
    "nctId": "NCT02794558",
    "briefTitle": "Safety and Effectiveness of MR Guided Focused Ultrasound Surgery in the Treatment of Early Breast Carcinomas",
    "officialTitle": "A Clinical Study To Evaluate the Safety and Effectiveness of MR Guided Focused Ultrasound Surgery in the Treatment of Early Breast Carcinomas",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 100,
    "primaryOutcomeMeasure": "Incidence and severity of Adverse events",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Women age ≥ 18 years with - breast cancer proven by 14-20 G. core needle biopsy of the breast lesion.\n* No evidence of cancer at the sentinel/ Axillary node\n* Women in whom breast MR imaging identifies a single focal well-demarcated breast lesion less than or equal to 1.5 cm in diameter with stage T1, N0, M0 disease.\n* Patient received neoadjuvant care for 4 weeks such as: Hormone replacement therapy or Tamoxifen is permissible where the tumor is less than or equal to 1.5 before neoadjuvant therapy\n* Able and willing to give consent and able to attend all study visits.\n* Able to communicate sensations during the MRgFUS procedure.\n* Life expectancy of 5 years or more.\n\nExclusion Criteria:\n\n* Breast cancer which was diagnosed by incisional / excisional biopsy\n* Contraindication to MRI (non-MRI compatible implanted metal devices).\n* Pregnant or lactating post partum women.\n* Prior XRT or laser or cryo-therapy to the target breast.\n* Difficulty lying prone and still for up to 210 minutes in the MR unit, e.g., COPD, heart disease, lung disease, sleep apnea or airway problems, severe asthma, severe arthritis, severe claustrophobia.\n* Patients with unstable cardiac status including:\n\n  * Unstable angina pectoris on medication.\n  * Patients with documented myocardial infarction within six months of protocol entry.\n  * Congestive heart failure requiring medication.\n  * Patients on anti-arrhythmic drugs.\n  * Severe hypertension (diastolic BP \\> 100 on medication).\n  * Patients with cardiac pacemakers.\n* Immunosuppressed patients, e.g., patients receiving steroids or other immunosuppressive medication, insulin-dependent diabetes mellitus, collagen vascular disease.\n* Patients receiving chemotherapy\n* Patients with history of grand mal seizures, severe cerebrovascular disease (multiple CVA or CVA within 6 months), hemolytic anemia (hematocrit \\< 30), or patients on dialysis.\n* Patients currently receiving anticoagulation therapy.\n* Large patients who cannot fit comfortably in the magnet, or patients \\> 100Kg.\n* Lesions difficult to target (\\<1 cm from skin, nipple-areola complex or the ribcage), as visualized on pre-therapy MRI.\n* Microcalcifications as the only sign of breast cancer on imaging studies.\n* Patients with breast implants.\n* Prior reaction to gadolinium-based contrast agent\n* Prior radiation to the breast, which is about to be treated.\n* Evidence of tumor at any location other then the targeted lesion.\n* Histological type of invasive micropapillary carcinoma because of cancer displacement by the needle\n* Mucinous carcinoma which was diagnosed by core needle biopsy because of needle cancer displacement",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}