{
    "nctId": "NCT03975959",
    "briefTitle": "Memory Perception Assessment in Central/Non-central Nervous System Cancers",
    "officialTitle": "Prospective and Retrospective Memory Perception Assessment in Central/Non-central Nervous System Cancers",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Glioblastoma, Glioma, Breast Cancer, Healthy",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 426,
    "primaryOutcomeMeasure": "the nature of subjective memory complaints",
    "eligibilityCriteria": "Inclusion Criteria:\n\nAll the participants must fulfill all the following criteria to be eligible for study entry:\n\n* Be aged of 18 to 80 years old\n* Have a ECOG Performance Status ≤ 2 or a Karnofsky index ≥ 50 %\n* Have a satisfactory level of French\n* Have signed the informed consent\n\nAlso, for the DLGG group, the patients must:\n\n* Have a histologically-proven diagnosis of DLGG (i.e., WHO grade II glioma)\n* Receive or have received a first oncological treatment after surgery (chemotherapy, radiation therapy...)\n\nAlso, for the GB group, the patients must:\n\n- Have a histologically-proven diagnosis of GB (i.e., WHO grade IV glioma).\n\nAlso, for the breast cancer group, the patients must:\n\n- Have a histologically-proven diagnosis of breast cancer diagnosed \\< 2 years.\n\nExclusion Criteria:\n\nParticipants presenting with any of the following exclusion criteria will not be included in the study:\n\n* Patients with brain metastases\n* Patients under tutorship or curatorship or protective measures\n* Patients suffering from sensorial or motor deficits avoiding the tests administration\n* Patients with a reported history of psychiatric disease (e.g., mental retardation, psychotic disorders, learning disabilities, attention-deficit/hyperactivity disorder, and bipolar disorder)\n* Have reported a substance dependence within the past six months (e.g., cocaine or methamphetamine dependence)\n* Pregnant women\n* Legal incapacity or physical, psychological social or geographical status interfering with the patient's ability to sign the informed consent or to terminate the study\n\nAlso, for the DLGG group, the patients must not:\n\n* Have an anaplastic glioma (i.e., WHO grade III glioma)\n* Have a DLGG with radiological or histological signs of anaplastic transformation\n* Have a history of HIV\n* Have a history of other cancer\n\nAlso, for the GB group, the patients must not:\n\n* Patients treated with ≥2 lines of systemic cancer treatment (e.g., patient after the first GB recurrence)\n* Have a history of HIV\n* Have a history of other cancer\n\nAlso, for the breast cancer group, the patients must not:\n\n* Have a metastatic disease\n* Have a neoadjuvant therapy\n* Have a documented neurological, or substance use disorders.\n* Have a history of HIV\n* Have a history of other cancer\n* Have reported a history of neurological diagnoses (e.g., seizure disorders, closed head injuries with loss of consciousness greater than 15 min).\n\nAlso for the control group, the participants must not:\n\n* Have a documented neurological, or substance use disorders\n* Have a history of cancer\n* Have a history of HIV",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}