{
    "nctId": "NCT01217216",
    "briefTitle": "Cancer Survival Through Weight Loss and Exercise",
    "officialTitle": "Cancer Survival Through Weight Loss and Exercise (CASTLE)",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer Survivors",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 52,
    "primaryOutcomeMeasure": "Weight loss",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Women between the ages of 30 and 75.\n* Positive history of breast cancer treatment completed at least 2 months but no longer than 36 months prior to randomization.\n* BMI ≥ 25 kg/m2 and ≤ 45 kg/m2\n* Not involved in regular physical activity or weight loss management programs.\n* Stage I, II or IIIa breast cancer with good prognosis.\n\nExclusion Criteria:\n\n* Presence of any co-morbidities including cardiovascular disease or diabetes\n* Fasting triglycerides \\> 500 mg/dl.\n* Consume more than 14 alcoholic beverages per week.\n* A history of drug abuse, or excess alcohol consumption (40g/day)6.\n* Currently dieting or engaging in any activity with the goal of losing weight.\n* Significant intentional weight loss in the past year (\\> 50 lbs in the past year) or current use of weight loss medications.\n* History of gastrointestinal bypass or other bariatric surgery in the last 3 years.\n* Pregnant or plan on becoming pregnant in the next 12 months.\n* Factors that may limit adherence to intervention or affect conduct of the trial.\n* Unable or unwilling to communicate with staff, to provide written informed consent, or accept the randomized assignment.\n* Failure to complete run-in and baseline testing.\n* Lack support from health care provider or family members.\n* Other temporary intervening event, such as sick spouse, bereavement, or recent move.\n* Any other medical condition or disease that is life threatening or that can interfere with or be aggravated by exercise.\n* Current diagnosis of schizophrenia, other psychotic disorders, or bipolar disorder.\n* Any other condition, which, in the opinion of the investigators would impede competence or compliance or possibly hinder completion of the study.",
    "sex": "FEMALE",
    "minimumAge": "30 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}