{
    "nctId": "NCT02482311",
    "briefTitle": "Safety, Tolerance, PK, and Anti-tumour Activity of AZD1775 Monotherapy in Patients With Advanced Solid Tumours",
    "officialTitle": "A Phase Ib, Open-Label, Multi-Centre Study to Assess the Safety, Tolerability, Pharmacokinetics, and Anti-tumour Activity of AZD1775 Monotherapy in Patients With Advanced Solid Tumours",
    "overallStatus": "COMPLETED",
    "conditions": "Ovarian Cancer, TNBC, SCLC, Other Solid Tumours",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 92,
    "primaryOutcomeMeasure": "Number of treatment emergent adverse events (TEAEs), serious adverse events (SAEs) and dose-limiting toxicities (DLTs) as a measure of safety and tolerability.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age ≥18\n2. Previous chemotherapy for recurrent or metastatic disease.\n3. Measurable disease is required for Part B expansion cohorts according to RECIST v1.1 criteria.\n4. Radiation therapy completed at least 7 days prior to start of study treatment and patients must have recovered from any acute adverse effects.\n5. ECOG Performance Status (PS) score of 0-1.\n6. Baseline laboratory values as follows:\n\n   1. ANC ≥1500/μL\n   2. Hgb ≥9 g/dL\n   3. Platelets ≥100,000/μL\n   4. ALT and AST ≤3 x ULN or ≤5 x ULN if known hepatic metastases.\n   5. Serum bilirubin WNL or ≤1.5 x the ULN in patients with liver metastases; or total bilirubin ≤3.0 x ULN with direct bilirubin WNL in patients with well documented Gilbert's Syndrome.\n   6. Serum creatinine ≤1.5 x the ULN and a calculated creatinine clearance (CrCl) ≥45 mL/min by the Cockcroft-Gault method.\n7. Negative serum or urine pregnancy test within 3 days prior to start of study treatment.\n8. Fertile male patients willing to use at least one medically acceptable form of birth control for the duration of the study and for 2 weeks after treatment stops.\n9. Predicted life expectancy ≥12 weeks.\n\nInclusion Criteria Specific for Part A:\n\n1. Histologically or cytologically documented, locally advanced or metastatic solid tumour, excluding lymphoma, for which standard therapy does not exist or has proven ineffective or intolerable.\n2. Has agreed to the collection of archival tumour tissue or recent tumour biopsy tissue, it taken for routine clinical purposes at baseline if archival tissue is not available, for molecular biomarker analyses.\n\nInclusion Criteria Specific for Part B:\n\n1. Ovarian cancer defined as a histologically confirmed diagnosis of epithelial ovarian, fallopian tube, or primary peritoneal cancer refractory to standard therapies of for which no standard therapy exists. Confirmed BRCA1 or BRCA2 mutation from a prior test. Patient progressed while receiving and/or following treatment with a PARP-inhibitor for advanced disease (recurrent or metastatic.\n2. Ovarian cancer confirmed BRCA wild-type from a prior test.\n3. Triple-negative breast cancer (TNBC) defined as histologically confirmed diagnosis of breast cancer and must have received at least 1 chemotherapy-containing regimen for advanced disease (recurrent or metastatic). Tumour must be triple-negative, defined as minimal or no expression of estrogen and progesterone receptors \\[\\<10% of cells positive by immunohistochemistry (IHC)\\], and minimal or no expression of HER2 (IHC staining 0 or 1+ or FISH-).\n4. Small-cell lung cancer (SCLC) defined as a histologically confirmed diagnosis of SCLC and must have received at least 1 chemotherapy-containing regimen for advanced disease (recurrent or metastatic).\n\nExclusion Criteria:\n\n1. Any chemotherapy within 3 weeks of the first dose of AZD1775, except hormonal therapy in the refractory cohort.\n2. Use of a study drug ≤21 days or 5 half-lives, whichever is shorter.\n3. Major surgical procedures ≤28 days, or minor procedures ≤7 days.\n4. Grade \\>1 toxicity from prior therapy (except alopecia or anorexia).\n5. CNS disease other than neurologically stable, treated brain metastases.\n6. Prescription or non-prescription drugs or other products known to be sensitive to CYP3A4 substrates or CYP3A4 substrates with a narrow therapeutic index, or to be moderate to strong inhibitors/inducers of CYP3A4 which cannot be discontinued two weeks prior to Day 1 of dosing and withheld throughout the study until 2 weeks after the last dose of study drug.\n7. NYHA ≥ Class 2.\n8. Mean resting corrected QT interval (QTc) ≥450 msec for males and ≥470 msec for females.\n9. Pregnant or lactating.\n10. Serious active infection, or serious underlying medical condition.\n\n12. Presence of other active invasive cancers. 13. Psychological, familial, sociological, or geographical conditions that do not permit compliance with the protocol.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}