{
    "nctId": "NCT02761460",
    "briefTitle": "The Efficacy and Safety of PEG-rhG-CSF in Preventing Chemotherapy-induced Neutropenia",
    "officialTitle": "The Study of Evaluating the Efficacy and Safety of PEG-rhG-CSF in Preventing Chemotherapy-induced Neutropenia",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 338,
    "primaryOutcomeMeasure": "the rate of Ⅲ or Ⅳ class of neutropenia",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Provision of informed consent Histologically proven breast cancer\n2. Patients need to accept many cycles chemotherapy alone\n3. appears III/IV neutropenia after last cycle of chemotherapy, and plan in the subsequent cycle using the same chemotherapy program.\n4. KPS≥70\n5. Lifetime is expected to more than 3 months\n6. Before enrollment,ANC≥ANC ≥1.5×109 /L,Platelet Count (PLT) ≥80×109 /L, White Blood Cell （WBC ）≥3.0×109 /L.\n7. Sign Informed Consent Form （ICF）.\n\nExclusion Criteria:\n\n1. There is any difficult to control infection, or within 72 h before chemotherapy received antibiotic treatment systematically\n2. Any abnormal bone marrow hyperplasia and other hematopoietic function was abnormal\n3. Suffer from other malignant tumor was not cured, or patients with brain metastasis\n4. Total Bilirubin （TBIL）,Alanine Transminase （ALT）,Aspartate aminotransferase(AST)\\>2.5×ULN\n5. Cr\\>1.5×ULN\n6. Be allergic to this product or other genetically engineered e. coli sources of biological products\n7. Mental or neurological disorders\n8. Women with pregnancy or lactation; The childbearing age women refused to accept contraception\n9. The investigators think that the person doesn't fit into the group",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}