{
    "nctId": "NCT01036087",
    "briefTitle": "Panitumumab, Nab-paclitaxel and Carboplatin for HER2 Negative Inflammatory Breast Cancer",
    "officialTitle": "Phase II Study of Panitumumab, Nab-paclitaxel, and Carboplatin for Patients With Primary Inflammatory Breast Cancer (IBC) Without HER2 Overexpression",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 47,
    "primaryOutcomeMeasure": "Number of Participants That Achieved Pathologic Complete Response (CR)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Histological confirmation of breast carcinoma. Pathologic evidence of dermal lymphatic invasion should be noted but not required.\n2. Clinical diagnosis of IBC (presence of inflammatory changes in the involved breast, including diffuse erythema, heat, ridging, and peau d'orange).\n3. \\>/= Age 18\n4. ECOG performance status \\</= 1\n5. Adequate hematologic function: Absolute neutrophil count (ANC) \\>/= 1.5 x 109/L, Platelet count \\>/= 100 x 109/L, Hemoglobin \\>/= 9.0 g/dL\n6. Adequate cardiac function (LVEF \\>/= 45%)\n7. Adequate Renal function: Creatinine (Cr) \\</= 1.5 mg/dL x ULN, Creatinine clearance (CrCl) \\>/= 50 mL/min calculated by the Cockcroft-Gault method as follows: Male creatinine clearance = (140 - age) x (weight in Kg) / (serum Cr x 72) Female CrCl = (140 - age) x (weight in Kg) x 0.85 / (serum Cr x 72)\n8. Adequate Hepatic function: Aspartate aminotransferase (AST) \\</= 2.5 x ULN • Alanine aminotransferase (ALT) \\</= 2.5 x ULN • Alkaline phosphatase (Alp) \\</= 2.5 x ULN.Total bilirubin \\</=1.5 x ULN\n9. Ability and willingness to sign an informed consent form for this protocol\n10. If female of childbearing potential (women who are post-menopausal \\< 1 year, not surgically sterilized, or not abstinent), pregnancy urine test is negative, and agrees to be consistent and correct use of one of the following acceptable methods of birth control: male partner who is sterile prior to the female subject entry into the study and is the sole sexual partner for that female subject; any intrauterine device (IUD) with a documented failure rate of less than 1% per year; oral contraception, or barrier methods, including diaphragm or condom with a spermicide.\n11. Patients who have metastatic disease, if the metastatic sites are amendable for local therapy (i.e. radiation and/or surgery), and are candidates for breast surgery will be eligible,\n\nExclusion Criteria:\n\n1. History of radiation or chemotherapy\n2. HER2-positive breast carcinoma (IHC staining more than 3+ or HER2 gene amplification by FISH)\n3. Recurrent breast cancer\n4. History of other malignancies (except for cured non-melanomatous skin cancer or cured cervical carcinoma in situ, or malignancies with no evidence of disease and no treatment for \\>5 years)\n5. Known positive test(s) for human immunodeficiency virus infection, hepatitis C virus, acute or chronic active hepatitis B infection\n6. History of extensive interstitial lung disease e.g. pneumonitis or pulmonary fibrosis or any evidence of extensive interstitial lung disease on baseline chest CT scan\n7. Patient with other significant medical or psychiatric condition that would make assessment of toxicity or efficacy difficult.\n8. Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements.\n9. Peripheral neuropathy \\>= Gr II",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}