{
    "nctId": "NCT02167854",
    "briefTitle": "Open-Label Study Evaluating the Safety and Tolerability of LJM716, BYL719 and Trastuzumab in Patients With Metastatic HER2+ Breast Cancer",
    "officialTitle": "A Phase I, Open-Label Study Evaluating the Safety and Tolerability of LJM716, BYL719 and Trastuzumab in Patients With Metastatic HER2+ Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 23,
    "primaryOutcomeMeasure": "maximum tolerated dose (MTD) of BYL719",
    "eligibilityCriteria": "Inclusion Criteria:\n\n- Age ≥ 18 years\n\n* Willing and able to comply with scheduled visits, treatment plan and laboratory tests, including biopsies\n* Patients with a histologically or cytologically confirmed diagnosis of breast cancer. Patients must have metastatic HER2+ disease.\n* Documented HER2+ breast cancer defined as: 3+ by IHC or with amplification by in situ hybridization with ratio ≥ 2.0 ; results from the local lab are acceptable. Eligibility will not be affected by hormone receptor status.\n* For the dose-escalation phase, a PIK3CA mutation is also required. MSKCC or outside documentation is acceptable.\n\nThere is no upper limit on prior chemotherapy, targeted therapy, or endocrine therapy.\n\n- HER2+ patients must have received pertuzumab and TDM-1 (ado-trastuzumab emtansine) prior to trial enrollment. unless deemed ineligible for these therapies, and with the exceptions listed below:\n\n* Patients with metastatic breast cancer who have not received prior pertuzumab are eligible if: heavily pretreated prior to FDA approval of pertuzumab (6/8/2012) for first-line treatment of HER2+ MBC\n* Patients with metastatic breast cancer who have not received ado-trastuzumab emtansine are eligible if: heavily pretreated prior to FDA approval of ado-trastuzumab emtansine (2/22/2013) for the treatment of patients with HER2+ MBC who previously received trastuzumab and a taxane separately or in combination - For the dose-escalation phase, measurable or non-measurable disease per RECIST criteria v1.1 is permitted. For the dose expansion phase, patients must have measurable disease by RECIST v1.1.\n\nPatients must have archived tumor specimens available unless pre-treatment biopsy is being performed. If pre-treatment biopsy is being performed, availability of archived specimen must still be assessed and collected if available.\n\n* ECOG performance status 0-1\n* Adequate organ function, as defined by all of the following:\n\n  i. Hematologic parameters:\n  1. Absolute neutrophil count (ANC) ≥ 1500/μl (without growth factor support)\n  2. Platelets ≥ 100,000/μl (no platelet transfusion allowed within 2 weeks)\n  3. Hemoglobin ≥ 9.0 g/dl (may be reached by transfusion) ii. Liver function:\n\n  <!-- -->\n\n  1. Serum bilirubin ≤ 1.5 x upper limit of normal (ULN) unless attributable to Gilbert's syndrome\n  2. AST ≤ 2.5 x ULN, or ≤ 5 x ULN if liver metastases are present\n  3. ALT ≤ 2.5 x ULN, or ≤ 5 x ULN if liver metastases are present iii. Kidney function:\n\n  <!-- -->\n\n  1. Creatinine ≤ 1.5 x ULN iv. Coagulation function:\n\n  1. INR ≤ 1.5 v. Endocrine function:\n\n  1. Fasting plasma glucose \\<140 mg/dl (may be on antiglycemic agents other than insulin). Fasting glucose measurement must be obtained at least 8 hours after the most recent caloric intake.\n* Ability to swallow oral medication\n* Willing to discontinue all herbal preparations / medications at least 7 days prior to the first dose of study drug and throughout the study. These include, but not limited to, St. John's wort, Kava, ephedra (ma huang), gingko biloba, dehydroepiandrosterone (DHEA), yohimbe, saw palmetto, and ginseng.\n* Negative serum pregnancy test in women of childbearing potential within 2 weeks of study.\n\nExclusion Criteria:\n\n* Patients with untreated or symptomatic metastatic central nervous system (CNS) disease. However patients with CNS involvement may participate if:\n\n  i. Clinically stable with respect to the CNS tumor at the time of screening and \\>4 weeks from prior therapy completion (including radiation and/or surgery) to the start of study treatment ii. Not receiving steroid therapy iii. Not receiving enzyme inducing anti-epileptic medications that were started for brain metastases (these include carbamazepine, phenytoin, phenobarbital, primidone, oxcarbazepine, topiramate, and vigabatrin)\n* Patients who have received chemotherapy within 3 weeks prior to the initiation of study treatment, or endocrine therapy within 2 weeks prior to the initiation of study treatment.\n* Current grade ≥ 1 toxicity (except alopecia) from prior therapy\n* History of prior grade 3 or 4 hypersensitivity or any toxicity to trastuzumab that warranted permanent cessation of this antibody\n* Patients who have received radiotherapy ≤ 2 weeks prior to starting study treatment and/or from whom ≥ 30% of the bone marrow was irradiated as determined by the Investigator\n* Patients who have undergone major surgery ≤ 4 weeks prior to starting study treatment, who have not recovered from side effects of such procedure\n* Patient with diabetes mellitus that is suboptimally controlled (fasting plasma glucose ≥ 140, glycosylated hemoglobin \\>7.0) despite oral medication, insulin-dependent diabetes, or documented steroid-induced diabetes mellitus\n* Current need for chronic corticosteroid therapy or other immunosuppressive agents (≥10mg of prednisone daily or an equivalent dose of other corticosteroid), or patients who have received systemic corticosteroids ≤ 2 weeks prior to starting study drug\n* Current therapeutic anticoagulation with warfarin (or coumarin derivatives) Prior treatment with a PI3K or AKT inhibitor. Patients previously treated with an mTOR inhibitor are eligible.\n* Clinically significant cardiac disease or impaired cardiac function, such as:\n\n  i. Baseline LVEF \\< 50% on baseline echocardiogram or MUGA ii. Congestive heart failure requiring treatment (e.g., New York Heart Association Class II, III or IV) within 6 months prior to screening iii. Acute coronary syndromes \\< 3 months prior to screening (including myocardial infarction, unstable angina, coronary artery bypass graft, coronary angioplasty, or stenting) iv. Uncontrolled arterial hypertension defined by blood pressure \\> 140/100 mm Hg at rest (average of 3 consecutive readings) v. History or current evidence of unstable, clinically significant cardiac arrhythmias vi. Patients that require medications with a narrow therapeutic window vii. Clinically significant conduction abnormality, e.g. congenital long QT syndrome, high-Grade/complete AV-blockage viii. Corrected QT interval (QTc) \\> 480 msec on screening ECG\n* Patients who are currently receiving medication with a known risk of prolonging the QT interval or inducing Torsades de Pointes (TdP) and the treatment cannot either be discontinued or switched to a different medication prior to starting study drug treatment\n* Impaired gastrointestinal function or poorly controlled gastrointestinal disease that may significantly alter the absorption of oral BYL719 (e.g. Crohn's disease, ulcerative colitis, malabsorption syndrome, small bowel resection, uncontrolled nausea or vomiting, or grade ≥ 3 diarrhea of any etiology) based on treating physician assessment\n* Patients may not have a \"currently active\" second malignancy other than non-melanoma skin cancers. Patients are not considered to have a \"currently active\" malignancy if they have completed therapy and are considered by their physician to be at less than 30% risk of relapse.\n* Patients with known HIV or active infection with hepatitis C virus or Hepatitis B virus (testing is not mandatory)\n* Active infection or serious underlying medical condition that would impair the patient's ability to receive protocol treatment\n* Patients who are currently receiving treatment with drugs known to be moderate or strong inhibitors or inducers of isoenzymes CYP34A or CYP2C8. The patient must have discontinued moderate and strong inducers of both enzymes for at least one week and must have discontinued strong and moderate inhibitors before the start of treatment. Switching to a different medication prior to start of treatment is allowed; Refer to Appendix D.\n* Patients who have received live attenuated vaccines within 1 week of start of study drug and during the study. Patient should also avoid close contact with others who have received live attenuated vaccines. Examples of live attenuated vaccines include intranasal influenza, measles, mumps, rubella, oral polio, BCG, yellow fever, varicella and TY21a typhoid vaccines.\n* Patients who have participated in a prior investigational study within 3 weeks prior to initiation of study treatment.\n* Pregnant or nursing (lactating) women, where pregnancy is defined as the state of a female after conception and until the termination of gestation, confirmed by a positive hCG laboratory test (\\> 5 mIU/mL).\n* Patient who does not apply highly effective contraception during the study and through the duration as defined below after the final dose of study treatment.\n* Sexually active males should use a condom during intercourse while taking drug and for 8 weeks after the final dose of study treatment and should not father a child in this period. A condom is required to be used also by vasectomized men in order to prevent delivery of the drug via seminal fluid.\n* Women of child-bearing potential, defined as all women physiologically capable of becoming pregnant, unless they are using highly effective methods of contraception during dosing and 8 weeks after the final dose of study treatment. Highly effective contraception methods include:\n\n  i. Total abstinence (when this is in line with the preferred and usual lifestyle of the subject. Periodic abstinence (e.g., calendar, ovulation, symptothermal, post-ovulation methods) and withdrawal are not acceptable methods of contraception ii. Female sterilization (have had surgical bilateral oophorectomy with or without hysterectomy) or tubal ligation at least six weeks before taking study treatment. In case of oophorectomy alone, only when the reproductive status of the woman has been confirmed by follow up hormone level assessment iii. Male partner sterilization (at least 6 months prior to screening). For female subjects on the study the vasectomized male partner should be the sole partner for that subject.\n\niv. Combination of the following methods:\n\n1. Placement of an intrauterine device (IUD) or intrauterine system (IUS)\n2. Barrier methods of contraception: Condom or Occlusive cap (diaphragm or cervical/vault caps) with spermicidal foam/gel/film/cream/vaginal suppository\n\nNote: Post-menopausal women are allowed to participate in this study. Women are considered post-menopausal and not of child bearing potential if they are:\n\n* Aged ≥60;\n* or aged \\< 60 and have had 12 months of natural (spontaneous, in the absence of chemotherapy, tamoxifen, toremifene, or ovarian suppression) amenorrhea with and FSH and estradiol in the postmenopausal range (serum FSH \\> 40 mIU/mL and estradiol \\<10 pg/mL or according to the postmenopausal range definition for the local laboratory involved)\n* or have had surgical bilateral oophorectomy (with or without hysterectomy) For women with therapy-induced amenorrhea, oophorectomy or serial measurements of FSH and/or estradiol are needed to ensure postmenopausal status. NOTE: Ovarian radiation or treatment with a luteinizing hormone-releasing hormone (LH-RH) agonist (goserelin acetate or leuprolide acetate) is not permitted for induction of ovarian suppression.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}