{
    "nctId": "NCT00496808",
    "briefTitle": "Neoadjuvant Herceptin for Ductal Carcinoma In Situ of the Breast",
    "officialTitle": "Neoadjuvant Herceptin for Ductal Carcinoma In Situ of the Breast",
    "overallStatus": "COMPLETED",
    "conditions": "Ductal Carcinoma In Situ",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 69,
    "primaryOutcomeMeasure": "Percent Change in Proliferation as Measured by Ki-67",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. All patients with histologic confirmation of DCIS (TisN0M0) that is Her-2/neu 3+ positive by immunohistochemistry (IHC) and/or positive for Her-2 gene amplification by fluorescence in situ hybridization (FISH) will be eligible for the study.\n2. Patients must sign informed consent indicating that they are aware of the investigational nature of the study, in keeping with institutional policy.\n3. Those patients with history of other contralateral non-invasive and invasive breast and non-breast malignancies are eligible to participate unless they have previously received a doxorubicin dose of more than 400 mg/m2.\n4. All patients should have adequate bone marrow function, as defined by peripheral granulocyte count of \\> 1,500/mm3, and platelet count \\> 100,000 mm3. Patients must have adequate liver function, with bilirubin within normal laboratory values. In addition, patients should have adequate renal function, defined as serum creatinine \\< 2.0 mg/dl.\n5. Patients with intact primary tumors will be eligible for this study. Patients who have had their diagnostic biopsy at an outside facility but still have measurable disease on presentation will be eligible.\n6. Patients with history of cardiac arrhythmia will be eligible for study after being seen by cardiology and deemed good candidates for participation.\n7. Women of child bearing potential must have a negative urine or serum pregnancy test.\n\nExclusion Criteria:\n\n1. Patients with a current known invasive breast cancer are not eligible for this study.\n2. All patients who are Her-2/neu negative will be ineligible for the study.\n3. Patients with history of congestive heart failure will be excluded.",
    "sex": "ALL",
    "minimumAge": "N/A",
    "stdAges": "CHILD, ADULT, OLDER_ADULT"
}