{
    "nctId": "NCT01428414",
    "briefTitle": "Efficacy and Safety Study of Trastuzumab and Paclitaxel Based Regimens to Treat HER2-positive Breast Cancer",
    "officialTitle": "Multicenter, Randomized, Open-label Phase II Study to Compare the Efficacy and Safety of Trastuzumab and Paclitaxel Based Regimen Plus Carboplatin or Epirubicin as Neoadjuvant Therapy in HER2-positive Breast Cancer Patients",
    "overallStatus": "UNKNOWN",
    "conditions": "HER-2 Positive Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 100,
    "primaryOutcomeMeasure": "pathologic complete response rate",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Female patients, presenting for the first time with invasive breast cancer, who have not received any previous treatment for an invasive malignancy\n2. Aged ≥18 years and \\< 70 years with life expectancy \\> 12 months\n3. Histologically confirmed invasive breast cancer (excluding inflammatory breast cancer) by core needle biopsy, staged II-III according to TNM Classification System, with no evidence of metastasis and tumor size ≥3 cm\n4. HER2 positive confirmed by IHC 2+ and FISH positivity or IHC 3+\n5. At least one measurable lesion according to RECIST criteria 1.1\n6. Patients with a left ventricular ejection fraction(LVEF)≥55% by MUGA scan or echocardiography\n7. ECOG PS 0-1\n8. Willing to take biopsy before surgery and during chemotherapy and willing to take pre-operative chemotherapy and related treatment\n9. Signed written informed consent; Able to comply with the protocol\n\nExclusion Criteria:\n\n1. Patient is pregnant or lactating.\n2. Women of child-bearing potential must have a negative pregnancy test (urine or serum) within 7 days of drug administration and agree to take an adequate contraceptive measure\n3. Previous treatment with chemotherapy or hormonal therapy or any prior therapy with an anti-HER2 therapy for any malignancy.\n4. History of congestive heart failure, uncontrolled or symptomatic angina pectoris, arrhythmia or myocardial infarction\n5. Other invasive malignancy (including second primary breast cancer) which could affect compliance with the protocol or interpretation of results. Patients who have been curatively treated and free of malignant disease for greater than 5 years are generally eligible\n6. Inadequate bone marrow, hepatic and renal functions as evidenced by the following:\n\n   * Neutrophil count of \\<1500/uL,\n   * Platelet count of \\<100,000/uL.\n   * Haemoglobin \\<10 g/dL.\n   * Serum total bilirubin \\> 1.5\\*ULN (upper limit of normal),\n   * ALT or AST \\> 2.5\\*ULN,\n   * Alkaline phosphatase \\> 2.5\\*ULN,\n   * Serum creatinine \\> 1.5\\*ULN.\n7. Other serious illness or medical condition including:\n\n   * Congestive heart failure (NYHA class II, III, IV) or history of documented congestive heart failure, unstable angina pectoris, myocardial infarction in the last 6 months, clinically significant valvular heart disease, or high-risk uncontrolled arrhythmias.\n   * Patients with dyspnoea at rest due to malignant or other disease (e.g. pulmonary metastases with lymphangitis) or who require supportive oxygen therapy.\n   * Active serious uncontrolled infections.\n   * Poorly controlled diabetes mellitus.\n8. Not willing to take pre-operative biopsy or neo-adjuvant therapy\n9. Patients with psychiatric disorder or other disease leading to incompliance to the therapy\n10. Known hypersensitivity to any ingredient of the regimen\n11. Treatment with any investigational drug within 30 days before the beginning of treatment with study drug.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}