{
    "nctId": "NCT04603183",
    "briefTitle": "ABemaciclib, ET ± paclItaxel in aGgressive HR+/HER2- MBC trIaL",
    "officialTitle": "A Randomized, 2-Arm, Open-Label, Ph-II Study of Abemaciclib Combined With ET w/ or w/o CT With Paclitaxel as 1L in Patients With Unresectable Locally Advanced or Metastatic HR(+)/HER2(-) BC With Aggressive Disease Criteria",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Cancer Metastatic",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 162,
    "primaryOutcomeMeasure": "12-week overall response rate (ORR)",
    "eligibilityCriteria": "Inclusion criteria\n\n1. Signed informed consent form (ICF) prior to participation in any study-related activities.\n2. Male or female patients ≥18 years at the time of signing the ICF.\n3. Eastern Cooperative Oncology Group performance status of 0 or 1.\n4. Life expectancy of at least 24 weeks.\n5. Pre-menopausal, peri-menopausal, and post-menopausal women as defined by any of the following criteria:\n\n   1. Documented bilateral oophorectomy;\n   2. Age ≥60 years;\n   3. Age \\<60 years and cessation of regular menses for ≥12 consecutive months with no alternative pathological or physiological cause; and serum estradiol and/or FSH level within the laboratory's reference range for post-menopausal females.\n6. Unresectable locally advanced or metastatic breast cancer (MBC) that is not amenable to resection with curative intent.\n7. At least one of the following aggressive disease criteria:\n\n   1. Presence of visceral disease;\n   2. Either radiological as per RECIST v1.1 or clinical evidence of progressive disease (PD) on or within 36 months of completing adjuvant endocrine therapy (ET);\n   3. High histological grade and/or PgR-negative status on primary tumor;\n   4. LDH \\>1.5 × the upper limit of normal (ULN).\n8. Histologically confirmed estrogen receptor-positive and/or progesterone receptor (PgR)-positive (with ≥1% positive stained cells according to National Comprehensive Cancer Network and American Society of Clinical Oncology guidelines) and HER2-negative (0 to 1+ by immunohistochemistry or 2+ and negative by in situ hybridization test) breast cancer based on local testing on the most recent analyzed biopsy.\n9. Measurable disease as per RECIST v1.1 with at least one site of disease amenable to biopsy. Patients with bone lesions as the only sites of metastatic disease are not eligible, except for patients with identifiable soft tissue components, evaluable by cross sectional imaging techniques such as CT or magnetic resonance imaging (MRI), and that meet the definition of measurability according to RECIST v1.1.\n\n   Note: Previously irradiated lesions can only be considered as measurable disease if disease progression has been unequivocally documented at that site since radiation.\n10. Willingness and ability to provide a tumor biopsy from a metastatic site or the primary breast tumor at the time of the inclusion and at the time of treatment progression (if feasible) to perform exploratory studies. If not feasible, patient eligibility should be evaluated by Sponsor's qualified designee.\n11. Willingness to provide blood samples for exploratory studies at baseline, after 2 weeks (Cycle \\[C\\]1, day \\[D\\]15) of study treatment, 4 weeks (C2D1), 12 weeks (at the primary efficacy endpoint, corresponding to C4D1), 4 weeks from the initiation of abemaciclib-containing treatment, and at progression (or study treatment termination prior to starting second-line treatment).\n12. Willingness to provide stool samples plus Patient-Reported Food Frequency Questionnaires for exploratory studies at study entry (baseline), 4 weeks after the start of treatment (C2D1), and at time of disease progression. Patients on Arm B will also have a stool sample collected 4 weeks from the initiation of abemaciclib-containing treatment.\n13. Patients relapsing on a cyclin-dependent kinase (CDK)4/6 inhibitor-based regimen in the neoadjuvant or adjuvant setting will be suitable for the study if disease progression is confirmed after at least 12 months following CDK 4/6 treatment completion.\n14. No prior systemic therapy for unresectable locally advanced or metastatic disease.\n15. Radiation therapy for metastatic disease is permitted but the patient must have fully recovered from the acute effects and at least 14 days must have elapsed between the last dose and randomization.\n\n    Note: For limited-field radiotherapy, at least 7 days must have elapsed between the last dose and randomization.\n16. Resolution of all acute toxic effects of prior anti-cancer therapy to Grade ≤1 as determined by the NCI-CTCAE v 5.0 (except for Grade ≤2 neuropathy, alopecia, or other toxicities not considered a safety risk for the patient at investigator's discretion) within at least 14 days prior to study Day 1.\n17. Adequate hematologic and organ function within 14 days before the first study treatment on Day 1 of Cycle 1, defined by the following:\n\n    1. Hematological: White blood cell count \\>3.0 × 109/L; Absolute neutrophil count ≥1.5 × 109/L (without granulocyte colony-stimulating factor support within 2 weeks prior to Cycle 1, Day 1); Platelet count ≥100 × 109/L (without transfusion within 2 weeks prior to Cycle 1, Day 1); Hemoglobin \\>9.0 g/dL (without transfusion within 2 weeks prior to Cycle 1, Day 1).\n    2. Hepatic:\n\n    i. Serum albumin ≥ 3 g/dL; ii. Total bilirubin ≤ 1.5 × ULN (≤2 × ULN in the case of Gilbert's disease); iii. Aspartate transaminase and alanine transaminase ≤3.0 × ULN (in the case of liver metastases ≤5 × ULN); iv. Alkaline phosphatase ≤2.5 × ULN (in the case of liver and/or bone metastases ≤ 5 × ULN).\n\n    c. Renal: i. Serum creatinine \\<1.5 × ULN or creatinine clearance ≥30 mL/min based on Cockcroft-Gault glomerular filtration rate estimation.\n\n    d. Coagulation: i. Partial thromboplastin time (or activated partial thromboplastin time and international normalized ratio ≤1.5×ULN.\n18. Women of childbearing potential must have a negative serum pregnancy test at 1 week prior to the start of treatment and a further confirmation test on Day 1 (C1D1) before receiving the first dose, and must agree to remain abstinent (refrain from heterosexual intercourse) or to use a medically acceptable method of contraception during the study and for a variable period of time depending on the treatment received thereafter.\n19. Men with female partners of childbearing potential or pregnant female partners, must remain abstinent or use a medically acceptable method of contraception during the treatment period and subsequently depending on treatment received.\n20. Able to swallow oral medication.\n21. Patients who are reliable, willing to be available for the duration of the study and are willing to follow study procedures.\n\nExclusion criteria\n\n1. Known hypersensitivity to abemaciclib, letrozole, fulvestrant, paclitaxel, and/or any of their excipients.\n2. Are currently receiving an investigational drug in a clinical study or participating in any other type of medical research judged not to be scientifically or medically compatible with this study.\n\n   Note: For patients who stopped receiving an investigational drug in another clinical study, a washout period of 21 days or 5-half-lives (whichever is shorter) must be observed before entering the trial.\n3. Formal contraindication to ET defined as visceral crisis and rapidly or symptomatic progressive visceral disease.\n4. Known concurrent malignancy or malignancy within 5 years of study enrollment except for carcinoma in situ of the cervix, non-melanoma skin carcinoma, or stage I uterine cancer. For other cancers considered to have a low risk of recurrence, discussion with the medical monitor is required.\n5. Known active brain metastases and/or carcinomatous meningitis. Participants with previously treated brain metastases may participate provided they are radiologically stable for ≥4 weeks by repeat imaging (note that the repeat imaging should be performed during study screening), clinically stable, and without requirement of steroid treatment for ≥14 days prior to first dose of study treatment.\n6. Known psychiatric or substance abuse disorders that would interfere with cooperation with the requirements of the study.\n7. Major surgical procedure within 14 days prior to treatment initiation or anticipation of the need for a major surgical procedure during the course of the study other than for diagnosis.\n\n   Note: Placement of central venous access catheter(s) (e.g., port or similar) is not considered a major surgical procedure and is therefore permitted.\n8. Active bleeding diathesis venous thrombo-embolism, previous history of bleeding diathesis, or chronic anti-coagulation treatment, or any indications or history of Disseminated Intravascular Coagulation (DIC) or Deep vein thrombosis (DVT).\n9. Serious and/or uncontrolled pre-existing medical condition(s) that, in the judgment of the investigator, would preclude participation in this study (for example, interstitial lung disease, severe dyspnea at rest or requiring oxygen therapy, severe renal impairment \\[e.g., estimated creatinine clearance \\<30 ml/min\\], history of major surgical resection involving the stomach or small bowel, or pre-existing Crohn's disease or ulcerative colitis or a pre-existing chronic condition resulting in baseline Grade 2 or higher diarrhea).\n10. Current known infection with HIV, hepatitis B virus (HBV), or hepatitis C virus (HCV). Patients with past HBV infection or resolved HBV infection (defined as having a negative hepatitis B surface antibody \\[HBsAg\\] test and a positive hepatitis B core antibody \\[HBcAb\\] test, accompanied by a negative HBV DNA test) are eligible. Patients positive for HCV antibody are eligible only if polymerase chain reaction (PCR) is negative for HCV RNA.\n11. Active bacterial or fungal infection at the time of enrolment (requiring antibiotics or antifungal agents at time of initiating study treatment).\n12. History of any of the following conditions: syncope of cardiovascular etiology, ventricular arrhythmia of pathological origin (including, but not limited to, ventricular tachycardia and ventricular fibrillation), or sudden cardiac arrest.\n13. Pregnant, breastfeeding, or expecting to conceive or father children within the projected duration of the study, starting with the screening visit through a period of 3 weeks to 2 years after the last dose of study treatment.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}