{
    "nctId": "NCT05983094",
    "briefTitle": "Study of Utidelone Based Neoadjuvant Treatment on Early High-risk or Locally Advanced Breast Cancer",
    "officialTitle": "Study of Utidelone Based Neoadjuvant Treatment on Early High-risk or Locally Advanced Breast Cancer",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Breast Cancer, Neoadjuvant Therapy",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 181,
    "primaryOutcomeMeasure": "Total pathological complete response (etpCR, Pathologic staging after neoadjuvant therapy(yp)T0/is, (yp)N0)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Female patients who will receive initial treatment, 18-70 years of age；\n2. Newly diagnosed high-risk early stage (T1c-2, N1; T2, N0) and locally advanced (T1c-2, N2-3; T3-4, N0-3) breast cancer (tumor stage II, III), in which HR+/HER2- T2, N0 patients need to be accompanied by high-risk factors (histological grade 3 or Ki67 ≥ 20%). Triple negative breast cancer(TNBC), HER2 positive (Immunohistochemical(IHC)3+; IHC 2+, FISH amplification) breast cancer, HR negative HER2 IHC 2+ and undetermined result of FISH, HR positive HER2 negative (IHC 0,1+; 2+, FISH amplification) breast cancer confirmed by pathological test.\n3. Eastern Cooperative Oncology Group(ECOG) performance status 0 or 1\n4. The blood routine examination was basically normal (CTCAE ≤ 1) within one week before enrollment (based on the normal values of each research center laboratory). No Human Granulocyte Colony Stimulating Factor(rhGCSF) or blood transfusion/erythropoietin(EPO) or other drugs were used within 14 days prior to enrollment.\n\n   White blood cell count (WBC) ≥ 4 x109 / L; Neutrophil count (ANC) \\> 1.5x109 / L; Platelet count (PLT) ≥ 100×109/L Hemoglobin(Hb) ≥ 100g/L.\n5. The blood biochemistry examination was basically normal (CTCAE ≤ 1) within one week before enrollment (based on the normal values of each research center laboratory) Serum total bilirubin ≤ Upper limit of normal value(ULN)； Aspartate aminotransferase (AST) and Alanine aminotransferase (ALT) ≤ 1.5×ULN； Alkaline phosphatase ≤ 2.5×ULN； Serum creatinine ≤ 1.5×ULN.\n6. Color Doppler echocardiography left ventricular Ejection fraction (LVEF) ≥ 55%\n7. Female patients with fertility must agree to use effective contraceptive methods during the study period and within 6 months of the last study medication. The Pregnancy test (urine or serum) must be negative\n8. Be willing and able to provide written informed consent/assent for the trial.\n\nExclusion Criteria:\n\n1. Primary stage IV breast cancer；\n2. Inflammatory breast cancer;\n3. Bilateral primary breast cancer (including invasive cancer and carcinoma in situ)；\n4. Previous anti-cancer treatment or radiotherapy for any malignant tumor, excluding cured cervical Carcinoma in situ, skin Basal-cell carcinoma and squamous cell carcinoma.\n5. Receive any sex hormone treatment (such as contraceptives, ovarian hormone replacement therapy, etc.), except for Ovarian function suppression（OFS）fertility protection, or any hormone drugs (such as Raloxifene, tamoxifen, or other selective estrogen receptor modulators) to treat osteoporosis or prevent breast cancer；\n6. The patient has undergone major surgery unrelated to breast cancer within 4 weeks before treatment or has not yet fully recovered;\n7. Symptomatic peripheral neuropathy CTCAE 5.0 grade ≥ 2\n8. Serious cardio cerebral Vascular disease, including but not limited to the followings:\n9. History of congestive heart failure or systolic dysfunction (LVEF\\<50%);\n10. Angina pectoris requiring anti angina drugs;\n11. High risk uncontrolled arrhythmias or severe conduction abnormalities, such as ventricular arrhythmias that require clinical intervention, II-III degree atrioventricular block, etc; Under resting state, the average corrected Q-T interval(QTcF) of three 12 lead electrocardiogram examinations is\\>470ms;\n12. Clinically significant heart valve disease with cardiac dysfunction;\n13. Hypertension that cannot be controlled;\n14. History of myocardial infarction\n15. Allergic to any component of any drug in this protocol.\n16. Those who are not suitable for using Corticosteroid.\n17. Individuals with active infections who currently require systematic anti infection treatment.\n18. History of immune deficiency disease, including positive of HIV/AIDS, or other acquired or congenital immune deficiency diseases, or having a history of organ transplantation.\n19. Who had participated in other drug intervention clinical trials within the 28 days of randomization, or who is participating in another clinical trial or is using other investigational treatments.\n20. Individuals in pregnancy (positive Pregnancy test) and lactation.\n21. Any other comorbidities that interfere with the implementation of the treatment plan, or the researcher evaluate that the subject has a history of other serious systemic diseases, or other reasons lead to the patients is unsuitable to participate in this trial.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}