{
    "nctId": "NCT05747209",
    "briefTitle": "EXErcise Regimen Designed to Improve Functional Mobility, Body Composition, and Strength After Treatment for Breast CA",
    "officialTitle": "Prospective Study of an EXErcise Regimen Designed to Improve Functional Mobility, Body Composition, and Strength After Treatment for Breast Cancer",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer Female",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 40,
    "primaryOutcomeMeasure": "Session Attendance",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age 20-89 years\n2. Women with a biopsy proven diagnosis of ductal carcinoma in situ or invasive carcinoma of the breast\n3. Women must have undergone breast conservation therapy with no neoadjuvant or adjuvant chemotherapy (adjuvant endocrine therapy is permitted)\n4. Participants must have abstained from smoking for at least 12 months\n5. Women of child-bearing potential must have had a pregnancy test prior to initiation of radiation therapy (standard protocol for radiation therapy); verbally confirm lack of pregnancy prior to enrollment; and, consent to use adequate contraception during the course of the study.\n6. Participants must be determined capable of engaging in resistance training.\n7. Participants must have a schedule amenable to three prescheduled workout sessions per week, scheduled during the day.\n8. Participants must complete a Functional Mobility Screen (FMS) and be determined safe to engage in the workout regimen by the study exercise personnel.\n9. Participants must be determined capable of engaging in group resistance training sessions by exercise personnel and/or study PI\n10. Participants must be able to get down and up from the ground and squat their body weight.\n\nExclusion Criteria:\n\n1. Any treatment with chemotherapy for breast cancer\n2. Inability to get and down off the ground or squat body weight\n3. Inability to safely engage in group sessions\n4. Severe arthritic, joint, cardiovascular, or musculoskeletal condition",
    "sex": "FEMALE",
    "minimumAge": "20 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}