{
    "nctId": "NCT01276704",
    "briefTitle": "Prevention Strategy for Pre-Menopausal Women at High Risk for Development of Breast Cancer",
    "officialTitle": "Flaxseed Lignan as a Prevention Strategy for Pre-Menopausal Women at High Risk for Development of Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "PREVENTION",
    "enrollmentCount": 180,
    "primaryOutcomeMeasure": "Change in Percent of Breast Epithelial Cells With Ki-67 Immunocytochemical Expression",
    "eligibilityCriteria": "PARTICIPANT SELECTION\n\n* Risk Level Required for RPFNA Screening for Eligibility\n\n  * Given the low probability of side effects and the desire to be able to generalize results to a moderate as well as high risk population, the target cohort is pre-menopausal women who have a relative risk for breast cancer which is 2-fold or greater than that of the average woman in their age group by virtue of any one of the following conditions:\n* A 1st or 2nd degree relative with breast cancer diagnosed under the age of 60\n* A prior biopsy indicating proliferative breast disease, atypical hyperplasia, or LCIS\n* Multiple prior breast biopsies regardless of histology\n* 50% or higher estimated mammographic density on visual inspection\n* Prior or current RPFNA evidence of atypia\n* Known carrier of a BRCA1 or 2 mutation.\n\n  * Age, Life-Style and Medical Eligibility Criteria for Tissue Screening\n\nCandidates for tissue screening for this study are pre-menopausal women who meet the risk criteria above and all of the following demographic and medical criteria:\n\n* Age 21 to 49 (limiting the maximum age to 49 will reduce the possibility of reduction in Ki-67 due to entry into menopause transition during the study).\n* Stable hormonal status for the previous 6 months (has not stopped or started oral contraceptives, or experienced lactation or pregnancy) and willing to maintain same status while on study.\n* BMI \\< 40 kg/m2.\n* Has had at least 4 menstrual cycles in past year\n* If regularly undergoing screening mammography, must have been performed within 9 months prior to baseline RPFNA, and interpreted as not suspicious for breast cancer\n* Breast exam interpreted as normal (not suspicious for cancer).\n\n  * Exclusion Criteria for Screening RPFNA and Study Participation\n\nCandidates are ineligible for tissue screening if they meet any of the following conditions:\n\n* Consumption of systemic antibiotics during the 3 weeks prior to baseline RPFNA. Systemic antibiotics reduce intestinal bacteria and thus the ability to convert SECO to ENL.\n* Consumption of supplements containing SDG (flaxseed or sesame seed) during the 3 weeks prior to baseline RPFNA. ( Consumption of foods containing flaxseed or sesame seed are OK.)\n* Use of any selective estrogen receptor modulator or aromatase inhibitor (tamoxifen, raloxifene, arzoxifene, acolbifene, anastrozole, exemestane, letrozole) within the previous 6 months.\n* Currently enrolled on an interventional investigational study.\n* Bilateral breast implants.\n* Invasive breast cancer or other invasive cancer diagnosis within five years.\n* Metastatic malignancy of any kind.excluding Hodgkin's or non-Hodgkin's lymphoma.\n* Current anticoagulant use.\n* Consumption of coumadin, fish oil, or other anticoagulants during the 3 weeks prior to baseline RPFNA.\n* Any other condition or intercurrent illness that in the opinion of the investigator makes the subject a poor candidate for RPFNA or the trial.\n\n  * Inclusion Criteria for Study Entry\n* RPFNA performed in the follicular portion (day 1-10) of the menstrual cycle. Note that day 1 is defined as the first day of bleeding.\n* RPFNA specimen exhibits hyperplasia +/- atypia (Masood score of ≥13) with ≥500 cells on the cytology slide.\n* Ki-67 ≥2% positivity (≥500 cells).\n* Willing to continue without oral contraceptives throughout the duration of the study participation (12 months). Non-oral contraceptives are permissible. If heterosexually active, must be agreeable to use some non-hormonal form of contraception during the trial or husband or partner must have had a vasectomy. (Safety of SDG during pregnancy has not been documented).\n* Have reasonable organ function as documented by metabolic chemistry profile.\n* Willing to undergo a history and physical at baseline and 12 months and be contacted periodically by the trial coordinator during the 12 month study period.\n* Willing to have blood drawn at baseline and twelve months.\n* Able to understand and willing to provide informed consent for the RPFNA's and study participation.",
    "sex": "FEMALE",
    "minimumAge": "21 Years",
    "stdAges": "ADULT"
}