{
    "nctId": "NCT00923052",
    "briefTitle": "The Natural History of Solid Organ Cancer Stem Cells (SOCSC)",
    "officialTitle": "The Natural History of Solid Organ Cancer Stem Cells (SOCSC)",
    "overallStatus": "TERMINATED",
    "conditions": "Hepatic Cancer, Pancreatic Ductal Cancer, Colorectal Cancer, Breast Cancer, Gastric Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 190,
    "primaryOutcomeMeasure": "To study and characterize both quantitatively and qualitatively SOCSC from various primary and metastatic solid organ cancers from time of surgery or other cancer directed therapy to time of recurrence or progression using an exhaustive list of ...",
    "eligibilityCriteria": "* INCLUSION CRITERIA: (Beginning with amendment J, all patients must meet the first eligibility criteria a. Patients scheduled to underg\n\nsurgery must meet criteria b-e.)\n\n* Patients with radiographic evidence of, biochemical evidence of, and/or histologically/cytologically proven solid organ cancer, including hepatobiliary cancer, pancreatic cancer, colorectal cancer, gastric cancer, breast cancer, adrenal cancer, mesothelioma, anal cancer, female reproductive tract cancer (ovarian, uterine and cervical), melanoma, and sarcoma.\n* Patients with rare solid organ cancers including but not limited to small intestine, vagina, vulva, carcinoid, skin, pediatric cancers, Kaposi s sarcoma, and cancers of unknown origin.\n* Patients with premalignant neoplasms who are scheduled to undergo surgery or biopsy as part of their diagnostic evaluation.\n* Patients with a family history of familial or hereditary solid organ cancers or a clinical suspicion for a familial cancer (these patients may show no evidence of disease at the time of enrollment).\n* Patients must have an ECOG performance score of 0-2.\n* Patients must be 16 years of age or older.\n* Patients must have laboratory and physical examination parameters within acceptable limits by standard of practice guidelines prior to biopsy or surgery. Note: Not applicable for healthy relatives having blood analyzed for DNA only.\n* Patients must be seronegative for HIV antibody, Hepatitis B surface antigen and Hepatitis C antibody, with the exception of patients with hepatocellular cancers, who must be seronegative for HIV antibody only. Note: Not applicable for healthy relatives having blood analyzed for DNA only.\n* Patients undergoing treatment for their neoplasm under other current NIH protocols may be eligible.\n\nNote: Patients will not undergo surgery or biopsy for the sole purpose of tissue procurement.",
    "sex": "ALL",
    "minimumAge": "16 Years",
    "stdAges": "CHILD, ADULT, OLDER_ADULT"
}