{
    "nctId": "NCT03482557",
    "briefTitle": "Contrast Enhanced Spectral Mammography vs. MRI for Breast Cancer Screening",
    "officialTitle": "Contrast Enhanced Spectral Mammography vs. MRI for Breast Cancer Screening",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "SCREENING",
    "enrollmentCount": 82,
    "primaryOutcomeMeasure": "Diagnostic accuracy of CESM compared with breast MRI for breast cancer screening",
    "eligibilityCriteria": "Inclusion Criteria:\n\nProspective Patient Recruitment\n\n* Women\n* Age \\> or equal to 30 years\n* Recommendation for breast biopsy has been made\n* Recommendation for biopsy will result from an imaging work-up originating with a screening exam (mammogram, tomosynthesis, ultrasound, or MRI) that was within 3 months of biopsy.\n\nReader Study Inclusion Criteria:\n\n* CESM and MRI exam performed within 3 months of one another.\n* CESM and breast MRI exams must be performed as part of imaging work-up based on a screening exam of any type (mammography, tomosynthesis, ultrasound, and MRI)\n* CESM studies will include at least four low energy and four recombined images (LCC, LMLO, RCC, RMLO).\n* MRI exams will include at least fluid sensitive sequence, multi-phase T1-weighted\n\nExclusion Criteria:\n\nProspective Patient Recruitment\n\n* Men\n* Women with implants\n* Participants who have a known allergy to contrast media.\n* Participants who have a known severe allergic response to one or more allergens, defined as anaphylaxis\n* Participants with poor asthma control using the National Heart, Lung, and Blood Institute guidelines as defined by:\n\nSymptoms \\> 2 days per week Short-term beta agonist use \\> 2 days per week Nighttime awakenings \\> 2 times per month\n\n* Participants with Renal insufficiency or failure, as determined by GFR \\< 60 mL/min/1.73 m2 , performed for all patients within 24 hours of the imaging exams\n* Participants who are pregnant. Pregnant women are excluded from this study due to the radiation dose from the CT scan and its potential teratogenic effects on the fetus.\n* Participants who are breastfeeding are excluded because there is an unknown but potential risk for adverse events in nursing infants secondary to contrast administration in the mother.\n* Participants with the following underlying medical conditions: multiple myeloma, myasthenia gravis, dysproteinemias, severe cardiac disease, aortic stenosis, primary pulmonary hypertension, cardiac arrythmia, or severe cardiomyopathy. These underlying medical conditions may make the participant more likely to develop a contrast reaction. This is based on the ACR contrast manual version 10.3 and hospital policy.\n* Participants with a concurrent active illness including, but not limited to, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, thyroid storm.\n* Participants with thyroid carcinoma or thyroid disease for whom systemic radioactive iodine therapy is part of planned diagnostic work-up or treatment within 2 months following the contrast mammogram study.\n* Participants with non-MR compatible objects or implants that would make MRI a contraindication.\n* Participants who have a pacemaker, pacer wires, implantable defibrillator, or implanted monitoring device.\n* Participants with intracranial clips, metal implants or external clips within 10 mm of the head.\n* Participants who have had a metal injury to the eye.\n\nReader Study Exclusion Criteria:\n\n* Imaging sets with implants.\n* Imaging sets in which a biopsy or surgical intervention was performed since the most recent screening exam, prior to acquisition of the study MRI or CESM.\n* Imaging sets in which a biopsy was recommended, but biopsy was not performed and 2 year imaging follow-up is not available",
    "sex": "FEMALE",
    "minimumAge": "30 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}