{
    "nctId": "NCT00249015",
    "briefTitle": "Trial of Combined Aerobic and Resistance Exercise in Breast Cancer Survivors",
    "officialTitle": "Randomized Controlled Trial of Combined Aerobic and Resistance Exercise in Breast Cancer Survivors. The CARE Trial.",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "N/A",
    "enrollmentCount": 301,
    "primaryOutcomeMeasure": "Patient rated physical functioning",
    "eligibilityCriteria": "* Are diagnosed with stage I-IIIA breast cancer, histologically confirmed\n* Are scheduled to receive adjuvant chemotherapy (receiving neoadjuvant chemotherapy for locally advanced cancer is an exclusion criteria)\n* Have not received previous chemotherapy (previous cancer is NOT an exclusion criteria)\n* Have not received transabdominal rectus abdominis muscle (TRAM) reconstructive surgery\n* Are 18 years or older\n* Received approval from their treating oncologist\n* No uncontrolled hypertension, cardiac illness or psychiatric condition or any other medical condition that would be a contraindication to exercise\n* Able to understand and provide written informed consent in English or French (Ottawa)\n* Complete maximal aerobic and strength tests. No contraindication to exercise as determined by fitness tests\n* Are not pregnant\n* Willing to accept randomization and complete their assigned exercise program\n* If participant is currently exercising (e.g., swimming at the Y 3 times per week) must be willing to give this up in place of their randomly assigned program\n* Willing to travel to fitness center 3 times/week to complete exercise program\n* Willing to complete all assessments (except blood) at all timepoints including 6, 12, and 24 month follow-ups\n* Must not have a planned/known absence of greater than 2 weeks during the intended intervention period and must be able/willing to perform exercise sessions on their own during any planned absences of less than 2 weeks",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}