{
    "nctId": "NCT00607841",
    "briefTitle": "A Study of Ispinesib in Metastatic Breast Cancer",
    "officialTitle": "A Phase I/II Non-Randomized, Open-Label, Dose-Finding Study of Ispinesib (SB-715992) Followed By a Fixed-Dose Study in Chemotherapy-Naïve Patients With Metastatic Breast Cancer (MBC).",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Neoplasms",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 16,
    "primaryOutcomeMeasure": "Dose Limiting Toxicity and Maximum Tolerated Dose of ispinesib administered as a 1-hr intravenous infusion on Day 1 of a 28-day cycle in female patients with Stage IIIB or IV breast cancer",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Histologically or cytologically confirmed locally advanced (Stage IIIb) or metastatic (Stage IV) adenocarcinoma of the breast. Staging is determined according to the American Joint Committee on Cancer, Cancer Staging Manual, Sixth Edition\n2. Has not received prior cytotoxic chemotherapy for breast cancer and is not currently receiving other anti-cancer therapy, including trastuzumab or other cytostatics, hormonal therapy, radiotherapy, immunotherapy, biologic or investigational agent(s).\n\n   Note: Prior therapy does not include (a) previous surgery and/or radiotherapy (if less than 25% of pelvic bone marrow), (b) adjuvant and/or palliative hormonal therapy, (c) gefitinib (Iressa®) or trastuzumab (Herceptin®) given as monotherapy.\n3. Phase I only: Patients who have previously received anthracycline therapy in either the adjuvant or neoadjuvant setting may participate, provided a minimum of one year has elapsed since last treatment.\n4. Phase I only: Must have evaluable, but not necessarily measurable disease by imaging.\n5. Phase II only: Must have at least one unidimensionally measurable lesion evaluable by Response Evaluation Criteria in Solid Tumors (RECIST) criteria. The lesion(s) must be documented by photography, radiography, direct measurement, or palpation.\n6. Eastern Cooperative Oncology Group (ECOG) Performance Status of 0-1.\n7. Female patients, 18 years of age or older.\n8. A female is eligible to enter and participate in the study if she is of:\n\n   1. Non-childbearing potential (i.e., physiologically incapable of becoming pregnant), including any female who:\n\n      * Has had a hysterectomy,\n      * Has had a bilateral oophorectomy (ovariectomy),\n      * Has had a bilateral tubal ligation, or\n      * Is post-menopausal (a demonstration of total cessation of menses for ≥ 1 year.\n   2. Childbearing potential, has a negative serum pregnancy test at screening, and agrees to one of the following:\n\n      * Intrauterine Device (IUD),\n      * Vasectomized partner who is sterile prior to the female patient's entry and is the sole sexual partner for that female,\n      * Complete abstinence from sexual intercourse for two weeks before exposure to investigational product, throughout the clinical trial, and for at least one week after the last dose of investigational product, or\n      * Double barrier contraception (condom with spermicidal jelly, foam, suppository, or film, diaphragm with spermicide, or male condom and diaphragm).\n      * Progesterone based contraceptive with a failure rate of \\< 1%.\n9. A signed and dated written informed consent is obtained from the patient or the patient's legally acceptable representative prior to screening.\n\nExclusion Criteria:\n\n1. Receipt of prior cytotoxic chemotherapy except in an adjuvant or neo adjuvant setting\n2. Has not recovered from prior therapy including any major surgery, radiotherapy, immunotherapy, biologic or investigational agent(s).\n3. Absolute neutrophil count (ANC) \\<1,500/mm3.\n4. Platelets \\< 100,000/mm3.\n5. Creatinine clearance ≤ 40 mL/min as calculated by the Cockcroft-Gault Formula.\n6. Total bilirubin greater than or equal to 1.5 x ULN\n7. Alanine aminotransferase (ALT) greater than 2 times the upper limit of normal (ULN) in the absence of liver metastases (patients with serum transaminase levels up to 5 times ULN in the presence of liver metastases may be enrolled following approval by Cytokinetics Medical Monitor).\n8. Alkaline Phosphate (ALP) greater than or equal to 5 x ULN\n9. Female patients who are pregnant or lactating.\n10. Women of reproductive potential who do not agree to use an effective contraceptive method.\n11. Any unstable, pre-existing major medical condition or history of other malignancies (except excised cervical or basal skin/squamous cell carcinoma).\n12. Psychological, familial, sociological or geographical conditions that do not permit compliance with the study protocol.\n13. Evidence of central nervous system (CNS) metastases or leptomeningeal disease\n14. Evidence of any other malignancy\n15. Previous exposure to any Investigational Agent\n16. Radiation therapy within 28 days, or within 3 months if blood urea nitrogen (BUN) is ≥20mg/dl",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}