{
    "nctId": "NCT02188745",
    "briefTitle": "ER Reactivation Therapy for Breast Cancer",
    "officialTitle": "Phase II Pre-emptive OsciLLation of ER activitY Levels Through Alternation of Estradiol/Anti-estrogen Therapies Prior to Disease Progression in ER+/HER2- Metastatic or Advanced Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 19,
    "primaryOutcomeMeasure": "Clinical benefit",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Women ≥18 years of age with clinical stage IV ER+/HER2- breast cancer, or with locally recurrent ER+/HER2- disease not amenable to therapy for curative intent.\n2. Patient must have been treated with an anti-estrogen at any time in their disease history. Combination regimens that include an anti-estrogen and any biologic, or targeted therapy, are permitted (e.g., any CDK inhibitor, everolimus, or any other novel biologics), and are considered to be a single hormonal therapy based regimen.\n\n   * Any number of prior lines of anti-estrogen (i.e., hormonal) therapy is permissible.\n   * One line of prior chemotherapy for advanced/metastatic disease is permissible.\n3. Histologic documentation of ER strongly+/HER2- breast cancer by core needle biopsy, fine needle aspiration, incisional biopsy, or surgical biopsy of ≥1 site(s) of metastatic or locally advanced disease performed as standard of care within the past 4 months for assessment of eligibility for study participation (except as noted below in c/d/e).\n\n   1. ER strongly+ status defined as ER staining by immunohistochemistry in ≥50% of malignant cell nuclei with an intensity ≥2+ on a scale of 0-3+. These criteria are equivalent to an Allred score ≥6.\n   2. HER2-negative status is defined as immunohistochemistry score of 0-1+, or with a FISH ratio of \\<2 if IHC is 2+ or if IHC has not been done (as per ASCO/CAP definitions). In cases of borderline or equivocal HER2 status, eligibility will be determined by the PI.\n   3. Archived tumor specimens: Excess tumor tissue must be available for research purposes. This will include tumor tissue sufficient to make ≥10 five-micron sections; more tumor tissue is preferred.\n\n      Freshly acquired tumor specimens: As part of a clinically indicated biopsy procedure, an additional 1-3 cores or tissue fragments will be obtained by core needle or surgical biopsy for research purposes and FFPE.\n   4. Patients with bone-only metastatic disease with a history of ER+/HER2- breast cancer are eligible, and bone biopsy is not required, providing their primary cancer is consistent with the above-described ER and HER2 criteria.\n   5. Patients with non-bone metastatic disease in whom a safe and accurate biopsy of recurrent/metastatic disease cannot be readily obtained are also eligible, providing their primary cancer is consistent with the above-described ER and HER2 criteria.\n4. Patient must be a candidate for treatment with 17B-estradiol and an aromatase inhibitor.\n5. If the most recent therapy was in the adjuvant setting, the recurrence-free interval (time from initiation of adjuvant anti-estrogen therapy to clinical evidence of disease recurrence) must have been ≥2 years.\n\n   If the most recent therapy was in the advanced/metastatic setting, the progression-free interval must have been ≥3 months (except in the case of investigational hormonal therapies).\n6. Patient must be post-menopausal based on either a history of an oophorectomy, or ≥1 year of amenorrhea. An elevated serum gonadotropin level and estradiol level in the postmenopausal range (as locally defined) can be used to confirm menopausal status in a subject with \\<1 year of amenorrhea.\n7. Baseline radiographic staging, including specifically either PET/CT, or CT (CAP) and bone scan.\n8. Patient must be capable and willing to provide informed written consent for study participation.\n9. The following laboratory values must be confirmed for eligibility within 28 days prior to initiation of study therapy:\n\nHematology panel\n\n* hemoglobin \\> 9 g/dL\n* white blood cell (WBC) count (≥ 2,000/uL)\n* platelet count ≥ 75,000/uL Serum biochemistry/metabolic panel\n* creatinine ≤ 1.5 x upper limits of normal (ULN)\n* total bilirubin ≤ 1.5 x upper limits of normal (ULN)\n* ALT and AST ≤ 3.0 x upper limits of normal (ULN) For patients with liver metastasis: \\< 5 x upper limits of normal (ULN)\n\nExclusion Criteria:\n\n1. Treatment with fulvestrant within 16 weeks prior to study enrollment.\n2. Any other concurrent systemic anti-cancer treatments, including conventional chemotherapeutic agents and biological agents, during the study period.\n\n   Anti-resorptive bone therapies (e.g., bisphosphonates, denosumab) are permitted.\n3. Any investigational cancer therapy in the last 3 weeks.\n4. Known CNS disease, unless clinically stable for ≥ 3 months.\n5. History of any of the following:\n\n   * deep venous thrombosis\n   * pulmonary embolism\n   * stroke\n   * acute myocardial infarction\n   * congestive heart failure\n   * previous malignancy not treated with curative intent, or with an estimated recurrence risk ≥30%",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}