{
    "nctId": "NCT04985266",
    "briefTitle": "A Trial of Early Detection of Molecular Relapse With Circulating Tumour DNA Tracking and Treatment With Palbociclib Plus Fulvestrant Versus Standard Endocrine Therapy in Patients With ER Positive HER2 Negative Breast Cancer",
    "officialTitle": "A Randomised Trial of Early Detection of Molecular Relapse With Circulating Tumour DNA Tracking and Treatment With Palbociclib Plus Fulvestrant Versus Standard Endocrine Therapy in Patients With ER Positive HER2 Negative Breast Cancer",
    "overallStatus": "RECRUITING",
    "conditions": "ER+ Breast Cancer, HER2-negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 1100,
    "primaryOutcomeMeasure": "Incidence of positive ctDNA result during surveillance (Surveillance phase)",
    "eligibilityCriteria": "Inclusion Criteria for ctDNA Surveillance:\n\n1. Written informed consent to participate in the trial and to donation of tissue and blood samples\n2. Male or female patients aged 18 years or older\n3. ECOG performance status 0, 1 or 2 (see https://ecog-acrin.org/resources/ecog-performance-status)\n4. Histologically proven primary ER+ (Allred score 6/8 or greater, or stain in ≥10% of cancer cells) and HER2- (immunohistochemistry 0/1+ and/or negative by in situ hybridization) breast cancer as determined by local laboratory\n5. Patients with high risk early stage breast cancer according to at least one of the following criteria:\n\n   Primary surgery (no other treatment prior to surgery) A. Four or more involved axillary lymph nodes or positive supraclavicular lymph node at diagnosis, or\n\n   B. Tumour size \\> 5 cm, regardless of lymph node status, or\n\n   C. 1-3 involved axillary lymph nodes and at least one of the following; i) Tumour size \\> 3 cm, ii) histological grade 3 iii) high genomic risk defined as Oncotype Dx Recurrence Score \\>=26, Prosigna score \\>=60, EPclin risk score \\>=4.0, or Mammaprint high risk category, or\n\n   D. At least a 15% predicted residual risk of death within 10 years using NHS PREDICT (see appendix A3 on calculating predicted residual risk of death with PREDICT)\n\n   Neoadjuvant chemotherapy (chemotherapy prior to surgery) E. At least one lymph node positive (micrometastasis or macrometastasis) after chemotherapy F. Lymph node negative and tumour size \\> 3 cm after chemotherapy\n\n   Neoadjuvant endocrine therapy (endocrine based therapy prior to surgery) Use the primary surgery criteria - staging tumour size and lymph node status may be either the pathological staging after endocrine therapy or on the initial clinical staging prior to neoadjuvant therapy\n6. Available tissue from one archival tumour tissue sample (either from diagnostic biopsy, primary surgery or where available residual disease post-neoadjuvant chemotherapy)\n\n   i) Patients with bilateral tumours may enrol if both are ER+ and HER2- and if one archival tissue sample can be provided from each tumour\n\n   ii) Patients with multifocal breast cancer whose histopathologically examined tumours all meet pathologic criteria for ER+ and HER2- breast cancer, and two archival tissue samples can be provided.\n7. No evidence of macroscopic distant metastatic disease or incurable locally advanced disease on staging scans conducted at any time since initial diagnosis.\n8. Patients receiving standard endocrine therapy with aromatase inhibitors (letrozole, anastrazole, exemestane), tamoxifen, or combination of such for a minimum of 6 months\\* and maximum of 7 years duration with an additional three years of endocrine therapy planned. Pre- or peri-menopausal patients may also receive GnRH analogues.\n\n   \\* patients may enrol during the first 6 months of standard endocrine therapy, and wait until at least 6 months of endocrine therapy has been received prior to starting ctDNA surveillance\n9. Patients must have had surgery achieving clear margins (as per local guidelines)\n10. Female and male patients of reproductive potential must be willing to use an adequate method of contraception for the first three years of the trial, if randomised to standard endocrine therapy for the duration of trial treatment through to at least 4 weeks after the last dose of trial treatment, and if randomised to fulvestrant and palbociclib to 2 years after the last dose of fulvestrant (see section 4.6). Note: Abstinence is acceptable if this is the usual lifestyle and preferred contraception for the patient.\n11. Patients willing to have frequent blood tests.\n\nInclusion Criteria for Interventional phase:\n\n1. Signed informed consent for treatment\n2. ECOG performance status 0, 1 or 2\n3. Women of childbearing potential should have a negative urine or serum pregnancy test within 72 hours prior to receiving the first dose of treatment. If the urine test is positive or cannot be confirmed as negative, a serum pregnancy test will be required. If the urine test is positive or cannot be confirmed as negative, a serum pregnancy test will be required\n4. Female and male patients of childbearing potential must be willing to use an adequate method of contraception (section 4.6), starting with the first dose of treatment through 4 weeks after the last dose of treatment if randomised to standard endocrine therapy and 2 years after the last dose of fulvestrant if randomised to fulvestrant and palbociclib. Note: Abstinence is acceptable if this is the usual lifestyle and preferred contraception for the patient. Female patients will be deemed not of childbearing potential if they are postmenopausal or have had irreversible sterilisation\n5. Patient has adequate bone marrow and organ function as defined by the following laboratory values:\n\n   1. Absolute Neutrophil Count (ANC) ≥ 1.5 × 109/L\n   2. Platelets ≥ 100 × 109/L\n   3. Haemoglobin ≥ 100 g/L\n   4. INR ≤1.5\n   5. Creatinine \\<1.5 x ULN and creatinine clearance ≥30ml/min\n   6. Total bilirubin \\< ULN except for patients with Gilbert's syndrome who may only be included if the total bilirubin is ≤ 3.0 × ULN or direct bilirubin ≤ 1.5 × ULN.\n   7. Alanine aminotransferase (ALT) \\< 2.5 x ULN\n   8. Aspartate aminotransferase (AST) \\< 2.5 × ULN\n6. Patients must be post-menopausal OR Pre- or peri-menopausal patients or men may be enrolled if they have ovarian suppression with the GnRH analogue goserelin or similar GnRH analogue. Patients must have commenced goserelin or an alternative GnRH analogue at least 2 weeks prior to Cycle 1 Day 1 and continue throughout the study if randomised to fulvestrant and palbociclib.\n\nPost-menopausal female patients, as defined by at least one of the following:\n\n* Age ≥60 years;\n* Age \\<60 years and cessation of regular menses for at least 12 consecutive months with no alternative pathological or physiological cause, and serum estradiol and FSH levels within the institutional laboratory's reference range for post-menopausal females;\n* Documented bilateral oophorectomy;\n\nExclusion Criteria for ctDNA Surveillance:\n\n1. Any concurrent or planned treatment for the current diagnosis of breast cancer other than adjuvant endocrine therapy or a bisphosphonate.\n2. Patients with prior exposure to a CDK 4/6 inhibitor as part of standard of care may enrol only after at least 12 months from completing CDK4/6 therapy.\n3. Prior exposure to fulvestrant is not permitted.\n4. Prior diagnosis of cancer including prior diagnosis of breast cancer in the previous 5 years, other than for non-melanoma carcinoma of the skin or cervical carcinoma in situ\n5. Patients previously entered into a therapeutic trial where experimental therapy is continued post-surgery. Patients who have entered a clinical trial of a CDK4/6 inhibitor in the adjuvant setting are not eligible. Patients who received a CDK4/6 inhibitor only before an operation, with no post-operative adjuvant use, are eligible.\n6. Treatment with an unlicensed or investigational product within 4 weeks prior registration to trial\n7. Patient has not recovered to ≤ grade 1 (except alopecia or certain other toxicities, which in the opinion of the Investigator should not exclude the patient) from related side effects of any prior antineoplastic therapy, not including side-effects of endocrine therapy\n8. Patient with impairment of gastrointestinal (GI) function or GI disease that may significantly alter the absorption of oral medication (e.g. Crohn's disease, ulcerative diseases, uncontrolled nausea, vomiting, diarrhoea, malabsorption syndrome, or small bowel resection)\n9. Patient has any other concurrent severe and/or uncontrolled medical condition that would, in the Investigator' opinion cause unacceptable safety risks, contraindicate patient participation in the clinical trial or compromise compliance with the protocol.\n10. Clinically significant uncontrolled heart disease including any of the following:\n\n    1. History of myocardial infarction (MI), angina pectoris, symptomatic pericarditis, or coronary artery bypass graft (CABG) within 6 months prior to trial entry\n    2. Symptomatic congestive heart failure\n    3. Long QT syndrome or family history of idiopathic sudden death or congenital long QT syndrome.\n    4. Cardiac arrhythmia.\n11. History of pneumonitis, interstitial lung disease or pulmonary fibrosis\n12. Known history of Human Immunodeficiency Virus (HIV) (testing not required as part of study screening)\n13. Known active Hepatitis B or Hepatitis C (testing not required as part of study screening)\n14. Females who are known to be pregnant or breastfeeding\n15. History of bleeding diathesis (i.e. disseminated intravascular coagulation, clotting factor deficiency), other known abnormalities in coagulation or treatment with anticoagulants. Low molecular weight heparin (LMWH), low dose aspirin or clopidogrel are permitted.\n16. Child-Pugh class C hepatic impairment or creatinine clearance \\< 30ml/min.\n\nExclusion Criteria for Interventional phase:\n\n1. Evidence of recurrent disease (metastatic or local, see section 6.6 for management of patients with potentially curable local recurrences) on staging scans conducted since positive ctDNA result\n2. Known hypersensitivity to the excipients of palbociclib plus fulvestrant\n3. Any anti-cancer treatment since enrolling in the TRAK-ER study other than hormonal therapy or a bisphosphonate. Prior exposure to fulvestrant is not permitted.\n4. Diagnosis of an alternative cancer since enrolment in the trial other than non-melanoma cancer of the skin or cervical carcinoma in situ\n5. Patient has had major surgery within 4 weeks prior to starting trial treatment or has not recovered from major side effects of such procedure\n6. Patient is currently receiving warfarin or other coumarin derived anti-coagulant, for treatment, prophylaxis or otherwise. Therapy with heparin, low molecular weight heparin (LMWH), rivoroxiban or fondaparinux is allowed\n7. Patient has not recovered to ≤ grade 1 (except alopecia or certain other toxicities, which in the opinion of the Investigator should not exclude the patient) from related side effects of any prior antineoplastic therapy, not including side-effects of endocrine therapy\n8. Patient with impairment of gastrointestinal (GI) function or GI disease that may significantly alter the absorption of oral medication (e.g. Crohn's disease, ulcerative diseases, uncontrolled nausea, vomiting, diarrhoea, malabsorption syndrome, or small bowel resection)\n9. Patient has any other concurrent severe and/or uncontrolled medical condition that would, in the Investigator' opinion cause unacceptable safety risks, contraindicate patient participation in the clinical trial or compromise compliance with the protocol.\n10. Clinically significant uncontrolled heart disease including any of the following:\n\n    1. History of myocardial infarction (MI), angina pectoris, symptomatic pericarditis, or coronary artery bypass graft (CABG) within 6 months prior to trial entry\n    2. Symptomatic congestive heart failure\n    3. Long QT syndrome or family history of idiopathic sudden death or congenital long QT syndrome.\n    4. Cardiac arrhythmia.\n11. Patient is currently receiving any of the following substances and cannot be discontinued 7 days prior to Cycle 1 Day 1:\n\n    * Medications that are strong inducers or inhibitors of CYP3A4 (section 8.5.2)\n    * Herbal preparations/medications, dietary supplements, fruits (e.g grapefruit, pomelos, starfruit, Seville oranges) and their juice\n12. History of pneumonitis, interstitial lung disease or pulmonary fibrosis\n13. Known history of HIV (testing not required as part of study screening)\n14. Known active Hepatitis B or Hepatitis C (testing not required as part of study screening)\n15. Patient has a history of non-compliance to medical regimen\n16. History of bleeding diathesis (i.e. disseminated intravascular coagulation, clotting factor deficiency), other known abnormalities in coagulation or treatment with anticoagulants. Low molecular weight heparin (LMWH), low dose aspirin or clopidogrel are permitted.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}