{
    "nctId": "NCT02135159",
    "briefTitle": "Patients With Brain Metastases From HER2-positive Breast Cancer",
    "officialTitle": "A Phase I Study to Evaluate the Feasibility of Different Sequences of Combined Trastuzumab Emtansine (T-DM1) and Whole-brain Radiotherapy in Patients With Brain Metastases From HER2-positive Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "HER2-positive Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 36,
    "primaryOutcomeMeasure": "optimal sequences of combined treatment",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Histologically confirmed invasive breast cancer with stage IV disease.\n2. HER-2 positive primary tumor, defined as: IHC3+, or IHC2+ and ISH positive.\n3. Non operable brain metastases (n ≥ 2) with at least one measurable CNS lesion ≥ 10 mm on T1-weighted gadolinium-enhanced MRI.\n4. No stereotaxie radiotherapy indication\n5. At least two weeks from any specific breast cancer treatment (such as Trastuzumab, chemotherapy, immunotherapy/biological response modifiers, endocrine therapy and radiotherapy).\n6. Adequate hematologic function (ANC ≥1x109/L, platelets ≥100 000/L; Hb \\>10g/dL), renal function (creatinine ≤ 1.5x UNL) and hepatic function (albumin ≥2.5 g/dL; serum bilirubin ≤1.5x ULN unless due to Gilbert's syndrome; AST and ALT ≤ 5x ULN if documented liver metastasis or ≤ 3x ULN without liver metastasis).\n7. At least 18 years old.\n8. ECOG Performance Status of 0 to 2.\n9. Life expectancy ≥ 3 months.\n10. Potentially reproductive patients must agree to use an effective contraceptive method while on treatment, beginning 2 weeks before the first dose of investigational product and for 28 days after the final dose of investigational product for women. Males able to father a child must practice adequate methods of birth control or practice complete abstinence from intercourse from the first dose of investigational treatment until one week after the final dose of investigational treatment.\n11. Women of childbearing potential must have a negative serum pregnancy test within 14 days of enrollment and/or urine pregnancy test 48 hours prior to the administration of the first study treatment.\n12. Patients must be affiliated to a Social Security System.\n13. Patient information and written informed consent form signed.\n\nExclusion Criteria:\n\n1. Previous whole brain radiotherapy (WBRT) or brain stereotaxie radiotherapy.\n2. Planned or concurrent systemic treatment or radiation therapy (other than corticosteroid, bisphosphonates or mannitol).\n3. Known contra-indication to MRI.\n4. Active concurrent malignancy. If there is a history of prior malignancy, the patient must be disease free for at least 10 years.\n5. Patients with other concurrent severe and/or uncontrolled medical disease which could compromise participation in the study, such as :\n\n   * infection,\n   * cardiac disease such as uncontrolled hypertension, congestive cardiac failure, ventricular arrhythmias, active ischemic heart disease, myocardial infarction within one year, LVEF ≤ 50%,\n   * current active hepatic or renal disease\n6. Pregnant women, women who are likely to become pregnant or are breast-feeding.\n7. Patients with significantly altered mental status prohibiting the understanding of the study or with psychological, familial, sociological or geographical condition potentially hampering compliance with the study protocol and follow-up schedule; those conditions should be discussed with the patient before registration in the trial.\n8. Known hypersensibility to any component of T-DM1\n9. Patients who received any other investigational drugs within the 30 days prior to the screening visit.\n10. Individual deprived of liberty or placed under the authority of a tutor.\n11. Leptomeningeal metastases diagnosed by MRI\n12. Inclusion in another protocol within 30 days\n13. Brain metastases with severe intracranial hypertension clinical signs\n14. Other cancer except the known primary tumor or in situ cervix cancer or basocellular carcinoma",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}