{
    "nctId": "NCT01414062",
    "briefTitle": "Cook for Your Life!: Implementing Dietary Change Among Hispanic Breast Cancer Survivors",
    "officialTitle": "Cocinar Para su Salud! (Cook for Your Life!): Implementing Dietary Change Among Hispanic Breast Cancer Survivors",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 82,
    "primaryOutcomeMeasure": "Change in Daily Servings of Fruits and Vegetables",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Female.\n* Age 21 years or greater. Both pre- and postmenopausal women will be included in this study. Postmenopausal status will be defined as the absence of menses for \\> 12 months, serum follicle stimulating hormone (FSH)\\> 20 milli-international units per milliliter (mIU/ml), or history of bilateral oophorectomy.\n* Hispanic descent and fluent in Spanish.\n* History of histologically-confirmed stage 0, I, II, or III invasive breast carcinoma without evidence of disease recurrent or metastatic disease at trial entry.\n* Minimum of 3 months since last chemotherapy, biologic therapy (i.e., trastuzumab), radiation therapy, and/or breast surgery. Current use of hormonal therapy is permitted.\n* No uncontrolled diabetes mellitus, defined as Hgb A1C \\>7.\n* No uncontrolled comorbidities (i.e., hypertension).\n* Currently a non-smoker (rationale: women who smoke are much less likely to engage in healthy lifestyle behaviors, and it is probably more important for these women to stop smoking than it is to change their dietary patterns).\n* Consumes \\<5 servings of fruits and vegetables per day, as assessed by the Block Fruit and Vegetable Screener.\n* In the pre-contemplation, contemplation, or preparation stage of increasing daily fruit and vegetable intake.\n* Access to functional home phone or cell phone.\n* Willing and able to participate in all study related activities, including study clinic visits, phone interviews, and nutrition counseling sessions.\n* Ability to understand and willingness to sign a written informed consent document\n\nExclusion Criteria:\n\n* Evidence of recurrent or metastatic breast cancer.\n* Uncontrolled diabetes (type 1 or 2), defined as Hemoglobin (Hgb) A1C \\>7.\n* Uncontrolled or significant co-morbid illness including, but not limited to, active or serious infection requiring intravenous antibiotics; symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia; active gastrointestinal bleeding; active liver disease; active malignancy, except for squamous cell carcinoma of the skin, basal cell carcinoma of the skin, carcinoma in situ, Stages Ia or Ib invasive squamous cell carcinoma of the cervix treated by surgery and/or radiation therapy, Stage Ia Grade 1 adenocarcinoma of the endometrium treated with surgery; patients receiving active chemotherapy or radiotherapy; or psychiatric illness/social situations that would limit compliance with study requirements.\n* Previously participated in Cook For Your Life! classes.\n* Currently active in a dietary change program.",
    "sex": "FEMALE",
    "minimumAge": "21 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}