{
    "nctId": "NCT01147965",
    "briefTitle": "Active Immunotherapy CEA Vaccine in Patients With Malignancies Expressing CEA",
    "officialTitle": "A Phase I/II Study of Active Immunotherapy With Ad5[E1-,E2b-]-CEA Vaccine in Patients With Advanced or Metastatic Malignancies Expressing CEA",
    "overallStatus": "COMPLETED",
    "conditions": "Colon Cancer, Lung Cancer, Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 35,
    "primaryOutcomeMeasure": "The primary objective of this protocol is to determine the safety of immunization with Ad5 [E1-, E2B-]-CEA(6D), in patients with advanced or metastatic CEA-expressing malignancies, including Maximum Tolerated Dose (MTD).",
    "eligibilityCriteria": "Criteria for Patient Eligibility\n\n1. Histologically confirmed diagnosis of malignancy expressing CEA. Because this is a safety and immunogenicity study, patients are NOT required to have measurable or evaluable disease by Response Evaluation Criteria in Solid Tumors (RECIST).\n2. For all tumor types other than colorectal, the tumor must express CEA as defined by immunohistochemical staining (at least 50% of the tumor with at least moderate intensity of staining) or a tumor known to be universally CEA positive (i.e. colon and rectal cancer). If colorectal cancer then, pathologic or clinical confirmation of adenocarcinoma is required.\n3. Patients must have received treatment with standard therapy known to have a possible overall survival benefit.\n\n   For the following common cancers, the following eligibility criteria apply:\n   * Colorectal cancer: Must have received and progressed through at least one line of palliative chemotherapy consisting of one of the following regimens:\n\n     * Palliative chemotherapy for metastatic colorectal cancer with 5 fluorouracil (or capecitabine) and oxaliplatin.\n     * Palliative chemotherapy for metastatic colorectal cancer with 5 fluorouracil (or capecitabine) and irinotecan.\n     * Palliative chemotherapy regimen for metastatic colorectal cancer that includes bevacizumab.\n     * Colorectal cancer patients currently receiving palliative single-agent bevacizumab or cetuximab will be eligible for this trial and may continue these therapies concomitant with study treatment (if they have been on these single agent therapies for at least 3 months).\n   * Breast cancer: Must have received and progressed through at least one line of chemotherapy for metastatic breast cancer consisting of one of the following regimens:\n\n     * Palliative anthracycline- or taxane-based chemotherapy\n     * Patients with tumors that over express HER2 (IHC 3+ or FISH+) must have received and progressed through at least one line of palliative therapy that combines trastuzumab with chemotherapy.\n     * Breast cancer patients currently receiving palliative endocrine therapy or single-agent trastuzumab will be eligible for this trial and may continue these therapies concomitant with study treatment (if they have been on these single agent therapies for at least 3 months).\n     * Patients who have been treated or offered the options of treatment with Bevacizumab (option clearly stated in the consent form).\n     * Patients who have been treated or offered the options of treatment with Lapatinib (option clearly stated in the consent form).\n   * Lung cancer: Must have received and progressed through chemotherapy for metastatic disease consisting of one of the following regimens:\n\n     * Palliative platinum-based (cisplatin or carboplatin) chemotherapy if the patient has not received chemotherapy previously.\n     * Palliative taxane-based (docetaxel or paclitaxel) or vinorelbine chemotherapy if the patient has received chemotherapy previously.\n     * Lung cancer patients currently receiving palliative single-agent erlotinib or gefitinib will be eligible for this trial and may continue these therapies concomitant with study treatment (if they have been on these single agent therapies for at least 3 months).\n   * Pancreatic cancer: Must have received and progressed through chemotherapy including gemcitabine.\n\n     - Pancreatic cancer patients currently receiving palliative single-agent erlotinib will be eligible for this trial and may continue this therapy concomitant with study treatment (if they have been on this single agent therapy for at least 3 months).\n   * For other malignancies, if a first line therapy with survival or palliative benefit exists, it should have been administered and there should have been progressive disease.\n   * Patients who have received and progressed through first-line palliative chemotherapy must be advised regarding second-line therapy before being enrolled on this investigational study.\n4. Karnofsky performance score of 70% or higher\n5. Estimated life expectancy \\> 3 months\n6. Age ≥ 21 years, but \\< 75\n7. Adequate hematologic function, with WBC ≥ 3000/microliter, hemoglobin ≥ 9 g/dL (it is acceptable to have had prior transfusion), platelets ≥ 75,000/microliter; PT-INR \\<1.5, PTT \\<1.5X ULN\n8. Adequate renal and hepatic function, with serum creatinine \\< 1.5 mg/dL, bilirubin \\< 1.5 mg/dL (except for Gilbert's syndrome which will allow bilirubin ≤ 2.0 mg/dL), ALT and AST ≤ 2.5 x upper limit of normal.\n9. Patients who have received prior CEA-targeted immunotherapy are eligible for this trial, if this treatment was discontinued at least 3 months prior to enrollment.\n10. Patients who are taking medications that do not have a known history of immunosuppression are eligible for this trial.\n11. Ability to understand and provide signed informed consent that fulfills Institutional Review Board's guidelines.\n12. Ability to return to the clinical site for adequate follow-up, as required by this protocol.\n\nCriteria for Patient Exclusion\n\n1. Patients with concurrent cytotoxic chemotherapy or radiation therapy should be excluded. There are no exclusions based on the number of prior chemotherapy, biologic, hormonal, or experimental regimens. Except for the permitted concomitant therapies (bevacizumab, cetuximab, trastuzumab, erlotinib, gefitinib, or hormonal therapy which patients must have been on for at least 3 months at the time of enrollment if they intend to continue them with the vaccine), there must be at least 3 months between any prior CEA-targeted immunotherapy and study treatment and at least 4 weeks between any other prior therapy (including radiotherapy) and study treatment. Patients must have recovered to grade 1 acute toxicities from prior treatment.\n2. Patients with a history of or current brain metastases will not be permitted.\n3. Patients with a history of autoimmune disease, such as but not restricted to, inflammatory bowel disease, systemic lupus erythematosus, ankylosing spondylitis, scleroderma, or multiple sclerosis. Autoimmune related thyroid disease and vitiligo are permitted.\n4. Patients with serious intercurrent chronic or acute illness, such as cardiac disease (NYHA class III or IV), hepatic disease, or other illness considered by the Principal Investigator as unwarranted high risk for investigational drug treatment.\n5. Patients with a medical or psychological impediment to probable compliance with the protocol should be excluded.\n6. Concurrent (or within the last 5 years) second malignancy other than non melanoma skin cancer, cervical carcinoma in situ, controlled superficial bladder cancer, or other carcinoma in situ that has been treated.\n7. Presence of an active acute or chronic infection including: a urinary tract infection, HIV (as determined by ELISA and confirmed by Western Blot). Patients with HIV are excluded based on immunosuppression, which may render them unable to respond to the vaccine; patients with chronic hepatitis are excluded because of concern that hepatitis could be exacerbated by the injections.\n8. Patients on steroid therapy (or other immunosuppressives, such as azathioprine or cyclosporin A) are excluded on the basis of potential immune suppression. Patients must have had 6 weeks of discontinuation of any steroid therapy (except that used as pre-medication for chemotherapy or contrast-enhanced studies) prior to enrollment.\n9. Pregnant and nursing women should be excluded from the protocol since this research may have unknown and harmful effects on an unborn child or on young children. If the patient is sexually active, the patient must agree to use a medically acceptable form of birth control while receiving treatment and for a period of 4 months following the last vaccination therapy. It is not known whether the treatment used in this study could affect the sperm and could potentially harm a child that may be fathered while on this study.\n10. Patients with acute or chronic skin disorders that will interfere with injection into the skin of the extremities or subsequent assessment of potential skin reactions will be excluded.\n11. Patients will be allowed warfarin 1mg po qd other than for port prophylaxis.\n12. Patients with metastatic disease which is determined to be resectable will be excluded.",
    "sex": "ALL",
    "minimumAge": "21 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}