{
    "nctId": "NCT04899492",
    "briefTitle": "Evaluation of Different Smoking Cessation Protocols: Nicotine Replacement, Motivational Interviewing (MI), Cognitive Behavioural Therapy (CBT) or Hypnotherapy in Cancer Patients Scheduled for Surgery",
    "officialTitle": "Pilot Study in Cancer Patients Scheduled for Surgery Evaluating Different Smoking Cessation Protocols : Nicotine Replacement, Motivational Interviewing (MI), Cognitive Behavioural Therapy (CBT) or Hypnotherapy",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Cancer, Gynecologic Cancer, Digestive Cancer, Melanoma",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 100,
    "primaryOutcomeMeasure": "Testing the feasibility of smoking cessation interventions evaluated in French cancer patients undergoing surgery",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Age ≥ 18 years.\n* Smoking patient: daily tobacco consumption.\n* Patient with cancer requiring surgical treatment (breast cancer, digestive cancer, gynecological).\n* Patient wishing to quit smoking.\n* Fagerström \\> 3.\n* Patient has valid health insurance\n* Information and agreement of the patient to participate in the longitudinal cohort.\n* Signing of specific informed consent for patients in groups 1 to 4 before any study-related intervention.\n* Person able to speak, read and understand French.\n\nExclusion Criteria:\n\n* Patient not receiving surgical treatment.\n* Refusal to participate in the longitudinal cohort study.\n* Pregnant or likely to be pregnant or nursing patient.\n* Persons deprived of their liberty, under a measure of safeguard of justice, under guardianship or placed under the authority of a guardian\n* disability to undergo the medical follow-up of the trial for geographical, social or psychological reasons.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}