{
    "nctId": "NCT01199367",
    "briefTitle": "Safety, Tolerability, and Efficacy Study in Subjects With Advanced or Metastatic Breast Cancer",
    "officialTitle": "A Phase 1/2 Study to Evaluate the Safety, Tolerability, and Preliminary Efficacy of KW-2450 in Combination With Lapatinib and Letrozole in Subjects With Advanced or Metastatic Breast Cancer Whose Tumors Overexpress HER2",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 11,
    "primaryOutcomeMeasure": "To establish the safety, tolerability, and recommended Phase 2 dose of KW-2450 administered in combination with lapatinib and letrozole in subjects with previously treated or untreated advanced breast cancer.",
    "eligibilityCriteria": "Inclusion Criteria\n\n1. Histopathologically or cytologically confirmed, advanced or metastatic breast cancer (stage IIIb, IIIc or IV disease) including inflammatory breast cancer or inoperable locally advanced disease.\n2. Documented ErbB2 overexpression\n3. Estrogen receptor positive (ER+) and/or progesterone positive (PgR+) tumors\n4. Measurable or non-measurable disease according to Response Evaluation Criteria in Solid Tumors (RECIST) 1.1 Criteria\n5. A life expectancy of \\> 3 months for Phase 1 and \\> 6 months for Phase 2\n6. Eastern Cooperative Oncology Group (ECOG) performance status score of ≤ 2 at study entry in Phase 1 and ≤ 1 in Phase 2;\n7. Normal cardiac ejection fraction\n8. Adequate hematologic, hepatic and renal function\n9. Post-menopausal female (defined as the absence of a menstrual cycle for at least 12 consecutive months) or male subjects ≥ 18 years of age.\n10. Sign an IRB or EC approved informed consent\n\nExclusion Criteria\n\n1. Type 1 diabetes or uncontrolled Type 2 diabetes\n2. Subjects showing clinical evidence or with a history of cataract(s), proliferate retinopathy or significant macular edema\n3. Subjects with abnormal free T4 values and a history or evidence of thyroid disease\n4. Subjects who are unable or unwilling to take metformin\n5. Uncontrolled intercurrent illness\n6. Known or suspected human immunodeficiency virus (HIV) infection or hepatitis B or C\n7. Subjects with inflammatory diseases of the gastrointestinal tract\n8. History of other malignancy. Subjects who have been disease free for 5 years, or subjects with a history of completely resected non-melanoma skin cancer or successfully treated in situ carcinoma are eligible;\n9. Subjects with extensive symptomatic visceral disease including hepatic involvement and pulmonary lymphangitic spread of tumor\n10. A history of prior treatment with other agents specifically targeting IGFRs\n11. Subjects who require pharmacological doses of glucocorticoids beyond replacement doses. The use of topical, intra-ocular or inhalation glucocorticoids is permitted",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}