{
    "nctId": "NCT00744653",
    "briefTitle": "Electrochemotherapy for Chest Wall Recurrence af Breast Cancer: Present Challenges and Future Prospects.",
    "officialTitle": "Electrochemotherapy for Chest Wall Recurrence af Breast Cancer: Present Challenges and Future Prospects.",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 17,
    "primaryOutcomeMeasure": "Clinical Measure of Lesion Size.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Age ≥ 18\n* Histological proven cancer of the breast.\n* Progressive and/or metastatic disease.\n* No further standard treatment for the patient available or the patient does not wish to receive the offered standard treatment.\n* If Endocrine therapy: Progression in cutaneous lesions.\n* If treatment with trastuzumab (Herceptin)can continue this treatment if there is no regression in cutaneous lesions.\n* At least 2 weeks since last chemotherapy, patients treated with Navelbine (Vinorelbine), Capecitabin (Xeloda) or weekly Paclitaxel (Taxol)can continue this treatment if there is no regression in cutaneous metastases.\n* Malignant cutaneous or subcutaneous lesion to be treated ≥ 3 cm.\n* WHO performance ≤ 2.\n* Life expectancy of at least 3 months.\n* Platelets ≥ 50 mia/l, pp ≥ 40, APTT in normal area. Medical correction is allowed.\n* Sexual active men and women must use safe anticonceptive during and up to 6 month after last treatment.\n* Written informed consent must be obtained according to the local Ethics committee requirements.\n\nExclusion Criteria:\n\n* Acute lung infection\n* Previous bleomycin treatment exceeding 200.000 Units/m2.\n* Known hypersensitivity to any of the components of the treatment.\n* Known hypersensitivity to any of the components used in the planned anesthesia.\n* Pregnant or lactating women. In fertile women this is ensured by measuring HCG in blood.\n* Treatment with granulocyte colony stimulating factor (G-CSF) or other cytokines.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}