{
    "nctId": "NCT05898789",
    "briefTitle": "Virtual Rehabilitation for Cancer Survivors",
    "officialTitle": "Pragmatic Hybrid Type 1 Effectiveness-implementation (E-I) Trial of a Virtual Cancer Rehabilitation Program",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer, Stage 0, Colorectal Cancer Stage I, Head and Neck Cancer Stage I, Lymphoma, Breast Cancer Stage I, Breast Cancer Stage II, Breast Cancer Stage III, Colorectal Cancer Stage II, Colorectal Cancer Stage III, Head and Neck Cancer Stage II, Head and Neck Cancer Stage III, Lymphoproliferative Disorders",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 388,
    "primaryOutcomeMeasure": "Disability",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* 1) Age 18 years or older\n* 2) Diagnosed with breast (stage 0-III), colorectal (stage I-III), head and neck (stage I-III), or lymphoma/lymphoproliferative disorder (excluded: recurrent, refractory, progressive, received or planning to receive transplant)\n* 3) Completed a primary treatment (i.e. surgery and/or radiation and/or systemic therapy of any kind) within the last 24 months\n* 4) If patients received systemic therapy of a fixed duration with adjuvant/curative intent, the main part should be completed, but patients are eligible if on primary, maintenance, or other adjuvant systemic therapy (e.g. eligible while on trastuzumab, immunotherapy, rituximab, oral endocrine or targeted therapy - ie ibrutinib). Indolent non-curative lymphoma patients are eligible if they have response to systemic therapy\n* 5) Communicate sufficiently in English to complete intervention and questionnaires\n* 6) Willing to be randomized and participate in the intervention and in-person assessments; 6) Internet access\n* 7) An indication for cancer rehabilitation (WHO-DAS score \\>5).\n\nExclusion Criteria:\n\n* 1) Impaired functional status that would preclude rehabilitation (PRFS \\>3)\n* 2) Indication of major depressive disorder (PHQ-2 \\>3)\n* 3) Diagnosis of neurological disease or condition significantly limiting cognitive functioning, such as language or memory (e.g., Alzheimer's disease or other dementia, severe traumatic brain injury);\n* 4) Conditions or current injuries which are not appropriate for distance based exercise",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}