{
    "nctId": "NCT01268150",
    "briefTitle": "A Study of Single-Agent Eribulin Mesylate as First-Line Therapy for Locally Recurrent or Metastatic Human Epidermal Growth Factor Receptor Two (HER2) Negative Breast Cancer",
    "officialTitle": "A Phase 2, Multicenter, Single-Arm Study of Single-Agent Eribulin Mesylate as First-Line Therapy for Locally Recurrent or Metastatic Human Epidermal Growth Factor Receptor Two (HER2) Negative Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Locally Recurrent, Metastatic Breast Cancer ( HER2 Negative)",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 56,
    "primaryOutcomeMeasure": "Objective Response Rate (ORR)",
    "eligibilityCriteria": "Key Inclusion Criteria\n\nFemales age 18 years or older at the time of informed consent\n\nHave histologically or cytologically proven adenocarcinoma of the breast\n\nSubjects with locally recurrent or metastatic disease with at least one measurable lesion according to Response Evaluation Criteria in Solid Tumors\n\n(RECIST) criteria v 1.1\n\nHuman epidermal growth factor receptor (HER2)-negative disease as determined by fluorescence in situ hybridization (FISH) or 0 or 1+ by immunohistochemical (IHC) staining.\n\nLife expectancy of greater than 24 weeks\n\nEastern Cooperative Oncology Group (ECOG) Performance Score (PS) of 0, 1 or 2\n\nAt least 12 months since prior neoadjuvant or adjuvant chemotherapy\n\nAt least 2 weeks since prior radiotherapy or endocrine therapy, with complete recovery from the effects of these interventions\n\nAdequate renal function\n\nAdequate bone marrow function\n\nAdequate liver function\n\nKey Exclusion Criteria\n\nSubjects who meet any of the following criteria will be excluded from participation in this study:\n\nPrior chemotherapy, biologic therapy, or investigational therapy for locally recurrent or metastatic breast cancer\n\nSubjects who have had a prior malignancy other than carcinoma in situ of the cervix or nonmelanoma skin cancer\n\nPrior exposure of greater than 360 mg/m2 doxorubicin or liposomal doxorubicin, greater than 120 mg/m2 mitoxantrone, greater than 90 mg/m2 idarubicin, or greater than720 mg/m2 epirubicin\n\nInflammatory breast cancer\n\nClinically significant cardiovascular impairment\n\nSubjects with known CNS disease are not eligible, except for those with treated brain metastasis.\n\nPulmonary lymphangitic involvement that results in pulmonary dysfunction requiring the use of oxygen\n\nCurrently pregnant or breast-feeding.\n\nSubjects with pre-existing Grade 3 or 4 neuropathy. Any peripheral neuropathy must recover to Grade 2 before enrollment.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}