{
    "nctId": "NCT00842998",
    "briefTitle": "Efficacy Study of Single Agent Trastuzumab or Lapatinib to Treat HER2-Overexpressing Breast Cancer",
    "officialTitle": "A Phase II, Randomized Trial With Single Agent Trastuzumab or Lapatinib in Patients With Metastatic HER2-Overexpressing Breast Cancer",
    "overallStatus": "UNKNOWN",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 120,
    "primaryOutcomeMeasure": "Evidence of clinically definite response confirmed by CT or MRI",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Women aged 18-75 years\n* Histologically or cytologically confirmed metastatic disease.\n* HER2-Overexpression proven by Fluorescence in Situ Hybridization (FISH).\n* Availability of paraffin-embedded block of either primitive tumor and/or biopsy of metastases.\n* No prior chemotherapy for metastatic or locally advanced disease. Patients with hormone receptor (oestrogen and/or progesterone) positive breast cancer can be eligible provided that they had received only ONE line of hormonal therapy for metastatic disease.\n* For patients undergoing hormonal therapy for metastatic disease, disease progression must be confirmed according to RECIST criteria.\n* At least 20% increase in the sum of longest diameters, OR\n* Evidence of new metastatic lesions or progression of pre-existing non-target lesions.\n* Presence of at least one monodimensionally measurable lesion. Patients without clinically or radiologically proven evidence of disease are not eligible.\n* Patients with exclusively skin disease are eligible, provided that the disease evolution under treatment can be photographically documented.\n* Patients with involvement of NCS, besides presence of measurable lesions, are eligible provided that:\n\n  * Brain lesion/s has/have been radically resected;\n  * Brain lesion/s has/have obtained complete remission following radiation therapy. Complete remission must be documented by TC or RMN.\n* At least 4-week interval from end of radiotherapy, hormono- or immunotherapy and enrollment in this study.\n* ECOG PS \\</= 2 and life expectancy of at least 6 months.\n* Liver metastases involving \\< 30% of liver volume.\n* Adequate hematopoietic, liver and renal function\n* Written informed consent.\n* Patients with childbearing potential must have negative pregnancy test and must use adequate contraceptive measures during treatment.\n* Prior treatment with Trastuzumab as adjuvant therapy is permitted provided that it was completed at least 12 months prior enrollment in this study.\n\nExclusion Criteria:\n\n* Prior chemotherapy for metastatic disease.\n* Active pregnancy or breastfeeding.\n* Previous treatment with Lapatinib.\n* Previous therapy with mono- or policlonal antibodies for metastatic disease.\n* Patients with bone involvement or pleural effusion/ascites as unique localization of disease.\n* Patients with dyspnea due to presence of disease (lymphangitis) or requiring oxygen therapy.\n* Patients with clinically evident hearth disease and/or active infectious diseases.\n* Patients with not resected or not irradiated brain and/or leptomeningeal metastases.\n* Prior or actual concurrent neoplasms, with the exception of adequately treated carcinoma della cervice uterina and basal cell or squamocellular carcinoma of the skin.\n* Patients with uncontrolled serious illnesses that may compromise the compliance of the patient to the treatment.\n* Previous allergic reactions towards any excipient in the composition of Trastuzumab or Lapatinib.\n* Use of any experimental drug within 4 weeks prior initiation of study treatment.\n* Women with childbearing potential who refuse to use adequate contraceptive measures.\n* Patients unable to give written informed consent or are not compliant with treatment.\n* Patients with great tumor involvement (\\> 30% dof hepatic volume, etc).",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}