{
    "nctId": "NCT04565054",
    "briefTitle": "Adjuvant Therapy With Abemaciclib + SOC ET vs. SOC ET in Clinical or Genomic High Risk, HR+/HER2- EBC",
    "officialTitle": "Adj. Dynamic Marker - Adjusted Personalized Therapy Comparing Abemaciclib Combined With Standard Adjuvant Endocrine Therapy Versus Standard Adjuvant Endocrine Therapy in (Clinical or Genomic) High Risk, HR+/HER2- EBC",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer Female",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 1260,
    "primaryOutcomeMeasure": "invasive disease-free survival (iDFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\nA. Prior to REGISTRATION\n\n1. Written informed consent prior to any study procedures (outcomes of standard-of-care procedures performed before signing of informed consent by the patient but within allowed screening period can be used for screening of patient). 2. Female. 3. ≥ 18 years of age. 4a. EITHER: (Post)menopausal status at the time of initiation of adjuvant study medication\n\n* patient underwent bilateral oophorectomy, or\n* age ≥ 60, or\n* age \\< 60 and amenorrhea for 12 or more months (in the absence of chemotherapy, tamoxifen, or ovarian suppression) and/or FSH and estradiol in the postmenopausal range per local normal range.\n\n  4b. OR: Pre-/perimenopausal patients:\n* confirmed negative serum or urine pregnancy test (β-hCG) before starting study treatment, or\n* patient has had a hysterectomy. 5. Histologically confirmed diagnosis(by local laboratory ) of estrogen-receptor positive and/or progesterone-receptor positive (\\>1% ) primary early breast cancer or local relapse. In case the receptor status from local pathology is unclear a central pathology review is obligatory. Results must be known prior to randomization.\n\n  6. Patient has HER2-negative breast cancer defined as\n* a negative in-situ hybridization test or an IHC status of 0, 1+, or 2+,\n* if IHC is 2+, a negative in-situ hybridization (FISH, CISH, or SISH) test is required (based on the analyzed tissue sample at initial diagnosis by a local laboratory).\n\n  7. Patients are eligible\n* with completed (i.e., 5 years according to SoC), planned or ongoing adjuvant endocrine therapy, without any signs of distant relapse or secondary malignancy AND\n* if primary diagnosis was 6 years or less before enrollment 8a. Intermediate to high clinical or genomic risk, defined as either one of the following criteria:\n* c or p or ypN 2-3 with/without (neo)adjuvant chemotherapy;\n* in patients with c/ypN0-1:\n* non-pCR in patients with G3 or c/ypN1\n* high biological risk defined as G3 with Ki-67 ≥40%\n* or high genomic risk (RS\\>25 (known or Oncotype Dx® in screening phase) or another test)\n* high CTS5 score or UICC stage IIb (clinical if neoadjuvant chemotherapy or pathological)\n\nOR, if patients do not fulfill above criteria:\n\n* patients ≤50 years old or pre-/perimenopausal and c or (y)pN1 disease (in particular if ET-non-response or no chemotherapy)\n* patients \\>50 years old and postmenopausal and c or (y)pN1 with intermediate genomic risk (RS≥18) or non-low risk by another test\n\nET non-response definition:\n\nKi-67 post-treatment \\> 10% (central or local pathology value) OR 8b. Patients after isolated locoregional relapse with high-risk patterns (e.g., rpT2-3 or rpN1-3 or G3 or Ki-67 pre-treatment ≥20%), once surgery with free margins was completed Note: Inclusion is only possible for the first locoregional relapse removed by surgery (free margins) OR 8c. Patients with any high clinical risk at Investigator´s assessment but not fulfilling above criteria: consultation with sponsor required\n\nB. Prior to RANDOMIZATION in the study 9. Completed primary therapy of breast cancer according to current guidelines, i.e., after (neo)adjuvant treatment, definite surgery and radiotherapy, if applicable.\n\n10. No clinical evidence of distant metastasis (confirmation recommended prior to randomization by either combination of or either one of the following examinations: CT thorax / abdomen, chest X-ray, liver ultrasound, bone scan, PET-CT). 11. Patient has available tumor tissue from primary diagnostic biopsy. 12. No contraindication for adjuvant ET. 13. Eastern Cooperative Oncology Group (ECOG) performance status 0-1. 14. Patient has adequate bone marrow and organ function as defined by the following laboratory values:\n\n* absolute neutrophil count ≥ 1.5 × 109/L,\n* platelets ≥ 100 × 109/L,\n* hemoglobin ≥ 8.0 g/dL,\n* total bilirubin ≤ 1.5 ULN, except for patients with Gilbert's Syndrome who may only be included if the total bilirubin is ≤ 2.0 × ULN or direct bilirubin within normal ranges,\n* aspartate transaminase (AST) ≤ 3 × ULN,\n* alanine transaminase (ALT) ≤ 3 × ULN,\n* serum creatinine ≤ 1.5 x ULN. 15. Ability to swallow abemaciclib tablets or to administer other study medication, respectively.\n\n  16. Ability to communicate with the investigator and comply with study procedures.\n\n  17. Willing to receive therapy by clinical site, as required by the protocol.\n\nExclusion Criteria:\n\nPatients eligible for inclusion in this study must not meet any of the following criteria:\n\n1. Patient with distant metastases of breast cancer beyond regional lymph nodes.\n2. Previously received CDK 4/6 inhibitor.\n3. Patient with a known hypersensitivity to any of the excipients of abemaciclib or standard-of-care endocrine therapy.\n4. Patient has had major surgery within 14 days prior to starting study drug or has not recovered from major side effects.\n5. Patient has not recovered from clinical and laboratory acute toxicities related to prior anticancer therapies to NCI CTCAE version 5.0 Grade ≤ 1 (polyneuropathy ≤ 2 is allowed).\n6. Patient has a concurrent malignancy or non-breast malignancy within 5 years prior to randomization.\n7. Patient has impairment of gastrointestinal (GI) function or GI disease that may significantly alter the absorption of the study drugs (e.g., uncontrolled ulcerative diseases, uncontrolled nausea, vomiting, diarrhea, malabsorption syndrome, or small-bowel resection).\n8. Patient has any active systemic bacterial infection (requiring intravenous antibiotics at time of initiating study treatment), fungal infection, or detectable viral infection (such as known human immunodeficiency virus positivity or with known active hepatitis B or C \\[for example, hepatitis B surface antigen positive\\]. Screening is not required for enrollment.\n9. Patient has any other concurrent severe and/or uncontrolled medical condition that would, in the investigator´s judgment, cause unacceptable safety risks, contraindicate patient participation in the clinical study, or compromise compliance with the protocol (e.g., interstitial lung disease, severe dyspnea at rest or requiring oxygen therapy, severe renal impairment \\[e.g. estimated creatinine clearance \\<30ml/min\\], history of major surgical resection involving the stomach or small bowel, or preexisting Crohn's disease or ulcerative colitis or a preexisting chronic condition resulting in baseline Grade 2 or higher diarrhea, etc.).\n10. Patient has a personal history of any of the following conditions: syncope of cardiovascular etiology, ventricular arrhythmia of pathological origin (including, but not limited to, ventricular tachycardia and ventricular fibrillation), or sudden cardiac arrest.\n11. Patient is currently receiving any of the following substances, which cannot be discontinued 7 days prior to day 1 of study treatment:\n\n    o concomitant medications and herbal supplements, that are strong inducers or inhibitors of CYP3A4.\n12. Participation in a prior investigational study within 30 days prior to enrollment.\n13. Not able to understand and to comply with study instructions and requirements.\n14. Pregnant or nursing (lactating) woman.\n15. Woman of child-bearing potential defined as woman physiologically capable of becoming pregnant, unless she is using highly effective methods of contraception during the study treatment and for 21 days after stopping the treatment:\n\n    1. total abstinence (when this is in line with the preferred and usual lifestyle of the patient).\n    2. female sterilization (have had surgical bilateral oophorectomy with or without hysterectomy), total hysterectomy, or tubal ligation at least 6 weeks before taking study treatment.\n    3. male partner sterilization (at least 6 months prior to study screening). For female patients on the study, the vasectomized male partner should be the sole partner for that patient.\n    4. placement of an intrauterine device (IUD).\n    5. use of condom + spermicide.\n16. Use of oral (estrogen and progesterone), transdermal, injected, or implanted hormonal methods of contraception as well as hormonal replacement therapy.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}