{
    "nctId": "NCT05865990",
    "briefTitle": "HER3-DXd in Breast Cancer and NSCLC Brain Metastases and Solid Tumor Leptomeningeal Disease",
    "officialTitle": "Multicenter, Single-arm, 3 Cohort, Phase II Trial of HER3-DXd in Patients With Active Brain Metastases From Metastatic Breast Cancer and Non-small Cell Lung Cancer, and in Patients With Leptomeningeal Disease From Advanced Solid Tumors",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Metastatic Breast Cancer, Advanced Non-Small Cell Squamous Lung Cancer, Solid Tumor, Adult",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 63,
    "primaryOutcomeMeasure": "Efficacy: Local determination of intracranial objective response rate (ORR-IC) in cohort 1 and cohort 2.",
    "eligibilityCriteria": "* GENERAL INCLUSION CRITERIA (Patients will be included in the study only if they meet all the following inclusion criteria):\n\n  1. Patient must be capable to understand the purpose of the study and have signed written informed consent form (ICF) prior to beginning specific protocol procedures.\n  2. Age ≥ 18 years at the time of signing ICF.\n  3. Life expectancy ≥ 6 weeks.\n  4. Karnofsky Performance Status (KPS) ≥70%, Eastern Cooperative Oncology Group (ECOG) performance status (PS) ≤ 2.\n  5. Patient must be able to tolerate therapy.\n  6. Availability and willingness to provide the most recently available tumor tissue sample (formalin-fixed and paraffin-embedded \\[FFPE\\], no cytology/cell block, no bone/decalcified bone sample) of primary tumor or any metastatic site from biopsy preferably collected after last round of prior treatment and ≤ 6 months prior to HER3-DXd treatment, if possible, at the time of inclusion for retrospective exploratory biomarker testing. If archival tissue is not available, a newly obtained baseline biopsy of an accessible tumor lesion is required prior to start of study treatment (unless not possible because of inaccessible tumor location or safety concerns).\n  7. No indication for immediate local therapy.\n  8. Patient has adequate bone marrow, liver, and renal function:\n\n     1. Hematological (without platelet, red blood cell transfusion, and/or granulocyte colony-stimulating factor support within 7 days before first study treatment dose): White blood cell (WBC) count \\> 3.0 x 109/L, absolute neutrophil count (ANC) ≥ 1.5 x 109/L, platelet count ≥ 100.0 x109/L, and hemoglobin ≥ 10.0 g/dL (≥ 6.2 mmol/L).\n     2. Hepatic: Serum albumin ≥ 2.5 g/dL; total bilirubin ≤ 1.5 times upper limit of normal (ULN) (≤ 3 in patients with liver metastases or know history of Gilbert's disease); alkaline phosphatase (ALP) ≤ 2.5 times ULN; aspartate transaminase (AST); alanine transaminase (ALT) ≤ 3 times ULN (≤ 5 in patients with liver metastases); international normalized ratio (INR) \\< 1.5.\n     3. Renal: serum creatinine ≤ 1.5 x ULN or creatinine clearance ≥ 50 mL/min/1.73 m2 based on Cockcroft-Gault glomerular filtration rate estimation for patients with creatinine levels above institutional normal.\n  9. Patients must have received at least 1 prior line of systemic treatment\\* in the advanced setting.\n\n     * Prior systemic treatments for eligible patients with BC are defined as follows:\n\n       * Patients with triple-negative breast cancer (TNBC) must have received at least one line of prior systemic therapy for advanced disease.\n       * Patients with luminal BC must have received at least one line of ET and one line of CT in the advanced setting.\n       * Patients with HER2-positive BC must have progressed to at least two previous treatments with HER2-targeted therapies in the advanced setting.\n     * Prior systemic treatments for eligible patients with aNSCLC are defined as follows:\n\n       * Patients without activating driver alterations must have received at least one prior line of standard of care systemic therapy for locally advanced or metastatic disease.\n       * Patients with activating driver alterations must have received at least one prior line of an approved genotype-directed therapy.\n       * Patients with EGFR T790M mutation who received first-line treatment with erlotinib, gefitinib, afatinib, or dacomitinib must have received second-line treatment with osimertinib and have documentation of radiological disease progression.\n  10. Resolution of all acute toxic effects of prior anti-cancer therapy to grade ≤ 1 as determined by the US National Cancer Institute (NCI)-Common Terminology Criteria for Adverse Events (CTCAE) version 5.0 (v.5.0).\n\n      Note: Except for alopecia or other toxicities not considered a safety risk for the patient at investigator's discretion.\n  11. For women of childbearing potential: agreement to remain abstinent (must refrain from heterosexual intercourse) or use highly effective contraceptive methods, or two effective contraceptive methods, as defined in the protocol, during the treatment period and for at least 7 months after the last dose of study treatment, whichever is longer. Women of childbearing potential must have a negative serum pregnancy test within 14 days before study treatment initiation and must agree to refrain from donating eggs during the entire study treatment period and for 7 months after the last administration of the study drug.\n  12. For male subjects: being surgically sterile or having agreed to true abstinence (must refrain from heterosexual intercourse) or having female partners willing to agree with true abstinence or use barrier contraceptive measures mentioned above during the entire study treatment period and for 4 months after the last administration of the study drug. Male patients must agree to refrain from donating sperm during the entire study treatment period and for 4 months after the last administration of the study drug.\n  13. Patient must be accessible for treatment and follow-up.\n* SPECIFIC INCLUSION CRITERION FOR COHORT 1 AND COHORT 2 (Cohort 1 and cohort 2 patients will be included in the study only if they meet all the following inclusion criteria):\n\n  1. Histologically documented BC (cohort 1) or NSCLC of squamous or non-squamous histologic types (cohort 2).\n  2. Newly diagnosed BM or BM progressing after local treatment.\n  3. Measurable disease according to Response Assessment in Neuro-Oncology Brain Metastases (RANO-BM) criteria, with at least one measurable brain lesion of ≥10 mm on T1-weighted, gadolinium-enhanced MRI.\n* SPECIFIC INCLUSION CRITERION FOR COHORT 1 AND COHORT 2 (Cohort 1 and cohort 2 patients will be included in the study only if they meet all the following inclusion criteria):\n\n  1. Histologically documented BC (cohort 1) or NSCLC of squamous or non-squamous histologic types (cohort 2).\n  2. Radiologically documented metastatic disease. 3. Newly diagnosed BM or BM progressing after local treatment. 4. Measurable disease according to Response Assessment in Neuro-Oncology Brain Metastases (RANO-BM) criteria, with at least one measurable brain lesion of ≥10 mm on T1-weighted, gadolinium-enhanced MRI.\n* SPECIFIC INCLUSION CRITERION FOR COHORT 1 (Cohort 1 patients will be included in the study only if they meet the following inclusion criterion):\n\n  1. Locally determined HER2 status.\n* SPECIFIC INCLUSION CRITERIA FOR COHORT 3 (Cohort 3 patients will be included in the study only if they meet all the following inclusion criteria):\n\n  1. Histologically documented solid tumor of any type.\n  2. Type I LMD, defined by positive CSF cytology or leptomeningeal biopsy, or type II LMD, defined by clinical findings and neuroimaging only, according to European Society for Molecular Oncology (ESMO) Standard Operating Procedures (SOPs) for Clinical Practice Guideline (CPG) 2017.\n  3. Newly diagnosed LMD or LMD progressing after radiotherapy.\n* EXCLUSION CRITERIA (Patients will be excluded from the study if they meet any of the following criteria):\n\n  1. Current participation in another therapeutic clinical trial.\n  2. Treatment with approved or investigational cancer therapy within 14 days prior to initiation of study drug.\n  3. Patients have a concurrent malignancy or malignancy within five years of study enrollment with the exception of carcinoma in situ of the cervix, non-melanoma skin carcinoma, or stage I uterine cancer. For other cancers considered to have a low risk of recurrence, discussion with the Medical Monitor is required.\n  4. Previous systemic therapy with any anti-HER3 directed drug.\n  5. Known allergy or hypersensitivity to HER3-DXd or any of the drug components.\n  6. Radiotherapy or limited-field palliative radiotherapy within seven days prior to study enrolment, or patients who have not recovered from radiotherapy-related toxicities to baseline or grade ≤ 1 and/or from whom ≥ 25% of the bone marrow has been previously irradiated.\n  7. Patients with an active cardiac disease or a history of cardiac dysfunction or conduction abnormalities including any of the following:\n\n     1. Unstable angina pectoris or documented myocardial infarction within 6 months prior to study entry.\n     2. Symptomatic pericarditis.\n     3. Documented congestive heart failure (CHF) (New York Heart Association \\[NYHA\\] Class III-IV).\n     4. Left ventricular ejection fraction (LVEF) \\< 50% as determined by multigated acquisition (MUGA) scan or echocardiogram (ECHO).\n     5. Ventricular arrhythmias except for benign premature ventricular contractions.\n     6. Other cardiac arrhythmias requiring a pacemaker or not controlled with medication.\n     7. Long QT syndrome (QTcF interval \\> 450 ms).\n  8. Clinically severe pulmonary compromise resulting from intercurrent pulmonary illnesses including, but not limited to, any underlying pulmonary disorder (i.e., pulmonary emboli within three months of the study enrolment, severe asthma, severe chronic obstructive pulmonary disease \\[COPD\\], restrictive lung disease, pleural effusion etc.), and any autoimmune, connective tissue or inflammatory disorders with pulmonary involvement (i.e., rheumatoid arthritis, Sjogren's syndrome, sarcoidosis etc.), or prior pneumonectomy.\n  9. History of non-infectious interstitial lung disease (ILD)/pneumonitis that required steroids, has current ILD/pneumonitis, or has suspected ILD/pneumonitis that cannot be ruled out by imaging at screening.\n  10. Pregnant or lactating women.\n  11. Any serious medical condition or abnormality in clinical laboratory tests that, in the investigator's judgment, precludes the patient's safe participation in and completion of the study.\n  12. Current known infection with hepatitis B virus (HBV), or hepatitis C virus (HCV). Patients with past HBV infection or resolved HBV infection (defined as having a negative hepatitis B surface antibody \\[HBsAg\\] test and a positive hepatitis B core antibody \\[HBcAb\\] test, accompanied by a negative HBV DNA test) are eligible. Patients positive for HCV antibody are eligible only if polymerase chain reaction (PCR) is negative for HCV RNA.\n  13. Known human immunodeficiency virus (HIV) infection that is not well controlled. All of the following criteria are required to define an HIV infection that is well controlled: undetectable viral RNA, CD4-positive cells' count ≥ 350, no history of AIDS-defining opportunistic infection within the past 12 months, and stable for at least 4 weeks on the same anti-HIV medications (meaning there are no expected further changes in that time to the number or type of antiretroviral drugs in the regimen). If an HIV infection meets the above criteria, monitoring of viral RNA load and CD4-positive cells' count is recommended.\n  14. History of a major surgical procedure (defined as requiring general anesthesia) or significant traumatic injury within 21 days prior to randomization, or patients who have not recovered from the side effects of any major surgery.\n  15. History of uncontrolled seizures, CNS disorders or serious and/or unstable pre-existing psychiatric disability judged by the investigator to be clinically significant and adversely affecting compliance to study drugs or interfering with subject safety.\n  16. Patients requiring concomitant use of chronic systemic (intravenously \\[IV\\] or oral) corticosteroids at doses higher than 8 mg dexamethasone per day or other immunosuppressive medications except for managing adverse events (AEs), including immune-related adverse events (irAEs) for patients that received immunotherapy in a previous line; (inhaled steroids or intra articular steroid injections are permitted in this study).\n\n      Note: The use of stable corticosteroid therapy in patients with brain metastases can be discussed with the Medical Monitor.\n  17. Patients with known substance abuse or any other medical conditions such as clinically significant cardiac or psychological conditions, that may, in the opinion of the investigator, interfere with the subject's participation in the clinical study or evaluation of the clinical study results.\n  18. Participants who are unable or unwilling to comply with the requirements of the protocol in the opinion of the investigator.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}