{
    "nctId": "NCT05264649",
    "briefTitle": "Effect of Acupuncture vs Chinese Medicine vs Combined Therapy on Aromatase Inhibitor-related Arthralgia Among Women With Early-Stage Breast Cancer",
    "officialTitle": "Effect of Acupuncture vs Chinese Medicine vs Combined Therapy on Aromatase Inhibitor-related Arthralgia Among Women With Early-Stage Breast Cancer",
    "overallStatus": "RECRUITING",
    "conditions": "Arthralgia",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 72,
    "primaryOutcomeMeasure": "Brief Pain Inventory-Worst Pain Item (BFI-WP)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Women with diagnosis of early breast cancer (stages I-III), expressing hormone receptor-positive (ER+, PR+, or both) and took third generation aromatase inhibitors (AIs).\n2. Post- or pre-menopausal with the use of a gonadotropin-releasing hormone agonist.\n3. Taking AIs for more than 30 days before registration and planned to continue treatment for over 1 year.\n4. Have already been recovered from the surgery or chemotherapy.\n5. Have a ECOG performance status score of 0 to 1.\n6. Joint pain which has developed or worsened since starting AIs therapy. The worst pain item score of Brief Pain Inventory-Short Form (BPI-SF) is at least 3 and above.\n7. Have a Eastern Cooperative Oncology Group (ECOG) grading scale for chemotherapy-induced peripheral neuropathy score of 1 to 2.\n8. The patient could cooperate the intervention and sign the informed consent.\n\nExclusion Criteria:\n\n1. Had received acupuncture treatment for joint pain would be excluded, but patients with acupuncture treatment for less than 2 times due to other reasons could be included.\n2. Had a history of fractures or underwent surgery on the knee or hand joints in the past six months.\n3. Had severe bleeding disorders. The platelet counts are below 50,000 per μl.\n4. Cognitive disorders (included dementia).\n5. Lymphedema after breast cancer surgery.",
    "sex": "FEMALE",
    "minimumAge": "20 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}