{
    "nctId": "NCT05595577",
    "briefTitle": "Improving Exercise Capacity With a Tailored Physical Activity Intervention",
    "officialTitle": "Improving Exercise Capacity With a Tailored Physical Activity Intervention in Lymphoma and Breast Cancer Patients Undergoing Treatment",
    "overallStatus": "RECRUITING",
    "conditions": "Non Hodgkin Lymphoma, Heart; Functional Disturbance, Hodgkin Lymphoma, Quality of Life, Stage I Breast Cancer, Stage II Breast Cancer, Stage III Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 100,
    "primaryOutcomeMeasure": "Change in Peak VO2",
    "eligibilityCriteria": "Inclusion Criteria:\n\nTo be considered eligible, participants must meet all of the following criteria:\n\n* Individuals aged 18- 85 years\n* Diagnosed with stage I-IV Hodgkin's or non-Hodgkin's lymphoma or stage I-III breast cancer\n* Expected to receive an anthracycline based chemotherapeutic regimen or other potentially cardiotoxic cancer therapies (e.g. chemotherapy regimens \\[anthracyclines, trastuzumab, rituximab\\]), immuno-therapies (immune checkpoint inhibitors \\[ICI's\\]) or radiation (within 8 weeks of completion of radiation).29-31\n* Ability to speak and understand English\n* Capacity to walk at least 2 city blocks (\\~.2 miles) on a flat surface\n* Expected survival beyond 6 months.\n* Must have an assistant that will help perform the home-based testing activities\n\nExclusion Criteria:\n\nIf the patient meets any of these criteria they are excluded from the study:\n\n* Uncontrolled hypertension (systolic blood pressure \\>190 mm Hg or diastolic blood pressure \\>100 mm Hg)\n* Recent history of alcohol or drug abuse, inflammatory conditions such as lupus or inflammatory bowel disease, or another medical condition that might compromise safety or successful completion (unless approved by the participant's physician and the Principal Investigator) NOTE: In the setting of active inflammation, participation will not be approved. If chronic disease is present and stable as judged by the participant's physician and the PI, participation will be approved.\n* Contraindications to MRI such as ferromagnetic cerebral aneurysm clips or other intracranial metal, pacemakers, defibrillators, functioning neurostimulator devices or other implanted electronic devices (unless approved by the participant's physician and the Principal Investigator)\n* Pregnant\n* Unstable angina\n* Contraindication for exercise training or testing\n* Inability to exercise on a treadmill or stationary cycle\n* Significant ventricular arrhythmias (\\>20 PVCs/min due to gating difficulty)\n* Atrial fibrillation with uncontrolled ventricular response\n* Acute myocardial infarction within 28 days\n* Inability to provide informed consent",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}