{
    "nctId": "NCT00630591",
    "briefTitle": "DAMES: Daughters And MothErS Against Breast Cancer",
    "officialTitle": "DAMES: Daughters And MothErS Against Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "PREVENTION",
    "enrollmentCount": 482,
    "primaryOutcomeMeasure": "Overall Accrual",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. DCIS or Stage I-IIIA Breast Cancer (MOTHERS)\n2. Have a biological daughter at least 21 years old (MOTHERS)\n3. Body Mass Index between 25 - 40 (MOTHERS) or 25 or above (DAUGHTERS)\n4. English Speaking \\& Writing (MOTHERS \\& DAUGHTERS)\n5. 5th grade or higher educational level (MOTHERS \\& DAUGHTERS)\n6. Willingness to be randomized into the standardized or tailored intervention arms and to undergo baseline and follow-up assessments (MOTHERS \\& DAUGHTERS)\n7. Must be at least 21 years of age (MOTHERS \\& DAUGHTERS)\n8. Must reside within the United States, Puerto Rico or Guam and therefore able to participate in home visits made by Examination Management Services, Inc. (MOTHERS \\& DAUGHTERS)\n\nExclusion Criteria:\n\n1. Evidence of progressive breast cancer or 2nd primaries (MOTHERS)\n2. Pre-existing medical condition(s) that preclude adherence to an unsupervised exercise program or to a diet high in fruits and vegetables, such as the following: untreated stage 3 hypertension; severe orthopedic conditions; scheduled for a hip or knee replacement within 6 months; paralysis; end-stage renal disease; dementia; unstable angina; heart attack, congestive heart failure or pulmonary conditions that have required hospitalization or oxygen within 6 months (MOTHERS \\& DAUGHTERS)\n3. Currently exercising 30+ minutes/day for 5+ days/week (\\<150 minutes per week) (MOTHERS \\& DAUGHTERS)\n4. Currently enrolled in a weight loss program (MOTHERS \\& DAUGHTERS)\n5. Residing in institutionalized settings, e.g., living in assisted or skilled nursing facilities, and therefore not able to make independent choices about their lifestyle behaviors and participate fully in the intervention (MOTHERS AND DAUGHTERS).\n6. Currently pregnant (MOTHERS \\& DAUGHTERS)\n7. A previous diagnosis of breast cancer (DAUGHTERS).",
    "sex": "FEMALE",
    "minimumAge": "21 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}