{
    "nctId": "NCT04890340",
    "briefTitle": "In Vitro Study of the Liquid Biopsy Test System of the Diagnostic Value, in Women With Various Forms of Breast Cancer",
    "officialTitle": "An International Multicenter Blind Comparative Controlled in Vitro Study of the Liquid Biopsy Test System of the Diagnostic Value, in Women With Various Forms of Breast Cancer in Comparison With Other Early Diagnostic Methods (Mammography/Ultrasound/MRI).",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Neoplasms",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 500,
    "primaryOutcomeMeasure": "Number of woman with positive ARNA Breast test confirmed by biopsy (Sensitivity)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Availability of signed and dated informed consent.\n* Women from 35 to 65 years old, who are generally healthy, with suspected breast cancer. Or without suspicion of (control group)\n* Presence of a documented referral diagnosis of \"breast cancer\"\n* Presence of a documented biopsy referral\n* Presence of mammography, ultrasound or MRI of the mammary glands no later than three months.\n\nExclusion Criteria:\n\n* Pregnancy.\n* Any other cancers diagnosed now or previously, with the exception of breast cancer.\n* Therapy with cytostatics during the last three months.\n* Chemotherapy within the past three months.\n* Therapy with hormonal drugs, including all forms of contraceptive drugs.\n* Therapy with other prohibited groups of drugs.\n* Systolic blood pressure \\> 180 mm Hg. and / or diastolic blood pressure \\> 120 mm Hg. with repeated measurements.\n* Simultaneous participation in another clinical study.\n* Relative affiliation to the clinic, for example, the patient is a close relative of the researcher or a dependent person (for example, a clinic employee or student or a sponsor employee).\n* A clinically significant condition or laboratory result that, in the opinion of the investigator, threatens the safety of the test subject, may interfere with assessments, or prevent the completion of the study.\n* Failure to cooperate to participate in planned procedures, including the following examples: lack of understanding of language, mental illness, inability to visit the clinic.\n* Diseases or conditions that may affect the conduct of the study or the interpretation of the results.\n* History of organ transplantation.\n* Blood transfusions within the last 6 months.",
    "sex": "FEMALE",
    "minimumAge": "35 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}