{
    "nctId": "NCT04567420",
    "briefTitle": "DNA-Guided Second Line Adjuvant Therapy For High Residual Risk, Stage II-III, Hormone Receptor Positive, HER2 Negative Breast Cancer",
    "officialTitle": "A Randomized Phase II Trial Of Circulating Tumor DNA-Guided Second Line Adjuvant Therapy For High Residual Risk, Stage II-III, Hormone Receptor Positive, HER2 Negative Breast Cancer",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 100,
    "primaryOutcomeMeasure": "Surveillance/ctDNA screening Phase",
    "eligibilityCriteria": "Inclusion Criteria:\n\n- 4.1.1. Stage II or III, HER2 negative, ER positive invasive breast cancer in male or female patients. For this study, ER positivity is defined as equal to or greater than 10% ER positivity by immunohistochemistry, regardless of progesterone receptor (PR) status. Patients with PR positive but ER negative cancer are not eligible. HER2 negative status is defined as per the ASCO/CAP 2018 practice guidelines.\n\n(i) if patients have synchronous bilateral ER+ breast cancer tissue from both sites should be submitted to Natera to perform ctDNA testing.\n\n(ii) patients with multifocal/multicentric tumors are eligible and the largest focus of cancer should be submitted for testing. All tumors must meet pathological criteria for HER2-and ER+ status.\n\n(iii) For. patients who received neoadjuvant therapy and have discordant ER and HER2 results between the diagnostic biopsy (pre-treatment) and surgical pathology (post neoadjuvant therapy), the ER+ and HER2- status of the post-treatment specimen determine eligibility.\n\n4.1.2. Currently taking an aromatase inhibitor, or tamoxifen, as adjuvant endocrine therapy and have completed at least 6 months (i.e. 24 weeks), but no more than 7 years with 3 more years planned, of endocrine therapy. Patients may register for the screening phase of the study within the first 6 months of adjuvant endocrine therapy but the first ctDNA testing must occur at, or after, 6 months of endocrine therapy.\n\n(i) Adjuvant bisphosphonate therapy is allowed. (ii) LHRH analogues are required for premenopausal patients randomized to receive fulvestrant.\n\n4.1.3. Clinical and pathological high risk for recurrence defined as any one of the following: (i) At least a 15% predicted risk of death within 10 years using ePREDICT V2.1 (https://breast.predict.nhs.uk/tool), or (ii) At least 15% or greater risk of distant metastasis within 10 years using RSPC, (https://tools.genomichealth.com/Tools/RSPCTool.aspx), or (iii) At least 15% or greater risk of distant metastasis within 10 years CTS5 (https://www.cts5-calculator.com) for patients who have completed a minimum of 4 years of adjuvant endocrine therapy, or (iv) Tumor size \\> 5 cm, regardless of lymph node status, or (v) 1-3 involved axillary lymph nodes and at least one of the following;\n\n* Tumor size \\> 3 cm,\n* High histological grade (e.g. grade 3).\n* High genomic risk defined as Oncotype Dx Recurrence Score \\>26, EndoPredict score \\>4, Prosigna risk of recurrence score ≥ 60, or Mammaprint high risk.\n\n(vi) Patients who have received pre-operative (neoadjuvant) chemotherapy must have either:\n\n* greater than or equal to 3 cm invasive residual cancer regardless of nodal status AND grade 3 disease or RS\\>26/MammPrint High/Prosigna high/Endopredict high status, or\n* greater than or equal to 1 cm invasive residual cancer (ypT1c) and at least 1 positive lymph node (ypN+) AND grade 3 disease, or RS\\>26, or MammPrint High, or Endopredict high or Prosigna high status.\n\n4.1.4. Patients must have FFPE tissue from the primary tumor available for submission to Natera to perform ctDNA assay (see Appendix B for tissue submission instructions).\n\n4.1.5. Signed and dated informed consent, including willingness to be randomized to standard of care versus fulvestrant + palbociclib.\n\n4.2 Inclusion and exclusion criteria for treatment randomization\n\nInclusion criteria for randomization\n\n4.2.1. ctDNA positivity by the Signatera assay, defined as 2 of the 16 cancer specific markers positive in plasma.\n\n4.2.2. Patients with positive Signatera results obtained in the context of commercial testing, outside of the screening phase of this trial, are also eligible for randomization if they meet other eligibility criteria.\n\n4.2.3. No evidence of metastatic disease on CT scan of the chest, abdomen and pelvis.\n\n* If imaging, after review with a radiologist, is low probability for metastatic disease, patients may proceed to randomization.\n* Patients with suspicious but inconclusive imaging results should undergo a diagnostic biopsy, if biopsy is negative patients are eligible for randomization.\n* Patients with positive imaging that is conclusive of metastatic disease, or with biopsy proven metastatic disease, are not eligible for randomization.\n\n4.2.4. Pre-menopausal women and male patients must be willing to use an adequate method of contraception for the duration of trial treatment and for 4 additional weeks after completion of treatment in the control arm, and for 2 years after the last dose of fulvestrant, if randomized into the experimental arm.\n\nPost-menopausal status is defined as:\n\n* Documented bilateral oophorectomy.\n* Age ≥ 60 years.\n* Age \\< 60 years and amenorrhoeic for ≥ 12 consecutive months and FSH and estradiol levels in the post-menopausal range according to the institutional reference range for post-menopausal.\n\nAdequate contraception is defined as ONE highly effective form (i.e. abstinence, surgical sterilization through bilateral tubal ligation, vasectomy), or TWO effective forms (e.g. non-hormonal IUD and condom / occlusive cap with spermicidal foam / gel / film / cream / suppository).\n\n- Abstinence is to be interpreted as \"true abstinence\" for heterosexual intercourse and therefore, \"periodic abstinence\" (e.g. calendar, symptothermal, post-ovulation methods) and withdrawal (coitus interruptus) are not considered highly effective.\n\nExclusion Criteria\n\n4.1.5. Prior or current treatment with fulvestrant, or current treatment with a CDK4/6 inhibitor, or treatment in the prior 12 months, or participants in the PENELOPE and PALLAS clinical trials.\n\n4.1.6. Patients cannot start participation in another therapeutic clinical trial for breast cancer after enrollment in this trial.\n\n4.1.7. Patients with current or past invasive cancer, other than breast cancer are not eligible, except:\n\n* Adequately treated basal or squamous cell carcinoma of the skin are eligible.\n* Cancer survivors of previously diagnosed invasive cancer, who were treated with a curative intent, have no evidence of disease recurrence for 5 years or more, and are considered low risk for future recurrence by the treating physician are also eligible.\n\n4.1.8. Patients with a second HER2 positive or triple negative synchronous breast cancer are not eligible.\n\nExclusion criteria for randomization\n\n4.2.5. Patients with known contraindications to receive fulvestrant and palbociclib or those who are unable to tolerate these drugs are not eligible.\n\n* Absolute neutrophil count less than \\<1000/mm3;\n\n4.2.6. Any concurrent severe and uncontrolled medical condition that would, in the Investigator' opinion cause unacceptable safety risks or compromise compliance with the protocol including but not limited to:\n\n* Impairment of gastrointestinal (GI) function or GI disease that may significantly alter the absorption of oral medication (e.g. Crohn's disease, ulcerative diseases, uncontrolled chronic nausea, vomiting, diarrhea, malabsorption syndrome, or small bowel resection).\n* History of pneumonitis, interstitial lung disease or pulmonary fibrosis.\n* Known history of Human Immunodeficiency Virus (HIV) (testing is not mandatory).\n* Known active Hepatitis B or Hepatitis C (testing is not mandatory).\n* Females who are pregnant or breastfeeding.\n* History of bleeding diathesis (i.e. disseminated intravascular coagulation, clotting factor deficiency) that preclude the IM injections of fulvestrant or LHRH agonist as applicable.\n\n4.2.7 Patients taking any CYPC3A4 strong inducers and inhibitors, that cannot be changed.",
    "sex": "ALL",
    "minimumAge": "N/A",
    "stdAges": "CHILD, ADULT, OLDER_ADULT"
}