{
    "nctId": "NCT05703555",
    "briefTitle": "INTRUSION: Unraveling the INTRatUmoral PK/PD relatION for SAR408701",
    "officialTitle": "INTRUSION: Unraveling the INTRatUmoral PK/PD relatION for SAR408701",
    "overallStatus": "WITHDRAWN",
    "conditions": "Metastatic Lung Cancer, Metastatic Breast Cancer, Metastatic Gastric Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "intratumoral DM4 concentration",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Adult patients (≥ 18y) at the time of signing the Informed Consent Form (ICF).\n* Eastern Cooperative Oncology Group (ECOG) Performance Status 0-1\n* Estimated life expectancy ≥ 3 months\n* Expression of CEACAM5 established by an IHC assay of ≥2+ in intensity involving at least 50% of the tumor cell population in archival tumor sample (or, if not available, a fresh biopsy sample) at a metastatic site (mandatory) including distant lymph nodes.\n* Either: Metastatic or irresectable Non-Squamous Non-Small Cell Lung Cancer without EGFR/ALK/ROS aberration, as diagnosed by histological evaluation, after chemotherapy (restricted to 1 line of platinum-based chemotherapy) and immunotherapy (not more than 1 line). These therapies may have been applied concurrent or sequential; Or: Metastatic ER+ breast cancer, pathologically confirmed. ER+ is defined as ≥1% tumor staining by IHC. Participants must be no longer eligible for hormonal therapy. Participants may have had at maximum 1 prior systemic chemotherapy line.\n\nA chemotherapy line in advanced/metastatic disease is an anti-cancer regimen that contains at least 1 cytotoxic chemotherapy agent and was discontinued due to progression. If a cytotoxic chemotherapy regimen was discontinued for a reason other than disease progression then this regimen does not count as a \"prior line of chemotherapy\" unless this regimen was discontinued after at least 2 cycles of treatment.\n\nOr: Metastatic gastric cancer, pathologically confirmed, with no regular treatment options left and having received all standard of care treatments.\n\n* Metastatic lesion accessible for repeated biopsy and willingness to undergo sequential biopsies.\n* Lesion to be biopsied must be measurable on CT according to RECIST v1.1.\n* Ability and willingness to give written informed consent and to comply with the requirements of the study.\n\nExclusion Criteria:\n\nMedical conditions:\n\n* History within the last 3 years of an invasive malignancy other than the one treated in this study, with the exception of resected/ablated basal or squamous-cell carcinoma of the skin or carcinoma in situ of the cervix, or other local tumors considered cured by local treatment.\n* Symptomatic or untreated brain metastases or history of leptomeningeal disease. Participants with previously treated brain metastases may participate provided that:\n\n  i. metastases are stable for at least 4 weeks according to imaging and symptoms returned to baseline; ii. there is no evidence of new or enlarging brain metastases; iii. the participant does not require any corticosteroids to manage brain metastases within 3 weeks prior to the first dose of study intervention.\n* Recent (within 6 months) Pulmonary Embolism or other recent (within 6 months) thromboembolic event requiring anticoagulant therapy.\n* Ascites requiring palliative intervention such as repeated drainage.\n* Prior toxicity incurred as a result of previous anti-cancer therapy (radiation therapy, chemotherapy, or surgery) that have not resolved to ≤ grade 2 according to NCI-CTCAE version 5.0 \\[Appendix 3\\] except ocular toxicity, this should be grade 0 at baseline, without the exception of alopecia, vitiligo, or active thyroiditis controlled with hormone replacement therapy.\n* Major surgical procedure (including open biopsy and excluding central line intravenous catheter) within 28 days prior to Cycle 1 Day 1, or anticipation of the need for major surgery during the course of the study treatment.\n* History of human immunodeficiency virus (HIV) antibody positive or use of antiretroviral therapy. No HIV testing is required unless mandated by local health authority.\n* Medical conditions requiring concomitant administration of strong CYP3A inhibitor or inducer unless it can be discontinued at least 2 weeks before the first administration of study intervention and discontinued for the duration of the study intervention.\n* Unable or unwilling to stop the use of (herbal) supplements which can strongly induce or inhibit CYP3A, including grapefruit containing food or juice or St. John's Wort from 2 weeks before the first Tusamitamab ravtansine administration up to the last Tusamitamab ravtansine administration.\n* Medical condition requiring concomitant administration of medication with a narrow therapeutic window that is metabolized by cytochrome P450 (CYP450) from 2 weeks before the first Tusamitamab ravtansine administration up to the last Tusamitamab ravtansine administration. See also section 5.2.\n\nSpecific Tusamitamab ravtansine (SAR408701) related conditions:\n\n* Less than 4 weeks or less than 5 times the half-life, whichever is shorter, since the last treatment of chemotherapy, biological therapy, immunotherapy or systemic radiotherapy (except palliative radiation delivered to \\<20% of bone marrow), before Cycle 1 Day 1.\n* Current or recent (within 4 weeks prior to Cycle 1 Day 1) treatment with another Investigational Product or participation in another investigational interventional study.\n* Any prior therapy targeting CEACAM5.\n* Prior maytansinoid DM4 treatment (ADC).\n* Unresolved corneal disorder or any previous corneal disorder considered by an ophthalmologist to predict higher risk of drug-induced keratopathy.\n* Use of contact lenses: Participants using contact lenses who are not willing to stop wearing them for the duration of the study intervention are excluded.\n* Unresolved grade ≥0 ocular symptoms according to NCI-CTCAE version 5.0 \\[Appendix 3\\].\n* Unresolved grade ≥2 motor or sensory neuropathy symptoms according to NCI-CTCAE version 5.0 \\[Appendix 3\\].\n* Known hypersensitivity to any of the Investigational Product's excipients.\n* Concurrent treatment with any other anti-cancer therapy.\n* Previous enrollment in this study or current participation in any other clinical study involving an investigational study treatment or any other type of medical research.\n\nDiagnostic assessments:\n\n* Inadequate bone marrow function, as defined by any of the following:\n\n  * Absolute Neutrophil Count (ANC) \\< 1.5 x 109/L.\n  * Platelet count \\< 100 x 109/L.\n  * Hemoglobin \\< 6.0 mmol/L (\\<9.6 g/dL).\n  * No blood and blood product transfusion or growth factors within two weeks prior to Cycle 1 Day 1.\n* Inadequate liver function, as defined by any of the following:\n\n  * Serum (total) bilirubin \\> 1.5 x the Upper Limit of Normal (ULN) for the institution if no liver metastases (\\> 2 x ULN in patients with liver metastases).\n  * Aspartate aminotransferase (AST), alanine aminotransferase (ALT) or alkaline phosphatase (AP) \\> 2.5 x ULN if no liver metastases (\\> 5x ULN in participants with liver metastases and for participants with bone metastases AP ≤ 5 ULN is allowed).\n  * Hepatitis B surface antigen or hepatitis C positivity in combination with abnormal liver function tests if it is indicated to be determined by the Investigator.\n* Inadequate renal function, as defined by any of the following:\n\n  * Serum creatinine \\> 1.5 x ULN.\n  * Estimated Glomerular Filtration Rate of \\< 50 mL/min/1.73m2 as estimated using CKD-EPI formula.\n* Serum albumin value \\< 25 g/L\n\nOthers:\n\n* Patients who are pregnant or breastfeeding. Female participants of childbearing potential must have a negative serum pregnancy test before the first dose of study intervention. Serum pregnancy tests will be carried out every 4 weeks during study treatment.\n* Absence of effective means of contraception on Cycle 1 Day 1 in female participants of childbearing potential (defined as \\<2 years after last menstruation and not surgically sterile).\n* Male participants who are not surgically sterile and for least 4 months after the last dose of study intervention:\n\nI. do not agree to be abstinent for sexual intercourse; or II. do not agree to use a male condom when engaging in sexual activity that allows for passage of ejaculate to another person; or III. donate sperm and do not refrain from donating sperm.\n\n* Individuals accommodated in an institution because of regulatory or legal order; prisoners or participants who are legally institutionalized.\n* History of drug or alcohol abuse in the opinion of the Investigator within 3 years before screening.\n* Evidence of any other medical condition (such as psychiatric illness, infectious diseases, physical examination or laboratory findings) that may interfere with the planned treatment, affect patient compliance or place the patient at high risk for treatment-related complications, as judged by the Investigator.\n* Patients on anticoagulants for whom temporarily stop and start is not an option to obtain biopsies, at the discretion of the investigator and/or per local standard of care.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}