{
    "nctId": "NCT06434077",
    "briefTitle": "Clinical Trial Protocol: Randomized Placebo-Controlled Pilot Study of GcMAF (Soloways TM) in Patients With Metastatic Breast Cancer",
    "officialTitle": "Clinical Trial Protocol: Randomized Placebo-Controlled Pilot Study of GcMAF (Soloways TM) in Patients With Metastatic Breast Cancer",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 60,
    "primaryOutcomeMeasure": "Change in Serum Nagalase Levels",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Diagnosis:\n\n  * Histologically or cytologically confirmed metastatic breast cancer.\n  * Evidence of metastatic disease, confirmed by imaging studies (CT, MRI, or PET scans) and/or biopsy. 2. Prior Treatment:\n  * Patients must have completed at least one line of systemic therapy (e.g., chemotherapy, hormone therapy, targeted therapy) for metastatic breast cancer.\n  * A minimum of 4 weeks must have elapsed since the last chemotherapy, targeted therapy, or radiotherapy before starting the study treatment. 3. Age:\n  * Female patients aged 18 to 70 years. 4. Performance Status:\n  * Eastern Cooperative Oncology Group (ECOG) performance status of 0 to 2. 5. Life Expectancy:\n  * Estimated life expectancy of at least 6 months. 6. Laboratory Values:\n  * Adequate bone marrow function: Absolute neutrophil count (ANC) ≥ 1.5 x 10\\^9/L, platelets ≥ 100 x 10\\^9/L, and hemoglobin ≥ 9 g/dL.\n  * Adequate liver function: Total bilirubin ≤ 1.5 x upper limit of normal (ULN), AST (SGOT) and ALT (SGPT) ≤ 2.5 x ULN (≤ 5 x ULN for patients with liver metastases).\n  * Adequate renal function: Serum creatinine ≤ 1.5 x ULN or creatinine clearance ≥ 60 mL/min/1.73 m\\^2 (calculated using the Cockcroft-Gault formula). 7. Contraception:\n  * Women of childbearing potential must agree to use effective contraception (e.g., hormonal contraceptives, intrauterine device, barrier methods, or abstinence) during the study and for at least 6 months after the last dose of study treatment. 8. Informed Consent:\n  * Ability to understand and willingness to sign a written informed consent document.\n\n    9. Compliance:\n  * Willingness and ability to comply with the study protocol, including scheduled visits, treatment plans, laboratory tests, and other study procedures. 10. Nagalase Levels: • Elevated serum nagalase levels above the normal range, indicating active tumor burden.\n\nExclusion Criteria:\n\n* Concurrent Malignancies:\n\n  * Presence of other active malignancies (excluding adequately treated basal cell or squamous cell carcinoma of the skin or carcinoma in situ of the cervix). 2. Severe Comorbid Conditions:\n  * Severe uncontrolled concurrent illness, such as significant cardiovascular disease (e.g., uncontrolled hypertension, recent myocardial infarction), severe pulmonary conditions (e.g., uncontrolled asthma, chronic obstructive pulmonary disease), or active infections requiring systemic therapy. 3. Pregnancy and Lactation:\n  * Pregnant or breastfeeding women. 4. Previous GcMAF Treatment:\n  * Previous treatment with GcMAF. 5. Allergies and Sensitivities:\n  * Known hypersensitivity to any component of the study drug or its formulation.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}