{
    "nctId": "NCT03170960",
    "briefTitle": "Study of Cabozantinib in Combination With Atezolizumab to Subjects With Locally Advanced or Metastatic Solid Tumors",
    "officialTitle": "A Phase 1b Dose-Escalation Study of Cabozantinib (XL184) Administered Alone or in Combination With Atezolizumab to Subjects With Locally Advanced or Metastatic Solid Tumors",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Urothelial Carcinoma, Renal Cell Carcinoma, Non-Small Cell Lung Cancer, Castration-resistant Prostate Cancer, Triple Negative Breast Cancer, Ovarian Cancer, Endometrial Cancer, Hepatocellular Carcinoma, Gastric Cancer, Gastroesophageal Junction Adenocarcinoma, Colorectal Cancer, Head and Neck Cancer, Differentiated Thyroid Cancer, Lower Esophageal Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 1732,
    "primaryOutcomeMeasure": "Dose Escalation: MTD/Recommended Dose",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Cytologically or histologically and radiologically confirmed solid tumor that is inoperable, locally advanced, metastatic, or recurrent:\n\n   * Dose-Escalation Stage:\n\n     * Subjects with UC (including renal pelvis, ureter, bladder, urethra) after prior platinum-based therapy, or\n     * Subjects with RCC (clear cell, non-clear cell histology) with or without prior systemic anticancer therapy\n   * Expansion Stage:\n\n     * Inoperable locally advanced or metastatic solid tumor (UC, RCC, CRPC, NSCLC, TNBC, OC, EC, HCC, GC/GEJC/LEC, CRC, H\\&N cancer, and DTC as outlined above)\n2. Measurable disease per RECIST 1.1 as determined by the investigator.\n3. Tumor tissue material available (archival or recent tumor biopsy)\n4. Recovery to baseline or ≤ Grade 1 CTCAE v4 from toxicities related to any prior treatments, unless AE(s) are clinically nonsignificant and/or stable on supportive therapy.\n5. Age eighteen years or older on the day of consent.\n6. Eastern Cooperative Oncology Group (ECOG) Performance Status of 0 or 1.\n7. Adequate organ and marrow function.\n8. Sexually active fertile subjects and their partners must agree to use medically accepted methods of contraception.\n9. Female subjects of childbearing potential must not be pregnant at screening.\n\nExclusion Criteria:\n\n1. Prior treatment with cabozantinib or immune checkpoint inhibitors including anti-CTLA-4, anti-PD-1, anti-PD-L1, or anti-PD-L2 therapy except in Expansion Cohorts 5, 7, 9, 11, 17, 19 and 20. Other restrictions regarding prior therapy may apply.\n2. Known brain metastases or cranial epidural disease unless adequately treated and stable for at least 4 weeks before first dose of study treatment.\n3. Concomitant anticoagulation with oral anticoagulants.\n4. Subject is receiving systemic steroid therapy (\\>10 mg daily prednisone equivalent) or any other form of immunosuppressive therapy within 2 weeks prior to first dose of study treatment.\n5. Administration of a live, attenuated vaccine within 30 days before first dose of study treatment.\n6. The subject has uncontrolled, significant intercurrent or recent illness, including, but not limited to, an active or history of autoimmune disease or immune deficiency; idiopathic pulmonary fibrosis, organizing pneumonia, pneumonitis; active infection requiring systemic treatment, infection with human immunodeficiency virus (HIV), AIDS-related illness, acute or chronic hepatitis B or C infection, positive test for tuberculosis, moderate to severe hepatic impairment (Child-Pugh B or C).\n7. Pregnant or lactating females.\n8. Previously identified allergy or hypersensitivity to components of the study treatment formulations.\n9. Diagnosis of another malignancy within 2 years before first dose of study treatment.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}