{
    "nctId": "NCT01257152",
    "briefTitle": "Screening MRI for Cancer Recurrence in Patients Treated With Breast Conserving Therapy",
    "officialTitle": "Screening MRI for Cancer Recurrence in Patients Treated With Breast Conserving Therapy",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Neoplasms, Neoplasm Recurrence, Local",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 754,
    "primaryOutcomeMeasure": "Diagnostic yield of screening breast MRI",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Women ≥ 20 years in age;\n* Women who underwent breast-conserving surgery for invasive breast cancer, whose final margins were negative and who finished radiation therapy at least 6 months prior to this study;\n* No history of breast biopsy of the breast within 6 months prior to this study;\n* Signed study-specific informed consent prior to registration;\n* Has not had contralateral mastectomy;\n* No known metastatic disease;\n* Not pregnant or lactating;\n* No present signs or symptoms of breast cancer \\[no palpable mass(es), bloody or spontaneous clear nipple discharge, axillary mass, or abnormal skin changes in the breast(s) or nipple(s)\\].\n* No contraindications to MRI examination.\n* No prior MRI, US or mammography within the 6 months prior to the study.\n\nExclusion Criteria:\n\n* Had a screening contrast-enhanced breast MRI within the past 24 months or diagnostic contrast-enhanced MRI on any study breasts within the past 12 months;\n* Had breast surgery and/or a core biopsy on the study breast(s) performed within the prior 6 months on the study\n* Currently receiving chemotherapy \\[with exception to participant with personal history of cancer, and on chemoprevention with Tamoxifen, Evista (Raloxifene), Arimidex (Anastrozole), Aromasin (Exemestane) or other aromatase inhibitor\\];\n* Participant with severely impaired renal function with estimated glomerular filtration rate (GFR) \\< 30 mL/min/1.73m2 and/or on dialysis.",
    "sex": "FEMALE",
    "minimumAge": "20 Years",
    "stdAges": "ADULT"
}