{
    "nctId": "NCT01012362",
    "briefTitle": "Study of Pazopanib and Ixabepilone in Patients With Solid Tumors",
    "officialTitle": "Phase I Study of Pazopanib and Ixabepilone in Patients With Solid Tumors",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer, Lung Cancer, Colon Cancer, Pancreatic Cancer, Head and Neck Cancer, Kidney Cancer, Sarcoma, Hepatocellular Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 31,
    "primaryOutcomeMeasure": "The Optimal Tolerated Regimen of Pazopanib and Ixabepilone When Used in Combination",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Diagnosis of advanced non-hematologic solid tumor malignancy, including, but not limited to breast, lung, colon, pancreatic, head and neck, kidney or sarcoma that has failed or become intolerant to standard therapy and is no longer likely to respond to such therapy Effective with the August 2011 version of the protocol, enrollment is limited to squamous cell carcinoma of the head and neck (refer to section 1.4 for rationale). Note: Patients with a primary diagnosis of hepatocellular carcinoma will be eligible for enrollment into dose level 1 or 2 only, provided they met all other inclusion/exclusion criteria - the maximum tolerated dose (MTD) for pazopanib monotherapy in patients with hepatocellular cancer was found to be 600 mg daily.\n* Measureable or evaluable disease per Response Evaluation Criteria in Solid Tumors (RECIST).\n* Prior systemic chemotherapy, immunotherapy, or biological therapy is allowed; however prior use of either pazopanib or ixabepilone alone or in combination is not allowed.\n* At least 14 days must have elapsed since 1) previous systemic therapy (28 days for bevacizumab) before the 1st dose of study drug, 2) last dose of radiation therapy or surgery (28 days for major surgery).\n* Patient must have recovered from the acute toxic effects of previous anti-cancer treatment prior to study enrollment.\n* Eastern Cooperative Oncology Group (ECOG) performance status of 0-1.\n* Adequate organ function within 14 days of enrollment defined as:\n\n  * Absolute neutrophil count (ANC) \\>1.5 x 10\\^9/L\n  * Hemoglobin \\> or = 9 g/dL\n  * Platelets \\> or = 100 x 10\\^9/L\n  * Prothrombin time or international normalized ratio, and partial thromboplastin time (PTT) \\< or = 1.2 x upper limit of normal (ULN)\n  * Total bilirubin \\< or = ULN\n  * Aspartate aminotransferase (AST) and alanine aminotransferase (ALT) \\< or = 2.5 x ULN\n  * Serum creatinine \\< or = 1.5 mg/dL\n  * Urine protein to Creatinine Ratio \\< 1\n  * Total serum calcium \\< 12.0 mg/dL\n* Men and women with child-bearing potential must adhere to protocol criteria to prevent conception during study\n\nExclusion Criteria:\n\n* Women who are pregnant or nursing.\n* Prior radiation to \\> =or = 30% of major bone marrow containing areas (pelvis, lumbar spine)\n* History or clinical evidence of central nervous system (CNS) metastases or leptomeningeal carcinomatosis\n* Clinically significant gastrointestinal abnormalities that may increase the risk of GI bleeding or may affect absorption of investigational product\n* History of another malignancy - must be at least 3 years disease-free\n* Presence of uncontrolled infection\n* Prolongation of corrected QT interval (QTc) \\> 480 msecs\n* History of any one or more of the following cardiovascular conditions within the past 6 months:\n\n  * Cardiac angioplasty or stenting\n  * Myocardial infarction\n  * Unstable angina\n  * Coronary artery bypass graft surgery\n  * Symptomatic peripheral vascular disease\n  * Class III or IV congestive heart failure, as defined by the New York Heart Association (NYHA)\n* Poorly controlled hypertension\n* History of cerebrovascular accident,pulmonary embolism or untreated deep venous thrombosis (DVT) within the past 6 months\n* Prior major surgery or trauma within 28 days prior to 1st dose of study drug\n* Evidence of active bleeding or bleeding diathesis\n* Known endobronchial lesions or involvement of large pulmonary vessels by tumor\n* Hemoptysis with 6 weeks of 1st dose of study drug\n* Neuropathy Grade 1",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}