{
    "nctId": "NCT05896189",
    "briefTitle": "Cognitive Training for Cancer Related Cognitive Impairment in Breast Cancer Survivors",
    "officialTitle": "Cognitive Training for Cancer Related Cognitive Impairment in Breast Cancer Survivors: A Multi-Center Randomized Double-Blinded Controlled Trial",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer, Cognitive Impairments",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "PREVENTION",
    "enrollmentCount": 386,
    "primaryOutcomeMeasure": "Self-reported perceived cognitive impairment measured-post intervention",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* The participant must provide study-specific informed consent prior to any study specific procedures and authorization permitting release of personal health information.\n* The participant must have a first time diagnosis of non-metastatic breast cancer which is Stage I-III.\n* The participant must have a score of less than 12 on the PROMIS Adult v2.0 - Cognitive Function 4a.\n* Participants with greater than or equal to 6 months to 5 years post-treatment (completion of initial surgery +/- adjuvant chemotherapy/radiation therapy) except may still be taking endocrine therapy or HER2-directed adjuvant therapy.\n* The participant must be able to understand, speak, read, and write in English or Spanish.\n\nExclusion Criteria:\n\n* Scoring less than or equal to 3 on the 6-item cognitive screen.\n* Patient Health Questionnaire-2 item (PHQ-2) score of greater than or equal to 3.\n* Definitive clinical or radiologic evidence of metastatic disease.\n* Prior history of past or current other cancer, except for non-melanoma skin cancer or in situ cervical cancer within the past 5 years.\n* Previous exposure to chemotherapy treatment for another cancer or due to other medical condition (e.g. methotrexate exposure for treatment of rheumatoid arthritis).\n* Previous central nervous system (CNS) radiation, intrathecal therapy or CNS-involved surgery.\n* Participants with history of stroke, traumatic brain injury, brain surgery, Alzheimer's disease or other dementia.\n* Participants with active substance abuse and/or in treatment for substance abuse, or history of bipolar disorder, psychosis, schizophrenia, ADHD, or learning disability.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}