{
    "nctId": "NCT05658172",
    "briefTitle": "Standard Surveillance vs. Intensive Surveillance in Early Breast Cancer",
    "officialTitle": "SURVIVE (Standard Surveillance vs. Intensive Surveillance in Early Breast Cancer) - a Partially Double-blinded, Multi-center, Randomized, Controlled Superiority Study",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "DIAGNOSTIC",
    "enrollmentCount": 3500,
    "primaryOutcomeMeasure": "Overall Survival (OS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Written informed consent for all study procedures according to local regulatory requirements prior to beginning specific protocol procedures.\n2. Unilateral or bilateral primary invasive carcinoma of the breast, confirmed histologically.\n3. Patients with intermediate- to high-risk early breast cancer defined as either\n\n   * an indication for (neo-)adjuvant chemotherapy (regardless whether performed or not), and/or\n   * Large tumor (\\> 50 mm), and/or\n   * Positive lymph nodes, and/or\n   * High grade (\\>= G3). Indication to (neo-)adjuvant chemotherapy is seen as stated in the German S3 guideline for breast cancer as well as stated in the guidelines from the AGO.\n4. A complete resection of the primary tumor, with resection margins free of invasive carcinoma.\n5. Completion of primary anti-tumor therapy (adjuvant chemotherapy, surgery or radiotherapy, whichever occurs last) at least 4 weeks but no more than 24 months previously. Enrollment of patients during any kind of adjuvant therapy except chemotherapy (e.g., but not limited to endocrine therapy, antibody therapy, CDK4/6-inhibitors, PARP inhibitors, PI3K inhibitors, antibody-drug conjugates and other novel agents) is allowed.\n6. Availability of primary tumor tissue from core biopsy or surgical removed tissue (FFPE Slide (≥ 6 mm³, min. 10 slides, thickness: 5 µm-10 µm, area \\>150 mm² and 1 H\\&E stained slide, minimum 20% tumor content) or FFPE Block (≥ 6 mm³ thickness: 100 µm, area: \\>150 mm² and 1 H\\&E stained slide, minimum 20% tumor content) or Genomic DNA extracted from FFPE slides or block (≥ 600 ng, Minimum volume: 25 µL, concentration: 20 ng/µL, buffer: 10 mM Tris pH 8, 1 mM EDTA)) at timepoint of enrollment.\n\n   * Patients with primary systemic therapy: tissue from core biopsy\n   * Patients receiving surgery as primary therapy: surgically removed cancer tissue.\n7. No current clinical evidence for distant metastases.\n8. Females or males ≥ 18 years and ≤ 75 years of age.\n9. Performance status ≤ 1, Eastern Cooperative Oncology Group (ECOG) scale.\n10. Patient must be willing and able to comply with scheduled visits, treatment plans, laboratory tests, and other study procedures.\n\nExclusion Criteria:\n\n1. Patients with a history of any secondary primary malignancy are ineligible with the following exceptions:\n\n   * in situ carcinoma of the cervix or\n   * adequately treated basal cell carcinoma of the skin or\n   * ipsi- or contralateral non-invasive carcinoma of the breast (DCIS).\n2. Patients in pregnancy or breastfeeding. If a patient gets pregnant during the participation in the interventional phase of the study (Year 1-5), an end of intervention visit will be scheduled and the patient will enter the follow-up phase of the study. Pregnancy during the follow-up phase of the study is to be reported but does not lead to an exclusion of the study.\n3. History of significant neurological or psychiatric disorders including psychotic disorders, dementia or seizures that would prohibit the understanding and giving of informed consent.\n4. Renal insufficiency with GFR \\< 30 mL/min.\n5. Previous or concomitant cytotoxic or other systemic antineoplastic treatment that is not used for treating the primary breast cancer.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}