{
    "nctId": "NCT01526473",
    "briefTitle": "A Phase I Study To Evaluate The Antitumor Activity And Safety Of AVX901",
    "officialTitle": "A Phase I Study To Evaluate The Antitumor Activity And Safety Of DUKE-002-VRP(HUHER2-ECD+TM), An Alphaviral Vector Encoding The HER2 Extracellular Domain And Transmembrane Region, In Patient With Locally Advanced Or Metastatic Human Epidermal Growth Factor Receptor 2-Positive (HER2+) Cancers Including Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "HER2+ Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "OTHER",
    "enrollmentCount": 22,
    "primaryOutcomeMeasure": "Safety",
    "eligibilityCriteria": "Inclusion criteria\n\n* One of the following subgroups of patients with HER2 overexpression as follows:\n\n  (i) Histologically-confirmed breast cancer that is metastatic or locally recurrent (7th Edition of the AJCC TNM System) and measurable and/or evaluable or non-measurable by RECIST 1.1 criteria with HER2/neu overexpression by immunohistochemistry (2+,3+) or FISH+ and progressive disease despite having received at least 1 prior FDA approved HER2 targeted (e.g. trastuzumab, trastuzumab plus pertuzumab, T-DM1, or lapatinib) (determined by their physician).\\*\n\n  \\*Prior therapy has at least one of the following stipulations:\n* Patients may have received neoadjuvant or adjuvant treatment with prior trastuzumab or lapatinib treatment\n* Patients have received a a trastuzumab, trastuzumab + pertuzumab, or T-DM1-based therapy for locally advanced or metastatic disease for a minimum of 9 weeks duration. Patients may have received more than 1 trastuzumab-based combination therapy.\n* Patients have received a lapatinib-based therapy for locally advanced or metastatic disease for a minimum of 9 weeks duration. Patients may have received more than 1 lapatinib-based combination therapy.\n\n(ii) Histologically-confirmed gastric, esophageal, or gastroesophageal adenocarcinoma that is metastatic or locally recurrent (7th Edition of the AJCC TNM System) and measurable or non-measurable by RECIST 1.1 criteria with HER2/neu overexpression by immunohistochemistry (2+,3+) or FISH+ and progressive disease despite having received at least 1 prior HER2 targeted therapy for a minimum of 9 weeks duration) (determined by their physician). or with previously documented HER2 over-expressing disease not being currently treated on a HER2 targeted therapy.\n\n(iii) Other histologically confirmed metastatic (stage IV) or locally recurrent (stage III) (7th Edition of the AJCC TNM System) malignancy with HER2/neu overexpression by immunohistochemistry (2+,3+) or FISH+. Because there are no other malignancies with FDA approved HER2 targeting therapies, no prior HER2 directed therapy will be required for this subgroup. However, patients will have been required to have at least 1 line of therapy with a known survival benefit for their malignancy.\n\n* Adults at least 18 years of age at the time of signing the Informed Consent Form;\n* Written informed consent obtained from the patient prior to performing any study-related procedures, including screening visits. however, CT scans, bone scans, MUGA, Echocardiogram, EKG,and labs performed as standard of care prior to signing consent can be used to fulfill eligibility requirements if they were performed within 8 weeks of the first dose of AVX901 (for the MUGA or echocardiogram) and within 4 weeksof the first dose of study drug for the remainder of the studies\n* Resolution of all toxic side effects of prior chemotherapy, radiotherapy or surgical procedures to NCI CTCAE (version 4.03) Grade ≤ 1 (with the exception of grade 2 alopecia, grade 2 neuropathy and grade 2 fatigue);\n* Karnofsky performance status greater than or equal to 80% or ECOG status of 0 or 1 ;\n* Adequate hematologic function: (WBC = 2500 mm3, hemoglobin \\> 10 mg/dl, platelets \\> 100,000/mm3);\n* Adequate renal and hepatic function (Cr \\< 2.0 mg/dl; bilirubin \\< 2 X ULN; AST \\< 2.5 x ULN, ALT \\< 2.5 X ULN);\n* Normal cardiac function defined as either a MUGA or ECHO with LVEF in normal institutional range (MUGA 50%; ECHO 55%);\n* Female patients must be of non child-bearing potential or use effective contraception, e.g., use of oral contraceptives with an additional barrier method (since the study drug may impair the effectiveness of oral contraceptives), double barrier methods (diaphragm with spermicidal gel or condoms with contraceptive foam), Depo-Provera, partner vasectomy, total abstinence, and willing to continue the effective contraception method for 30 days after the last dose of AVX901;\n* Ability to return to Duke University Medical Center for adequate follow-up as required by this protocol;\n* Current therapy with endocrine agents (tamoxifen, raloxifene, torimifene and all aromatase inhibitors) and/or bisphosphonates and/or RANK-ligand inhibitors is permitted.\n\nExclusion criteria\n\n* Except for patients on the concurrent HER2 targeted therapy (cohort 2) cohort, patients may not receive cytotoxic chemotherapy, monoclonal antibodies (other than RANK-ligand inhibitors being used for bone protection), HER2 targeted therapy such as lapatinib, or radiation therapy in the 3 weeks before the first injection, during the injection period or for at least 2 weeks after the last injection. Patients may have received prior radiation including for brain metastases.\n* History of auto-immune disease such as, but not restricted to, inflammatory bowel disease, systemic lupus erythematosus, ankylosing spondylitis, scleroderma, or multiple sclerosis. Prior history of autoimmune thyroiditis or vitiligo is permitted.\n* Serious chronic or acute illness considered by the P.I. to constitute an unwarranted high risk for investigational drug treatment.\n* Medical or psychological impediment to probable compliance with the protocol.\n* Concurrent or prior second malignancy (within the past 5 years) other than non-melanoma skin cancer, controlled superficial bladder cancer or controlled cervical cancer.\n* Presence of active infection or systemic use of antimicrobials within 72 hours prior to the first injection\n* Patients on steroid therapy (or other immunosuppressives such as azathioprine or cyclosporine A) are excluded on the basis of potential immune suppression. Patients must have had 6 weeks of discontinuation of any steroid therapy prior to enrollment (except steroids used as anti-emetics for systemic chemotherapy which are permitted).\n* Presence of an active acute or chronic infection including HIV (as determined by ELISA and confirmed by Western Blot) or viral hepatitis (as determined by HBsAg and Hepatitis C serology). Patients with HIV are excluded based on immuno-suppression, which may render them unable to respond to the vaccine; patients with chronic hepatitis are excluded because of concern that hepatitis could be exacerbated by the injections. .\n* Pregnant or nursing women",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}