{
    "nctId": "NCT06171360",
    "briefTitle": "A Study of the Gut Microbiome in Hormone Receptor-positive HER2-negative Breast Cancer Treated With CDK4/6 Inhibitors",
    "officialTitle": "A Study of the Association of the Gut and Tumor Microbiome With Disease and Treatment Outcome of CDK4/6 Inhibitors in Hormone Receptor-positive HER2-negative Breast Cancer",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 100,
    "primaryOutcomeMeasure": "Pre-treatment gut microbiome composition",
    "eligibilityCriteria": "\\* Cohort of metastatic HR-positive HER2-negative breast cancer :\n\nInclusion Criteria:\n\nPatients that respond to each of these criteria can be included :\n\n* Diagnosis of previously untreated HR+ HER2- advanced breast cancer (defined as locally advanced and unresectable, or metastatic). HR+ defined as positive estrogen receptors as per local laboratory testing. HER2- defined as negative ISH test or an IHC status of 0 or 1+ as per local laboratory testing.\n* Planned first-line treatment with an endocrine therapy (aromatase inhibitor or fulvestrant) and a CDK4/6i.\n* Male or female ≥ 18 years of age at the time the informed consent is signed.\n* Being able to provide written informed consent.\n* Patients with a history of early breast cancer are allowed providing systemic therapy (including adjuvant endocrine therapy) was discontinued more than 6 months ago.\n* Patients are willing and able to comply with the protocol for the duration of the study including sample collection.\n* Paraffin-embedded tumor tissue available at diagnosis of metastatic disease (inclusion to be discussed if not available).\n\nExclusion Criteria:\n\nPatients who respond to any of these criteria are excluded :\n\n* Administration of the CDK4/6i already started.\n* Concurrent or previous non breast-related malignancy in the last 3 years prior to the start of the study treatment (with the exception of a history of adequately treated cervical carcinoma in situ or non-melanoma skin cancer).\n* Treatment or chronic prevention of an infection through oral or intravenous antibiotic administered less than 1 month ago. History of unique antibiotic administration as prophylaxis for an invasive procedure is allowed.\n* Active disease requiring treatment with an immunomodulatory agent. Low dose oral corticosteroids (equivalent to 8 mg or less of prednisone) or topical corticosteroids are allowed.\n* Serological positivity for human immunodeficiency virus (HIV) or hepatitis C (HCV).\n* Known active hepatitis.\n* Active inflammatory bowel disease or documented malabsorption.\n* Alcohol consumption (\\>3 glasses/day).\n\n  * Cohort of early HR-positive HER2-negative breast cancer at high risk of relapse :\n\nInclusion criteria :\n\nPatients that respond to each of these criteria can be included :\n\n* Early HR+ HER2- node-positive breast cancer considered at high risk of relapse (≥ 4 positive lymph nodes, or 1-3 positive lymph nodes and either or both grade 3 or tumor size \\> 5 cm). HR+ defined as positive estrogen receptors as per local laboratory testing. HER2- defined as negative ISH test or an IHC status of 0 or 1+ as per local laboratory testing.\n* Planned adjuvant treatment with a CDK4/6i, in combination with an endocrine therapy (aromatase inhibitor or tamoxifen, with or without LHRH agonists).\n* Male or female ≥ 18 years of age at the time the informed consent is signed.\n* Being able to provide written informed consent.\n* Patients are willing and able to comply with the protocol for the duration of the study including sample collection.\n* Paraffin-embedded tumor tissue available at diagnosis of the disease or at surgical resection (inclusion to be discussed if not available).\n\nExclusion criteria :\n\nPatients who respond to any of these criteria are excluded :\n\n* Administration of the CDK4/6i already started. Ongoing administration of the endocrine therapy before study inclusion is allowed.\n* Concurrent or previous non breast-related malignancy in the last 3 years prior to the start of the study treatment (with the exception of a history of adequately treated cervical carcinoma in situ or non-melanoma skin cancer).\n* Treatment or chronic prevention of an infection through oral or intravenous antibiotic administered less than 1 month ago. History of unique antibiotic administration as prophylaxis for an invasive procedure is allowed.\n* Active disease requiring treatment with an immunomodulatory agent. Low dose oral corticosteroids (equivalent to 8 mg or less of prednisone) or topical corticosteroids are allowed.\n* Serological positivity for human immunodeficiency virus (HIV) or hepatitis C (HCV).\n* Known active hepatitis.\n* Active inflammatory bowel disease or documented malabsorption.\n* Alcohol consumption (\\>3 glasses/day).",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}