{
    "nctId": "NCT04478266",
    "briefTitle": "Amcenestrant (SAR439859) Plus Palbociclib as First Line Therapy for Patients With ER (+) HER2(-) Advanced Breast Cancer",
    "officialTitle": "A Randomized, Multicenter, Double-blind Phase 3 Study of Amcenestrant (SAR439859) Plus Palbociclib Versus Letrozole Plus Palbociclib for the Treatment of Patients With ER (+), HER2 (-) Breast Cancer Who Have Not Received Prior Systemic Anti-cancer Treatment for Advanced Disease",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 1068,
    "primaryOutcomeMeasure": "Progression-free Survival (PFS)",
    "eligibilityCriteria": "Inclusion criteria :\n\n* Adult participants with loco-regional recurrent or metastatic disease not amenable to curative treatment.\n* Confirmed diagnosis of ER+/HER2- breast cancer.\n* No prior systemic treatment for loco-regional recurrent or metastatic disease.\n* Measurable disease evaluable per Response Evaluation Criterion in Solid Tumors (RECIST) v.1.1 or non-measurable bone-only disease.\n* Eastern Cooperative Oncology Group (ECOG) performance status 0-2.\n* Participants should be willing to provide tumor tissue.\n* Capable of giving informed consent.\n\nExclusion criteria:\n\n* Known active brain metastases.\n* Prior neo (adjuvant) treatment with any selective estrogen receptor degrader (SERD).\n* Inadequate organ and marrow function.\n* Disease recurrence while on, or within 12 months of completion of (neo)adjuvant endocrine therapy.\n* Pregnant, breastfeeding, or woman of childbearing potential unwilling to use recommended contraception methods.\n* Male participants who disagree to follow contraception.\n* Participants with advanced, symptomatic visceral spread, that are at risk of life-threatening complications in the short term.\n* Participants with significant concomitant illness.\n\nThe above information was not intended to contain all considerations relevant to a participant's potential participation in a clinical trial.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}