{
    "nctId": "NCT04234113",
    "briefTitle": "Study of Nanrilkefusp Alfa Alone and With Pembrolizumab in Adult Patients With Advanced/Metastatic Solid Tumors",
    "officialTitle": "A Multicenter Open-label Phase 1/1b Study to Evaluate the Safety and Preliminary Efficacy of SO-C101 as Monotherapy and in Combination With Pembrolizumab in Patients With Selected Advanced/Metastatic Solid Tumors",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Thyroid Cancer, Renal Cell Carcinoma, Non Small Cell Lung Cancer, Small-cell Lung Cancer, Bladder Cancer, Melanoma, Merkel Cell Carcinoma, Skin Squamous Cell Carcinoma, Microsatellite Instability High, Triple Negative Breast Cancer, Mesothelioma, Thymic Cancer, Cervical Cancer, Biliary Tract Cancer, Hepatocellular Carcinoma, Ovarian Cancer, Gastric Cancer, Head and Neck Squamous Cell Carcinoma, Anal Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 200,
    "primaryOutcomeMeasure": "Part A: Number of participants with dose-limiting toxicities (DLTs)",
    "eligibilityCriteria": "Inclusion criteria:\n\n* Patients with selected histologically or cytologically confirmed advanced and/or metastatic solid tumors who are refractory to or intolerant of existing therapies known to provide clinical benefit for their condition.\n* ECOG performance score 0-1. Patients with ECOG performance score 2 to be discussed with the sponsor's medical monitor to be agreed for inclusion.\n* Estimated life expectancy of ≥3 months\n* Washout periods: 4 weeks for chemotherapy, 4 weeks or 5 half-lives (whichever shorter) for biologic agents including immuno-oncology therapy and 4 weeks from major surgeries, definitive radiotherapy and 2 weeks after palliative radiotherapy\n* At least one measurable lesion per iRECIST in a non-irradiated port. If in a previously irradiated port, must have demonstrated progression since best response to radiation therapy.\n* Have fully recovered from previous treatment to grade ≤1 toxicity (excluding alopecia) or have stable grade 2 neuropathy\n* Adequate organ system function\n* Negative serum pregnancy test, if woman of child-bearing potential (non-childbearing is defined as greater than one year postmenopausal or surgically sterilized).\n* Accessible tumor tissue available for fresh biopsy\n\nExclusion criteria:\n\n* Untreated central nervous system metastases and/or leptomeningeal carcinomatosis\n* Known additional malignancy that is progressing and/or requires active treatment\n* Prior exposure to drugs that are agonists of IL-2- or IL-15-like but not limited to rhIL-15 (NCI), ALT-803 (ALTOR), NKTR-214 (Nektar)\n* History of and current interstitial lung disease or fibrosis and pneumonitis; patients with clinically significant or oxygen requiring chronic obstructive pulmonary disease or any chronic inflammatory disease (sarcoidosis etc.)\n* Has received a live vaccine within 30 days of planned start of study therapy\n* Absolute white blood cell count ≤2.0 ×10e9/L\n* Absolute neutrophil count ≤1.0 ×10e9/L\n* Platelet count ≤100×10e9/L\n* Pregnant or breastfeeding women\n* Any active autoimmune disease or a documented history of autoimmune disease, poorly controlled asthma, or history of syndrome that required systemic steroids (except the allowed doses) or immunosuppressive medications, except for patients with vitiligo or resolved childhood asthma/atopy\n* Specific co-morbidities\n* Parts B and B1:\n\n  * Is hypersensitive to any of the ingredients of pembrolizumab drug product (KEYTRUDA®)\n  * History of solid organ transplantation or hematopoietic stem cell transplantation",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}