{
    "nctId": "NCT04818125",
    "briefTitle": "Circulating Cancer Cells/Macrophage HYbrid Cells in Patients With Breast Cancer.",
    "officialTitle": "Circulating Cancer Cells/Macrophage HYbrid Cells in Patients With Breast Cancer.",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "OTHER",
    "enrollmentCount": 61,
    "primaryOutcomeMeasure": "Rate of patients with cancer cell / macrophage hybrid cells in peripheral blood defined as the ratio of the number of patients with hybrid cells to the total number of patients.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patient with breast cancer of any stage (stage I, II, III or IV) and any immunohistochemical subtype (triple-negative, HR+/HER2-negative or HER2-positive).\n2. Patient not yet initiated on specific treatment for the stage of breast cancer at inclusion.\n3. Available tumor sample (archived tumor block) : initial tumor or metastasis depending on the stage of the disease and availability.\n4. Age ≥ 18 years old.\n5. Patient affiliated to a Social Health Insurance in France.\n6. Patient having signed informed consent prior to inclusion in the study and prior to any specific study procedure.\n\nExclusion Criteria:\n\n1. Associated pathology(ies) that may prevent the proper conduct of the procedure under consideration.\n2. Pregnant or breastfeeding woman.\n3. Any psychological, family, geographical or sociological condition that prevents compliance with the medical follow-up and/or procedures of the study protocol.\n4. Patient who has forfeited his/her freedom by administrative or legal award or who is under legal protection (curatorship and guardianship protection of justice).\n5. Patient who has presented another solid tumor (except breast or cervix carcinoma in situ) within 5 years.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}