{
    "nctId": "NCT04133077",
    "briefTitle": "Xenografts Development From Surgical Tumor Samples of Patients With Triple Negative or Luminal B Breast Cancer",
    "officialTitle": "A Prospective Study of Xenografts Development From Samples Taken From Surgical Specimens of Patients With Triple Negative or Luminal B Breast Cancer",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer Female",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "BASIC_SCIENCE",
    "enrollmentCount": 85,
    "primaryOutcomeMeasure": "Percentage of successfull PDX",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* ECOG (Eastern Cooperative Oncology Group) performance status ≤ 2\n* Signature of the participation consent to the study,\n* Affiliation to a social security scheme\n* Major woman with:\n\n  * metastatic triple-negative (TN) breast cancer, histologically proven before treatment and high grade, receiving neoadjuvant chemotherapy and having, after treatment, a breast residue of at least 15 mm on the specimen. The mammary residue will measure at least 15 mm on the mammography performed at the end of neoadjuvant treatment\n  * metaplastic triple-negative (TN) breast cancer, histologically proven before treatment and high grade, treated by primary surgery with a tumor size of at least 15 mm on the specimen.\n  * an inflammatory TN breast cancer (T4d), histologically proven prior to treatment, receiving neoadjuvant chemotherapy and having, after treatment, a breast residue of at least 15 mm on the specimen. The mammary residue will measure at least 15 mm on the mammography performed at the end of the neoadjuvant treatment.\n  * non-metaplastic or inflammatory TN breast cancer, histologically proven prior to treatment, receiving neoadjuvant chemotherapy and having, after treatment, a mammary residue of at least 30 mm on the specimen. The mammary residue will measure at least 15 mm on the mammography performed at the end of the neoadjuvant treatment.\n  * Luminal B breast cancer (LB), histologically proven prior to treatment, receiving neoadjuvant chemotherapy and having, after treatment, a mammary residue of at least 30 mm on the specimen. The mammary residue will measure at least 15 mm on the mammography performed at the end of the neoadjuvant treatment.\n  * histologically proven metastatic TN or metastatic breast cancer with an operable metastasis whose residual size, after chemotherapy, is at least 10 mm on the specimen. Residual metastasis will be at least 15 mm on imaging.\n* Patients in a metastatic situation can be included regardless of the therapeutic line.\n\nExclusion Criteria:\n\n* Pregnant woman\n* Patient deprived of liberty by court or administrative decision\n* In neoadjuvant situation: no neoadjuvant treatment by radiotherapy or hormone therapy\n* Refusal to participate in the study",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}