{
    "nctId": "NCT06018337",
    "briefTitle": "A Study of DB-1303/BNT323 vs Investigator's Choice Chemotherapy in HER2-Low, Hormone Receptor Positive Metastatic Breast Cancer (DYNASTY-Breast02)",
    "officialTitle": "A Phase 3, Randomized, Multi-center, Open-Label Study of DB-1303 Versus Investigator's Choice Chemotherapy in Human Epidermal Growth Factor Receptor 2 (HER2)-Low, Hormone Receptor Positive (HR+) Metastatic Breast Cancer Patients Whose Disease Has Progressed on Endocrine Therapy (ET) (DYNASTY-Breast02)",
    "overallStatus": "RECRUITING",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 532,
    "primaryOutcomeMeasure": "Progression-free survival (PFS) in the HR+, HER2-low population",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Male or female adults (defined as ≥ 18 years of age or acceptable age according to local regulations at the time of voluntarily signing of informed consent).\n2. Pathologically documented breast cancer that:\n\n1) Is advanced or metastatic 2) Has HER2-low expression (IHC 1+ or IHC 2+/ISH-) as determined by the central laboratory result.\n\n3) Was never previously reported as HER2-positive (IHC 3+ or ISH+) as per American Society of Clinical Oncology/College of American Pathologists (ASCO/CAP) guidelines.\n\n4) Is documented as HR+ (either estrogen receptor \\[ER\\] and/or progesterone receptor \\[PgR\\] positive \\[ER or PgR ≥1%\\]) per ASCO/CAP guidelines (Allison et al 2020).\n\n3. Must have an adequate tumor tissue sample available for assessment of HER2 by central laboratory, preferably in formalin fixation and paraffin embedding (FFPE) blocks based on a mandatory FFPE tumor sample obtained at the time of metastatic disease or later;\n\n4. Eastern Cooperative Oncology Group performance status of 0 or 1.\n\n5. Must have had either:\n\n1. Disease progression on endocrine therapy + CDK4/6 inhibitor within 6 months of starting first line treatment for metastatic disease and considered appropriate for chemotherapy as the next treatment by the investigator, OR\n2. Disease progression on at least 2 previous lines of ET with or without a targeted therapy (such as CDK4/6, mammalian target of rapamycin \\[mTOR\\] or phosphoinositide 3-kinase \\[PI3-K\\] inhibitors) administered for the treatment of metastatic disease.\n\n6. No prior chemotherapy for advanced or metastatic breast cancer. Subjects who have received chemotherapy in the neo-adjuvant or adjuvant setting are eligible, as long as they have had a disease-free interval (defined as completion of systemic chemotherapy to diagnosis of advanced or metastatic disease) of \\>12 months.\n\n7. Life expectancy ≥12 weeks at screening.\n\n8. Subjects must have at least one measurable lesion as defined per RECIST v1.1 or have non-measurable, bone-only disease that can be assessed by computer tomography (CT) or Magnetic Resonance Imaging (MRI) or X-Ray. Lytic or mixed lytic bone lesions that can be assessed by CT or MRI or X-Ray in the absence of measurable disease as defined above is acceptable; subjects with sclerotic/osteoblastic bone lesions only in the absence of measurable disease are not eligible.\n\n9. Female subjects of childbearing potential who are sexually active with a non-sterilized male partner must use at least one highly effective method of contraception from the time of screening and must agree to continue using such precautions for 7 months after the last dose of study treatment.\n\n10. Non-sterilized male subjects who are sexually active with a female partner of childbearing potential must use a condom with spermicide from screening and throughout the duration of the study treatment and the washout period\n\nExclusion Criteria:\n\n1. Ineligible for all options in the investigator's choice chemotherapy arm.\n2. Uncontrolled intercurrent illness, including but not limited to, ongoing or active infection, uncontrolled or significant cardiovascular disease, serious chronic gastrointestinal conditions associated with diarrhea, or psychiatric illness/social situations that would limit compliance with study requirement, substantially increase risk of incurring adverse events or compromise the ability of the subject to give written informed consent.\n3. Clinically uncontrolled pleural effusion, ascites or pericardial effusion requiring drainage, peritoneal shunt or cell-free concentrated ascites reinfusion therapy within 2 weeks prior to the randomization.\n4. Uncontrolled or significant cardiovascular disease\n5. Has as a history of (non-infectious) interstitial lung disease (ILD)/pneumonitis that required steroids, has current ILD/pneumonitis, or where suspected ILD/pneumonitis cannot be ruled out by imaging at screening.\n6. Subjects with prior use of immunosuppressive medication within 14 days prior to first study dose, except for intranasal and inhaled corticosteroids or systemic corticosteroids at doses less than 10 mg/day of prednisone or equivalent.\n7. Has unresolved toxicities from previous anticancer therapy, defined as toxicities (other than alopecia) not yet resolved to Grade ≤ 1 or baseline.\n8. Previous treatment with anti-HER2 therapy.\n9. Prior treatment with antibody-drug conjugate that comprised an exatecan derivative that is a topoisomerase I inhibitor.\n10. Prior randomization or treatment in a previous DB-1303/BNT323 study regardless of treatment assignment.\n11. Has substance abuse or any other medical conditions such as psychological conditions, that may, in the opinion of the Investigator, interfere with the subject's participation in the clinical study or evaluation of the clinical study results.\n\nNOTE: Other protocol defined Inclusion/Exclusion criteria may apply.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}