{
    "nctId": "NCT00527930",
    "briefTitle": "Phase II Trial of Oxaliplatin in Combination With S-1(SOX) in Patients With Recurrent or Metastatic Breast Cancer",
    "officialTitle": "Phase II Trial of Oxaliplatin in Combination With S-1(SOX) in Patients With Recurrent or Metastatic Breast Cancer (MBC) Previously Treated With or Resistant to an Anthracycline and Taxane",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Neoplasms",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 87,
    "primaryOutcomeMeasure": "Response Rate",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* M/F age ≥ 18\n* Metastatic(TxNxM1) or inoperable locally recurrent breast cancer(rT4NxM0) after taxane \\& anthracycline therapy\n* Measurable disease (RECIST) : A patient with at least one measurable lesion of which the diameter is confirmed to be 10mm in spiral CT or multidetector CT (MD CT), or 20 mm or longer in conventional CT\n* No prior treatment with S-1, capecitabine, platinum In metastatic setting\n* Must have received an anthracycline and taxane in adj. or metastatic settings (concurrent, sequential, or combined with other drugs)\n* For taxanes (Paclitaxel (P) / Docetaxel (D))\n\n  1. Must have progressed while or after receiving P or D (Patients who relapse within 12 months of completing adjuvant chemotherapy containing an anthracycline and a taxane, do not require prior chemotherapy for metastatic disease)\n  2. Only 1 adjuvant regimen permitted (neoadjuvant immediately followed by surgery and immediately followed by adj. is permitted)\n* For anthracyclines\n\n  1. Progressed while on anthracycline treatment, with or without initial response or\n  2. Have received an adequate course of anthracyclines defined as follows:\n\n  <!-- -->\n\n  1. Adj.: Must have received a standard regimen (doxorubicin ≥ 240 mg/m2 or ≥ 360 mg/m2 epirubicin or equivalent)\n  2. Metastatic: Must have received a standard regimen(doxorubicin ≥300mg/m2 or equivalent)\n* Not candidate for Herceptin\n* ECOG PS ≤ 2\n* Completion of all prior chemotherapy ≥ 3 wks prior to enrol\n* Completion of hormonal therapy 2 wks prior to enroll\n* Resolution of all clinically significant toxic effects (excluding alopecia and sensory neuropathies) of any prior surgery or therapy to grade ≤ 1 (NCI CTCAE 3.0), for peripheral neuropathy grade ≤ 2 (NCI CTCAE 3.0), or to within the limits listed in the specific inclusion/exclusion criteria\n* A patient with the willingness to comply with the study protocol during the study period and capable of complying with it.\n* Informed consent obtained.\n\nExclusion Criteria:\n\n* WOCBP(woman of child bearing potential) unwilling to use acceptable method to avoid pregnancy\n* Breast feeding or pregnant women\n* Patients with Hx of symptomatic brain or leptomeningeal involvement (eligible if asymptomatic 2weeks after proper radiation therapy)\n* ≥grade 3 neuropathy currently\n* Hx of second malignancy except adequately treated basal or squamous skin ca or CIS of cervix. Adequately treated contralateral breast ca with DF \\>5 yrs prior to this study is permitted\n* MI, unstable angina, CABG, clinically significant arrhythmia within 6 mo\n* Hx of inflammatory bowel disease or chronic diarrhea,\n* ANC \\< 1500, Plt \\< 100K, Hb \\<9.0\n* Ccr \\< 60 ml/min or creatinine \\>1.5\n* Bil \\> 1.5 x UNL, AST/ALT ≥ 2.5xUNL if hepatic meta + \\> 5xUNL)\n* History of hypersensitivity to 5-FU, platinum, or to compounds with similar chemical structures\n* More than 3 prior chemotherapy for metastatic or recurrent disease or prior treatment with S-1, capecitabine or any platinum analogs in metastatic setting (5-FU combine with other agent in metastatic setting is allowed_ ex) CMF, FAC)\n* Her2(+) pts who are candidates for Herceptin\n* prior surgery within 4 week\n* participate in other clinical trials within 4 week\n* prior radiation therapy within 2 week",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}