{
    "nctId": "NCT00454532",
    "briefTitle": "A Phase I/II Clinical Trial Assessing Safety and Efficacy of BZL101 for Metastatic Breast Cancer",
    "officialTitle": "A Phase I/II Clinical Trial Assessing Safety and Efficacy of BZL101 For Metastatic Breast Cancer.",
    "overallStatus": "COMPLETED",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 27,
    "primaryOutcomeMeasure": "Toxicity Based Upon Adverse Events Classifed by the NCI Common Terminology Criteria Version 3 (Phase 1)",
    "eligibilityCriteria": "Key Inclusion Criteria:\n\n* Women 18 years or older\n* Histologically confirmed breast cancer\n* Clinical evidence of metastatic (stage IV) metastasis (other than bone metastasis)\n* Availability of estrogen and progesterone receptor status\n* At least one measurable disease site defined by RECIST criteria, 30 days prior to study therapy\n* For the phase 1, no more that 3 prior cytotoxic regimens for metastatic breast cancer. For the phase 2, no more than 2 prior cytotoxic regimens for metastatic breast cancer\n* Life expectancy ≥ 12 weeks\n* Eastern Cooperative Oncology Group performance status ≤2\n* Women of child bearing potential must agree to 2 forms of contraception during the course of the trial.\n\nKey Exclusion Criteria:\n\n* Inability to understand/unwillingness to sign a written informed consent\n* Any significant side effects related to prior chemo, radiation, biology or hormonal therapy that did not resolve in the judgment of the investigator\n* Currently using an investigational agent\n* Clinically significant gastrointestinal abnormalities\n* Currently using coumadin at therapeutic doses or within 2 weeks of taking study medication\n* Concurrent palliative radiation or anti-cancer treatment\n* Women who report pregnancy, are breast-feeding or have a positive pregnancy test",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}