{
    "nctId": "NCT05177796",
    "briefTitle": "Panitumumab and Pembrolizumab in Combination With Neoadjuvant Chemotherapy for the Treatment of Stage III-IV Triple Negative Breast Cancer",
    "officialTitle": "Enhancing Immunotherapy by Targeting the EGFR Pathway in Inflammatory Breast Cancer: A Phase II Study of Panitumumab (PmAb) and Pembrolizumab (Pembro) in Combination With Neoadjuvant Chemotherapy (NAC) in Patients With Newly Diagnosed Triple Negative Inflammatory Breast Cancer (TN-IBC)",
    "overallStatus": "WITHDRAWN",
    "conditions": "Anatomic Stage III Breast Cancer AJCC v8, Anatomic Stage IIIA Breast Cancer AJCC v8, Anatomic Stage IIIB Breast Cancer AJCC v8, Anatomic Stage IIIC Breast Cancer AJCC v8, Anatomic Stage IV Breast Cancer AJCC v8, Breast Inflammatory Carcinoma, Invasive Breast Carcinoma, Prognostic Stage III Breast Cancer AJCC v8, Prognostic Stage IIIA Breast Cancer AJCC v8, Prognostic Stage IIIB Breast Cancer AJCC v8, Prognostic Stage IIIC Breast Cancer AJCC v8, Prognostic Stage IV Breast Cancer AJCC v8, Triple-Negative Breast Carcinoma",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "The ( pCR ) rate pathological complete response, defined as the absence of invasive carcinoma in the breast and the lymph nodes.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Ability to understand and the willingness to provide written informed consent for the trial\n2. Female or male and \\>/= 18 years of age\n3. Histological confirmation of invasive breast cancer. All histologic subtypes are eligible.\n4. Clinical diagnosis of IBC and amenable to breast surgery Cohort 1 (safety run-in), stage III or de novo stage IV Cohort 2, stage III or de novo stage IV\n5. Known ER, PR, and HER2 status defined as triple negative breast cancer (TNBC). TNBC is defined as ER and PR ≤ 10% by immunohistochemistry, and HER2 negative (defined as IHC 0, 1+, or 2+ and FISH negative. The positivity of FISH is determined as per ASCO/CAP guideline.(46)\n6. ECOG performance status of 0-1.\n7. Adequate organ function as determined by the following laboratory values:\n\n   * ANC \\>/= 1,500/mcL\n   * Platelets \\>/= 100,000/mcL\n   * Hgb \\>/= 10g/dL\n   * Creatinine levels \\<1.5 x ULN\n   * Total bilirubin \\</= 1.5 x ULN,\n   * ALT and AST \\</= 2.5 x ULN or \\</=5 x ULN for patients with liver metastases\n8. Subjects of childbearing potential should be willing to use effective methods of birth control or be surgically sterile or abstain from heterosexual activity for the course of the study through at least 4 months after the last dose of study drug. Subjects of childbearing potential are those who have not been surgically sterilized or have not been free from menses for \\>1 year. Effective methods of birth control include 1) Use of hormonal birth control methods: pills, shots/injections, implants (placed under the skin by a health care provider), or patches (placed on the skin); 2) Intrauterine devices (IUDs); 3) Using 2 barrier methods (each partner must use 1 barrier method) with a spermicide. Males must use the male condom (latex or other synthetic material) with spermicide. Females must choose either a Diaphragm with spermicide, or Cervical cap with spermicide, or a sponge (spermicide is already in the contraceptive sponge).\n9. Negative serum or urine pregnancy test for subjects of childbearing potential.\n\nExclusion Criteria:\n\n1. Any other previous or concurrent antitumor therapies for the current cancer diagnosis event.\n2. Known diagnosis of immunodeficiency, which defined as on chronic systemic steroid therapy or any other forms of immunosuppressive therapy in excess of the equivalent of prednisolone 10 mg once daily.\n3. History of malignancy (other than breast cancer) within 5 years, except basal cell carcinoma or squamous cell carcinoma of the skin, melanoma in-situ or in situ cervical cancer that has undergone potentially curative therapy.\n4. Known active central nervous system metastases and/or carcinomatous meningitis.\n5. Known significant cardiovascular disease, such as a history of myocardial infarction, acute coronary syndrome, Congestive heart failure (CHF) New York Heart Association (NYHA) Class II-IV, or history of CHF NYHA Class III or IV.\n6. Ejection fraction \\< 50% by ECHO or MUGA.\n7. Known active or uncontrolled autoimmune disease requiring systemic treatment within the past 3 months or a documented history of clinically severe autoimmune disease, or a syndrome that requires systemic steroids chronic corticosteroid use or immunosuppressive agents. Subjects with vitiligo or resolved childhood asthma/atopy would be an exception to this rule. Subjects that require intermittent use of bronchodilators or local steroid injections would not be excluded from the study. Subjects with hypothyroidism stable on hormone replacement or Sjorgen's syndrome will not be excluded from the study.\n\n   History of (non-infectious) pneumonitis that required steroids or has a current diagnosis of pneumonitis.\n8. An active infection requiring systemic therapy.\n9. Gastrointestinal tract disease or defect or previous history of colitis or inflammatory bowel disease including Crohn's disease and ulcerative colitis.\n10. Known psychiatric or substance abuse disorders that would interfere with cooperation with the requirements of the trial.\n11. Known history of Human Immunodeficiency Virus.\n12. Known active Hepatitis B or Hepatitis C\n13. Received a live vaccine within 30 days before the first dose of trial treatment.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}