{
    "nctId": "NCT04997798",
    "briefTitle": "Dalpiciclib in Combination With Exemestane and Trastuzumab Plus Pyrotinib in Early Triple Positive Breast Cancer",
    "officialTitle": "Phase II Open-label, Multicentre, Exploratory Trial of Neoadjuvant Dalpiciclib in Combination With Exemestane and Trastuzumab Plus Pyrotinib in Early Triple Positive Breast Cancer",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer, Estrogen Receptor Positive Tumor, HER2-positive Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 30,
    "primaryOutcomeMeasure": "pathological complete response (pCR)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* 18 Years to 75 Years\n* Newly diagnosed clinical stage II or III ER+/HER2+ breast cancer, staging criteria is to be based on AJCC 7.\n* Eastern Cooperative Oncology Group (ECOG) performance status 0 or 1\n* Primary tumor must have positive estrogen receptor (ER) ≥10%\n* Primary tumor must be HER2-positive (IHC 3+ or FISH/CISH amplification)\n* Baseline LVEF ≥50% measured by Echocardiography (preferred) or MUGA scan\n* Normal organ and marrow function\n* Written Informed Consent (IC) must be signed and dated by the patient and the Investigator prior to randomization.\n* Baseline corrected QT interval (QTcF) \\< 480 ms\n* All patients must be female.\n\nExclusion Criteria:\n\n* Inflammatory breast cancer\n* Evidence of bilateral invasive breast cancer or metastatic disease\n* Received any prior treatment for primary invasive breast cancer\n* Pregnant or lactating women\n* Abnormal baseline hematological values:\n* Abnormal baseline liver function, bilirubin, creatinine and/or INR (international normalized ratio)\n* Subjects with known infection with HIV, HBV, HCV\n* Other investigational drugs while on study\n* Severe or uncontrolled hypertension, history of congestive heart failure or severe coronary arterial disease.\n* Subjects assessed by the investigator to be unable or unwilling to comply with the requirements of the protocol",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}