{
    "nctId": "NCT00972205",
    "briefTitle": "Paclitaxel and CBT-1(Registered Trademark) to Treat Solid Tumors",
    "officialTitle": "A Pharmacodynamic Study of the P-glycoprotein (Pgp) Antagonist, CBT-1(Registered Trademark), Evaluating Pgp Inhibition in Tumors and Normal Tissues",
    "overallStatus": "COMPLETED",
    "conditions": "Cervical, Ovarian, Lung, Breast, Renal",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 12,
    "primaryOutcomeMeasure": "Percent Increase in Sestamibi Retention in the Liver as a Measure of P-glycoprotein Inhibition",
    "eligibilityCriteria": "* INCLUSION CRITERIA:\n\nPatients must fulfill all of the following criteria to be eligible for study admission:\n\n1. Age greater than 18 years.\n2. Histologic or cytologic confirmation at National Cancer Institute (NCI) Laboratory of Pathology, of recurrent or refractory, or advanced metastatic cancer of the gastrointestinal tract, breast, Taxol (Trademark) naive breast cancer, small cell lung, ovarian, prostate, head and neck, multiple myeloma, non-small cell lung cancer, Taxol (Trademark) naive non-small cell lung cancer.\n3. Performance status of Eastern Cooperative Oncology Group (ECOG) 0-2.\n4. Life expectancy of 3 months or greater.\n5. Patient must have adequate hematologic, renal, hepatic, and metabolic functions as defined: platelet count greater than 100,000 /mL, absolute granulocyte count (AGC) greater than 1500/mL, serum creatinine less than 2.0 mg/dl (or if greater than 2.0, a measured 24 hour creatinine clearance greater than 50 mL/min), serum glutamic oxaloacetic transaminase (SGOT) 4 times institutional upper limit of normal, bilirubin 2.0 mg/dl, prothrombin time (PT) less than 1.5 times institutional upper limit of normal, partial thromboplastin time (PTT) less than 1.5 times institutional upper limit of normal, calcium less than 5.3mEq/L, albumin greater than 2.0 g/dl.\n6. Electrocardiogram (EKG) showing, at most, minor abnormalities that in the judgment of the protocol chairman would not compromise the patient's ability to tolerate therapy.\n7. Patients must be greater than 4 weeks from prior radiation or chemotherapy; greater than 2 weeks from hormonal or immunotherapy; greater than 4 weeks from prior experimental therapy; greater than 6 weeks from mitomycin; and greater than 8 weeks from prior UCN01 treatment. Patients receiving dexamethasone as a pretreatment for anaphylactic reactions to Taxol (Trademark) or the cremophor vehicle will not be excluded from this study.\n8. No serious intercurrent medical illness or serious infection that requires parenteral antibiotics.\n9. Measurable disease by radiographic means or physical examination.\n10. Willingness to sign a written informed consent.\n11. Patients must agree to an effective method of contraception for the study (abstinence, hormonal or barrier method of birth control, or condom) for the study and 30 days after completion of protocol.\n\nEXCLUSION CRITERIA:\n\nThe following patient populations are not eligible for study:\n\n1. Women of childbearing potential and potentially fertile men will be excluded unless using an effective contraception (ie. a barrier intrauterine device (IUD), birth control pill, or condom), during the treatment. Women who are pregnant or nursing will also be excluded.\n2. Patients with significant intercurrent disease.\n3. Human Immunodeficiencey virus (HIV) seropositive patients. Note: There may be an impact of CBT-1 on the pharmacokinetics of the drugs used in the therapy of HIV.\n4. Ongoing serious infections that require parenteral antibiotics.\n5. Patients with significant central nervous system (CNS) disease, including a history of seizures within the last 3 months or psychiatric history which would impair the ability to give informed consent or prevent compliance with protocol requirements.\n6. Patients must not be eligible for surgery, or radiotherapy that is of known benefit to them, in terms of extension of survival. Patients with tumors sensitive to potentially curative chemotherapy must have failed such chemotherapy. Patients who have received radiation therapy may participate in this study one week after the conclusion of radiation therapy provided that the lesion being irradiated is not one that is being used to assess the efficacy of CBT-1 plus Taxol.\n7. History of significant coronary artery disease, cardiac arrhythmias requiring treatment, or history of other cardiac disease that in the judgment of the investigators, would compromise the patient's ability to tolerate the therapy.\n8. Patients with active bleeding due to peptic ulcer disease.\n9. History of anaphylactic reactions to paclitaxel or cremophor despite adequate premedication.\n10. Clinically significant bleeding disorders.\n11. Patients with solid organ allografts.\n12. Patients on daily gastric acid secretion inhibitors.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}