{
    "nctId": "NCT05722795",
    "briefTitle": "Use of Imatinib to Convert Triple Negative Breast Cancer Into ER-positive Breast Cancer (I-CONIC)",
    "officialTitle": "Use of Imatinib to Convert Triple Negative Breast Cancer Into ER-positive Breast Cancer",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Breast Cancer, Triple Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "OTHER",
    "enrollmentCount": 40,
    "primaryOutcomeMeasure": "To determine the proportion of patients that convert to ER expressing breast cancer",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Histological confirmed invasive primary triple negative breast cancer≥15 mm) with any node status.\n2. Age ≥18 years\n\n   Triple Negative subtype is defined below:\n   1. Hormone receptor status: the invasive tumour shall be ER- and progesterone receptor (PR) -negative \\[staining present in \\<10% by immunohistochemistry (IHC)\\].\n   2. HER2 status: the invasive tumour shall be Human Epidermal growth factor Receptor (HER) 2-negative by the American Society of Clinical Oncology (ASCO) / College of American Pathologists (CAP) guidelines\n3. No previous systemic treatment for TNBC\n4. No concurrent anti-cancer treatment. Treatment with Bisphosphonates may continue.\n5. Eastern Cooperative Oncology Group (ECOG) performance status 0-1\n6. Normal organ function as defined below:\n\n   1. absolute white blood cell count ≥1.5 x 109/L\n   2. platelets ≥100 x 109/L\n   3. haemoglobin ≥90g/dL\n   4. total bilirubin ≤1.5 x institutional upper normal limit (UNL)/dL (≤ 3 x UNL for patients with Gilbert´s syndrome)\n   5. ASAT, ALAT, GGT and alkaline phosphatase levels \\< 1.5 × institutional UNL.\n   6. albumin \\>2.5mg/dL\n   7. Creatinine \\< 110 μmol/L\n   8. T3, T4 and TSH (only patients with previous thyroid dysfunction)\n7. Patients of childbearing potential must have a negative serum or urine pregnancy test within 8 days prior to start of imatinib treatment..\n\n   Female patients of childbearing potential must agree to usecontraceptive methods with a failure rate below 1% per year during the study treatment and at least 90 days after the last dose of imatinib.\n8. Patients must be able to take (swallow) an oral medication.\n9. Patients must be capable to understand and comply with the protocol and has signed the informed consent.\n\nExclusion Criteria:\n\n1. Patients suitable for neoadjuvant treatment.\n2. Concomitant treatment for breast cancer within 14 days before registration.\n3. Unable to adhere to the study procedures.\n4. Evidence of any other medical conditions (such as psychiatric illness, infectious diseases, neurological conditions, physical examination or laboratory findings) that may interfere with the planned treatment or affect patient compliance.\n5. Pregnancy and breast-feeding.\n6. Concurrent malignancy requiring therapy (excluding non-invasive carcinoma or carcinoma in situ).\n7. Known human immunodeficiency virus (HIV) positivity.\n8. Known active Hepatitis B or Hepatitis C",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}