{
    "nctId": "NCT03749850",
    "briefTitle": "Image-guided Targeted Doxorubicin Delivery With Hyperthermia to Optimize Loco-regional Control in Breast Cancer",
    "officialTitle": "Image-guided Targeted Doxorubicin Delivery With Hyperthermia to Optimize Loco-regional Control in Breast Cancer. Phase I Feasibility Study of Hifu-Induced Hyperthermia, LTLD and Cyclophosphamide for Metastatic Breast Cancer",
    "overallStatus": "UNKNOWN",
    "conditions": "Metastatic Breast Cancer, Breast Cancer, Breast Neoplasms, Stage IV Breast Cancer, Metastatic Cancer, Invasive Ductal Carcinoma of Female Breast, Invasive Ductal Breast Cancer, Adenocarcinoma Breast",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 12,
    "primaryOutcomeMeasure": "Incidence of adverse events assessed by CTCAE v 5.0",
    "eligibilityCriteria": "Inclusion Criteria:\n\nPatients must meet all of the following inclusion criteria:\n\n1. Histologically confirmed adenocarcinoma of the breast and planned for palliative chemotherapy with doxorubicine en cyclophosphamide\n2. Biopsy-proven stage tumor 1-2, any nodes, metastasis 1 (T1-2AnyNM1) at diagnosis of breast cancer.\n3. Non-pregnant, non-lactating female at least 18 years of age. If patient is of child-bearing age, she must have a negative serum pregnancy test prior to enrollment and must agree to practice an acceptable form of birth control while on study.\n4. The tumor is located within the reach of the HIFU beam (based on pre-treatment Dynamic Contrast Enhanced (DCE-) MRI findings).\n5. The distance of the tumor from the skin, nipple, and pectoral wall is at least 1.0 cm (based on pre-treatment DCE-MRI findings).\n6. The target breast is expected to fit in the cup of the dedicated MR-HIFU breast system (based on pre-treatment MRI findings).\n7. The patient weighs less than 90 kg (restrictment of the HIFU table top).\n8. Provide written informed consent and willing to comply with protocol requirements.\n\nExclusion Criteria:\n\nPatients will be excluded if any of the following conditions are observed:\n\n1. Her2-positive disease or classic invasive lobular carcinoma (ILC).\n2. A treatment plan with curative intent is available.\n3. Any prior chemotherapy treatment for invasive breast cancer (previous anti-hormonal therapy is allowed)\n4. Any prior therapy with anthracyclines\n5. No measurable disease at baseline (according to RECIST 1.1 or PERCIST 1.0)\n6. Any concomitant malignancy or previous malignancy in the last 5 years, except basal cell or squamous cell cancer of the skin or in situ carcinoma of the cervix.\n\n   Subjects with a prior contralateral breast malignancy more than 5 years ago can be included if they did not receive any chemotherapy.\n7. Any previous malignancy in the unilateral breast (even if more than 5 years ago)\n8. Prior sensitivity (including rash, dyspnea, wheezing, urticarial, or other symptoms) attributed to any liposomal-encapsulated drug.\n9. Baseline laboratory values:\n\n   Absolute Neutrophil Count (ANC) \\< 1.5 x 10\\^9/L, Platelets \\< 75 x 10\\^9/L, Hemoglobin \\< 5.6 mmol/L (9 g/dl), Total Bilirubin \\> 1.5 x upper limit of normal, Alanine Transaminase (ALAT) and Aspartate Transaminase (ASAT) \\> 2.5 x upper limit of normal \\>5 x upper limit of normal in case of liver metastases, Estimated Glomerular Filtration Rate (eGFR) \\< 30 ml/min/1.73m2.\n10. World Health Organization Performance Status (WHO-PS) \\>2.\n11. Left Ventricular Ejection Fraction \\<50% (validated by baseline scan).\n12. History of:\n\n    1. Acute coronary syndrome in the last year\n    2. Cerebral vascular accident in the last year\n    3. Abnormal cardiac stress testing within last 6 months\n    4. Symptomatic coronary artery disease\n    5. Uncontrolled hypertension or cardiomyopathy\n    6. Cardiac valvular surgery or open heart surgery in the last year\n    7. Known structural heart disease\n13. Any condition which may interfere with the hyperthermia portion of the trial such as: functioning cardiac pacemaker; metal plates, rods or prosthesis of the chest wall, breast prosthesis in the treated breast, severe numbness and/or tingling of the chest wall or breast, skin grafts and/or flaps on the breast or chest wall, scar tissue or surgical clips in the HIFU beam path.\n14. Active infection\n15. Body temperature \\> 38.0 degrees Celsius on the day of a MR-HIFU treatment.\n16. Concurrent use of any of the following prohibited medications within a reasonable wash-out time: protease inhibitors, cyclosporine, carbamazepine, phenytoin, valproic acid, paclitaxel, trastuzumab and other liposomal drugs (Abelect, Ambisome, Nyotran, etc.) or lipid-complexed drugs.\n17. Caution will be exercised with all the medications mentioned in appendix C, for interactions are theoretically possible.\n18. Contraindications to MR imaging (e.g., pacemaker in situ, severe claustrophobia, metal implants incompatible with the MRI-scan, body size incompatible with MR bore).\n19. Contraindications to gadolinium-based contrast agent, including prior allergic reaction to gadolinium-based contrast agent, and/or renal failure.\n20. Contraindications to sedation and analgesia with propofol and Remifentanil, including history of Chronic Obstructive Pulmonary Disease (COPD) that results in the inability to perform a physical activity corresponding with a Metabolic Equivalent (MET(57)) of 4; dependence on artificial ventilation at home; sleep apnea or an American Society of Anesthesiologists (ASA) classification ≥4.\n21. Inability to lie in prone position.\n22. A medical or psychiatric condition or other circumstances which would significantly decrease the chances of understanding the informed consent process, obtaining reliable data, achieving study objectives, or completing the study treatment and/or examinations.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}