{
    "nctId": "NCT00993642",
    "briefTitle": "ERB-B4 After Treatment With HDAC Inhibitor in ER+ Tamoxifen Refractory Breast Cancer",
    "officialTitle": "Pilot Study Evaluating the Expression of ERB-B4 After Treatment With HDAC Inhibitor in ER+ Tamoxifen Refractory Breast Cancer",
    "overallStatus": "WITHDRAWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "EARLY_PHASE1",
    "allocation": "NA",
    "primaryPurpose": "BASIC_SCIENCE",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "The primary objective of the study is to compare the expression level of ERBB4 pre- and post- treatment with HDACi, Panobinostat (LBH589).",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patient age is ≥ 18 years\n2. Female\n3. Stage IV tamoxifen-refractory breast cancer (progression of at least 25% in diameters of at least one measurable lesion while taking tamoxifen or occurrence of a new lesion while taking tamoxifen), including first occurrence of metastasis within 12 months of completing adjuvant therapy with tamoxifen\n4. No concurrent use of other HDAC inhibitors\n5. Palpable disease\n6. Patient has an Eastern Cooperative Oncology Group (ECOG) performance status of ≤ 2\n7. Ability to provide written informed consent obtained prior to participation in the study and any related procedures being performed\n8. No chemotherapy in the 14 days prior, or radiation therapy to index lesions in the thirty days prior to initiation of treatment on this study\n9. No other concurrent chemotherapy; surgery or radiation therapy during the treatment phase of this protocol\n10. No active major medical problems, including untreated or uncontrolled infections\n11. No known CNS involvement by tumor\n12. Patients must meet the following laboratory criteria:\n\n    * Hematology:\n    * Neutrophil count of \\>1500/mm3\n    * Platelet count of \\> 100,000/mm3L\n    * Hemoglobin ≥ 9 g/dL\n    * Biochemistry:\n    * AST/SGOT and ALT/SGPT ≤ 2.5 x upper limit of normal (ULN) or ≤ 5.0 x ULN if the transaminase elevation is due to disease involvement\n    * Serum bilirubin ≤ 1.5 x ULN\n    * Serum creatinine ≤ 1.5 x ULN or 24-hour creatinine clearance ≥ 50 ml/min\n    * Total serum calcium (corrected for serum albumin) or ionized calcium ≥ LLN\n    * Serum potassium ≥ LLN and ≤ HLN\n    * Serum sodium ≥ LLN and ≤ HLN\n    * Serum albumin ≥ LLN or 3g/dl\n    * Patients with any elevated Alkaline Phosphatase due to bone metastasis can be enrolled\n13. Baseline MUGA or ECHO must demonstrate LVEF ≥ the lower limit of the institutional normal.\n14. TSH and free T4 within normal limits (patients may be on thyroid hormone replacement)\n15. An echocardiogram \\> 50%\n16. Women of childbearing potential (WOCBP) must have a negative serum pregnancy test within 7 days of the first administration of study treatment. and must be willing to use two methods of contraception one of them being a barrier method during the study and for 3 months after last study drug administration\n\nExclusion Criteria:\n\n1. Prior HDAC, DAC, HSP90 inhibitors or valproic acid for the treatment of cancer\n2. Patients who will need valproic acid for any medical condition during the study or within 5 days prior to first panobinostat treatment\n3. Impaired cardiac function including any one of the following:\n\n   * Complete left bundle branch block or use of a permanent cardiac pacemaker, congenital long QT syndrome, history or presence of ventricular tachyarrhythmias, clinically significant resting bradycardia (\\<50 beats per minute), QTcF \\> 450 msec on screening ECG, or right bundle branch block + left anterior hemiblock (bifascicular block)\n   * Presence of atrial fibrillation (ventricular heart rate \\>100 bpm)\n   * Previous history angina pectoris or acute MI within 6 months\n   * Congestive heart failure (New York Heart Association functional classification III-IV) or baseline MUGA/Echo shows LVEF \\< 45%\n4. Uncontrolled hypertension\n5. Concomitant use of drugs with a risk of causing torsades de pointes (See Appendix 1.-1)\n6. Concomitant use of CYP3A4 inhibitors (See Appendix 1.-2)\n7. Patients with unresolved diarrhea ≥ grade 2\n8. Impairment of gastrointestinal (GI) function or GI disease that may significantly alter the absorption of oral panobinostat (e.g., ulcerative disease, uncontrolled nausea, vomiting, diarrhea, malabsorption syndrome, obstruction, or stomach and/or small bowel resection)\n9. Other concurrent severe and/or uncontrolled medical conditions\n10. Patients who have received chemotherapy, any investigational drug or undergone major surgery \\< 4 weeks prior to starting study drug or who have not recovered from side effects of such therapy.\n11. Concomitant use of any anti-cancer therapy or radiation therapy.\n12. Women who are pregnant or breast feeding or women of childbearing potential (WOCBP) not willing to use a double barrier method of contraception during the study and 3 months after the end of treatment. One of these methods of contraception must be a barrier method. WOCBP are defined as sexually mature women who have not undergone a hysterectomy or who have not been naturally postmenopausal for at least 12 consecutive months (i.e., who has had menses any time in the preceding 12 consecutive months). Women of childbearing potential (WOCBP) must have a negative serum pregnancy test within 7 days of the first administration of oral panobinostat.\n13. Patients with a history of another primary malignancy within 5 years other than curatively treated CIS of the cervix, or basal or squamous cell carcinoma of the skin\n14. Patients with known positivity for human immunodeficiency virus (HIV) ) or hepatitis C; baseline testing for HIV and hepatitis C is not required\n15. Patients with any significant history of non-compliance to medical regimens or with inability to grant a reliable informed consent\n16. Unable to tolerate phlebotomy\n17. Unable to tolerate biopsy\n18. On any other hormonal or biological treatment drugs at the time of the study",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}