{
    "nctId": "NCT02069158",
    "briefTitle": "Dose Finding Study Of PF-05212384 With Paclitaxel And Carboplatin In Patients With Advanced Solid Tumor",
    "officialTitle": "DOSE FINDING STUDY OF PF-05212384 WITH PACLITAXEL AND CARBOPLATIN IN PATIENTS WITH ADVANCED SOLID TUMOR",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer, NSCLC, Ovary Cancer, Endometrial Cancer, Small Cell Lung Cancer (SCLC), Head and Neck (HNSCC)",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 17,
    "primaryOutcomeMeasure": "dose limiting toxicity (DLT)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Age \\>18 years.\n* Histological or cytological diagnosis of advanced/metastatic breast, NSCLC, ovarian and endometrial, small cell lung cancer (SCLC) and Head and Neck (HNSCC) cancer for which there is an indication to the use of paclitaxel and carboplatin.\n* For patients enrolled to Part 1, lesions may be measurable or non measurable; for patients enrolled to Part 2, at least one measurable lesion is requested.\n* All patients must provide an archived or fresh tumor sample; paired fresh tumor biopsies are mandatory for patients enrolled to Part 2 (at baseline and on Day 22 of Cycle 1).\n* ECOG Performance Status must be 0 or 1.\n* Adequate Bone Marrow Function, including:\n\n  1. Absolute Neutrophil Count (ANC) ≥1,500/mm3 (or ≥1.5 x 109/L);\n  2. Platelets ≥100,000/mm3 (or ≥100 x 109/L);\n  3. Hemoglobin ≥9 g/dL.\n* Adequate renal function, including: serum creatinine ≤1.5 x upper limit of normal (ULN) or estimated creatinine clearance ≥ 60 ml/min as calculated using the method standard for the institution.\n* Adequate Liver Function, including:\n\n  1. Total serum bilirubin ≤1.0 mg/dL Aspartate and Alanine Aminotransferase AST \\& ALT) ≤2.5 x ULN; ≤5.0 x ULN if there is liver involvement secondary to tumor.\n  2. Alkaline phosphatase ≤2.5 x ULN; (≤5 x ULN in case of bone metastasis).\n* Adequate glucose control, including no previous diagnosis of diabetes mellitus and HbA1c \\<7%.\n* Adequate cardiac function, including: 12 Lead ECG with normal tracing or non clinically significant changes that do not require medical intervention.\n* Resolved acute effects of any prior therapy to baseline severity or Grade\n\n  * 1 CTCAE except for AEs not constituting a safety risk by Investigator judgment.\n* Serum/urine pregnancy test (for females of childbearing potential) negative at screening and at baseline.\n* Female patients must be surgically sterile or be postmenopausal, or must agree to use effective contraception during the period of the trial and for at least 90 days after completion of treatment. Male patients must be surgically sterile or must agree to use effective contraception during the period of the trial and for at least 90 days after completion of treatment. The decision of effective contraception will be based on the judgment of the principal Investigator or a designated associate.\n* Willingness and ability to comply with the study scheduled visits, treatment plans, laboratory tests and other procedures.\n* Written informed consent.\n\nExclusion Criteria:\n\n* More than 2 prior lines of chemotherapy for advanced disease for Part 1, more than 1 prior line of chemotherapy for advanced disease for Part 2.\n* Resistance to platinum agents (progression during the treatment or within 3 month from the stop of the treatment).\n* Prior treatment with weekly paclitaxel with tumor progression.\n* Pre-existing neuropathy ≥ G2.\n* Patients with known active brain metastases. Patients with previously diagnosed brain metastases are eligible if they have completed their CNS treatment and have recovered from the acute effects of radiation therapy or surgery prior to the start of study medication, have discontinued corticosteroid treatment for these metastases for at least 4 weeks and are neurologically stable.\n* Chemotherapy, radiotherapy (other than palliative radiotherapy to lesions that will not be followed for tumor assessment on this study, ie, non target lesions), biological or investigational agents within 4 weeks of the start of the study treatment (6 weeks for mitomycin C or nitrosoureas).\n* Any surgery (not including minor procedures such as lymph node biopsy, needle biopsy, and/or placement of port-a-cath) within 4 weeks of the start of the study treatment or not fully recovered from any side effects of previous procedures.\n* For patients enrolling to Part 2, prior therapy with an agent that is known or proposed to be active by action on PI3K and/or mTOR completed within the last 6 months.\n* Uncontrolled or significant cardiovascular disease:\n* A myocardial infarction within 12 months.\n* Uncontrolled angina within 6 months.\n* Congestive heart failure within 6 months.\n* Diagnosed or suspected congenital long QT syndrome.\n* Any history of ventricular arrhythmias (such as ventricular tachycardia, ventricular Fibrillation, or Torsades de pointes).\n* Any history of second or third degree heart block (may be eligible if currently have a pacemaker).\n* Heart rate \\<50/minute on pre entry electrocardiogram.\n* Uncontrolled hypertension.\n* Current use or anticipated need for food or drugs that are known potent CYP3A4 inhibitors. Because inhibition of CYP3A4 isoenzymes may increase PF- 05212384 exposure leading to a potential increases in toxicities, the use of known strong inhibitors (strong CYP3A4 Inhibitors: grapefruit juice or grapefruit/grapefruit related citrus fruits (eg, Seville oranges, pomelos), ketoconazole, miconazole, itraconazole, voriconazole, posaconazole, erythromycin, clarithromycin, telithromycin, verapamil, indinavir, saquinavir, ritonavir, nelfinavir, nefazodone, lopinavir, atazanavir, amprenavir, fosamprenavir and delavirdine, troleandomycin, mibefradil, conivaptan) are not permitted from 10 days prior to the first dose of study drug until discontinuation. Concurrent administration of herbal preparations and current or anticipated need for food or drugs that are known substrates of UGT1A9 (eg, propofol, acetaminophen, and propranolol), of which PF-05212384 is a strong inhibitor, is not permitted from 10 days prior to the first dose of study drug until discontinuation.\n* Current or anticipated need for food or drugs that are known potent CYP3A4 inducers. PF-05212384 metabolism may be induced when taking strong CYP3A4 inducers (eg, phenobarbital, rifampin, phenytoin, carbamazepine, rifabutin, rifapentin, clevidipine, St. John's Wort) resulting in reduced plasma concentrations. Therefore co administration of study drug in combination with these and other strong CYP3A4 inducers is not permitted from 10 days prior to the first dose of study drug until study treatment discontinuation.\n* Breast feeding or intercurrent pregnancy; no use of highly effective contraception or not agreeing to continue highly effective contraception for 90 days after last dose of investigational product.\n* Any mental disorder that would limit the understanding or rendering of informed consent and/or compromise compliance with the requirements of the protocol.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}