{
    "nctId": "NCT02528539",
    "briefTitle": "Prevention of Lymphedema Among Breast Cancer Patients Through Implementation of an Integrative Therapy Program (ITP)",
    "officialTitle": "Prevention of Secondary Lymphedema by Utilizing Self-management Education in Conjunction With Acupuncture Among Breast Cancer Patients Who Are at High Risk of Developing Lymphedema",
    "overallStatus": "COMPLETED",
    "conditions": "Lymphedema",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "PREVENTION",
    "enrollmentCount": 10,
    "primaryOutcomeMeasure": "Bioimpedance (L-dex U400)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Subjects must be able to read and understand the informed consent form and have the capacity to give consent.\n2. Adults age 18 and older\n3. Subject with a newly diagnosed stage I-III breast cancer with a documented pre-operative baseline L-Dex U400 who underwent axillary lymph node dissection within 4-6 weeks prior to enrollment.\n4. Subjects must be able to return to the study site for the duration of the study (18 months).\n\nExclusion Criteria:\n\n1. Subjects who do not read or understand the informed consent are ineligible.\n2. Subjects who have any contraindications to the affected upper-limb exercises, which include congestive heart failure, cardiac arrhythmia, deep vein thrombosis, infectious disease complications such as cellulitis and lymphangitis.\n3. Women with double mastectomy with axillary node dissection bilaterally.\n4. Women with a prior history of axillary surgeries in the ipsilateral side and/or primary lymphedema\n5. Women with metal implants (e.g. shoulder replacement) or cardiac implants (e.g. automated implanted cardiac defibrillator (AICD) or pacemaker).\n6. All subjects with objective or subjective signs and symptoms of lymphedema.\n7. Women of childbearing age who are pregnant.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}