{
    "nctId": "NCT05966584",
    "briefTitle": "A Study to Prevent Rash in People Starting Alpelisib for the Treatment of Breast Cancer",
    "officialTitle": "RETENTION: An Open-Label Phase 2 Trial of InteRlEukin (5) InhibiTion for the prEveNTION of Alpelisib Rash in Metastatic PIK3CA-mutant Hormone-Receptor Positive Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 1,
    "primaryOutcomeMeasure": "Proportion of Subjects That Have a Grade ≤1 Rash",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Histologically confirmed metastatic HR-positive, HER2-negative breast cancer. HR positive is defined by ER status \\>10% immunohistochemical (IHC) staining of any intensity.\n2. Must be scheduled to receive SOC endocrine therapy (alpelisib plus fulvestrant or AIs)\n3. Presence of one or more activating PIK3CA mutations in tumor tissue.\n4. Measurable disease per RECIST v1.1 OR at least one predominantly lytic bone lesion must be present.\n5. Written informed consent provided\n6. Female or male ≥18 years of age\n7. Eastern Cooperative Oncology Group performance status of 0 or 1.\n8. Life expectancy ≥6 months.\n9. Adequate organ and marrow function as defined below:\n\n   * Hemoglobin ≥8.0 g/dL (without blood transfusion within 7 days of laboratory test used to determine eligibility)\n   * Absolute neutrophil count ≥1.0 × 10\\^9 /L (without granulocyte colony stimulating factor support within 2 weeks of laboratory test used to determine eligibility)\n   * Platelet count ≥50 × 10\\^9 /L (without transfusion within 2 weeks of laboratory test used to determine eligibility)\n   * Total bilirubin (TB) ≤1.0 × institutional upper limit of normal (ULN; Patients with known Gilbert's disease who have TB ≤3 × ULN may be enrolled)\n   * Aspartate transaminase/alanine transaminase ≤2.5 × ULN with normal alkaline phosphatase (≤5 × ULN for patients with liver metastases) OR ≤1.5 × ULN in conjunction with alkaline phosphatase \\>2.5 × ULN\n   * Creatinine ≤1.5 mg/dL\n10. Able to swallow oral medication.\n11. Willing to be randomized to any of the treatment arms and able to comply with the protocol for the duration of the study including undergoing treatment and scheduled visits and examinations.\n12. Women must be of postmenopausal status. Postmenopausal status is defined by any one of the following criteria:\n\n    * Prior bilateral oophorectomy\n    * Age ≥60 years\n    * Age \\<60 years and amenorrheic for at least 12 months (spontaneous cessation of menses for 12 consecutive months or more in the absence of chemotherapy, tamoxifen, toremifene, or ovarian suppression) and follicle-stimulating hormone and estradiol levels in the postmenopausal range without an alternative cause.\n\nExclusion Criteria:\n\n1. Known hypersensitivity to alpelisib, fulvestrant or AIs, benralizumab, cetirizine, or to any of the excipients of alpelisib, fulvestrant or AIs, benralizumab, or cetirizine.\n2. Concurrent malignancy (basal cell carcinoma of the skin, squamous cell carcinoma of the skin, or cervical cancer in situ that have undergone curative intent therapy are allowed)\n3. Individuals with impaired decision making capacity.\n4. Concurrent use of another investigational drug or device for the rash (i.e., outside of study treatment) during, or within 4 weeks of treatment.\n5. Known use of anti-IL-5 agents or other biologics for the treatment of asthma which are known to decrease blood eosinophil levels within the past 12 weeks.\n6. Known history of anaphylaxis to benralizumab therapy.\n7. A helminthic parasitic infection diagnosed within 24 weeks prior to the first treatment, and assent when applicable, was obtained that had not been treated with, or has failed to respond to, standard of care therapy.\n8. Known history of human immunodeficiency virus (HIV) infection or current chronic or active hepatitis B or C infection requiring treatment with antiviral therapy.\n9. Active infection that would impair the ability of the patient to receive study treatment.\n10. Women who are pregnant or breast-feeding.\n11. Any condition which, in the investigator's opinion, makes the subject unsuitable for trial participation.\n12. Oral corticosteroids at a dose of ≥20mg/day prednisone or equivalent within 14 days expected to continue during alpelisib therapy.\n13. More than 2 lines of endocrine-based therapy in the metastatic setting.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}