{
    "nctId": "NCT03075462",
    "briefTitle": "A Study of Fluzoparib Given in Combination With Apatinib in Ovarian or Breast Cancer Patients",
    "officialTitle": "An Open, Non-randomised, Multi-centre Phase I Study to Assess the Safety and Efficacy of Fluzoparib Given in Combination With Apatinib in Patients With Recurrent Ovarian Cancer or Triple Negative Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Ovarian Cancer, Triple Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 98,
    "primaryOutcomeMeasure": "The type and incidence of adverse events [safety and tolerability]",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Eastern Cooperative Oncology Group (ECOG) performance status of 0 to 1.\n* Life expectancy of more than 12 weeks.\n* Histologically or cytologically confirmed high-grade papillary-serous epithelial ovarian cancer，primary peritoneal, or fallopian tube cancers; subjects with a known deleterious breast cancer gene (BRCA) mutation and any other high-grade histology are also eligible. Subjects should have platinum-sensitive disease, where platinum-sensitive disease is defined as having had a \\> 6 month interval since last receiving platinum therapy prior to disease recurrence. Additionally, subjects with histologically or cytologically confirmed triple negative breast cancer (TNBC）, that is locally advanced or metastatic, are also eligible.\n* Prior therapy：subjects with ovarian cancer，primary peritoneal, or fallopian tube cancers have received only 2 lines of platinum-based chemotherapies, and TNBC patients have received only 1 line of standard chemotherapy. Each prior chemotherapy must be given for at least 2 cycles.\n* At least one measurable lesion that can be accurately assessed by imaging (CT/MRI) at baseline\n* Subjects who have overall good overall general condition.\n* Signed informed consent.\n\nExclusion Criteria:\n\n* Subjects who received any previous treatment with any PARP inhibitors.\n* Subjects who received any previous treatment with any VEGFR inhibitors.\n* Less than 4 weeks from the last clinical trial.\n* Less than 4 weeks from the last radiotherapy, chemotherapy, surgery, hormone treatment and target therapy.\n* Unstable or uncontrolled hypertension.\n* Subjects that are unable to swallow, or dysfunction of gastrointestinal absorption.\n* Subjects with brain metastases.\n* Subjects with uncontrolled hypokalemia and hypomagnesemia before study entry.\n* Subjects with a known hypersensitivity to fluzoparib, apatinib or any of the excipients of the products.\n* Ongoing infection (determined by investigator).\n* History of immunodeficiency, including HIV-positive, suffering from other acquired, congenital immunodeficiency disease, or history of organ transplantation.\n* Pregnant or breast-feeding women.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}