{
    "nctId": "NCT04419181",
    "briefTitle": "Feasibility of Chemotherapy De-escalation in Early-Stage HER2 Positive Breast Cancer",
    "officialTitle": "A Feasibility Study of De-escalation of Chemotherapy in Patients with Early-Stage HER2 Positive Breast Cancer",
    "overallStatus": "SUSPENDED",
    "conditions": "HER2-positive Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 20,
    "primaryOutcomeMeasure": "One Year Invasive Disease-Free Survival",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Women ≥18 years of age\n* Biopsy proven HER2+ early breast cancer\n* ECOG performance status 0-1\n* Should be a candidate for neoadjuvant chemotherapy using standard guidelines of tumor size of 2cm or more and /or axillary lymph node-positive disease.\n* Adequate cardiac, bone marrow, kidney, and liver functions per treating physician's discretion.\n* Women of childbearing potential who are sexually active must agree to use highly effective methods of contraception during treatment and for three weeks after the last dose of chemotherapy or anti-HER2 therapy. The women currently using hormonal contraceptives must agree to change to an alternative highly effective method of contraception\n* Willingness and ability to comply with study and follow-up procedures and give written informed consent.\n\nExclusion Criteria:\n\n* Any evidence of stage IV breast cancer\n* Participant deemed unsuitable for clinical trial enrolment by treating physician based on the participants' compliance, location and commute requirements, or tolerance of therapies involved\n* Any invasive malignancy within the last two years of study enrollment except for adequately treated basal cell carcinoma, squamous cell carcinoma, or non-melanoma skin cancer.\n* Women who are pregnant or breastfeeding.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}