{
    "nctId": "NCT00597597",
    "briefTitle": "Phase II Open-Label Trial of Tarceva in Women With Metastatic, Hormone- and HER2-Negative Breast Cancer",
    "officialTitle": "A Phase II Open-Label Trial to Evaluate the Efficacy and Toxicity of Tarceva (Erlotinib) in Women With Metastatic, Hormone Receptor Negative and Her2-Negative Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 11,
    "primaryOutcomeMeasure": "The Primary Objective of the Study is Progression Free Survival.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Verbal and written informed consent to participate in the study.\n2. Women greater than or equal to 18 years of age.\n3. Histologically documented metastatic or locally advanced, incurable breast cancer with a tumor block available\n4. Less than or equal to 1 prior chemotherapy for metastatic or locally unresectable disease.\n5. Prior treatment with anthracycline and taxane chemotherapy, either in the adjuvant or metastatic setting\n6. Measurable disease on CT or PET scan or physical exam Disease at a previously irradiated site is considered measurable if there is clear evidence of disease progression following radiation therapy.\n7. ER-negative, PR-negative and HER2-neu-negative. Estrogen and progesterone status will be defined by immunohistochemistry. Her2/neu status will be considered negative if the ratio of the number of copies of the Her2/neu gene to the centromeric probe for chromosome 17 is approximately 1. This will be done by FISH (fluorescent in-situ hybridization) testing.\n8. EGFR-positive defined as strong membrane staining in greater than 10% of tumor cells by immuno-histochemistry (Dako).\n9. Pre- or post-menopausal.\n10. ECOG performance status of 0 - 2.\n11. Life expectancy of greater than or equal to 3 months.\n12. Use of barrier contraceptive methods in women of childbearing potential.\n13. Ability to comply with study and follow-up procedures.\n\nExclusion Criteria:\n\n1. Pleural effusions or blastic bone lesions as the only manifestations of the current metastatic breast cancer.\n2. Other primary malignancies within 5 years except for adequately treated carcinoma in situ of the cervix or basal or squamous cell skin cancer.\n3. Symptomatic or untreated brain metastases. Subjects are eligible if they are neurologically stable after treatment for brain metastases and have been off steroids for greater than or equal to 4 weeks.\n4. Radiotherapy, immunotherapy, hormonal therapy or chemotherapy within 21 days prior to registration.\n5. Prior treatment with an agent that targets the EGFR or the EGFR-specific tyrosine kinase activity.\n6. Unstable systemic disease, including active infection, uncontrolled hypertension, unstable angina, congestive heart failure, or myocardial infarction within 6 months prior to Day 0, or serious cardiac arrhythmias requiring medication.\n7. Major surgery, biopsy of a parenchymal organ, or significant traumatic injury occurring within 21 days prior to Day 0.\n8. History of other diseases, metabolic dysfunction, physical examinations findings, or clinical laboratory finding giving reasonable suspicion of a disease or condition that contraindicates the use of an investigational drug or that might affect the interpretation of the results of the study or render the patient at high risk from treatment complications.\n9. Gastrointestinal tract disease resulting in an inability to take oral medication or a requirement for IV alimentation, prior surgical procedures affecting absorption, or active peptic ulcer disease.\n10. Pregnancy or lactation. A negative serum or urine pregnancy test is required for women of child-bearing potential during screening and within 7 - 10 days of Day 1 of Cycle 1 of erlotinib (Tarcevo®)administration. Men and premenopausal women of child bearing potential will follow an approved, medically accepted birth control regimen while taking erlotinib and for 30 days following the last dose of study drug.\n11. Active infection requiring parenteral antibiotics.\n12. Any of the following abnormal baseline hematologic values:\n\n    * Granulocyte count less than or equal to 1500/μL\n    * Platelet count less than or equal to 100,000/μL\n    * Hemoglobin less than or equal to 9g/dl (transfusion permitted)\n13. Any of the following abnormal baseline liver function tests:\n\n    * Serum bilirubin greater than or equal to 1.5x upper limit of normal (ULN)\n    * Serum ALT and AST greater than or equal to 2.5x ULN (greater than 5x ULN if due to liver metastases)\n    * Alkaline phosphatase greater than or equal to 2.5x ULN (greater than 4x ULN if due to liver or bone metastases)\n14. Other baseline laboratory values:\n\n    * Serum creatinine greater than or equal to 1.5x ULN or creatinine clearance less than or equal to 60mL/min\n    * Uncontrolled hypercalcemia (greater than 11.5mg/dL)",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}