{
    "nctId": "NCT01887288",
    "briefTitle": "Capecitabine With Digoxin for Metastatic Breast Cancer",
    "officialTitle": "Metronomic Capecitabine With Digoxin for Metastatic Breast Cancer Progressing After Anthracycline and Taxane Treatment",
    "overallStatus": "TERMINATED",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 16,
    "primaryOutcomeMeasure": "Metronomic Capecitabine With Oral Digoxin",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patients ≥ 18 years of age with histologically confirmed, metastatic breast cancer resistant to anthracyclines and taxanes\n2. Anthracycline resistance is defined as tumor progression during treatment or within 3 months of last dose in the metastatic setting, or recurrence within 6 months in the neoadjuvant or adjuvant setting. Alternatively, a minimum cumulative dose of anthracycline of 240 mg/m\\^2 (doxorubicin) or 360 mg/m\\^2 (epirubicin) has been reached, or there is contraindication to use anthracycline, the patient is also eligible\n3. Taxane resistance is defined as recurrence within 4 months of the last dose in the metastatic setting or within 12 months in the adjuvant setting\n4. Having progressed on anti-HER2 or hormonal therapy if they have HER2 positive or hormone-receptor positive breast cancer\n5. Eastern Cooperative Oncology Group (ECOG) performance status score ≤ 2 and a life expectancy \\>3 months.\n6. Participants must have at least one target lesion as defined by RECIST 1.1 that allows for evaluation of tumor response\n7. Absolute neutrophil count ≥ 1500 mm3, platelet count ≥ 100×109 L, hemoglobin ≥ 8.5 g/dL\n8. Serum creatinine ≤1.5 times the upper limit of the normal range, total bilirubin ≤ 2 mg/dL, AST/ALT ≤ 5 times the upper limit of normal range\n9. No remaining grade 2 or higher toxicity from prior cancer therapies unless judged to be clinically insignificant by the Principal Investigator\n10. At least three (3) weeks from prior chemotherapy\n11. Women of child-bearing potential (i.e., women who are pre-menopausal or not surgically sterile) must be willing to use an acceptable contraceptive method (abstinence, oral contraceptive or double barrier method) for the duration of the study and for 30 days following the last dose of study drug, and must have a negative urine or serum pregnancy test within 2 weeks prior to beginning treatment on this trial.\n\nExclusion Criteria:\n\n1. Inadequate renal function with a calculated creatinine clearance less than 51 mL/min.\n2. History of ventricular fibrillation, sinus node or AV nodal disease, Wolff Parkinson White Syndrome, hemodynamically significant or life threatening cardiac arrhythmia.\n3. Uncontrolled cardiac disease, congestive heart failure, angina or hypertension.\n4. Myocardial infarction or unstable angina within 2 months of treatment.\n5. Known human immunodeficiency virus (HIV) infection or chronic active Hepatitis B or C (patients are NOT required to be tested for the presence of such viruses prior to therapy on this protocol).\n6. Active clinically serious infection \\> CTCAE (version 4.03) Grade 2.\n7. Thrombotic or embolic events such as a cerebrovascular accident including transient ischemic attacks within the past 6 months.\n8. Pulmonary hemorrhage/bleeding event ≥ CTCAE Grade 2 within 4 weeks of first dose of study drug.\n9. Any other hemorrhage/bleeding event ≥ CTCAE Grade 3 within 4 weeks of first dose of study drug.\n10. Serious non-healing wound, ulcer, or bone fracture.\n11. Major surgery or significant traumatic injury within 2 weeks of first study drug.\n12. Inability to complete informed consent process and adhere to the protocol treatment plan and follow-up requirements.\n13. Concurrent severe illness such as active infection, or psychiatric illness/social situations that would limit safety and compliance with study requirements.\n14. Currently on anti-coagulation therapy with Coumadin, and cannot be switched other forms of anti-coagulation.\n15. Patients have symptomatic untreated brain metastasis or leptomeningeal metastases or treated but still symptomatic requiring the use of steroid within the past two weeks.\n16. Patients receiving any other investigational agents. Pregnant or Lactating females.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}