{
    "nctId": "NCT00393783",
    "briefTitle": "Xenogeneic HER2/Neu DNA Immunization for Patients With Metastatic and High Risk Breast Cancer: A Phase I Study to Assess Safety and Immunogenicity",
    "officialTitle": "Xenogeneic HER2/Neu DNA Immunization for Patients With Metastatic and High Risk Breast Cancer: A Phase I Study to Assess Safety and Immunogenicity",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 13,
    "primaryOutcomeMeasure": "The maximum tolerated dose over four dose levels",
    "eligibilityCriteria": "Breast cancer patients with AJCC Stage III or metastatic (AJCC Stage IV) disease that over-express HER2 will potentially be eligible for this trial. Patients may have measurable disease, evaluable disease or be without evidence of disease. They may be receiving hormonal therapy and they may have already received trastuzumab (Herceptin) or be receiving trastuzumab during this study.\n\nInclusion Criteria:\n\nPatients must have ALL of the features listed below:\n\n* AJCC Stage IV breast cancer (histologically confirmed) with no evidence of disease or stable disease. Patients may be either off therapy or on hormone therapy and/or trastuzumab.\n\nOR AJCC Stage III breast cancer \\< or = to 36 months post completion of adjuvant therapy.\n\n* Pathology slides must be reviewed by the Department of Pathology at MSKCC.\n* HER2 over-expression by FISH or by staining 3+ on immunohistochemistry in either the primary or metastatic tumor.\n* Karnofsky performance status \\> or = to 80%.\n* Patients must have recovered from the toxicity of any prior therapy, and not received major surgery, radiation therapy, or chemotherapy for at least 4 weeks prior to entry into the trial. (Ongoing hormonal therapy and/or trastuzumab administration is permitted.)\n* Age \\> 18 years\n\nExclusion Criteria:\n\n* Pregnancy (Women of child bearing potential must not be pregnant and have a normal pregnancy test within 2 weeks of starting treatment.) Woman who may yet bear children and sexually active men must be using appropriate contraception during the course of this study. Patients must be counseled not to become pregnant during the study. Patients must also be counseled that injection of HER2 may have unknown affects on the viability of a future fetus.\n* Nursing\n* Prior cumulative doxorubicin dose \\> 360 mg/m2\n* Prior cumulative epirubicin dose \\> 600 mg/m2\n* Other active cancers (within the prior five years, excluding non-melanoma skin cancer).\n* Inadequate organ function as defined by any of the following:\n\n  * total white blood cell count of \\< 3,000 cells/mm3\n  * platelet count \\< 100,000/mm3\n  * serum creatinine \\> 1.5 x upper limit of normal\n  * aspartate aminotransferase (AST) \\> 2 x the upper limit of normal\n* History of cardiac disease as defined by any of the following:\n\n  * any prior myocardial infarction\n  * history of documented congestive heart failure\n  * left ventricular ejection fraction below the normal institutional range\n  * use of medications for treatment of angina pectoris\n  * any prior arrhythmia or cardiac valvular disease requiring medication or clinically significant\n* History of known immunodeficiency or autoimmune disease.\n* Any use of medication (e.g., corticosteroids) which might make it difficult for the patient to complete the full course of treatments or to respond immunologically to vaccines is grounds for exclusion, at the discretion of the Principal Investigator or co-Principal Investigators.\n* Previous breast cancer vaccine exposure\n* Active CNS or leptomeningeal tumor\n* Active infection requiring antibiotic treatment\n* Anticipated survival of less than 6 months",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}