{
    "nctId": "NCT01953536",
    "briefTitle": "Safety and Efficacy Study of Vintafolide and Vintafolide Plus Paclitaxel Compared to Paclitaxel Alone in Participants With Triple Negative Breast Cancer (TNBC) (MK-8109-004)",
    "officialTitle": "A Phase IIa Open Label, Randomized Clinical Trial to Study the Safety and Efficacy of Vintafolide and the Combination of Vintafolide and Paclitaxel Compared to Paclitaxel in Subjects With Advanced Triple Negative Breast Cancer Using Etarfolatide (EC20) Subject Selection",
    "overallStatus": "WITHDRAWN",
    "conditions": "Breast Neoplasms",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "Progression Free Survival (PFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Female with histologically or cytologically confirmed estrogen receptor negative, progesterone receptor negative, human epidermal growth factor receptor 2 (HER-2) negative advanced breast cancer that is metastatic or unresectable and for which standard curative or palliative measures do not exist or are no longer effective.\n* Has developed progressive disease following at least 1 (and not more than 4) prior chemotherapeutic regimens for breast cancer, which was administered for treatment of locally advanced, locally recurrent and/or metastatic disease. \\[At least 1 regimen must have included a taxane (e.g., paclitaxel, docetaxel) in any combination or order.\\]\n* Has at least a single measurable target lesion on a radiological evaluation that is conducted no more than 4 weeks prior to beginning of study drug. (Measurable lesions should not have received prior radiation therapy.)\n* Has not received chemotherapy for 4 weeks prior to the initiation of study drug and must have recovered to ≤Common Terminology Criteria for Adverse Events (CTCAE) grade 1 toxicities related to prior chemotherapies.\n* Female participants of childbearing potential should have a negative urine or serum pregnancy test within 72 hours prior to receiving the first dose of study drug.\n* Female participants of childbearing potential should be willing to use 2 methods of birth control or be surgically sterile, or abstain from heterosexual activity for the course of the study through 30 days after the last dose of study drug.\n* Has an Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1.\n* Has no history of a prior malignancy with the exception of cervical intraepithelial neoplasia; basal cell carcinoma of the skin or has undergone potentially curative therapy with no evidence of that disease for 5 years.\n* Has adequate organ function.\n\nExclusion Criteria:\n\n* Has had chemotherapy, radiotherapy, or biological therapy (including monoclonal antibodies) within 4 weeks prior to study drug administration or has not recovered (≤Grade 1 or baseline) from adverse experiences due to agents administered more than 4 weeks earlier.\n* Is currently participating or has participated in a study with an investigational compound or device within 28 days of initial dosing on this study.\n* Has received more than 4 prior cytotoxic regimens for metastatic disease. Adjuvant treatments would not count towards this criterion.\n* Has a primary central nervous system (CNS) tumor.\n* Has active CNS metastases and/or carcinomatous meningitis.\n* Has had prior therapy with vinorelbine (Navelbine®) or vinca-containing compounds.\n* Has known hypersensitivity to paclitaxel, docetaxel, other taxane therapies, drugs formulated with polyoxyethylated castor oil (Cremophor EL®), vinblastine, other vinca derived therapies, or their components or analogs.\n* Has pre-existing neuropathy \\>Grade 2.\n* Has a recent (i.e., ≤6 weeks) history of abdominal surgery or peritonitis.\n* Has a bowel occlusion or sub-occlusion.\n* Has had prior abdominal or pelvic radiation therapy, or radiation therapy to \\>10% of the bone marrow at any time in the past, or prior radiation therapy within the last 3 years to the breast/sternum, dermal lesions, head, or neck.\n* Requires anti-folate therapy.\n* Has known psychiatric or substance abuse disorders.\n* Is a known regular user (including \"recreational use\") of any illicit drugs or had a recent history (within the last year) of drug or alcohol abuse.\n* Is expecting to reproduce within the projected duration of the study, and women who are pregnant or breastfeeding.\n* Is known to be Human Immunodeficiency Virus (HIV)-positive.\n* Has known active Hepatitis B or C.\n* Has symptomatic ascites or pleural effusion.\n* Has had a prior stem cell or bone marrow transplant.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}