{
    "nctId": "NCT02125019",
    "briefTitle": "Longitudinal Evaluation of Taxane Induced Neuropathy in Early Stage Breast Cancer",
    "officialTitle": "Longitudinal Evaluation of Taxane Induced Neuropathy in Early Stage Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 62,
    "primaryOutcomeMeasure": "Identify gait and balance parameters that are affected by during adjuvant/neoadjuvant taxane (paclitaxel or docetaxel) chemotherapy.",
    "eligibilityCriteria": "Inclusion criteria\n\n* Patients (men and women) diagnosed with breast cancer stages I-III initiating first line adjuvant or neoadjuvant therapy with paclitaxel or docetaxel\n* Ability to understand and the willingness to sign a written informed consent document.\n* Patients with functional limitations due to musculoskeletal conditions can be included, because these conditions are known to remain stable over the relatively short duration of the study.\n* Concurrent standard and investigational agents are permissible with the standard chemotherapy drugs.\n\nExclusion Criteria\n\n* Prior known chemotherapy or targeted therapy (for breast cancer or other malignancies that is known to be associated with neuropathy in the last 12 months(platinum therapy, bortezomib, vinblastine, etc.)\n* Prior taxane exposure at any time\n* Preexisting known diagnosis of any type of neuropathy prior to start of paclitaxel or docetaxel chemotherapy\n* Pregnant or nursing women.\n* Unable to give informed consent.\n* Preexisting lower extremity amputation\n* Inability to walk or stand without assistance due to any condition\n* Neuropathic pain medications prior to start of study including gabapentin, pregabalin, amytriptyline, and duloxetine (but initiation of neuropathic pain medications during treatment are permissible)\n* Patients needing ambulatory assist devices\n* Back or lower extremity surgery in the last 6 months\n* Back or lower extremity surgery at any timepoint that interferes with gait and balance per patient or provider report",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}