{
    "nctId": "NCT03188393",
    "briefTitle": "Assessing the Accuracy of Tumor Biopsies After Chemotherapy to Determine if Patients Can Avoid Breast Surgery",
    "officialTitle": "A Phase II Trial Assessing the Accuracy of Tumor Bed Biopsies in Predicting Pathologic Response in Patients With Clinical/Radiologic Complete Response After Neoadjuvant Chemotherapy in Order to Explore the Feasibility of Breast Conserving Treatment Without Surgery",
    "overallStatus": "SUSPENDED",
    "conditions": "Invasive Breast Carcinoma, Stage II Breast Cancer, Stage IIA Breast Cancer, Stage IIB Breast Cancer, Stage IIIA Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "OTHER",
    "enrollmentCount": 175,
    "primaryOutcomeMeasure": "Proportion of patients with pCR",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* The patient must have signed and dated an Institutional Review Board (IRB)-approved consent form that conforms to federal and institutional guidelines\n* The patient must have an Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1\n* Patients must have had ER analysis performed on the primary breast tumor collected prior to neoadjuvant therapy according to current American Society of Clinical Oncology (ASCO)/College of American Pathologists (CAP) guideline recommendations for hormone receptor testing; if negative for ER, assessment of progesterone receptor (PgR) must also be performed according to current ASCO/CAP Guideline Recommendations for hormone receptor testing. Patients who have a primary tumor that is hormone receptor-positive or hormone receptor-negative are eligible.\n* Patients must have had HER2 testing performed on the primary breast tumor collected prior to neoadjuvant chemotherapy according to the current ASCO/CAP guideline recommendations for human epidermal growth factor receptor 2 testing in breast cancer; patients who have a primary tumor that is HER2-positive, HER2-equivocal, or HER2-negative are eligible\n* Patients must have had a biopsy marker placed within the tumor bed with imaging confirmation (preferably mammogram but ultrasound or magnetic resonance imaging \\[MRI\\] is acceptable) of marker placement prior to neoadjuvant chemotherapy\n* Patients with operable focal or multifocal (T1-T3, stage II or III invasive ductal carcinoma \\[all receptor phenotypes\\]), and who have completed neoadjuvant chemotherapy with a clinical complete response (by clinical examination)\n* Patients with synchronous bilateral breast cancer are eligible if at least one of the synchronous breast cancers has a cCR, and the side with a cCR meets criteria. (Patients with previous contralateral invasive breast cancer treated with anti-cancer therapy are eligible.)\n* Patients must have achieved a complete or near complete radiologic tumor response on breast imaging with mammogram, ultrasound, and MRI during or after completion of appropriate neoadjuvant chemotherapy defined as:\n\n  * Mammogram with malignant appearing calcification or mass ≤ 1 cm; or\n  * Ultrasound with a hypoechoic area ≤ 2 cm; or\n  * Breast MRI not demonstrating a residual mass with rapid rise and washout type III kinetics.\n* At the time of consent, the patient's intent must be to undergo breast conserving therapy.\n* Patient must be able to undergo stereotactic-vacuum-assisted breast biopsy with clip placement after completion of neoadjuvant chemotherapy. (The patient must be enrolled on the study before performing the post-neoadjuvant stereotactic-vacuum-assisted breast biopsy.)\n* Patient must have completed neoadjuvant chemotherapy.\n* Patients with HER2-positive tumors must have received neoadjuvant anti-HER2 therapy (either with all or with a portion of the neoadjuvant chemotherapy regimen), unless medically contraindicated.\n* Patients treated with PD-1 or PD-L1 inhibitors, CDK 4/6 inhibitors, or other immune-based therapy are eligible.\n\nExclusion Criteria:\n\n* T4 tumors including inflammatory breast cancer\n* Patients with distant metastatic disease\n* Lumpectomy performed prior to study entry\n* Patients with any history of prior radiation therapy in the affected breast\n* Patients with a prior history of ipsilateral invasive breast cancer; (patients with previous ipsilateral/contralateral DCIS or previous contralateral invasive breast cancer treated with anti-cancer therapy are eligible)\n* Patients with invasive lobular carcinoma\n* Patients who have multicentric disease\n* Patients treated with neoadjuvant hormonal therapy only are not eligible\n* Patients who are medically unfit to undergo surgical resection\n* Patients without breast biopsy marker documented by imaging at tumor bed site prior to initiation of neoadjuvant therapy\n* Patients with one or more of the following imaging criteria from any of the 3 imaging modalities after completion of NCT demonstrating incomplete radiologic response are not eligible:\n\n  * Mammogram with malignant appearing calcifications or mass \\> 1 cm; or\n  * Ultrasound with a hypoechoic area \\> 2 cm; or\n  * Breast MRI demonstrating a residual mass with rapid rise and washout type III kinetics.\n* Psychiatric or addictive disorders or other conditions that, in the opinion of the investigator, would preclude the patient from meeting the study requirements or interfere with interpretation of study results\n* Pregnancy or lactation at the time of study registration; (Note: Pregnancy testing according to institutional standards for women of childbearing potential must be performed within 2 weeks prior to study registration.)",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}