{
    "nctId": "NCT02308085",
    "briefTitle": "Pregnancy Outcome and Safety of Interrupting Therapy for Women With Endocrine Responsive Breast Cancer",
    "officialTitle": "A Study Evaluating the Pregnancy Outcomes and Safety of Interrupting Endocrine Therapy for Young Women With Endocrine Responsive Breast Cancer Who Desire Pregnancy",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Early Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 518,
    "primaryOutcomeMeasure": "Breast Cancer free interval (BCFI)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Age ≥ 18 and ≤ 42 years at enrollment.\n* Has received adjuvant endocrine therapy (SERM alone, GnRH analogue plus SERM or AI) for ≥18 months but ≤30 months for early breast cancer.\n\nNote: Patients who have received neo/adjuvant endocrine treatment within a clinical trial and patients who have received pharmaco-prevention are eligible.\n\n* The adjuvant endocrine therapy must have stopped within 1 month prior to enrollment.\n* Patient wishes to become pregnant. Note: Patients who have undergone oocyte/embryo/ovarian tissue cryopreservation at breast cancer diagnosis and/or have a previous history of assisted reproductive technology (ART) are eligible.\n* Breast cancer for which patient is receiving endocrine therapy must have been histologically-proven stage I-III, endocrine-responsive (i.e., estrogen and/or progesterone receptor positive, according to local definition of positive, determined using immunohistochemistry (IHC)), and treated with curative intent.\n\nNote:\n\n* Patients with synchronous bilateral invasive breast cancer (diagnosed histologically within 2 months) are eligible.\n* Patient with invasive breast cancer or synchronous bilateral invasive breast cancer (diagnosed histologically within 2 months) during pregnancy are eligible.\n* Patients with BRCA1/2 mutations are eligible.\n* Patients could have received neo/adjuvant chemotherapy, or other systemic therapy (e.g., neo/adjuvant HER2-targeted therapy) according to institutional policy and patient's desire.\n* Patient must be premenopausal at breast cancer diagnosis, as determined locally and documented in patient record.\n* Patient must be without clinical evidence of loco-regional and distant disease, as evaluated according to institutional assessment standards and documented in the patient record.\n* Written informed consent (IC) for trial participation must be signed and dated by the patient and the investigator prior to enrollment.\n* Written consent to biological material submission, indicating the patient has been informed of and agrees to tissue and blood material use, transfer and handling, must be signed and dated by the patient and the investigator prior to any procedures specific for this trial.\n* The patient has been informed of and agrees to data transfer and handling, in accordance with national data protection guidelines.\n* Patient must be accessible for follow-up.\n\nExclusion Criteria:\n\n* Post-menopausal patients at BC diagnosis, as determined locally.\n* History of hysterectomy, bilateral oophorectomy or ovarian irradiation.\n* Patients with current local, loco-regional relapse and/or distant metastatic breast cancer.\n* Patients with a history of prior (ipsi- and/or contralateral) invasive BC.\n* Patients with previous or concomitant non-breast invasive malignancy.\n* Exceptions are limited exclusively to patients with the following previous malignancies, if adequately treated: basal or squamous cell carcinoma of the skin, in situ non-breast carcinoma, contra- or ipsilateral in situ breast carcinoma, stage Ia carcinoma of the cervix.\n* Concurrent disease or condition that would make the patient inappropriate for study participation or any serious medical disorder that would interfere with the patient's safety.\n* Patients with a history of noncompliance to medical treatments and/or considered potentially unreliable.\n* Patients with psychiatric, addictive, or any disorder that would prevent compliance with protocol requirements.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT"
}