{
    "nctId": "NCT02066532",
    "briefTitle": "Ruxolitinib in Combination With Trastuzumab in Metastatic HER2 Positive Breast Cancer",
    "officialTitle": "Phase I/II Trial of Ruxolitinib in Combination With Trastuzumab in Metastatic HER2 Positive Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Metastatic Breast Cancer, Breast Carcinoma, HER-2 Positive Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 32,
    "primaryOutcomeMeasure": "Maximum Tolerated Dose of Ruxolitinib in Combination With Trastuzumab (Phase I)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Subjects must have histologically or cytologically confirmed adenocarcinoma of the breast with locally recurrent or metastatic disease. Locally recurrent disease must not be amenable to any local treatment with curative intent. Metastatic disease must be demonstrated either radiographically or histologically.\n* Primary tumors and/or metastatic lesions must demonstrate HER2-neu overexpression, per the 2013 recommendations, i.e. immunohistochemistry (IHC 3+) or amplification by in situ hybridization based on the following:\n\n  1. Single-probe average HER2 copy number ≥6.0 signals/cell\n  2. Dual-probe HER2/Chromosome 17 centromere (CEP17) ratio ≥2.0 with an average HER2 copy number ≥4.0 signals/cell\n  3. Dual-probe HER2/CEP17 ratio ≥2.0 with an average HER2 copy number \\<4.0 signals/cell\n  4. Dual-probe HER2/CEP17 ratio \\< 2.0 with an average HER2 copy number \\> 6.0 signals/cell\n* Patients should have progressed on at least two lines of HER2-directed therapy in the metastatic setting, and prior therapy for metastatic disease should include both pertuzumab and ado-trastuzumab unless contraindicated or declined by the patient.\n* There is no upper limit on the number prior therapies\n* Patients may have measurable disease only, non-measurable disease only, or both (RECIST 1.1). Concomitant treatment with bone-targeted therapies such as Receptor activator of nuclear factor kappa-B ligand (RANKL) inhibitors or bisphosphonates is allowed. It is anticipated that most patients will have measurable disease, given the behavior of HER2+ metastatic breast cancer.\n* Because no dosing or adverse event data are currently available on the use of ruxolitinib in combination with trastuzumab in patients \\<18 years of age, children are excluded from this study.\n* Women and men of all races and ethnic groups are eligible for this trial.\n* Eastern Cooperative Oncology Group (ECOG) performance status 0-2 (Karnofsky equal to or greater than 60)\n* Left ventricular ejection fraction greater than or equal to 50 percent by transthoracic echocardiography or multi-gated acquisition scan (MUGA) within 28 days prior to the first dose of the study drug.\n* The subject has a baseline corrected QT interval less than or equal to 480ms.\n* Patients must have normal organ and marrow function as defined below:\n\n  1. leukocytes greater than or equal to 3,000/microliter (mcL).\n  2. absolute neutrophil count greater than or equal to 1,500/mcL.\n  3. platelets greater than or equal to 100,000/mcL.\n  4. hemoglobin greater than or equal to 9 g/dL.\n  5. total bilirubin less than or equal to 1.5 times the upper limit of normal.\n  6. Aspartate Aminotransferase (AST/SGOT)/ Alanine Aminotransferase (ALT/SGPT) less than or equal to 2.5 time institutional upper limit of normal.\n  7. Serum creatinine less than or equal to 1.5 times the upper limit of normal or calculated creatinine clearance greater than or equal to 60 mL/min.\n* Women of childbearing potential and men must use adequate contraception prior to study entry and for the duration of study participation. Contraception should continue to be used for a minimum of 5 mean half-lives after the last dose of study drugs (mean Trastuzumab half-life at 6 mg/kg 16 days; mean half-life Ruxolitinib: 3 hours)\n* Patient is able to swallow, retain, and absorb oral medication.\n* Informed Consent. Ability to understand and the willingness to sign a written informed consent document.\n\nExclusion Criteria:\n\n* Patients who have had chemotherapy, hormonal therapy, or radiotherapy within 2 weeks prior to entering the study or those who have not recovered from adverse events due to agents administered more than 2 weeks earlier.\n* Patients who are receiving any other investigational agents or have received other investigational agents within 2 weeks or 5 half-lives of the compound or active metabolites, whichever is longer before the first dose of the study treatment.\n* Patients who have previously been treated with an interleukin-6 (IL-6), Janus kinase (JAK) or Signal Transducers and Activators of Transcription (STAT) inhibitor for any indication, such as ruxolitinib or tocilizumab.\n* The subject has untreated, symptomatic, or progressive brain metastases. History of Central Nervous System (CNS) metastases or cord compression is allowable if patient has been clinically stable for at least 6 weeks since completion of definitive treatment and is off steroids without symptoms for at least 28 days.\n* History of allergic reactions attributed to compounds of similar chemical or biologic composition to ruxolitinib or trastuzumab.\n* The effects of ruxolitinib on the developing human fetus are unknown. For this reason and because Janus kinase 2 (JAK2) inhibitor agents as well as other therapeutic agents used in this trial are known to be teratogenic, women of child-bearing potential and men must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) prior to study entry and for the duration of study participation. Should a woman become pregnant or suspect she is pregnant while she or her partner is participating in this study, she should inform the principal investigator immediately.\n* Patients receiving any medications or substances that are strong inhibitors of cytochrome P450 (CYP450) 3A4 isoenzyme are ineligible. Patients must be off the strong inhibitor for at least 1 week prior to being deemed eligible.\n* Patients may not have an uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness that would limit compliance with study requirements.\n* Patients must not have clinically significant cardiovascular disease (New York Heart Association Class III or IV heart failure), uncontrolled clinically significant atrial or ventricular cardiac arrhythmias, or any of the following within the past 6 months: myocardial infarction, new evidence of transmural infarction on electrocardiogram (ECG), unstable angina, coronary angioplasty.\n* Pregnant women are excluded from this study because ruxolitinib is a Class C agent with the potential for teratogenic or abortifacient effects. Because there is an unknown but potential risk for adverse events in nursing infants secondary to treatment of the mother with ruxolitinib, breastfeeding must be discontinued if the mother is treated with ruxolitinib. These potential risks also apply to trastuzumab, which can cause fetal harm when administered to a pregnant woman.\n* Active Infections. Patients with known active infections with human immunodeficiency virus (HIV), hepatitis A virus (HAV), hepatitis B (HBV), and hepatitis C virus (HCV) infections will not be considered for this trial. HIV+ patients on combination antiretroviral therapy are ineligible because of the potential for pharmacokinetic interactions with ruxolitinib. In addition, these patients are at increased risk of lethal infections when treated with marrow-suppressive therapy. Testing for HIV or hepatitis is not required.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}