{
    "nctId": "NCT02297698",
    "briefTitle": "Phase II Trial of Combination Immunotherapy With NeuVax and Trastuzumab in High-risk HER2+ Breast Cancer Patients",
    "officialTitle": "Phase II Trial of Combination Immunotherapy With Nelipepimut-S + GM-CSF (NeuVax™) and Trastuzumab in High-risk HER2+ Breast Cancer Patients",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "PREVENTION",
    "enrollmentCount": 100,
    "primaryOutcomeMeasure": "Invasive Disease-free Survival (DFS)",
    "eligibilityCriteria": "Inclusion criteria:\n\n* 18 years or older\n* Eastern Cooperative Oncology Group (ECOG) performance status 0,1\n* AJCC stage I - III non-inflammatory, HER2-positive (according to ASCO-CAP guidelines 5) breast cancer\n* Completed neoadjuvant therapy with an approved regimen that includes trastuzumab and at least four cycles (12 weeks) of taxane-containing chemotherapy and underwent surgery with final pathology showing evidence of residual disease in the breast or axilla (residual ductal carcinoma in situ or microinvasive disease not eligible) or underwent surgery as a first intervention and was found to be pathologically node-positive: ≥ 4 positive lymph nodes (pN2 or pN3) regardless of hormone receptor status or 1-3 positive lymph nodes (pN1) if hormone receptor negative. Patients with micrometastases (pN1mi) are not eligible.\n* Completed an approved regimen of neoadjuvant or adjuvant therapy with an approved regimen that includes trastuzumab and at least four cycles (12 weeks) of taxane-containing chemotherapy with plan for completion of one year of trastuzumab therapy.\n* Completed appropriate surgical therapy to include:\n\n  1. Total mastectomy and axillary staging with sentinel lymph node dissection or axillary lymph node dissection (level I/II). Patients with a positive sentinel lymph node must have undergone a completion axillary lymph node dissection.\n  2. Breast conserving surgery (BCS) and axillary staging with sentinel lymph node dissection or axillary lymph node dissection. Patients undergoing surgery as a first intervention with a positive sentinel lymph node must have undergone a completion axillary dissection level I/II unless they had clinically node negative T1-T2 tumors and fewer than 3 involved lymph nodes. Patients receiving neoadjuvant chemotherapy that have a positive sentinel lymph node must have undergone a completion axillary lymph node dissection.\n  3. Completed or receiving appropriate radiation therapy if indicated:\n\nFor patients undergoing total mastectomy surgery as a first intervention, post-mastectomy radiation to the chest wall, infraclavicular and supraclavicular areas is required for patients with ≥ 4 positive lymph nodes. Radiation to the internal mammary lymph nodes is not required per protocol but is allowed at the discretion of the patient's treating radiation oncologist. For patients with 1-3 positive lymph nodes, post-mastectomy radiation to the chest wall, infraclavicular, supraclavicular, and internal mammary areas is not required per protocol but is allowed at the discretion of the patient's treating radiation oncologist.\n\n* For patients undergoing breast conserving surgery (BCS) as a first intervention, whole breast irradiation with or without a boost, and radiation to the infraclavicular and supraclavicular areas is required for patients with ≥ 4 positive lymph nodes. Radiation to the internal mammary lymph nodes is not required but is allowed at the discretion of the patient's treating radiation oncologist. For patients with 1-3 positive lymph nodes, whole breast irradiation with or without a boost is required. Radiation to the infraclavicular, supraclavicular, and internal mammary areas is not required per protocol but is allowed at the discretion of the patient's treating medical oncologist.\n* For patient's undergoing mastectomy after neoadjuvant chemotherapy post-mastectomy radiation to the chest wall, infraclavicular and supraclavicular areas is required for patients presenting with clinical N2 or N3 disease or with ≥ 4 positive lymph nodes identified pathologically at the time of surgery. Radiation to the internal mammary lymph nodes is not required per protocol but is allowed at the discretion of the patient's treating radiation oncologist. For patients with 0-3 positive lymph nodes identified pathologically, post-mastectomy radiation to the chest wall, infraclavicular, supraclavicular and internal mammary areas is not required per protocol but is allowed at the discretion of the patient's treating radiation oncologist.\n* For patient's undergoing BCS after neoadjuvant chemotherapy, whole breast irradiation with or without a boost is required. For patients with clinical N2 or N3 disease or with ≥ 4 positive lymph nodes identified pathologically at the time of surgery, radiation to the infraclavicular and supraclavicular areas is required. Radiation to the internal mammary lymph nodes is not required per protocol but is allowed at the discretion of the patient's treating radiation oncologist. For patients with 0-3 positive lymph nodes identified pathologically, radiation to the infraclavicular, supraclavicular and internal mammary areas is not required per protocol but is allowed at the discretion of the patient's treating radiation oncologist.\n\n  * HLA-A2+ or HLA-A3+ or HLA-A24+ or HLA-A26+\n  * LVEF \\>50%, or an LVEF within the normal limits of the institution's specific testing (MUGA or ECHO)\n  * Adequate organ function as determined by the following laboratory values:\n\n    1. ANC ≥ 1,000/μL\n    2. Platelets ≥ 75,000/μL\n    3. Hgb ≥ 9 g/dL\n    4. Creatinine ≤ 1.5 x upper limit of normal (ULN) of institution's range or Creatinine clearance ≥ 50%\n    5. Total bilirubin ≤ 1.5 ULN of institution's range\n    6. ALT and AST ≤ 1.5 ULN of institution's range\n    7. For women of child-bearing potential, agreement to use adequate birth control (abstinence, hysterectomy, bilateral oophorectomy, bilateral tubal ligation, oral contraception, IUD, or use of condoms or diaphragms)\n  * Signed informed consent\n\nExclusion criteria:\n\n* AJCC Stage IV breast cancer\n* NYHA stage 3 or 4 congestive heart failure\n* Immune deficiency disease or known history of HIV, HBV, HCV\n* Receiving immunosuppressive therapy including chronic steroids, methotrexate, or other known immunosuppressive agents\n* Pregnancy (assessed by urine HCG)\n* Breast feeding\n* Any active autoimmune disease requiring treatment, with the exception of vitiligo\n* Active pulmonary disease requiring medication to include multiple inhalers (\\>3 inhalers including one containing steroids)\n* Involved in other experimental protocols except with permission of other PI",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}