{
    "nctId": "NCT01238952",
    "briefTitle": "Study of NK012 and Carboplatin in Solid Tumors With Dose Expansion in Triple Negative Breast Cancer",
    "officialTitle": "A Phase I Study of NK012 in Combination With Carboplatin in Patients With Advanced Solid Tumors Followed by a Dose Expansion Phase in Patients With Triple Negative Metastatic Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Advanced Solid Tumors, Metastatic Triple Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 4,
    "primaryOutcomeMeasure": "Number of patients with dose-limiting toxicity as determinant of the maximum tolerated dose/recommended dose",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Histologically or cytologically confirmed diagnosis of advanced solid tumor for which no efficacious therapy exists, or for which a camptothecin-based regimen would be appropriate.\n2. For the dose expansion at the MTD/RD only:\n\n   1. Patients must have triple-negative breast cancer with locally advanced disease for which there is no surgical option, or stage IV disease. Triple-negative breast cancer is defined as HER2-negative, ER-negative, and PR-negative as follows:\n\n      For HER2- negative (must meet one of the following 3):\n\n      ( i) FISH negative (ratio \\<2.2); or ( ii) IHC 0 or 1+; or (iii) IHC 2+ or 3+ and FISH negative (ratio \\<2.2) For ER negative and PR negative: ≤ 10% tumor staining by IHC\n   2. No less than one and no more than two prior chemotherapy regimens for advanced or metastatic breast cancer.\n   3. Patients must have measurable disease by RECIST (version 1.1).\n3. Patients must have recovered from all acute adverse effects of prior therapies, excluding alopecia.\n4. For patients enrolled in the dose escalation phase, no more than 4 prior cytotoxic regimens in the metastatic setting.\n5. Prior irradiation to no more than 25% of the bone marrow.\n6. ECOG performance status of 0 or 1.\n7. Life expectancy of at least 12 weeks.\n8. Patients are at least 18 years of age.\n9. Adequate bone marrow function defined as ANC ≥ 1500/mm\\^3 and platelet count ≥ 100,000/mm\\^3.\n10. AST and ALT ≤ 3.0 x ULN (5X ULN if documented liver metastases) and total bilirubin ≤ 1.5 x ULN.\n11. Serum creatinine \\< 1.5 x ULN, or creatinine clearance \\> 60 mL/min by Cockcroft-Gault formula\\* for patients with serum creatinine \\> 1.5x ULN.\n\n    \\* Cockcroft-Gault formula for creatinine clearance (CrCl): Males: CrCl (ml/min) = (140 - age) x wt (kg) / (serum creatinine x 72) Females: Multiply the above result by 0.85\n12. Able to understand and show willingness to sign a written informed consent document.\n\nExclusion Criteria:\n\n1. Prior chemotherapy, radiation therapy, or investigational therapy within 4 weeks (exception: 6 weeks for nitrosoureas or mitomycin C); or prior non-cytotoxic therapy within 5 drug half-lives (or 4 weeks, which ever is shorter); or monoclonal antibodies within 4 weeks prior to the first dose of study treatment.\n2. Concurrent use of another investigational agent.\n3. History of brain metastases or spinal cord compression, unless irradiated or treated a minimum of 4 weeks prior to first study treatment and stable without requirement of corticosteroids for \\> 1 week.\n4. Concurrent serious infections requiring parenteral antibiotic therapy.\n5. Pregnant or of childbearing potential and not using methods to avoid pregnancy. A negative pregnancy test must be documented at baseline for women of child-bearing potential. Patients may not breast feed infants while on this study.\n6. Significant cardiac disease including heart failure that meets NYHA class III and IV definitions, history of myocardial infarction within 6 months of study entry, uncontrolled dysrhythmias or poorly controlled angina.\n7. History of serious ventricular arrhythmia (VT or VF, ≥ 3 beats in a row), QTc ≥ 450 msec for men and 470 msec for women, or LVEF ≤ 40% by MUGA or ECHO.\n8. History of allergic reactions attributed to compounds of topoisomerase I inhibitors, or platinum-containing compounds.\n9. Prior treatment with irinotecan.\n10. Prior treatment with more than 6 cycles of platinum drugs.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}