{
    "nctId": "NCT04947189",
    "briefTitle": "Seviteronel in Combination With Chemotherapy in Androgen-receptor Positive Metastatic Triple-negative Breast Cancer",
    "officialTitle": "4CAST: A Phase 1b Dose Exploration and Dose Expansion, Open-label, Single-centre Study Evaluating the Safety and Efficacy of INO-464 in Combination With Chemotherapy in Patients With metASTatic Breast Cancer",
    "overallStatus": "RECRUITING",
    "conditions": "Triple Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 65,
    "primaryOutcomeMeasure": "Recommended phase 2 dose of seviteronel plus dexamethasone and docetaxel",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Signed written and voluntary informed consent.\n* Patient must be willing and able to comply with scheduled visits, treatment plan, laboratory tests and other study procedures.\n* Age 18 years or older male or female.\n* Eastern Cooperative Oncology Group Performance Status of 0 or 1\n* At least 4 weeks washout period from previous line of treatment, 2 weeks from radiotherapy\n* Adequate haematologic and organ function within 14 days before the first study treatment on cycle1, day 1\n* Life expectancy of at least 3 months\n* For women of childbearing potential: agreement to remain abstinent (refrain from heterosexual intercourse) or use contraceptive methods with a failure rate of \\<1% per year during the treatment period and for at least 28 days after the last dose of seviteronel or, 6 months after the last dose of chemotherapy whichever occurs later.\n* Part 1: Histological or cytological-based diagnosis of breast cancer. Any of the three major subtypes of breast cancer is permitted for the phase 1b study, i.e., hormone receptor positive breast cancer i.e. oestrogen and/or progesterone positive in greater than 1% of cells by immunohistochemistry (IHC), or human epidermal growth factor receptor (HER2) positive breast cancer, i.e., IHC 3+ or in situ hybridisation (ISH) positive according to standard ASCO/CAP guidelines or triple-negative breast cancer, i.e., HER2-negative by ASCO/GAO Guidelines and \\<1% expression of estrogen and/or progesterone receptor by IHC.\n* Part 2: Histological or cytological-based diagnosis of triple-negative breast cancer. The tumor must be HER2-negative by ASCO/GAO Guidelines and \\<1% expression of estrogen and /or progesterone receptor by IHC.\n\n  o The tumor must also show androgen receptor positivity (i.e., AR\\>0%) by IHC or gene classifier (molecular testing).\n* Measurability of lesion: have at least 1 measurable lesion assessable using standard techniques by RECIST v1.1\n* Patients must have advanced or recurrent breast cancer pre-inclusion number 8, for whom docetaxel is considered an appropriate treatment option.\n\nExclusion Criteria:\n\n* Inability to comply with study and follow-up procedures.\n* History of malabsorption syndrome or other condition that would interfere with enteral absorption or results in the inability or unwillingness to swallow pills.\n* Active infection requiring antibiotics.\n* Other invasive malignancy within 2 years except for malignancies determined to have low recurrence potential in discussion with study PI.\n* Known active tuberculosis.\n* Female patients who are pregnant or breast-feeding.\n* Male or female patients of reproductive potential who are not willing to use effective birth control from screening to 90 days post treatment.\n* Women of childbearing potential (who are not postmenopausal within 12 months of non-therapy induced amenorrhea, nor surgically sterile) must have a negative serum pregnancy test result within 3 days prior to initiation of study treatment.\n* Uncontrolled intercurrent illness, including psychiatric illness/social situations that would limit compliance with study requirement, substantially increase risk of incurring adverse events, or compromise the ability of the subject to give written informed consent.\n* History or current evidence of HIV infection.\n* Known clinically significant history of liver disease consistent with Child-Pugh Class B or C, including active viral or other hepatitis (e.g., positive for hepatitis B surface antigen \\[HBsAg\\] or hepatitis C virus \\[HCV\\] antibody at screening), current drug or alcohol abuse, or cirrhosis:\n* Patients with past hepatitis B virus (HBV) infection or resolved HBV infection (defined as having a negative HBsAg test and a positive antibody to hepatitis B core antigen antibody test) are eligible.\n* Patients positive for HCV antibody are eligible only if polymerase chain reaction is negative for HCV RNA.\n* Major surgical procedure, open biopsy, or significant traumatic injury within 28 days prior to Day 1 of Cycle 1 or anticipation of need for a major surgical procedure during the course of the study\n* Placement of a vascular access device is not considered major surgery.\n* Any other disease, metabolic dysfunction, physical examination finding, or clinical laboratory finding that, in the investigator's opinion, gives reasonable suspicion of a disease or condition that contraindicates the use of an investigational drug or that may affect the interpretation of the results or render the patient at high risk from treatment complications\n* Patients with symptomatic central nervous system (CNS) metastasis and/or carcinomatous meningitis. Patients with treated CNS metastases are eligible for this study if they are not receiving corticosteroids and/or anticonvulsants for at least 7 days prior to first dose of study treatment, and their disease is asymptomatic and radiographically stable for at least 30 days prior to consent by repeat imaging (repeat imaging should be performed during study screening).\n* Unresolved, clinically significant toxicity NCI CTCAE v5.0 grade 2 or higher, from prior therapy, except for alopecia, endocrinopathy on stable hormonal replacement, and others as approved by study PI.\n* Patients who have received palliative radiation treatment to peripheral sites (e.g., bone metastases) for pain control and whose last treatment was completed 14 days prior to Day 1 of Cycle 1 may be enrolled in the study if they have recovered from all acute, reversible effects.\n* Uncontrolled pleural effusion, pericardial effusion, or ascites.\n* Known hypersensitivity or contraindication to any component of the study treatment.\n* Administration of any investigational treatment within 30 days or 5 half-lives (whichever is longer) prior to receiving the first dose of study treatment",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}