{
    "nctId": "NCT05698238",
    "briefTitle": "Clinical Study to Evaluate Safety and Dosing of CA9hu-1 in Patients With Advanced Solid Tumours",
    "officialTitle": "Phase Ib/ll Clinical Study to Evaluate Safety and Dosing of Humanised Monoclonal Antibody CA9hu-1 to Human Carbonic Anhydrase IX in Patients With Advanced Solid Tumours",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Clear Cell Renal Cell Carcinoma Metastatic, TNBC - Triple-Negative Breast Cancer, Head and Neck Cancer, Non-small-cell Lung Carcinoma, Mesothelioma, Malignant",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 50,
    "primaryOutcomeMeasure": "Number of adverse events to CA9hi-1 and grading their severity according to the National Cancer Institute's Common Terminology Criteria for adverse Events (NCI CTCAE) Version 4.02.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Written (signed and dated) informed consent and be capable of co-operating with treatment and follow-up\n* Histologically proven solid tumors (Clear Cell Renal Cell Carcinoma Metastatic, Triple-Negative Breast Cancer, Head and Neck Cancer, Non-small-cell Lung Carcinoma, Malignant Mesothelioma) refractory to conventional treatment, or for which no conventional therapy is considered appropriate by the Investigator or is declined by the patient\n* Life expectancy of at least 12 weeks\n* World Health Organization (WHO) performance status of 0 or 1\n* Hematological and biochemical indices within the ranges (hemoglobin ≥9.0 g/dL, absolute neutrophil count ≥1.5 x 109/L, platelet count ≥100 x 109/L, bilirubin ≤1.5 x upper limit of normal, alanine amino-transferase (ALT) and aspartate amino-transferase (AST) ≤ 2.5 x upper limit of normal. These measurements must be performed within one week (Day -7 to Day -1) before the patient receives their first infusion of CA9hi-1.\n* Calculated creatinine clearance or isotope clearance measurement ≥ 50 mL/min\n* PT/APTT ≤1.5 upper limit of normal\n\nExclusion Criteria:\n\n* Ongoing toxic manifestations of previous treatments (Grade 2 or greater according to NCI-CTCAE v4.02) with the exception of alopecia or certain Grade 2 toxicities, which in the opinion of the investigator and CDD should not exclude the patient - these should be discussed on a case by case basis\n* Symptomatic brain metastases or spinal cord compression\n* Patients who have received prior radiotherapy to their lungs will not be eligible for this trial.\n* Female patients who are able to become pregnant (or already pregnant or lactating). However, those patients who have a negative serum or urine pregnancy test before enrolment and agree to use two highly effective forms of contraception (oral; injected or implanted hormonal contraception and condom; have an intra-uterine device and condom; diaphragm with spermicidal gel and condom) effective at the first administration of CA9hu-1, throughout the trial and for six months afterwards are considered eligible. Breast feeding should be discontinued if the mother is treated with CA9hu-1.\n* Male patients with partners of child-bearing potential (unless they agree to take measures not to father children by using one form of highly effective contraception \\[condom plus spermicide\\] effective at the first administration of hu-CA91, throughout the trial and for six months afterwards). Men with pregnant or lactating partners must be advised to use barrier method contraception (for example: condom plus spermicidal gel) to prevent exposure to the foetus or neonate.\n* Any major surgical procedure within 4 weeks prior to patients scheduled Cycle 1 Day 1, any major thoracic or abdominal surgery from which the patient has not yet recovered.\n* A serious or non-healing active wound, ulcer, or bone fracture.\n* At high medical risk because of non-malignant systemic disease including active uncontrolled infection.\n* Known to be serologically positive for Hepatitis B, Hepatitis C or Human Immunodeficiency Virus (HIV) or who have an active, ongoing infection or an active, known or suspected autoimmune disease or on systemic steroids.\n* Concurrent congestive heart failure, prior history of class III/ IV cardiac disease (New York Heart Association \\[NYHA\\]), prior history of cardiac ischemia or prior history of cardiac arrhythmia.\n* Is a participant or plans to participate in another interventional clinical trial, whilst taking part in this Phase I study of CA9hu-1. Participation in an observational trial or interventional clinical trial which does not involve administration of an IMP and which would not place an unacceptable burden on the patient in the opinion of the Investigator and Medical Advisor would be acceptable.\n* Any other condition which in the Investigator's opinion would not make the patient a good candidate for the clinical trial.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}