{
    "nctId": "NCT04671693",
    "briefTitle": "A Post-treatment Program to Identify and Manage Complications Related to Oncology or Hematology Treatments in Cancer Survivors.",
    "officialTitle": "Study of Complications Related to Treatments in Adults Aged 18 to 65 Years Old Responding to a First Treatment in Oncology or Onco-hematology and Participating in the PASCA (PArcours de Santé au Cours du CAncer) Post-treatment Program.",
    "overallStatus": "RECRUITING",
    "conditions": "Late Effects, Testicular Germ Cell Tumor Mixed, Non-Metastatic Breast Carcinoma, Soft Tissue Sarcoma, Adult, Stage IIC, Osteosarcoma, Ewing's Sarcoma, Acute Myeloid Leukemia, Hodgkin Disease, Non Hodgkin Lymphoma",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "PREVENTION",
    "enrollmentCount": 858,
    "primaryOutcomeMeasure": "Incidence of social precariousness",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age ≥ 18 years old and ≤ 65 years old.\n2. Follow-up at the Léon Bérard center\n3. Treated by chemotherapy for one of the following pathologies, and confirmed by the reference diagnostic technique :\n\n   * acute myeloid leukemia;\n   * Hodgkin's lymphoma;\n   * aggressive non-Hodgkin's lymphoma;\n   * primary non-metastatic invasive breast carcinoma;\n   * testicular germ cell tumor treated with at least 3 courses of BEP (bleomycin, etoposide, cisplatin), 4 courses of EP (etoposide, cisplatin) or 4 courses of VIP (etoposide, ifosfamide, cisplatin) received;\n   * high-grade soft tissue sarcoma, osteosarcoma or Ewing's sarcoma.\n4. As a complete response at the end of treatment consultation. If end-of-treatment evaluation is not available at the time of inclusion: as an assumed complete response in the opinion of the investigator based on the previous assessment of response.\n5. Whose capacity to practice an adapted physical activity will have been certified by a medical certificate issued by the investigating physician, the general practitioner or the referring physician.\n6. Able to understand, read and write French.\n7. Available and willing to participate in the project throughout the duration of the study.\n8. Living in the Auvergne-Rhône-Alpes region or in the department of Saône-et-Loire\n9. Affiliated with a health insurance plan.\n10. Having declared an attending physician.\n11. Having signed and dated the informed consent.\n\nExclusion Criteria:\n\n1. With a history of malignancy other than basal cell skin cancer.\n2. Cannot be followed for medical, social, family, geographical or psychological reasons for the duration of the study.\n3. Participating in other studies that could impact on the evaluation of the judgement criteria.\n4. Deprived of liberty by judicial or administrative decision.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}