{
    "nctId": "NCT03836872",
    "briefTitle": "Acupuncture for Joint Symptoms in Patients With Breast Cancer",
    "officialTitle": "Acupuncture for Joint Symptoms in Patients With Breast Cancer: A Randomised Controlled Trial",
    "overallStatus": "TERMINATED",
    "conditions": "Female Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 64,
    "primaryOutcomeMeasure": "Brief Pain Inventory",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. BC patients with a confirmed diagnosis of hormone receptor-positive BC at the stage of I, II or IIIa;\n2. Patients who have completed taxane-based chemotherapy and are currently undergoing hormone treatments for at least three months;\n3. Patients indicate ongoing joint symptoms, including joint pain and/or stiffness, at one or more sites of body;\n4. Patients started to experience the joint symptoms after the commencement of the hormone treatments;\n5. Patients indicate the intensity of their worst pain during the past seven days of greater than 4 points at a 0-10 NRS scale where 0 represents no pain and 10 indicates most severe pain;\n6. Patients have at least a primary school education and are able to communicate in Chinese Mandarin or Sichuanese; and\n7. Patients agree to participate in the trial and are willing to give written informed consent.\n\nExclusion Criteria:\n\n1. Patients who had needle phobia and a low count of platelet of less than 50,000;\n2. Patients with conditions which are not appropriate for acupuncture including pregnancy, bleeding disorders, local or systematic inflammation, and other neuropathic and/or metabolic problems of the joints;\n3. Patients who had received joint surgery or had bone fracture during the past six months;\n4. Patients who had received any types of acupoint stimulation (e.g. body acupuncture or acupressure and auricular therapy) during the past six months; and\n5. Patients are currently treated with narcotic analgesia or steroids.",
    "sex": "FEMALE",
    "minimumAge": "N/A",
    "stdAges": "CHILD, ADULT, OLDER_ADULT"
}