{
    "nctId": "NCT06193122",
    "briefTitle": "Three-Dimensional Ultrasound and Spectroscopy as Early Indicators of Breast Cancer Response to Neoadjuvant Treatment",
    "officialTitle": "Investigation of Three-Dimensional Ultrasound and Spectroscopy as Early Indicators of Breast Cancer Response to Neoadjuvant Treatment",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 200,
    "primaryOutcomeMeasure": "Ultrasound imaging and spectroscopy as a predictive marker of early predictor of complete pathological response.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Histologically or cytologically confirmed breast carcinoma, stage I-IV, which has not been treated with any first-line therapy and will be treated with neoadjuvant chemotherapy or neoadjuvant combined chemo-radiotherapy.\n2. Disease must be measurable by ultrasound, or MRI performed within 28 days prior to treatment.\n3. Eastern Co-operative Oncology Group (ECOG) Performance Status of 0 or 1.\n4. Life expectancy of at least 6 months.\n5. Adequate bone marrow, liver and renal function as assessed by the following laboratory requirements to be conducted within 7 days prior to dosing:\n\n   (i) hemoglobin \\>90 mg/dL (ii) leukocytes \\>3,000/mL (iii) absolute neutrophil count \\>1,500/mL (iv) platelets \\>100,000/mL (v) total bilirubin within normal institutional limits (vi) AST(SGOT)/ALT(SGPT) \\<2.5 X institutional upper limit of normal (vii) creatinine within normal institutional limits or creatinine clearance \\>60 mL/min/1.73 m2 for patients with creatinine levels above institutional upper limit of normal.\n6. Patients should have the ability to understand and the willingness to sign a written informed consent document. Signed informed consent must be obtained prior to any study specific procedures.\n\nExclusion Criteria:\n\n1. Chemotherapy, radiotherapy, or major surgery within 4 weeks prior to registering the study or those who have not recovered from adverse events due to agents administered more than 4 weeks prior to registration.\n2. Receiving any other investigational agents.\n3. Known brain metastases.\n4. History of allergic reactions attributed to compounds of similar chemical or biologic composition.\n5. Contraindications to radiotherapy such as but not limited to:\n\n   (i) previous radiotherapy to an involved area (ii) active collagen vascular disease (iii) genetic diseases associated with hyper-radiosensitivity.\n6. Any clinically serious infections requiring systemic anti-bacterial, antifungal or antiviral therapy.\n7. Uncontrolled intercurrent illness including, but not limited to ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, and cardiac arrhythmia.\n8. Psychiatric illness/social situations that would limit compliance with study requirements.\n9. History of active ongoing seizure disorder.\n10. Substance abuse, medical, psychological or social conditions that may interfere with the patient's participation in the study or evaluation of the study results.\n11. Any condition that is unstable or could jeopardize the safety of the patient and their compliance in the study.",
    "sex": "ALL",
    "minimumAge": "N/A",
    "stdAges": "CHILD, ADULT, OLDER_ADULT"
}