{
    "nctId": "NCT01815346",
    "briefTitle": "Acupuncture Chemotherapy-Induced Peripheral Neuropathy (CIPN) IRG",
    "officialTitle": "A Phase I-II Study of Acupuncture for the Treatment of Chronic, Taxane-Induced Peripheral Neuropathy in Breast Cancer Survivors",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 4,
    "primaryOutcomeMeasure": "Score Changes in Neurotoxicity Scale",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patients must have the ability to understand English, sign a written informed consent document, and be willing to follow protocol requirements.\n2. Age \\>/= 18 years.\n3. History of a diagnosis of breast cancer.\n4. Patients must have neuropathy greater or equal to 2 according to CTCAE v 4.0 scale, clinically evaluated within 30 days of consent, despite previous treatment, which may include Neurontin, Cymbalta and/or Lyrica for at least 30 days. Patients receiving any of these drugs must remain on the same medications throughout the study period; however, adjustments in dosage are allowed. Patients are allowed to stop medications but not replace them with other medications.\n5. The patient's previous chemotherapy treatment must have included a taxane (paclitaxel, nab-paclitaxel, or docetaxel) and considered the primary cause of the neuropathy by the medical team.\n6. Eastern Cooperative Oncology Group (ECOG) Performance Status of 0, 1, or 2.\n7. Ability to complete the 4 or 6 weeks of acupuncture and follow-up assessments.\n\nExclusion Criteria:\n\n1. Current active treatment with chemotherapy , radiation or surgery in the past 3 months or planned treatment during this study protocol period. Hormonal therapy is allowed.\n2. Treatment with any neuropathic agent including taxane, platinum, vinca alkaloid, or bortezumab chemotherapy in the past 6 months.\n3. Local infection at or near the acupuncture site. (Although acupuncture is a minimally invasive procedure, patients will be excluded if there is an indication of infection.)\n4. Physical deformities that could interfere with accurate acupuncture point location.\n5. Concurrent use of other alternative medicines such as herbal agents and high dose vitamins.\n6. Known coagulopathy or taking heparin (including low molecular weight heparin) at full anti-coagulation doses (prophylaxis is allowed) or Coumadin at any dose. Patients on aspirin or non-steroidal anti-inflammatories or other antiplatelet medicines will be allowed to participate.\n7. Platelets \\< 50 H K/UL in the past 30 days.\n8. White blood cells (WBCs) \\< 3.0 K/UL or absolute neutrophil count (ANC) \\<1,500 K/UL) in the past 30 days.\n9. Active central nervous system (CNS) disease. (The action for acupuncture may be associated with central nervous system activity, and patients with CNS pathology may respond differently to treatment than the general population.)\n10. Cardiac pacemaker.\n11. Mental incapacitation or significant emotional or psychological disorder that, in the opinion of the investigators, precludes study entry. (These patients may not be able to cooperate with this slightly invasive procedure or with the data collection process.)\n12. Currently pregnant. (Certain acupuncture applications have been reported to stimulate uterine contractions.)\n13. History of diabetic neuropathy or neuropathy related to HIV.\n14. Previous acupuncture treatment for any indication within 30 days of enrollment.\n15. Planned or actual changes in type of medications that could affect symptoms related to CIPN. New medications for the treatment of CIPN are not allowed during the study. Note: Subjects need to be on stable doses for 4 weeks.\n16. Grade III lymphedema or lymphedema considered severe by the treating clinician.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}