{
    "nctId": "NCT06303154",
    "briefTitle": "Evaluation of Mobiderm Intimate Bra in the Management of Breast Edema Related to Breast Cancer Treatment",
    "officialTitle": "Evaluation of the Performance and Safety of Mobiderm Intimate Bra in the Management of Breast Edema Related to Breast Cancer Treatment - A Prospective, Exploratory, Monocentric, Uncontrolled Clinical Study",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer Surgery",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 30,
    "primaryOutcomeMeasure": "Evolution of breast edema severity",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Females aged 18 years and older.\n* Patients who have undergone conserving surgery for breast cancer.\n* Patients scheduled to undergo radiation treatment of the breast/chest wall within the next 12 weeks after surgery.\n* Patients with a morphology compatible with the proposed sizes of the devices, including bust girth and cup size.\n* Patients who have signed an informed consent form prior to any study intervention.\n* Patients with full legal capacity and enrolled in a social security system or covered by a similar health insurance.\n\nExclusion Criteria:\n\n* Patients with an A cup bra size.\n* Patients with infected or acutely inflammatory skin on the chest.\n* Patients who require chemotherapy during the follow-up period.\n* Pregnant women or women of childbearing age without adequate contraception or in the lactation period.\n* Participation in other clinical trials that impact the primary endpoint.\n* Patients with a known allergy to the investigational device components.\n* Patients with psychiatric, psychological, or neurological disorders that are incompatible with the conduct of a clinical trial.\n* Patients unable to be followed for 12 months.\n* Vulnerable patients, or those subject to a judicial protection measure or unable to provide informed consent freely.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}