{
    "nctId": "NCT01514565",
    "briefTitle": "Tumor Suppressor Status as a Predictor of Chemotherapy Response in Triple Negative Breast Cancer",
    "officialTitle": "Tumor Suppressor Status as a Predictor of Chemotherapy Response in Triple Negative Breast Cancer.",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 70,
    "primaryOutcomeMeasure": "Histological status of retinoblastoma tumour suppressor (RB)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Age \\> 18 years old\n* Histologically-confirmed triple negative invasive breast carcinoma\n* Any type of ductal or lobular invasive carcinoma\n* Patients with or without BRCA-1 and BRCA-2 mutations are eligible to participate\n* Life expectancy \\> 6 months\n* Pre-, Peri- or Postmenopausal\n* Clinical Stage T2-4, N0-3, M0 (Stage II-III)\n* Patients or their legal representatives must be able to read, understand and provide informed consent to participate in the trial\n* Adequate hematologic, renal, and liver function and functional status that permit chemotherapy administration. However, these parameters will be evaluated by the treating physician, and decisions regarding eligibility for chemotherapy or surgery will be made on a case by case scenario.\n\nExclusion Criteria:\n\n* Prior history of and/or active therapy for invasive breast cancer (includes chemotherapy, radiation, hormonal therapy including AIs, tamoxifen, raloxifene, fulvestrant or any other antiestrogen/SERM)\n* Patients with a \"currently active\" second malignancy other than non-melanoma skin cancers are not to be registered. Patients are not considered to have a \"currently active\" malignancy if they have completed therapy and are now considered to be at less than 30% risk for relapse (by their physician).\n* Only ductal/lobular carcinoma in situ but not invasive component\n* Any sort of confirmed metastatic disease (AJCC Stage IV at diagnosis)\n* Any sort of active local radiation therapy (to the breast or the axilla), before the neoadjuvant chemotherapy\n* Pregnant or lactating, in case this precludes the subject to receive chemotherapy.\n* Impossibility to receive neoadjuvant chemotherapy due to significant medical comorbidities, allergies or performance status. This will be exclusively decided by the treating oncologists.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}