{
    "nctId": "NCT00333502",
    "briefTitle": "Study of CRLX101 (NLG207) in the Treatment of Advanced Solid Tumors",
    "officialTitle": "A Phase 1b/2a Safety and Pharmacokinetic Study of CRLX101 (Formerly Named IT-101) in the Treatment of Advanced Solid Tumors",
    "overallStatus": "COMPLETED",
    "conditions": "Cancer, Solid Tumor",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 62,
    "primaryOutcomeMeasure": "To determine the safety, toxicity and maximum tolerated dose of CRLX101 when administered intravenously to subjects with advanced solid tumors.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Male and female subjects \\>18 years of age with advanced, histologically-confirmed solid tumors refractory to standard therapy or for which no standard therapy exists and who have evidence of disease progression documented since their prior therapy.\n* Subjects must have measurable or evaluable disease.\n* Subjects must not have received prior chemotherapy or radiation for \\>/= 4 weeks prior to first dose of study drug.\n* Subjects may be entered if they have received prior radiation therapy involving \\</= 30% of the bone marrow. Any prior radiation therapy must have been administered \\>/= 4 weeks prior to first dose of study drug and the subject must be recovered from the acute toxic effects of the treatment prior to study entry.\n* Subjects may be enrolled with a history of treated brain metastases that are clinically stable for \\>/= 4 weeks prior to first dose of study drug. Subjects may not be currently receiving dexamethasone.\n* ECOG performance status of \\< 2.\n* Life expectancy of greater than 12 weeks.\n* Subjects must have acceptable organ and marrow function at screening and pre-dose visits.\n* Electrocardiogram without evidence of clinically significant conduction abnormalities or active ischemia as determined by the investigator and an acceptable QTc interval.\n* The effects of CRLX101 on the developing human fetus are unknown, therefore, women of childbearing potential must agree to use adequate contraception prior to study entry and for the duration of study participation.\n* Ability to understand and the willingness to sign a written informed consent document.\n\nExclusion Criteria:\n\n* Female subjects who are pregnant or nursing.\n* Subjects who have had chemotherapy or radiotherapy within 4 weeks (6 weeks for nitrosoureas or mitomycin C) prior to first dose of study drug or those who have not had adverse events return to baseline severity level or a severity level Grade 1 due to agents administered more than 4 weeks prior to first dose of study drug.\n* Subjects with a history of congestive heart failure (CHF) requiring medical therapy.\n* Subjects with serum amylase or lipase \\> 1.5X upper limit of normal (ULN).\n* Subjects with previous high dose chemotherapy with autologous stem cell rescue bone marrow transplantation.\n* Use of any investigational agent or drug within 4 weeks prior to first dose of study drug.\n* Metastatic disease to the CNS requiring treatment or radiation therapy.\n* Subjects with known untreated brain metastases or treated brain metastases that have not been stable \\>/= 4 weeks prior to first dose of study drug.\n* Uncontrolled intercurrent illness including, but not limited to ongoing or active infection, symptomatic congestive heart failure, hypertension, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements, as determined by the investigator.\n* The presence of active coagulation disorder.\n* Subjects with marked baseline prolongation of QT/QTc interval (QTc interval \\>/= 470 msec for females and QTc interval \\>/= 450 msec for males).\n* Any prior treatment with a topoisomerase I inhibitor.\n* Any major surgery \\</= 4 weeks prior to first dose of study drug.\n* Concurrent use of G-CSF or growth factors at the time of initiation of study drug.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}