{
    "nctId": "NCT02471742",
    "briefTitle": "NAC Sparing Mastectomy After Neo-adjuvant Chemotherapy",
    "officialTitle": "Nipple Areolar-complex Sparing Mastectomy After Neo-adjuvant Chemotherapy: Evaluation of Local Oncologic Safety in a Cohort Study Analysis",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 573,
    "primaryOutcomeMeasure": "local disease free survival",
    "eligibilityCriteria": "Inclusion Criteria:\n\nT2-T3 N0-N1 breast cancer (NAC-PC and PC groups). T1-T3 N0-1 M0 breast cancer (NAC-group) In our series of NAC-sparing mastectomy patients, with or without treatment with neo-adjuvant chemotherapy, the selection of patients for NAC-sparing mastectomy has been made on the basis of the following criterions: tumor nodule without adherence to the skin, no nipple retraction, retroareolar main duct free for neoplastic tissue inside at frozen section examination. Furthermore, patients were considered still eligible for NAC-sparing mastectomy even if the tumor lies in close proximity (\\<1 cm) to the NAC at physical and radiological examination.\n\nExclusion Criteria:\n\n(NAC-PC and PC groups). Exclusion criteria for the present study were all the other breast cancer patients, particularly T4 breast cancer with inflammatory or ulcerated breast cancer before chemotherapy and patients with synchronous distant metastases. Patients affected with other clinical diseases (i.e. cardiovascular diseases) conditioning the optimal therapeutic strategy were excluded.\n\nFor NAC-sparing mastectomy, exclusion criterions were nipple retraction, Paget's disease, inflammatory changes of the breast and bloody discharge from the nipple. The study did not exclude women with prior breast augmentation, heavy smokers, obese patients.\n\n-",
    "sex": "FEMALE",
    "minimumAge": "23 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}