{
    "nctId": "NCT05862064",
    "briefTitle": "PD-1 Combined With Adjuvant Chemotherapy and Antivascular Therapy Versus Chemotherapy Alone in Patients With Operable Triple-negative Breast Cancer",
    "officialTitle": "A Single-center, Randomized, Open-label, Phase III Study Comparing PD-1 Combined With Anthracycline/Taxane-based Adjuvant Chemotherapy and Antivascular Therapy Versus Chemotherapy Alone in Patients With Operable Triple-negative Breast Cancer",
    "overallStatus": "RECRUITING",
    "conditions": "TNBC - Triple-Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 606,
    "primaryOutcomeMeasure": "iDFS",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Sign the Informed Consent Form (ICF)\n2. The patient is judged by the investigator to have the ability to comply with the provisions of the protocol\n3. Women aged 18\\~70 at the time of signing the ICF\n4. Eastern Oncology Collaborative Group (ECOG) physical status score: 0 or 1\n5. Have stage IIA-IIIIC triple-negative breast cancer with non-metastatic surgically treated: pT1-3N1-3M0\n6. Histological results recorded as TNBC (negative HER2, ER and PgR status)\n7. Adequate excision: Patients must have undergone breast-conserving or mastectomy/nipple-sparing mastectomy.\n8. Pathological tumor-lymph node metastasis staging (IUCC/Joint American Committee on Cancer \\[UICC/AJCC\\], 8th edition): Patients undergoing pathologic lymph node status assessment must undergo sentinel lymph node biopsy (SLNB) and/or axillary lymph node dissection. As mentioned above, patients with simultaneous bilateral invasive disease are eligible only if all bilateral invasive lesions are confirmed by histological examination by the central laboratory as triple-negative lesions and bilateral pathopathological-lymph node metastasis staging has been completed. The interval between final breast cancer surgery (or the last surgery for cure if additional resection of breast cancer is required) and randomization should not exceed 8 weeks (56 days).\n9. Adequate hematological and end-organ function as defined by the following laboratory test results, which need to be completed within 28 days prior to the first study treatment: absolute neutrophil count (ANC) ≥ 1500 cells/μL (no G-CSF support therapy within 2 weeks prior to day 1 of course 1); Lymphocyte count≥ 500 cells/μL; Platelet count≥ 100,000 cells/μL (no platelet transfusion within 2 weeks before day 1 of course 1; hemoglobin≥ 9.0 g/dL; AST, ALT, and alkaline phosphatase≤ 2.5 × upper limit of normal (ULN) serum total bilirubin ≤ 1.0 × ULN; Patients with known Gilbert disease and serum bilirubin levels ≤ 3× ULN may be admitted; For patients not receiving anticoagulant therapy: INR or aPTT ≤ 1.5 × ULN within 28 days prior to initiation of study therapy; For patients receiving anticoagulant therapy: a stable anticoagulant regimen within 28 days before the start of study therapy and a stable INR; creatinine clearance≥ 30 mL/min (calculated using the Cockcroft-Gault formula); Serum albumin ≥ 2.5 g/dL\n10. For women of childbearing age: agree to remain abstinent (avoid heterosexual intercourse) or take an annual failure rate for at least 5 months during treatment and at least 5 months after the last dose of SHR1210 (carrelizumab), or 6 months after the last dose of paclitaxel or doxorubicin, or 12 months after the last dose of cyclophosphamide, whichever occurs last \\< 1% of contraception. A woman who is postmenopausal but has not yet reached postmenopausal status (menopause lasts ≥for 12 consecutive months, for no reason other than menopause) and has not undergone sterilization (ovarian and/or hysterectomy) is considered fertile.\n11. Have the willingness and ability to follow scheduled visits, treatment protocols, laboratory tests and other research procedures\n\nExclusion Criteria:\n\n1. Have a history of invasive breast cancer\n2. T4 clinical tumors as specified in the UICC/AJCC Tumor-Lymph Node Metastasis Classification (8th Edition), including inflammatory breast cancer\n3. For currently diagnosed breast cancer, prior systemic anticancer therapy (eg, neoadjuvant therapy or adjuvant therapy) includes, but is not limited to, chemotherapy, anti-HER2 therapy (eg, trastuzumab emtansine, pertuzumab, lapatinib, neratinib or other tyrosine kinase inhibitors), hormone therapy, or anti-cancer RT, except for treatments planned under this study condition\n4. Previous treatment with anthracyclines or taxane for any malignant tumor\n5. History of DCIS and/or LCIS, treatment of ipsilateral breast cancer with systemic therapy, hormone therapy, or RT, followed by invasive cancer, patients treated with DCIS/LCIS only surgery and/or RT for contralateral DCIS may be enrolled in the study.\n6. Prior to randomization, cardiopulmonary dysfunction according to any of the following: history of NCI CTCAE v4.0 ≥3 symptomatic congestive heart failure or New York College of Cardiology (NYHA) standard classification≥ II, angina requiring antianginal drugs, severe arrhythmias not treated with appropriate medical therapy, severe conduction abnormalities, or clinically significant valvular disease, high-risk, uncontrolled arrhythmias (i.e., atrial tachycardia with \\> resting rate). 100/min, significant ventricular arrhythmia \\[ventricular tachycardia\\], or high-grade atrioventricular \\[AV\\] block \\[second-degree AV block type 2, or third-degree atrioventricular block\\]), significant symptoms associated with left ventricular dysfunction, arrhythmia, or myocardial ischemia (grade ≥2), myocardial infarction within 12 hours prior to randomization; with uncontrolled hypertension (systolic blood pressure\\> 180 mmHg and/or diastolic blood pressure \\> 100 mmHg; ECG findings show transmural infarction; Oxygen therapy is required\n7. Prior malignancy within 5 years prior to randomization, with negligible risk of metastasis or death, except for malignancy that is expected to heal after treatment (i.e., appropriately treated carcinoma in situ or basal or squamous cell skin cancer).\n8. Have a history of severe allergic reactions, allergic reactions or other hypersensitivity reactions to chimeric or humanized antibodies or fusion proteins; Hypersensitivity to biopharmaceutical products produced by Chinese hamster ovary cells is known; Known allergic or hypersensitivity to any component of the SHR1210 (carrelizumab) preparation; known allergic or hypersensitivity to any component of paclitaxel (eg, polyoxyethylene 35 castor oil), cyclophosphamide, or doxorubicin/epirubicin preparations; Allergic or hypersensitivity reactions are known to filgrastine, pefistim, or GM-CSF preparations\n9. Have a history of active or previous autoimmune disease or immunodeficiency, including, but not limited to, myasthenia gravis, myositis, autoimmune hepatitis, systemic lupus erythematosus, rheumatoid arthritis, inflammatory bowel disease, antiphospholipid syndrome, Wegener's granulomatosis, Sjogren's syndrome, Guillain-Barré syndrome, or multiple sclerosis, except in patients with a history of autoimmune-related hypothyroidism, if receiving a stable dose of thyroid hormone replacement therapy, Participation in this study is available. People with type 1 diabetes who have controlled blood glucose on insulin dosing regimens may participate in this study. Patients with eczema, psoriasis, chronic lichen simplex, or vitiligo who present only with skin conditions (eg, patients with psoriatic arthritis should be excluded) are allowed to participate in this study, provided that all of the following criteria are met: the body surface area covered by the rash should be met \\<10%。 Disease is adequately controlled at baseline and only topical low-potency corticosteroid therapy is required. There has been no acute exacerbation of the underlying disease in the past 12 months and does not require treatment with psoralen + UV A irradiation, methotrexate, retinoids, biologics, oral calcineurin inhibitors, and highly active or oral glucocorticoids\n10. History of idiopathic pulmonary fibrosis, organic pneumonia (eg, bronchiolitis obliterans), drug-based. Patients with a history of radiation pneumonia (fibrosis) in the field where evidence of active pneumonia is detected on screening by chest computed tomography (CT) may participate in this study.\n11. Obstruction of urination\n12. Active tuberculosis\n13. Patients with serious infections (including but not limited to hospitalization due to infectious complications, bacteremia, or severe pneumonia) that occurred within 4 weeks prior to initiation of study treatment, who received therapeutic oral or intravenous antibiotics within 2 weeks prior to initiation of study treatment, and who received prophylactic antibiotic therapy (such as prophylaxis for urinary tract infection or prevention of chronic obstructive pulmonary disease) may be enrolled.\n14. Significant surgery within 4 weeks prior to study treatment initiation other than diagnosis, or expected to undergo major surgery during study treatment or within 5 months of last SHR1210 (carrelizumab) or famitinib (for patients randomized to SHR1210 (carrelizumab)).\n15. Have undergone allogeneic stem cell or solid organ transplantation\n16. Have received live attenuated vaccine within 4 weeks prior to initiation of study treatment, or expected to be required during the study or within 5 months of the last dose of SHR1210 (carrelizumab). Patients must agree not to receive influenza activated attenuated vaccines (e.g., FluMist®) for 28 days prior to randomization, during treatment, or 5 months after the last dose of SHR1210 (carrelizumab) (patients randomized to SHR1210 (carrelizumab)).\n17. Previous CD137 agonist or immune checkpoint blocking therapy, including anti-CD40, anti-CTLA-4, anti-PD-1 and anti-PD-L1 therapeutic antibody therapy\n18. Received systemic immunostimulant therapy (including but not limited to interferon, interleukin-2) within 4 weeks prior to initiation of study treatment or 5 times the half-life of the drug (whichever is longer)\n19. Systemic immunosuppressive drugs (including, but not limited to, prednisone, cyclophosphamide, azathioprine, methotrexate, thalidomide, and anti-tumor necrosis factor \\[anti-TNF\\] α drugs) within 2 weeks prior to study initiation, or systemic immunosuppressive therapy is expected to be required during the study period, for patients who have received short-term, low-dose, systemic immunosuppressant therapy (e.g., a one-time dose of dexamethasone for nausea), in consultation with the medical monitor and approval by the medical monitor, Participation in this study is available. The use of inhaled glucocorticoids and mineralocorticoids (eg, fludrocortisone) is permitted.\n20. Pregnant or lactating women, or women planning to become pregnant during the study period\n21. Poorly controlled hypertension (defined as: systolic blood pressure \\> 150 mmHg and/or diastolic blood pressure \\>100 mmHg)\n22. Bleeding, thrombotic illness, or use of an anticoagulant (e.g., warfarin) or similar drug requiring therapeutic INR monitoring within 6 months prior to the first administration of the study drug",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}