{
    "nctId": "NCT00852683",
    "briefTitle": "The Effects of Peri-Operative Pregabalin on Post-Operative Pain Following Breast Cancer Surgery With Axillary Node Dissection: A Pilot Study",
    "officialTitle": "N/A",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer Surgery, Post Operative Pain",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 70,
    "primaryOutcomeMeasure": "The primary outcome will be reduction in Numeric Rating Score (22, 23) at rest (NRS-R) and with movement (NRS-M) 24 hours after surgery. NRS-M is defined as pain with cough or deep inspiration, whichever is greatest.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients 18-60 years of age, ASA I-III undergoing breast surgery with axillary dissection for the treatment of breast cancer will be considered eligible for the study.\n* Informed consent for the study will be obtained prior to surgery.\n\nExclusion Criteria:\n\nThe following persons will not be considered for inclusion in the study:\n\n* Persons undergoing breast surgery for breast cancer without axillary dissection.\n* Persons undergoing cosmetic breast surgery.\n* Persons undergoing concurrent breast reconstruction.\n* Persons undergoing reconstruction within 12 months of surgery.\n* Persons with a history of allergy to gabapentin or pregabalin.\n* Persons with a history of allergy to morphine, nonsteroidal antiinflammatory drugs, acetaminophen or oxycodone.\n* Persons who are or may be pregnant.\n* Persons with a BMI \\>40.\n* Persons with severe organ dysfunction such as liver and renal failure.\n* Persons receiving greater than or equal to 30 mg per day of morphine (or equivalent opioid) for pre-existing pain conditions.\n* Persons previously on gabapentin or pregabalin within 3 months of surgery.\n* Persons with a history of drug abuse. 13) Persons who are unable to communicate in English.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT"
}