{
    "nctId": "NCT06176534",
    "briefTitle": "Combination Followed by Maintenance Chemotherapy Versus CDK4/6 Inhibitor Combined With Endocrine Therapy for HR Low/HER2-negative Advanced Breast Cancer: a Prospective, Randomized, Open-label Phase Ⅱ Clinical Trial",
    "officialTitle": "Combination Followed by Maintenance Chemotherapy Versus CDK4/6 Inhibitor Combined With Endocrine Therapy for HR Low/HER2-negative Advanced Breast Cancer: a Prospective, Randomized, Open-label Phase Ⅱ Clinical Trial",
    "overallStatus": "RECRUITING",
    "conditions": "Advanced Breast Cancer, Treatment, HR Low/HER2 Negative",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 240,
    "primaryOutcomeMeasure": "ORR by investigator using RECIST Guideline (Version 1.1)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. age ≥18 years old; Invasive breast cancer with metastatic disease confirmed by histological or cytological examination; Patients without pathologically or cytologically confirmed metastatic disease should have clear evidence of metastasis by physical examination or radiological studies;\n2. The most recent pathological report of biopsy confirmed HR low expression and HER2 negative.\n\n   1. HR low expression was defined as 1-50% ER expression by immunohistochemistry (IHC); Or ER\\<1% and PR≥1%; Patients with ER expression of 1-10% or ER-/ PR-positive patients were eligible for inclusion after careful evaluation by the investigator, and those with a small tumor burden and candidates for endocrine therapy were eligible.\n   2. HER2-negative definition: IHC 0 or 1+; If the IHC was 2+, it was confirmed negative by fluorescence in situ hybridization (FISH).\n3. at least one measurable lesion;\n4. No previous salvage chemotherapy for metastatic disease was required, and first-line endocrine therapy was allowed;\n5. no previous CDK4/6 inhibitor; For adjuvant CDK4/6i treatment, recurrence and metastasis were required more than 1 year after drug withdrawal.\n6. Eastern Cooperative Oncology Group performance status (ECOG PS) 0-1, life expectancy is more than 12 weeks;\n7. Adequate function of major organs.\n8. All adverse events recovered to grade 1 or less before enrollment (NCI CTCAE version 5.0);\n9. patients without major organ dysfunction and heart disease;\n10. Women and men of childbearing potential must agree to use appropriate contraception before and during study participation.\n\nExclusion Criteria:\n\n1. symptomatic, uncontrolled brain or leptomeningeal metastases; Patients who had received previous systemic radical treatment for brain metastases (radiotherapy or surgery), if stable disease had been maintained for at least 1 month as confirmed by imaging, and if systemic hormone therapy (dose 10mg/ day prednisone or other effective hormones) for more than 2 weeks without clinical symptoms.\n2. patients received radiotherapy, chemotherapy, major surgery, targeted therapy or immunotherapy within 2 weeks before enrollment; Patients received endocrine therapy within 1 week before enrollment. Chemotherapy with nitrosourea or mitomycin was administered within 6 weeks before enrollment.\n3. participated in other clinical trials of new drugs within 4 weeks before enrollment;\n4. there can not be controlled by drainage or pneumatic methods third space effusion;\n5. patients with other malignant tumors within the past 3 years, excluding radical cervical carcinoma in situ, skin basal cell carcinoma or skin squamous cell carcinoma;\n6. suffering from serious or uncontrolled diseases, including but not limited to: 1) active viral infection, such as HIV or HBV active (HbsAg positive and HBV-DNA≥103, hepatitis C antibody positive); 2) history of severe cardiovascular disease: uncontrolled hypertension; Myocardial infarction, unstable arrhythmia, congestive heart failure, pericarditis, myocarditis, etc. Patients with NYHA class ⅲ-ⅳ cardiac dysfunction, or left ventricular ejection fraction (LVEF) 50% by echocardiography; 3) severe infection (e.g., intravenous antibiotic, antifungal, or antiviral therapy according to clinical practice) within 4 weeks prior to the first dose or unexplained fever during screening/before the first dose; 38.3°C (fever due to cancer, as judged by the investigator, was eligible);\n7. patients with a history of psychotropic drug abuse and unable to abstain or with mental disorders; Or accompanied by swallowing and absorption dysfunction;\n8. patients with other concomitant diseases that seriously endanger the safety of patients or affect the completion of the study according to the judgment of the investigators;\n9. patients with known history of allergy to the components of this regimen; A history of immunodeficiency, including testing positive for HIV, HCV or other acquired or congenital immunodeficiency disorders, or a history of organ transplantation;\n10. pregnant or lactating women;\n11. Patients deemed unsuitable for inclusion by the investigators.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}