{
    "nctId": "NCT05128734",
    "briefTitle": "Temozolomide Monotherapy or in Combination With Olaparib in Patients With Triple Negative Breast Cancer (TNBC)",
    "officialTitle": "A Randomized Phase II Study of Temozolomide Monotherapy or in Combination With Olaparib in Patients With METHYLATED 06-Methylguanine-DNA Methyltransferase (MGMT) Pre-Treated Triple Negative Breast Cancer (TNBC)",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Breast Cancer Triple Negative",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 40,
    "primaryOutcomeMeasure": "Disease Control Rate (DCR)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Female or male patients with triple negative breast cancer confirmed by pathology of the primary tumour or metastatic biopsy sample. Estrogen receptor (ER) and progesterone receptor (PgR) must be ≤2 Allred score by Immunohistochemistry (IHC); human epidermal growth factor receptor 2 (HER2) 0 or 1+ by IHC, or 2+ with confirmed negativity by in situ hybridization (ISH) assay.\n* Available Formalin-Fixed Paraffin-Embedded (FFPE) tumour tissue. If archival tissue is not available, the participant will have the option to provide a fresh tumour tissue specimen from a newly obtained biopsy. If archival and fresh tissue are not available, the participants will be excluded.\n* MGMT promoter methylated by clinical assay.\n* Prior exposure to anthracyclines and taxanes in adjuvant/neoadjuvant and/or metastatic setting.\n* At least one line of chemotherapy in the context of metastatic disease.\n* ECOG performance status 0 or 1 (Appendix A).\n* Age ≥ 18 years old.\n* Measurable disease (at least one 1x1 cm or greater lesion evaluable by CT scan and/or clinically; i.e., includes clinically evaluable skin metastases). Patients with only metastases to the bone are not eligible (See Section 10 Measurement of Effect for the evaluation of measurable disease).\n* Adequate hematological, renal and hepatic function according to all of the following laboratory values (to be performed within 4 weeks prior to start of study treatment):\n\n  * Absolute neutrophil count \\> 1.5 x109/L\n  * Platelets \\> 100 x109/L\n  * Serum creatinine \\< 1.5 times upper limit of laboratory normal\n  * Total serum bilirubin \\< 1.5 times upper limit of laboratory normal\n  * AST or ALT ≤ 2.5 times upper limit of laboratory normal\n  * Alkaline phosphatase of ≤ 2.5 times upper limit of laboratory normal\n* Each subject must be able to sign an informed consent form prior to enrollment in the trial to document their understanding and willingness to participate.\n* Subjects must be accessible for treatment and follow-up at one of the participating centres.\n* Women/men of childbearing potential must have agreed to use a highly effective contraceptive method from the start of treatment until 6 months after treatment discontinuation. A woman is considered to be of \"childbearing potential\" if she has had menses at any time in the preceding 12 consecutive months. In addition to routine contraceptive methods, \"effective contraception\" also includes heterosexual celibacy and surgery intended to prevent pregnancy (or with a side-effect of pregnancy prevention) defined as a hysterectomy, bilateral oophorectomy or bilateral tubal ligation, or vasectomy/vasectomized partner. However, if at any point a previously celibate patient chooses to become heterosexually active during the time period for use of contraceptive measures outlined in the protocol, he/she is responsible for beginning contraceptive measures.\n* Male patients must not donate sperm and/or father a child during treatment with temozolomide alone or in combination with olaparib and for at least 6 months after the final dose.\n* Women of childbearing potential will have a pregnancy test as part of the Pre-Study Evaluation within 7 calendar days prior to first study treatment.\n* Patients with treated brain metastases are eligible if follow-up brain imaging after central nervous system (CNS)-directed therapy shows no evidence of radiographic and/or clinical progression and the patient does not require ongoing use of corticosteroids. Participants with known history of CNS involvement, should have a brain imaging (CT/MRI) at screening.\n* Patients with known history or current symptoms of cardiac disease, or history of treatment with cardiotoxic agents, should have a clinical risk assessment of cardiac function using the New York Heart Association Functional Classification. To be eligible for this trial, patients must be \\>class 2B.\n\nExclusion Criteria:\n\n* Patients who have received chemotherapy within 4 weeks or radiotherapy to a non-target site within 2 weeks prior to entering the study or who have not recovered from adverse events from prior anti-cancer therapy (residual toxicities \\> Grade 1) with the exception of alopecia.\n* Patients who are receiving any other investigational agents within 3 weeks of signing the main informed consent form.\n* Patients with a history of other malignancies, except: adequately treated non-melanoma skin cancer, curatively treated in-situ cancer of the cervix, or other solid tumours curatively treated with no evidence of disease for ≥ 5 years.\n* Patients with psychiatric illness/social situations/substance abuse that would limit compliance with study requirements.\n* Pregnant, breastfeeding women, and subjects unable and/or unwilling to use contraception methods.\n* Patients with metastatic disease to bone only.\n* Prior treatment with Temozolomide or Olaparib.\n* Patients who are hypersensitive to any ingredients in the formulation of Olaparib, temozolomide or to dacarbazine (DTIC).\n* Known BRCA1 or BRCA2 germline mutation(s).\n* Patients with HIV, Hepatitis B, or Hepatitis C infection.\n* Inclusion of Women and Minorities: There are no exclusions based on gender, race or ethnicity in this trial. The intention, therefore, is to recruit subjects from racial/ethnic groups in close approximation to the local incidence of the disease in these groups.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}