{
    "nctId": "NCT05498597",
    "briefTitle": "AMT-151 in Patients With Selected Advanced Solid Tumours",
    "officialTitle": "First-in-Human, Phase 1 Study of AMT-151, an Anti-Folate Receptor Alpha Antibody-Drug Conjugate, in Patients With Selected Advanced Solid Tumours",
    "overallStatus": "RECRUITING",
    "conditions": "Advanced Solid Tumor, Advanced Cancer, Advanced Carcinoma, Ovarian Cancer, Ovarian Carcinoma, Ovarian Epithelial Cancer, Ovarian Endometrioid Adenocarcinoma, Endometrial Cancer, Endometrial Adenocarcinoma, Endometrial Serous Adenocarcinoma, Endometrial Endometrioid Adenocarcinoma, Endometrial Clear Cell Adenocarcinoma, Lung Adenocarcinoma, Triple Negative Breast Cancer, Pancreatic Ductal Adenocarcinoma, Malignant Pleural Mesothelioma, Ovarian Clear Cell Carcinoma, Ovarian Clear Cell Adenocarcinoma, Ovarian Mucinous Adenocarcinoma",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 30,
    "primaryOutcomeMeasure": "Recommended Phase 2 Dose (RP2D)",
    "eligibilityCriteria": "Key Inclusion Criteria:\n\n* Patients must be willing and able to sign the Informed Consent Form, and to adhere to the study visit schedule and other protocol requirements.\n* Age ≥18 years (at the time consent is obtained).\n* Patients with the following histologically confirmed, advanced cancer diagnoses:\n\n  1. Serous, endometrioid, clear-cell, or mucinous epithelial ovarian cancer, fallopian tube cancer, or primary peritoneal cancer.\n  2. Serous, endometrioid, or clear-cell endometrial cancer.\n  3. Adenocarcinoma of the lung.\n  4. Triple-negative breast cancer.\n  5. Pancreatic ductal adenocarcinoma.\n  6. Malignant pleural mesothelioma.\n* Patients who have undergone any number of prior systemic therapies and have radiologically or clinically determined progressive disease during or after their most recent line of therapy, and for whom no further standard therapy is available, or who are intolerable to standard therapy.\n* Patients must have at least one measurable or non-measurable lesion as per RECIST version 1.1.\n* Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1.\n* Adequate function of bone marrow, liver, kidneys, heart.\n* Both male and female patients must agree to use effective contraceptive methods.\n* Women of child-bearing potential (WCBP) must have a negative serum pregnancy test.\n* Availability of tumour tissue sample (either an archival specimen or a fresh biopsy material) at screening.\n\nKey Exclusion Criteria:\n\n* Prior treatment with any agent targeting Folate Receptor Alpha.\n* Active central nervous system metastasis.\n* Persistent toxicities from previous systemic anti-neoplastic treatments of Grade \\>1.\n* Systemic anti-neoplastic therapy within five half-lives or 21 days, whichever is shorter, prior to the first dose of the study drug.\n* Radiotherapy to lung field at a total radiation dose of \\>= 20 Gy within 6 months, wide-field radiotherapy (\\>30% of marrow-bearing bones) within 28 days, or focal radiation for analgesic purpose or for lytic lesions at risk of fracture within 14 days prior to the first dose of the study drug, or no recovery from side effects of such intervention.\n* Major surgery (not including placement of vascular access device or tumor biopsies) within 28 days prior to the first dose of the study drug, or no recovery from side effects of such intervention.\n* Prior allogeneic or autologous bone marrow transplantation.\n* Significant cardiac or lung disease, active or chronic ocular disorders, thromboembolic or cerebrovascular events within 6 months prior to the first dose of the study drug, acute and/or clinically significant bacterial, fungal, or viral infection.\n* Pregnant or breast-feeding females.\n\nNote: Other protocol defined Inclusion/Exclusion criteria apply.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}