{
    "nctId": "NCT02186470",
    "briefTitle": "Intensity Modulated Accelerated Partial Breast Irradiation Before Surgery in Treating Older Patients With Hormone Responsive Stage 0-I Breast Cancer",
    "officialTitle": "Feasibility of Assessing Radiation Response With MRI/CT Directed Preoperative Accelerated Partial Breast Irradiation in the Prone Position for Hormone Responsive Early Stage Breast Cancer",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Estrogen Receptor-positive Breast Cancer, Invasive Ductal Breast Carcinoma, Invasive Ductal Breast Carcinoma With Predominant Intraductal Component, Medullary Ductal Breast Carcinoma With Lymphocytic Infiltrate, Mucinous Ductal Breast Carcinoma, Papillary Ductal Breast Carcinoma, Progesterone Receptor-positive Breast Cancer, Stage IA Breast Cancer, Stage IB Breast Cancer, Tubular Ductal Breast Carcinoma",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 22,
    "primaryOutcomeMeasure": "The primary endpoint will be the reproducibility of the MRI directed preoperative APBI treatment method",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* The patient must consent to be in the study and must have signed an approved consent form conforming with federal and institutional guidelines.\n* Patient must be ≥ 50 years\n* Core biopsy demonstrating breast cancer and receptors that are ER or PR positive.\n* Core tissue must have HER 2 negative followed by current ASCO/CAP guidelines.\n* The patient must have clinical node negative, stage I breast cancer.\n* The surgical treatment must be intended to be a lumpectomy\n* The biopsy site must have been demarcated by a clip(s)\n* Gross disease must be unifocal on Mammo/ MRI imaging\n* Patients must have estrogen receptor (ER) and progesterone receptor (PR) analysis performed on core biopsy\n* Patient must be able to tolerate lying in the prone position with arms extended forward.\n* Must be able to tolerate MRI scan with contrast\n* At the time of enrollment, patients must have had bilateral mammograms within 6 months.\n* Patients must be willing to undergo breast cancer surgery minimally 4, maximally 6 weeks post APBI.\n* Patients with a history of non-breast malignancies are eligible if they have been disease free for 5 or more years prior to enrollment and are deemed by their physicians to be at low risk for recurrence. Patients with the following cancers are eligible if diagnosed and treated within the past 5 years: carcinoma in situ of the cervix, carcinoma in situ of the colon, melanoma in situ, and basal cell and squamous cell carcinoma of the skin.\n\nExclusion Criteria:\n\n* Age \\< 50 years\n* Hormone unresponsive breast cancer\n* T-2 ( \\> 3.0 cm), T-3, Stage III, or Stage IV breast cancer.\n* N-1, N-2, or N-3 clinical axillary nodes\n* Mastectomy intended\n* Unwilling to undergo anti-endocrine therapy\n* Suspicious microcalcification, densities, or palpable abnormalities ( in the ipsilateral or contralateral breast) unless biopsied and found to be benign.\n* Non-epithelial breast malignancies such as sarcoma or lymphoma.\n* Paget's disease of the nipple\n* Proven multicentric carcinoma (invasive or DCIS) in more than one quadrant or separated by \\> 4 centimeters.\n* Any prior treatment with radiation therapy, chemotherapy, biotherapy, or hormone therapy for the currently diagnosed breast cancer prior to study enrollment.\n* Prior breast or thoracic RT for any condition.\n* Psychiatric of addictive disorders or other condition that in the opinion of the investigator would preclude the patient from meeting the study requirements.",
    "sex": "FEMALE",
    "minimumAge": "50 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}