{
    "nctId": "NCT01936961",
    "briefTitle": "Study of Immunochemotherapy +/- Hypofractionated Radiation for Complete Response in Solid Tumors",
    "officialTitle": "A Pilot Study of Immunochemotherapy +/- Hypofractionated Radiation for Complete Response in Solid Tumors (I-CREST)",
    "overallStatus": "WITHDRAWN",
    "conditions": "Metastatic Non-Small Cell Lung Cancer, Metastatic Colon Cancer, Metastatic Triple Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "Complete Response",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patient has definitive histologically or cytologically confirmed metastatic NSCLC, colon, or TNB cancer.\n2. Patient has one or more metastatic tumors measurable by CT scan (or PET/CT, if patient is allergic to CT contrast media).\n3. For NSCLC patients without EGFR or ALK abnormalities amenable to EGFR or ALK targeted therapy: patients must have received no more than at least 2 or 3 cycles of either first- or second-line systemic therapy for the treatment of metastatic disease. For NSCLC patients with EGFR or ALK abnormalities amenable to receive EGFR or ALK targeted therapy: patients must have progressed on first-line EGFR or ALK targeted therapy and received no more than at least 2 or 3 cycles of either second- or third-line systemic therapy for the treatment of metastatic disease.\n4. For colon cancer patients: patients must have patients must have received no more than at least 2 or 3 cycles of either first- or second-line systemic therapy for the treatment of metastatic disease.\n5. For TNB cancer patients, patients must have patients must have received no more than at least 2 or 3 cycles of either first- or second-line systemic therapy for the treatment of metastatic disease.\n6. At the time of screening, all patients must have scans (within 28 days) showing stable disease by RECIST 1.1. Where applicable, measurable tumor marker (e.g. CA19-9, CEA, or CA125) collected within 14 days must be at least 10% less than baseline value on most recent systemic therapy (baseline value has to be abnormal elevated).\n7. Patient has adequate biological parameters as demonstrated by the following blood counts at time of screening:\n8. Absolute neutrophil count (ANC) \\> 1500 mm3, platelet count ≥ 100×109 L, hemoglobin ≥ 9 g/dL.\n9. Serum creatinine ≤2.0, total bilirubin ≤ 2 mg/dL, AST/ALT ≤ 5 times the upper limit of normal range\n10. Thyroid stimulating hormone (TSH) within institutional normal limits. If TSH is above the upper limit of normal range, then a free T4 within institutional normal limits is acceptable.\n11. Persistent prior systemic therapy non-hematologic AE grade ≥2 (except alopecia or correctable electrolyte abnormality with supplementation)\n12. Patient has a Karnofsky performance status (KPS) ≥ 70.\n13. Women of child-bearing potential (i.e., women who are pre-menopausal or not surgically sterile) must be willing to use an acceptable contraceptive method (abstinence, oral contraceptive or double barrier method) for the duration of the study and for 30 days following the last dose of study drug, and must have a negative urine or serum pregnancy test within 2 weeks prior to beginning treatment on this trial.\n\nExclusion Criteria:\n\n1. Active clinically serious infection \\> CTCAE (version 4.03) Grade 2.\n2. Serious non-healing wound, ulcer, or bone fracture.\n3. Patient has known brain metastases, unless previously treated and well-controlled for at least 1 month (defined as clinically stable, no edema, no steroids and stable in 2 scans at least 4 weeks apart).\n4. Inability to complete informed consent process and adhere to the protocol treatment plan and follow-up requirements.\n5. Patient has known active infection with HIV, hepatitis B, or hepatitis C (patients are NOT required to be tested for the presence of such viruses prior to therapy on this protocol).\n6. Requiring daily corticosteroid dose ≥ 7.5 mg prednisone or equivalent per day.\n7. Patient has undergone major surgery, other than diagnostic surgery (e.g., surgery done to obtain a biopsy for diagnosis without removal of an organ), within 4 weeks prior to Day 1 of treatment in this study.\n8. Patient has a history of allergy or hypersensitivity to any of the study drugs or any of their excipients, or the patient exhibits any of the events outlined in the Contraindication or Special Warnings and Precautions sections of the product or comparator SmPC or Prescribing Information.\n9. Patient has serious medical risk factors involving any of the major organ systems, or serious psychiatric disorders, which could compromise the patient's safety or the study data integrity.\n10. Patient will be receiving any other anti-cancer therapy during participation in this trial.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}