{
    "nctId": "NCT06125834",
    "briefTitle": "Trastuzumab Emtansine (T-DM1) in HER2-positive Breast Cancer Patients With Progressive Disease After TKIs or HP Therapy",
    "officialTitle": "Trastuzumab Emtansine (T-DM1) Treatment in HER2-positive Breast Cancer Patients With Progressive Disease After TKIs or HP Therapy: a Multicenter, Single-arm, Phase II Study",
    "overallStatus": "RECRUITING",
    "conditions": "Advanced Breast Cancer, Objective Response Rate, Trastuzumab Emtansine",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 36,
    "primaryOutcomeMeasure": "Objective response rate",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Age ≥ 18 years; pregnancy test (-) for premenopausal and perimenopausal patients, promising to use reliable contraception during treatment.\n* Patients who were be diagnosed with invasive breast cancer according to the eighth edition of American Joint Committee on Cancer (AJCC) staging system, and develop disease progression after anti-HER2 therapy (TKIs) for stage IV disease at initial diagnosis or within one year of adjuvant anti-HER2 therapy (HP) after surgery for early breast cancer.\n* At least one measurable lesion according to RECIST 1.1.\n* ECOG score of 0 or 1.\n* The organ function is still good and meets the following indicators: hemoglobin ≥ 90g/L, white blood cell ≥ 3.5×10\\^9/L, platelet ≥ 100×10\\^9/L, neutrophil ≥ 1.5×10\\^9/L, aspartate aminotransferase or alanine aminotransferase ≤ 3×ULN, total bilirubin ≤ 1.5×ULN, serum creatinine value ≤ 1.5×ULN.\n* Without myocardial ischemia in ECG.\n* NYHA grade I; Echocardiography LVEF ≥55%; Cardiac markers: cardiac troponin (cTnI) and brain natriuretic peptide (BNP) within normal range.\n* Complete all necessary baseline laboratory and radiological tests prior to treatment.\n* Complete clinical data.\n\nExclusion Criteria:\n\n* male breast cancer or inflammatory breast cancer.\n* Patients who have other malignant tumors or have contracted malignant tumors other than breast cancer in the past 5 years, except for basal cell carcinoma of the skin or flat cell carcinoma and carcinoma in situ of the cervix that have been adequately treated and controlled.\n* Accompanying other anti-tumor treatments or participating in other clinical trials.\n* Serious diseases that will affect the patient's compliance or put the patient at risk.\n* Major surgical procedures performed within 4 weeks prior to the commencement of study treatment or anticipated major surgical procedures during the course of the study.\n* Patients who have used ADC drugs at present or before this study.\n* History of allergic reactions or contraindications to use of any drug ingredient in this study.\n* Patients with chronic diarrhea and intestinal obstruction, as well as other diseases that affect drug administration and absorption.\n* Patients who have clinical cardiac symptoms or diseases that are not well controlled, such as: heart failure above NYHA 2; unstable angina; myocardial infarction occurred within one year; clinically significant supraventricular or ventricular arrhythmias requiring treatment or intervention.\n* Dementia, intellectual abnormality, or any mental illness that interferes with the understanding of informed consent.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}