{
    "nctId": "NCT02296801",
    "briefTitle": "A Phase II Randomized Study Evaluating the Biological and Clinical Effects of the Combination of Palbociclib With Letrozole as Neoadjuvant Therapy in Post-Menopausal Women With Estrogen-Receptor Positive Primary Breast Cancer",
    "officialTitle": "A Phase II Randomized Study Evaluating the Biological and Clinical Effects of the Combination of Palbociclib With Letrozole as Neoadjuvant Therapy in Post-Menopausal Women With Estrogen-Receptor Positive Primary Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer, Breast Carcinoma, Breast Tumors",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 307,
    "primaryOutcomeMeasure": "Measurement of the Proliferation Marker Ki67 (% Positive Tumor Cells)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients must be postmenopausal women defined as: Age 56 or older with no spontaneous menses for at least 12 months prior to study entry; or Age 55 or younger with no menses for at least 12 months prior to study entry (e.g., spontaneous or secondary to hysterectomy) and with a documented estradiol level in the postmenopausal range according to local institutional/laboratory standard; or Age greater than or equal to 18 with documented bilateral oophorectomy.\n* Operable ER-positive/HER2- negative, invasive early breast cancer, suitable for neoadjuvant AI treatment. HER2-negative as determined by American Society of Clinical Oncology - College of American Pathologists (ASCO-CAP) guidelines.\n* No known severe hypersensitivity reactions to compounds similar to palbociclib or palbociclib excipients or to endocrine treatments.\n* A breast tumor with an ultrasound size of at least 2.0 cm.\n* Patients must have the ability to swallow oral medication.\n* Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1.\n* At the time of randomization, blood counts performed within 4 weeks prior to randomization must meet the following criteria: absolute neutrophil count (ANC) must be greater than or equal to 1500/mm3; Platelet count must be greater than or equal to 100,000/mm3; Hemoglobin must be greater than or equal to 10 g/dL.\n* international normalized ratio (INR) must be within normal limits of the local laboratory ranges.\n* The following criteria for evidence of adequate hepatic function performed within 4 weeks prior to study entry must be met: total bilirubin must be less than or equal to upper limit of normal (ULN) for the lab unless the patient has a bilirubin elevation greater than ULN to 1.5 x ULN due to Gilbert's disease or similar syndrome involving slow conjugation of bilirubin; and alkaline phosphatase must be must be less than or equal to 1.5 x ULN for the lab; and aspartate aminotransferase (AST) and alanine aminotransferase (ALT) must be less than or equal to 1.5 x ULN for the lab.\n* Serum creatinine performed within 4 weeks prior to study entry must be less than or equal to 1.25 x ULN or estimated creatinine clearance less than 60 mL/min (as calculated using the method standard for the institutions).\n\nExclusion Criteria:\n\n* Active hepatitis B or hepatitis C with abnormal liver function tests.\n* HIV positive patients receiving antivirals.\n* Premenopausal or peri-menopausal women.\n* Inflammatory/inoperable breast cancer.\n* HER2-positive as determined using ASCO-CAP Guidelines.\n* Concurrent use (defined as use within 4 weeks prior to baseline tissue sample being taken) of hormone replacement therapy (HRT) or any other estrogen-containing medication (including vaginal estrogens)\n* Prior endocrine therapy for breast cancer.\n* Any invasive malignancy within previous 5 years (other than basal cell carcinoma or cervical carcinoma in situ).\n* Other nonmalignant systemic disease that would preclude the patient from receiving study treatment or would prevent required follow up such as: Active infection or chronic infection requiring chronic suppressive antibiotics; Malabsorption syndrome, ulcerative colitis, inflammatory bowel disease, resection of the stomach or small bowel, or other disease or condition significantly affecting gastrointestinal function; Chronic daily treatment with corticosteroids with a dose of greater than or equal to 10 mg/day methylprednisolone equivalent (excluding inhaled steroids); Seizure disorders requiring medication.\n* Diagnosis by fine needle aspiration (FNA) alone or excisional biopsy or lumpectomy performed prior to study entry.\n* Surgical axillary staging procedure prior to study procedure (with exception of FNA or core biopsy).\n* Definitive clinical or radiologic evidence of metastatic disease.\n* History of ipsilateral invasive breast cancer regardless of treatment or ipsilateral ductal carcinoma in situ (DCIS) treated with radiotherapy or contralateral invasive breast cancer at any time.\n* Any treatment, including radiotherapy, chemotherapy, and/or targeted therapy, administered for the currently diagnosed breast cancer prior to study entry.\n* Use of any medication or substances that are strong inhibitors or inducers of CYP3A isoenzymes.\n* Class III or Class IV myocardial disease as described by the New York Heart Association; a recent history (within 6 months) of myocardial infarction, or symptomatic arrhythmia at the time of randomization. Class III: Patients with cardiac disease resulting in marked limitation of physical activity. Such patients are comfortable at rest. Less than ordinary physical activity that causes fatigue, palpitation, dyspnea, or anginal pain. Class IV: Patients with cardiac disease resulting in inability to perform any physical activity without discomfort. Symptoms of cardiac insufficiency or anginal syndrome may be present even at rest.\n* QTc greater than 480 msec or a family or personal history of long or short QT syndrome, Brugada syndrome or know history of QTc prolongation, or Torsade de Pointes (TdP).\n* The investigator should assess the patient to determine if she has any psychiatric or addictive disorder or other condition that, in the opinion of the investigator, would preclude her from meeting the study requirements.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}