{
    "nctId": "NCT00963547",
    "briefTitle": "A Study of MK-2206 in Combination With Trastuzumab and Lapatinib for the Treatment of HER2+ Solid Tumors (MK-2206-015)",
    "officialTitle": "A Phase I Investigation of the Combination of MK-2206, Trastuzumab and Lapatinib in HER2+ Solid Tumors",
    "overallStatus": "TERMINATED",
    "conditions": "Advanced Solid Tumors, Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 33,
    "primaryOutcomeMeasure": "Number of Participants Experiencing ≥1 Adverse Event",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Have a histologically or cytologically-confirmed locally advanced or metastatic HER2+ solid tumor.\n* Have performance status ≤1 on the Eastern Cooperative Oncology Group (ECOG) Performance Scale.\n* Have adequate organ function.\n* Female participants have a negative pregnancy test 72 hours prior to receiving the first dose of study medication.\n* Have completed any major surgery for a minimum of 28 days prior to enrollment in this study.\n* Able to swallow tablets and has no surgical or anatomical condition that will preclude the patient from swallowing or absorbing oral medications on an ongoing basis.\n\nExclusion Criteria:\n\n* Had chemotherapy, radiotherapy or biological therapy within 4 weeks of screening. Participants receiving trastuzumab and/or lapatinib prior to screening must be off both medications for 1 week prior to first dose of MK-2206 if trastuzumab had been administered at 2 mg/kg weekly and 3 weeks if trastuzumab had been administered at 6 mg/kg weekly.\n* Currently participating or has participated in a study with an investigational compound or device within 30 days, or 5x half-life from prior agents, whichever is longer, of Day 1 of this study\n* Has known active central nervous system (CNS) metastases and/or carcinomatous meningitis.\n* Has a primary CNS tumor.\n* Has known hypersensitivity to the components of study drugs or its analogs.\n* Has a history or evidence of heart disease.\n* Has uncontrolled hypertension or diabetes.\n* Has known psychiatric or substance abuse disorders that would interfere with cooperation with the requirements of the trial.\n* Is pregnant or breastfeeding or is expecting to conceive or father children during the study.\n* Is HIV positive.\n* Has symptomatic ascites or pleural effusion.\n* Is receiving treatment with oral corticosteroids for reason other than CNS metastasis.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}