{
    "nctId": "NCT01579734",
    "briefTitle": "Phase III, Randomized, Double Blind Trial Low Dose Tamoxifen Versus Placebo in Hormone Replacement Therapy (HRT) Users",
    "officialTitle": "The HOT Study: Hormone Replacement Therapy Opposed by Low Dose Tamoxifen. A Phase III Trial of Breast Cancer Prevention With Low Dose Tamoxifen in HRT Users.",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "PREVENTION",
    "enrollmentCount": 1884,
    "primaryOutcomeMeasure": "breast cancer incidence",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Postmenopausal women candidates to HRT for control of menopausal symptoms or prevention of postmenopausal disorders. women currently undergoing HRT for any duration; (women off HRT for 1 year or longer are considered de novo users);\n* negative bilateral mammography (within the last 6 months);\n* written informed consent.\n\nExclusion Criteria:\n\nAny type of malignancy, with the exclusion of CIN and non-melanoma skin cancer;\n\n* active proliferative disorders of the endometrium such as atypical hyperplasia, history of active endometriosis, unresected polyps, symptomatic myomata;\n* alterations of metabolic, liver, renal and cardiac grade 2 function (NCI criteria grade 2 or higher);\n* any type of retinal disorders, severe cataract and glaucoma;\n* presence of significant risk factors for venous events, including immobilization within the last 3 months for longer than 2 weeks following surgery or trauma, history of estrogen-associated and \"sine causa\" superficial phlebitis, deep venous thrombophlebitis or other significant VTE (pulmonary embolism, stroke, etc.);\n* use of tamoxifen, raloxifene or other SERMs within the last 4 weeks;\n* anticoagulant therapy in progress (heparin or dicoumarol);\n* active infections;\n* severe psychiatric disorders or inability to comply to the protocol procedures; any other factor that at the investigator's discretion contraindicates the use of either tamoxifen or HRT.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}