{
    "nctId": "NCT02154529",
    "briefTitle": "Study of the Combination of KD019 and Trastuzumab in Subjects With HER2-Positive Metastatic Breast Cancer",
    "officialTitle": "A Phase 1b/2a Study of the Combination of KD019 and Trastuzumab in Subjects With HER2-Positive Metastatic Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "HER-2 Positive Breast Cancer, Metastatic Malignant Neoplasm to Brain",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 17,
    "primaryOutcomeMeasure": "Safety and Tolerability: Percentage of Subjects With Treatment Emergent Adverse Events (TEAEs) by Severity and/or Relationship to Tesevatinib",
    "eligibilityCriteria": "Inclusion Criteria\n\nSubjects will be included if they meet the following criteria:\n\n1. Female ≥ 18 years old.\n2. Females with histologically or cytologically confirmed HER2-positive breast cancer. HER2 positive is defined as 3+ staining by immunohistochemistry, or HER2 gene amplification by fluorescent in situ hybridization (FISH) or silver in situ hybridization (SISH) with HER2/CEP17 ratio ≥ 2.0.\n3. Metastatic disease that has progressed on previous therapy or previous therapy was not tolerated.\n4. Subjects in the Phase 1b portion of the study and in Group 1 and Group 3 of the Phase 2a portion of the study may have received any number of prior therapies for breast cancer. Subjects in Group 2 of the Phase 2a portion of the study may have received up to 3 lines of therapy in the metastatic setting (not including adjuvant or neoadjuvant therapy).\n\n   1. Previous therapies must have included trastuzumab, pertuzumab, and trastuzumab emtansine. However, subjects starting initial systemic therapy for HER2-positive breast cancer prior to June 2012, when pertuzumab was approved for initial treatment of patients with HER2-positive breast cancer, are not required to have had pertuzumab.\n   2. If the subject has ER+ breast cancer, prior therapy must have included at least 1 hormonal therapy.\n   3. Subjects with asymptomatic brain metastases found on screening MRI may be entered into Phase 1b or into Group 2 of the Phase 2a without prior radiation therapy to the brain. Subjects with minimally symptomatic brain metastases found on screening MRI may be entered into Phase 1b or into Group 2 of the Phase 2a without prior radiation therapy to the brain if they do not require immediate surgical or radiation therapy in the opinion of the treating investigator and in the opinion of a radiation therapy or neurosurgical consultant.\n   4. Subjects with brain metastases that are progressing in the brain after radiation therapy are eligible for enrollment in both Phase 1b and Group 1 of the Phase 2a, provided that there has been no further local therapy for the progressing brain metastases. These subjects must have previously received trastuzumab, pertuzumab (if received initial systemic therapy for HER2-positive breast cancer prior to June 2012 when pertuzumab was approved for initial systemic therapy of HER2-positive, metastatic breast cancer), and trastuzumab emtansine.\n   5. Subjects with leptomeningeal metastases may or may not have brain metastases. When brain metastases are present, they do not need to have progressed after radiation therapy.\n5. Subjects with disease progression in the brain after prior brain radiation therapy may have extra-CNS metastases in any location or may have no extra-CNS metastases.\n6. At least 1 measurable breast cancer lesion that is ≥ 10 mm in one dimension (or\n\n   ≥ 15 mm in shortest axis for lymph nodes) by spiral CT scan or by brain MRI. All brain metastases should be evaluated by T1-weighted, gadolinium-enhanced magnetic resonance imaging (MRI). Subjects with leptomeningeal metastases (Group 3) are not required to have measurable disease but must have cytologic confirmation of leptomeningeal disease.\n7. Trastuzumab therapy and hormonal therapy for breast cancer treatment started prior to study entry may be continued. However, previous chemotherapy (including antibodies other than trastuzumab) for breast cancer treatment must have been discontinued at least 14 days before the start of study treatment. Surgical procedures other than port placement must have been performed at least 14 days prior to the start of study treatment. Subjects must have recovered from the reversible effects of prior breast cancer treatments, including surgery and radiation therapy (excluding alopecia).\n8. No increase in corticosteroid dose during the week prior to screening brain MRI.\n9. No history of another malignancy in the past 5 years, except treated non-melanoma skin cancer or superficial bladder cancer or carcinoma-in-situ of the cervix.\n10. ECOG (Eastern Cooperative Oncology Group) status of ≤ 1 (see Appendix C). However, subjects in Group 3 (leptomeningeal metastases) require ECOG status of ≤ 2.\n11. Adequate organ and bone marrow functions as follows: (a) Serum creatinine ≤ 1.5 mg/dL; (b) total bilirubin ≤ 1.5 × upper limit of normal (ULN); (c) alanine aminotransferase and aspartate aminotransferase ≤ 3× ULN; (d) white blood cell count \\> 3000/mm\\^3; (e) absolute neutrophil count ≥ 1500/mm\\^3; (f) platelet count \\> 100,000/mm\\^3; and (g) hemoglobin \\> 8 g/dL\n12. Serum potassium and magnesium levels within normal limits (WNL).\n13. Cardiac ejection fraction WNL as measured by echocardiogram, as long as lower limit of normal (LLN) at the institution is ≥ 50%.\n14. No coexisting medical problems of sufficient severity to limit compliance with the study.\n15. Willing and able to sign written informed consent and be able to comply with the study protocol for the duration of the study.\n16. Women of childbearing potential (ie, menstruating women) must have a negative urine pregnancy test (positive urine tests are to be confirmed by serum test). Sexually active women of childbearing potential enrolled in the study must agree to use 2 forms of accepted methods of contraception during the course of the study and for 3 months after their last dose of study drug. Effective birth control includes: (a) Intrauterine Device (IUD) plus 1 barrier method; (b) on stable doses of hormonal contraception for at least 3 months (eg, oral, injectable, implant, transdermal) plus 1 barrier method; (c) 2 barrier methods where effective barrier methods are male or female condoms, diaphragms, and spermicides (creams or gels that contain a chemical to kill sperm); or (d) a vasectomized partner.\n\nExclusion Criteria\n\nA subject who meets any of the following criteria is ineligible for entry into the study:\n\n1. Any concurrent therapy for breast cancer other than the specified treatment in this study. Concurrent treatment with bisphosphonates or denosumab is allowed, if started prior to the start of tesevatinib administration.\n2. Cerebrospinal fluid (CSF) cytology positive for malignant cells or symptomatic leptomeningeal carcinomatosis in the Phase 1b portion of the study. Note: In Group 3 of the Phase 2a portion of the study, subjects are required to have CSF cytology positive for malignant cells.\n3. Taking any medication known to inhibit the CYP3A4 isozyme or any drugs that are CYP3A4 inducers (including phenytoin), or any drugs associated with torsades de pointes or known to prolong the QTc(f) interval, including anti-arrhythmic medications within 2 weeks prior to Day 1 of treatment in the study. A stable regimen (≥ 4 weeks) of antidepressants of the SSRI(selective serotonin reuptake inhibitor) class is allowed (common SSRIs include escitalopram oxalate, citalopram, fluvoxamine, paroxetine, sertraline, and fluoxetine).\n4. Has evidence of active heart disease such as myocardial infarction within the 3 months prior to study entry; symptomatic coronary insufficiency or heart block; congestive heart failure; moderate or severe pulmonary dysfunction.\n5. History of torsades de pointes, ventricular tachycardia or fibrillation, pathologic sinus bradycardia (\\< 50 bpm), heart block (excluding first degree block, being PR(partial response) interval only), or congenital long QT syndrome. Subjects with a history of atrial arrhythmias should be discussed with the medical monitor.\n6. Has an active infectious process.\n7. Female subject who is pregnant or lactating.\n8. Known contraindication to MRI, such as cardiac pacemaker, shrapnel, or ocular foreign body.\n9. Has had major surgery without full recovery.\n10. Has marked prolongation of QTc interval at screening or baseline (QTc interval \\> 470 msec) using the Fridericia method of correction for heart rate.\n11. History of gastrointestinal (GI) condition that might interfere with drug absorption",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}