{
    "nctId": "NCT00899509",
    "briefTitle": "Gene Expression Profiling and Genetic Analysis of Tissues From Patients With Breast Cancer",
    "officialTitle": "Correlative Studies of ERBB-2/HER-2/NEU and p53 in CALGB Protocol 9344/INT Protocol 0148: Doxorubicin Dose Escalation, With or Without Taxol®, as Part of the CA Adjuvant Chemotherapy Regimen For Node Positive Breast Cancer: A Phase III Intergroup Study",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 1500,
    "primaryOutcomeMeasure": "Disease free survival",
    "eligibilityCriteria": "1. Registration to CALGB 9344 or 9741\n2. Samples collected, shipped and stored appropriately at the CALGB Pathology Coordinating Office\n3. Institutional Review Board (IRB) review and approval at the institution where the laboratory work will be performed is required.\n4. Informed consent: The CALGB does not require that a separate consent form be signed for this study.\n\n   * The subject population to be studied in this protocol includes patients selected from one or more of the following CALGB treatment protocols: CALGB 9344 and 9741.\n   * All patients have signed a written informed consent document meeting all federal, state and institutional guidelines as part of entry into those trials.\n   * All samples to be studied were obtained and stored as part of the patient's respective treatment trial. The data obtained from the patient's record will be used to obtain appropriate clinical information. In no instance will the patient be contacted directly.\n   * There should be no physical, psychological, social or legal risks associated with this study. No invasive procedures are recommended or requested.\n   * All appropriate and necessary procedures will be utilized to maintain confidentiality. All patients who have had samples submitted for analysis will have their CALGB ID number used to identify specimens.\n   * This study does not require direct patient contact and no specific risk or benefits to individuals involved in the trial are anticipated. It is likely, however, tIt is likely, however, that the information gained will substantially help similar patients in the future.",
    "sex": "FEMALE",
    "minimumAge": "N/A",
    "stdAges": "CHILD, ADULT, OLDER_ADULT"
}