{
    "nctId": "NCT00497458",
    "briefTitle": "Androgen Therapy for Breast Cancer Patients With Aromatase Inhibitor Induced Side-Effects",
    "officialTitle": "Phase II Study of Testosterone Replacement in Women Experiencing Aromatase Inhibitor Side-Effects in Adjuvant Therapy for Breast Cancer",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer, Arthralgia, Osteoporosis",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 90,
    "primaryOutcomeMeasure": "Reduces arthralgia and associated joint symptoms as indicated by the change in hand or large joint pain from baseline to 3 months using a 100mm visual analogue scale for pain.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Provision of written informed consent\n* Undergone a total mastectomy, a lumpectomy or a quadrantectomy for primary breast cancer +/-chemo, +/-radiotherapy\n* Have commenced anastrozole therapy within the previous 6 months\n* Presence of node negative or positive disease\n* Receptor-positive tumors, defined as ER ≥10% of the tumor cells positive by immunocytochemical evaluation\n* Postmenopausal whether induced by surgery, radiotherapy (chemotherapy-induced amenorrhea may be difficult to determine they may be amenorrhoeic but still have functioning ovaries), or by being naturally amenorrhoeic, for 1 year or more if younger than 50 and for 6 months if 50 or older\n* Postmenopausal levels of FSH/LH/E2 (follicle stimulating hormone, luteinizing hormone, oestrogen) according to the definition of \"postmenopausal range\" for the laboratory involved\n* Have developed arthralgia and associated joint symptoms whilst being treated with anastrozole with a score of 40mm or greater on a pain and stiffness 100mm VAS\n* WBC ≥ 3.0 x 109/L, granulocytes ≥ 1.5 X 109/L and platelets ≥ 100 x 109/L.\n* AST/SGOT or ALT/SGPT ≤ 3 times ULN Serum creatinine ≤ 2 times ULN\n\nExclusion Criteria:\n\n* Presence of metastatic disease\n* Diabetes mellitus or glucose intolerance defined as a fasting glucose \\>6mmol/l\n* Previous or concomitant other (non-breast cancer) malignancy within the previous 5 years\n* Presence of other non-malignant systemic diseases which may prevent prolonged follow-up\n* History of coronary artery disease or no history of previous coronary heart disease but at least two other coronary heart disease risk factors: LDL ≥8.8 mg/dL OR if fewer than two other coronary heart disease risk factors: LDL ≥10.45 mg/dL or total fasting cholesterol ≥ 13.2 mg/dL\n* Patients on hormone replacement therapy (HRT) within 4 weeks before trial treatment was initiated\n* Patients on breast cancer chemoprevention with anti-oestrogens if less than 18 months between stopping and diagnosis of breast cancer\n* Are at risk of transmitting Human Immunodeficiency Virus or viral hepatitis via infected blood\n* Known hypersensitivity to any component of testosterone\n* Unable to comply with study requirements\n* Taking the following concomitant medications at the screening visit-bisphosphonate, anti-cancer treatment other than anastrozole (this includes Herceptin).\n* Prolonged systemic corticosteroid treatment, except for topical applications (e.g. for rash), inhaled sprays (e.g. for obstructive airways diseases), eye drops or local injections (e.g. intra-articular). Note: Short duration (\\< 2 weeks) of systemic corticosteroids is allowed (e.g. for Chronic Obstructive Pulmonary Disease) but not within 1 month prior to randomisation.\n* Any investigational drugs\n* Systemic hormone replacement therapy\n* Pregnant or lactating women\n* Patients with history of fragility fracture or low BMD, osteoporosis or osteopenia\n* Known liver disease",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}