{
    "nctId": "NCT05350059",
    "briefTitle": "The HIFUB Study (HIFU in Breast Cancer)",
    "officialTitle": "Study of High Intensity Focused Ultrasound (HIFU) in the Treatment of Early Breast Cancer",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 15,
    "primaryOutcomeMeasure": "To evaluate the efficacy of the HIFU treatment in achieving cancer ablation",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Participant is willing and able to give informed consent for participation in the trial.\n* Female, aged 18 years or above.\n* Histologically confirmed breast cancer (invasive ductal cancer) by core biopsy, which is suitable for surgical resection.\n* Participants must have one non-metastatic, clinically palpable, invasive breast cancer measuring ≤2cm in its largest dimension, which can be visualised using diagnostic ultrasound.\n* All participants must have an adequate biopsy determination of oestrogen, progesterone, HER2 receptor status on pre-operative biopsy.\n* Adequate ECG, haematological, renal and hepatic function, as indicated, as would be required for imaging and surgery.\n* In the Investigator's opinion, is able and willing to comply with all trial requirements.\n\nExclusion Criteria:\n\n* Female participant who is pregnant.\n* Significant renal or hepatic impairment.\n* An inadequate biopsy determination of oestrogen, progesterone, HER2 receptor status on pre-operative biopsy.\n* Unable to visualize lesion or tumour boundaries clearly on ultrasound.\n* Subjects with tumours lying less than 5mm to overlying skin or less than 5mm to the underlying muscle on the diagnostic scan.\n* Any uncontrolled illness or any other medical problem that would preclude surgery.\n* The presence of any contraindication for magnetic resonance imaging, e.g. the presence of a heart pacemaker, a metallic foreign body (metal sliver) in the eye, or an aneurysm clip in the brain or severe claustrophobia.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}