{
    "nctId": "NCT05673746",
    "briefTitle": "Acupuncture in Chemotherapy-induced Peripheral Neuropathy in Women With Breast Cancer",
    "officialTitle": "Acupuncture in Chemotherapy-induced Peripheral Neuropathy in Women With Breast Cancer: Acu-CIPN, a Randomized Controlled Multicenter Study",
    "overallStatus": "RECRUITING",
    "conditions": "Peripheral Neuropathy",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 102,
    "primaryOutcomeMeasure": "Reduction of peripheral neuropathy, including neuropathic pain",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Female patients ≥18 years.\n* Patients with diagnosis of breast cancer (stage I-III) currently receiving taxane-based chemotherapy (paclitaxel or docetaxel) in neoadjuvant or adjuvant setting, or who have completed taxane-based chemotherapy for no more than 6 months. Concomitant treatment with trastuzumab is allowed in HER-positive patients and/or hormone therapy in patients with hormone-sensitive breast cancer.\n* Chemotherapy-induced peripheral neuropathy graded 1-3, according to NCICTCAE v 4.03 criteria, for at least one week and for no more than 6 months after the completion of chemotherapy regimen.\n* Neuropathic pain with ≥4 points in the numeric scale rate for at least one week\n* Informed consent signed before any study-specific procedure\n\nExclusion Criteria:\n\n* Patients with diagnosis of metastatic breast cancer\n* Pre-existing peripheral neuropathy in the 28-day period before the start of chemotherapy\n* Any pre-existing condition which can both lead to or be a concomitant factor for neuropathy onset, such as not controlled diabetes mellitus, paralysis, multiple sclerosis, AIDS and Herpes Zoster\n* Patients with amputation and/or severe peripheral vascular disease (peripheral revascularization interventions needed, AOCP\\> stage II, rheumatologic disorders affecting arteriole or microcirculation)\n* Patient with history of spinal cord surgery\n* Patient with history of chronic alcoholism\n* Concomitant use of pharmacological agents which can cause neuropathic pain as an adverse event, except for chemotherapy\n* Patient who already experienced acupuncture for any condition\n* Patient currently in treatment with duloxetine, gabapentin, pregabalin or other drugs for the treatment of neuropathic pain\n* Patient with history of psychiatric disorders before breast cancer diagnosis (major depressive disorders, bipolar disorder, suicidal tendency)",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}