{
    "nctId": "NCT03603197",
    "briefTitle": "BP-C1 in Short-term Treatment of Thai Patients With Metastatic Breast Cancer",
    "officialTitle": "A Randomized, Double Blind and Placebo Controlled Multicenter Study Comparing BP-C1 and an Equal Looking Placebo in Metastatic Breast Cancer Patients. A Phase IIB Study",
    "overallStatus": "COMPLETED",
    "conditions": "Metastatic Breast Cancer, Stage IV Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 38,
    "primaryOutcomeMeasure": "Change (%) in the sum of diameters of target lesions",
    "eligibilityCriteria": "Inclusion Criteria:\n\nFemale patients with histologically verified metastatic breast cancer (stage IV) with measurable metastases, between 18 and 80 years of age, who had undergone at least three lines of chemotherapy and had an expected survival time of at least 3 months.\n\nExclusion Criteria:\n\nPatients fulfilling at least one of the following criteria will be excluded from participation in the study:\n\n* Abnormal liver function classified as total bilirubin \\>34 μmol/L or ALAT \\> 3 times of the upper limit of normal (ULN). In case of metastases in the liver, the ALAT limit for exclusion is set to 5хULN.\n* Abnormal kidney function defined by serum creatinine \\>120 μmol/L.\n* Abnormal coagulation capacity defined by the relative arbitrary concentration of coagulation factors 2,7,10; INR \\>1.5.\n* Verified metastases to the brain.\n* Synchronous cancer except for non- melanoma skin cancer and early stage of cervical cancer.\n* Abnormal hematology status defined by hemoglobin \\< 9.0 g/dL, platelet count \\< 100,000/mm\\^3 or leucocytes \\< 3 x 10\\^9/L.\n* Clinically significant abnormal ECG.\n* Karnofsky performance status score \\<60%.\n* Pregnant or breast feeding women.\n* Women of fertile age who do not want to be tested for possible pregnancy.\n* Fertile female who do not want to use safe protection against pregnancy, starting one month before the start of the study treatment and lasting at least six weeks after.\n* Uncontrolled bacterial, viral, fungal or parasite infection.\n* Under systemic treatment with corticosteroids or other immunosuppressive drugs in the last 21 days before start of the trial treatment.\n* Participating in another clinical trial with pharmaceuticals in the last six weeks before start of this trial treatment.\n* Not able to understand information.\n* Not willing or not able to give written consent to participate in the study.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}