{
    "nctId": "NCT05070247",
    "briefTitle": "A Study of TAK-500 With or Without Pembrolizumab in Adults With Select Locally Advanced or Metastatic Solid Tumors",
    "officialTitle": "An Open-label, Dose Escalation and Expansion, Phase 1/2 Study to Evaluate the Safety, Tolerability, Pharmacokinetics, Pharmacodynamics, and Preliminary Antitumor Activity of TAK-500, a Novel Stimulator of Interferon Genes Agonist, as a Single Agent and in Combination With Pembrolizumab in Adult Patients With Select Locally Advanced or Metastatic Solid Tumors",
    "overallStatus": "RECRUITING",
    "conditions": "Pancreatic Cancer, Hepatocellular Cancer, Mesothelioma, Breast Cancer, Gastric Cancer, Esophageal Cancer, Nasopharyngeal Cancer, Kidney Cancer, Squamous Cell Cancer of Head and Neck (SCCHN), Non-small Cell Lung Cancer (NSCLC), Non-squamous",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 313,
    "primaryOutcomeMeasure": "Dose Escalation: Number of Participants With Grade 3 or Higher TEAEs",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Eastern Cooperative Oncology Group (ECOG) Performance Status of 0 to 1.\n2. Individuals with the following pathologically confirmed (cytological diagnosis is adequate) select locally advanced or metastatic solid tumors, whose disease has progressed on or are intolerant to standard therapy:\n\n   1. Gastroesophageal (esophageal, gastroesophageal junction, and gastric) adenocarcinoma, pancreatic adenocarcinoma, hepatocellular carcinoma (HCC), nonsquamous non-small cell lung cancer (NSCLC), squamous cell carcinoma of the head and neck (SCCHN), mesothelioma, triple-negative breast cancer (TNBC), renal clear cell carcinoma (RCC) and nasopharyngeal carcinoma (NPC). Participants who are intolerant to all standard therapies are those who have developed clinical or laboratory abnormalities that prevent continued drug administration as evaluated by the principal investigator at the time of screening.\n   2. For dose expansion in 2L nonsquamous NSCLC (TAK-500 plus pembrolizumab):\n\n      * Participants with pathologically confirmed (cytological diagnosis is adequate) locally advanced or metastatic nonsquamous NSCLC.\n      * Participants may not have a known targetable driver mutation, rearrangement or amplification (eg, EGFR, ALK, MET, ROS1, BRAF, KRASG12C, etc.).\n      * Must have had disease progression while on or following 1 prior line of therapy:\n\n        - Disease progression while on or following at least 6 weeks of 1 prior anti-PD-(L)1 therapy in the recurrent locally advanced or metastatic setting. OR Disease progression/recurrence within 6 months of the completion of anti-PD-(L)1 therapy if administered in the adjuvant/neoadjuvant setting. Prior anti-PD-(L)1 therapy may have been given with or without an anti-CTLA4 antibody and/or chemotherapy (eg, carboplatin and pemetrexed).\n      * Participants are eligible regardless of PD-L1 status.\n   3. For dose expansion in 3L nonsquamous NSCLC (TAK-500 SA):\n\n      * Participants with pathologically confirmed (cytological diagnosis is adequate) locally advanced or metastatic nonsquamous NSCLC.\n      * Participants may not have a known targetable driver mutation, rearrangement or amplification (eg, EGFR, ALK, MET, ROS1, BRAF, KRASG12C, etc.).\n      * Must have had disease progression while on or following 2 prior lines of therapy:\n\n        * Disease progression while on or following at least 6 weeks of 1 prior anti-PD-(L)1 therapy in the recurrent locally advanced or metastatic setting OR Disease progression/recurrence within 6 months of the completion of 1 prior anti-PD-(L)1 therapy if administered in the adjuvant/neoadjuvant setting. Prior anti-PD-(L)1 therapy may have been given with or without an anti-CTLA4 antibody and/or chemotherapy (eg, carboplatin and pemetrexed).\n        * Participants must have had disease progression while on or after 1 or 2 lines of chemotherapy in the recurrent locally advanced or metastatic setting. If the anti-PD-(L)1 therapy is given in combination with chemotherapy, participant must have progressed on an additional line of chemotherapy.\n      * Participants are eligible regardless of PD-L1 status.\n   4. For dose expansion in 2L pancreatic adenocarcinoma (TAK-500 SA and TAK-500 plus pembrolizumab):\n\n      * Participants with pathologically confirmed (cytological diagnosis is adequate) locally advanced or metastatic pancreatic adenocarcinoma.\n      * Must have had disease progression while on or following 1 prior line of therapy:\n\n        - One prior line of fluorouracil- or gemcitabine-based chemotherapy (eg, FOLFIRINOX, FOLFOX, FOLFIRI, gemcitabine/nab-paclitaxel) in the metastatic/recurrent locally advanced setting. Prior chemotherapy in the neoadjuvant/adjuvant setting does not qualify unless the participant had progression of disease within 6 months of completion of neoadjuvant/adjuvant chemotherapy.\n      * Must not have had prior exposure to anti-PD-(L)1 therapy.\n      * Participants with MSI-H/dMMR disease are not eligible.\n      * Participants are eligible regardless of PD-L1 status.\n   5. For dose expansion in 3L RCC (TAK-500 plus pembrolizumab):\n\n      * Participants with pathologically confirmed (cytological diagnosis is adequate) locally advanced or metastatic RCC.\n      * Must have had disease progression while on or following 2 prior lines of therapy:\n\n        * Disease progression while on or following at least 6 weeks of 1 prior anti-PD-(L)1 therapy in the recurrent locally advanced or metastatic setting. OR Disease progression/recurrence within 6 months of the completion of anti-PD-(L)1 therapy if administered in the adjuvant/neoadjuvant setting. Prior anti-PD-(L)1 therapy may have been given with or without an anti-CTLA4 antibody and/or an anti-VEGFR TKI.\n        * Participants must have had prior therapy with 1 or 2 lines of VEGFR TKIs in the metastatic/recurrent locally advanced setting. If anti-PD-(L)1 therapy was given in combination with a VEGFR TKI, the participant must have had progressive disease on an additional line of therapy (eg, VEGFR TKI or VEGFR TKI-containing combination).\n      * Participants are eligible regardless of PD-L1 status.\n3. Must have at least 1 RECIST version 1.1 measurable lesion. Lesions in previously irradiated areas (or other local therapy) should not be selected as measurable/target lesions unless there has been demonstrated radiographic progression in that lesion. RECIST v1.1 target lesions must include at least 1 lesion that was not previously irradiated.\n4. Adequate bone marrow, renal, and hepatic functions, as determined by the following laboratory parameters:\n\n   1. Absolute neutrophil count (ANC) greater than or equal to (\\>=) 1000/ microliter (mcL), platelet count \\>=75,000/mcL, and hemoglobin \\>= 8.0 grams per deciliter (g/dL) without growth factor support for ANC or transfusion support\n   2. Total bilirubin \\<=1.5 times the institutional upper limit of normal (ULN). For participants with Gilbert's disease or HCC, \\<=3 milligrams per deciliter (mg/dL).\n   3. Serum alanine aminotransferase and aspartate aminotransferase \\<=3.0\\*ULN or \\<=5.0\\*ULN with liver metastases or HCC.\n   4. Albumin \\>=3.0 g/dL.\n   5. Calculated creatinine clearance using the Cockcroft-Gault formula \\>=30 mL/minute.\n5. Left ventricular ejection fraction (LVEF) \\>50%, as measured by echocardiogram or multiple gated acquisition scan (MUGA) within 4 weeks before receiving the first dose of study drug.\n6. For participants with HCC only: Child-Pugh score less than or equal to 7 (Child-Pugh A or B7).\n7. Clinically significant toxic effects of previous therapy have recovered to Grade 1 (per National Cancer Institute Common Terminology Criteria for Adverse Events \\[NCI CTCAE\\] Version 5.0) or baseline, except for alopecia, Grade 2 peripheral neuropathy, and/or autoimmune endocrinopathies with stable endocrine replacement therapy.\n8. Participants previously treated with fully human/humanized antineoplastic monoclonal antibodies must not have received treatment with such antibodies for at least 4 weeks or the time period equal to the dosing interval, whichever is shorter. No washout period is required for prior treatment with pembrolizumab or other anti-programmed cell death protein 1 (PD-1) antibodies, although the first study dose of these drugs must not occur at an interval less than standard of care (that is, 3 weeks for 200 mg of IV pembrolizumab).\n\nExclusion Criteria:\n\n1. History of any of the following \\<=6 months before first dose of study drug(s): congestive heart failure New York Heart Association Grade III or IV, unstable angina, myocardial infarction, persistent hypertension \\>=160/100 millimeters of mercury (mmHg) despite optimal medical therapy, ongoing cardiac arrhythmias of Grade \\>2 (including atrial flutter/ fibrillation or intermittent ventricular tachycardia), other ongoing serious cardiac conditions (example, Grade 3 pericardial effusion or Grade 3 restrictive cardiomyopathy), or symptomatic cerebrovascular events. Chronic, stable atrial fibrillation on stable anticoagulation therapy, including low molecular-weight heparin, is allowed.\n2. QT interval with Fridericia correction method \\>450 milliseconds (men) or \\>475 milliseconds (women) on a 12- lead ECG during the screening period.\n3. Grade \\>=2 hypotension (that is, hypotension for which nonurgent intervention is required) at screening or during C1D1 predose assessment.\n4. Oxygen saturation \\<92% on room air at screening or during C1D1 predose assessment.\n5. Treatment with other STING agonists/antagonists, Toll-like receptor agonists or CCR2 agonist/antagonist within the past 6 months.\n6. Active diagnosis of pneumonitis, interstitial lung disease, severe chronic obstructive pulmonary disease, idiopathic pulmonary fibrosis, other restrictive lung diseases, acute pulmonary embolism, or Grade \\>=2 pleural effusion not controlled by tap or requiring indwelling catheters.\n7. Grade \\>=2 fever of malignant origin.\n8. Chronic, active hepatitis (example, participants with known hepatitis B surface antigen seropositive and/or detectable hepatitis C virus \\[HCV\\] RNA).\n9. History of hepatic encephalopathy.\n10. Prior or current clinically significant ascites, as measured by physical examination, that requires active paracentesis for control.\n11. Treatment with any investigational products or other anticancer therapy (including chemotherapy, targeted agents, and immunotherapy), within 14 days or 5 half-lives, whichever is shorter, before C1D1 of study drug(s).\n12. Radiation therapy within 14 days (42 days for radiation to the lungs) and/ or systemic treatment with radionuclides within 42 days before C1D1 of study drug(s). Participants with clinically relevant ongoing pulmonary complications from prior radiation therapy are not eligible.\n13. Use of systemic corticosteroids or other immunosuppressive therapy, concurrently or within 14 days of C1D1 of study drug(s), with the following exceptions:\n\n    * Topical, intranasal, inhaled, ocular, intra-articular, and/or other nonsystemic corticosteroids.\n    * Physiological doses of replacement steroid therapy (example, for adrenal insufficiency), not to exceed the equivalent of 10 mg prednisone daily.\n14. Recipients of allogeneic or autologous stem cell transplantation or organ transplantation.\n\nAdditional criteria specific for participants in TAK-500 and pembrolizumab combination arm only:\n\n* Contraindication to the administration of a pembrolizumab or prior intolerance to pembrolizumab or other anti-PD-1 or anti-programmed cell death protein ligand 1 antibody.\n* History of intolerance to any component of the study treatment agents or known serious or severe hypersensitivity reaction to any of the study drugs or their excipients. (Pembrolizumab is formulated with L-histidine, polysorbate 80, and sucrose.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}