{
    "nctId": "NCT02874430",
    "briefTitle": "Metformin Hydrochloride and Doxycycline in Treating Patients With Localized Breast or Uterine Cancer",
    "officialTitle": "A Phase II Study of Metformin in Combination With Doxycycline in Patients With Localized Breast, and Uterine, and Cervical Cancer",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Carcinoma, Endometrial Clear Cell Adenocarcinoma, Endometrial Serous Adenocarcinoma, Uterine Corpus Cancer, Uterine Corpus Carcinosarcoma",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 27,
    "primaryOutcomeMeasure": "Change in the percent of stromal cells expressing Caveolin-1 (CAV1) at an intensity of 1+ or greater assessed by immunohistochemistry",
    "eligibilityCriteria": "Inclusion Criteria:\n\nIn order to be eligible for participation in this trial, the subject must:\n\n1. Diagnosis of localized breast or uterine cancer that is either biopsy proven or suspected based on history, physical, and or radiographic findings, and who are planned for definitive resection of the tumor without the use of neoadjuvant chemotherapy or radiation therapy at TJUH are eligible to participate.\n2. Subjects must be ≥ 18 years of age at time of consent.\n3. Subjects must be newly diagnosed or suspected to have breast, uterine (endometrial cancer with histologies including endometrioid, serous, clear cell, and carcinosarcoma) or cervical cancer.\n4. Patient must be able to swallow pills.\n5. Patients with serum creatinine levels less than 1.5 mg/dL.\n6. Women of child bearing potential must have a negative urine or blood pregnancy test within 14 days of study enrollment.\n7. Informed Consent: All subjects must be able to comprehend and sign a written informed consent document.\n8. ECOG Performance status \\<1\n\nExclusion Criteria:\n\nThe subject must be excluded from participating in the trial if the subject:\n\n1. Received any prior cancer therapy for the breast or uterine cancer that is being resected, including progesterone therapy for endometrial cancer patients.\n\n   a. Patients may have had prior therapy for other contra-lateral breast cancer.\n2. Subjects who are pregnant or breastfeeding or may become pregnant during metformin and doxycycline administration.\n3. Subjects on metformin or doxycycline for any reason during the preceding 4 weeks.\n4. Diabetic subjects that are managed by taking metformin or insulin.\n5. Subjects who have received iodinated contrast dye must wait 12 hours prior to starting Metformin. If a CT scan with contrast is scheduled after screening and consent, the metformin cannot be taken until after the CT with contrast has been completed and they have waited 12 hours.\n6. Patients with serum creatinine level greater than 1.5 mg/dL.\n7. Patients with history of lactic or any other metabolic acidosis.\n8. Patients with history of congestive heart failure stage III or greater.\n9. Patients scheduled for definitive cancer surgical resection less than 7 days from beginning of study drug administration or greater than 6 weeks from beginning study drug administration.\n10. Patients with history of hepatic dysfunction or hepatic disease and abnormal liver function tests defined as AST, ALT, Alk Phos, and or total bilirubin greater than 2.5 times the upper limit of normal.\n\n    a. Patients who have a history of hepatic dysfunction or hepatic disease and normal liver function tests will be eligible to participate.\n11. Patients with a current history (in the past 30 days) of heavy drinking which is defined in accordance with CDC definition as more than 8 drinks per week for women and more than 15 drinks per week for men. A standard drink contains .6 ounces of pure alcohol. Generally, this amount of pure alcohol is found in 12-ounces of beer, 8-ounces of malt liquor, 5-ounces of wine, 1.5-ounces or a \"shot\" of 80-proof distilled spirits or liquor (e.g., gin, rum, vodka, or whiskey). While on study, patients should limit their alcohol consumption to no more than 8 drinks per week for women and no more than 15 drinks per week for men. Patients who feel they cannot comply with this recommendation are not eligible.\n12. Prior allergic reaction to metformin, doxycycline, or any other tetracycline antibiotic in the past.\n13. Patient is on medications that are contraindicated with metformin or doxycycline under current FDA recommendations. The following is a list of medications identified as class D (consider therapy modification) when treatment with metformin or doxycycline is considered:\n\n    * Class D:\n\n      * Bismuth Subsalicylate\n      * Cimetidine\n      * Iodinated contrast agents\n      * Somatropin",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}