{
    "nctId": "NCT03933982",
    "briefTitle": "A Study of Pyrotinib Plus Vinorelbine in Patients With Brain Metastases From HER2-positive Metastatic Breast Cancer",
    "officialTitle": "Pyrotinib Plus Vinorelbine in Patients With Brain Metastases From HER2-positive Metastatic Breast Cancer : a Prospective, Single-arm, Open-label Study",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer, Brain Metastases",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 30,
    "primaryOutcomeMeasure": "Objective Response Rate (ORR) of CNS",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age18-75 years.\n2. ECOG performance status ≤2.\n3. Histologically confirmed HER2 positive advanced breast cancer.\n4. Prior to anthracyclines and taxanes (neoadjuvant, adjuvant and metastatic setting). Received ≤4 regimes in metastatic setting. Prior to trastuzumab is allowed.\n5. Not received whole brain radiotherapy (WBRT) or recurrence after WBRT.\n6. Controlled CNS symptoms (headache, dizziness, lethargy, nausea etc.).\n7. Patients with CNS metastasis; at least one CNS metastases with a longest diameter ≥1 cm and a diameter perpendicular to the longest diameter should be ≥0.5 cm;\n8. Signed the informed consent form prior to patient entry.\n\nExclusion Criteria:\n\n1. Participated in other drug clinical trials within 4 weeks before the start of the study;\n2. Received radiotherapy, chemotherapy, surgery and target therapy within 4 weeks before the start of the study;\n3. Received endocrine therapy within 7 days before the start of the study;\n4. Suitable for surgical resection;\n5. Accompanied by rapid progress of organ invasion;\n6. Factors influencing the usage of oral administration (such as unable to swallow, gastrointestinal resection, chronic diarrhea and intestinal obstruction etc.).\n7. Prior to pyrotinib or vinorelbine or anti-HER2 TKI drugs;\n8. Allergies to any compounds of experimental drugs;\n9. CNS disorders or mental disorders, history of clear neurological or mental disorders, including epilepsy or dementia;\n10. Other malignancies within 5 years, except cured in-situ of uterine cervix carcinoma , skin basal cell carcinoma and squamous-cell carcinoma.\n11. Any other situations judged by investigator as not suitable for participating in this study.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}