{
    "nctId": "NCT01930812",
    "briefTitle": "18F-NaF PET Imaging for Bone Scintigraphy",
    "officialTitle": "18F- Sodium Fluoride PET Imaging as a Replacement for Bone Scintigraphy",
    "overallStatus": "COMPLETED",
    "conditions": "Bone Metastases From Breast or Prostate Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "NA",
    "primaryPurpose": "DIAGNOSTIC",
    "enrollmentCount": 286,
    "primaryOutcomeMeasure": "Accuracy, sensitivity, and specificity of 18F-Sodium Fluoride (18F-NaF) Positron Emission Tomography compared to 99mTc-Methylene Diphosphonate (MDP) bone SPECT imaging for detection of bone metastasis.",
    "eligibilityCriteria": "All Subject Inclusion Criteria\n\n* All subjects must have a WHO performance status 0-2.\n* Subjects ≥ 18/19 years of age (depending on the age of majority in the province where the trial is conducted)\n\nFor Prostate Cancer:\n\nMale subjects requiring a bone scan for evaluation of bone metastasis with one (or more) of the following criteria:\n\n* Symptomatic subjects with clinically suspected bone metastases based on a history of non-joint skeletal pain or non-joint skeletal tenderness on physical examination. The physician must have a high index of suspicion based on history or physical examination, such as night time pain or new onset of pain unexplained by trauma. Such subjects must have a measurable PSA level ≥ 4 ng/mL.\n* Subjects with findings on other examinations (such as plain x-ray, CT, MRI or bone scintigraphy and others) that are suspicious for bone metastases but not conclusively diagnostic of bone metastases.\n* Asymptomatic subjects with newly diagnosed localized prostate cancer\\[1\\] and biopsy Gleason sum 8 -10 (e.g. scores 3+5, 5+3, 4+4, 4+5, 5+4 or 5+5) prior to treatment.\n* Asymptomatic subjects with newly diagnosed localized prostate cancer\\[1\\] and biopsy Gleason score (4+3) and either PSA level ≥ 20 or palpable disease (cT2b or greater) prior to treatment.\n* Asymptomatic subjects with newly diagnosed localized prostate cancer\\[1\\] with PSA level ≥ 20 and palpable disease (any cT2 or greater) prior to treatment.\n* Asymptomatic subjects with a prior history of treated prostate cancer, and rising PSA, with a PSA doubling time \\< 6 months, and a minimum PSA level ≥ 4 ng/mL\n* Asymptomatic subjects with a prior history of treated prostate cancer, and rising PSA while under androgen deprivation therapy, with a clearly measurable PSA doubling time \\< 6 months (treatment does not need to be discontinued for eligibility).\n\nNotes:\n\n\\[1\\] Subjects with newly diagnosed prostate cancer who receive androgen deprivation therapy, for a duration of \\< 6 months at the time of enrolment, prior to radiation therapy or surgery, remain eligible to participate in this study if they meet these inclusion criteria.\n\nFor Breast Cancer:\n\nSubjects (male or female) requiring a bone scan for evaluation of bone metastasis with one (or more) of the following criteria (19-23):\n\n* Symptomatic subjects with clinically suspected bone metastases based on a history of non-joint skeletal pain or non-joint skeletal tenderness on physical examination. The physician must have a high index of suspicion based on history or physical examination, such as night time pain or new onset of pain unexplained by trauma.\n* Subjects with findings on other examinations (such as plain x-ray, CT, MRI or bone scintigraphy and others) that are suspicious for bone metastases but not conclusively diagnostic of bone metastases.\n* Asymptomatic subjects with newly diagnosed extra-skeletal metastatic breast cancer (stage IV).\n* Asymptomatic subjects with elevated serum cancer antigen (CA) 15.3 or alkaline phosphatase and newly diagnosed locally advanced breast cancer (Stage III).\n* Asymptomatic subjects with nodal or extra-skeletal metastatic relapse during follow-up after curative-intent therapy.\n* Asymptomatic subjects with new elevation of CA 15.3 or alkaline phosphatase during follow-up after curative-intent therapy.\n\nSubject Exclusion Criteria\n\n* Pregnancy.\n* Inability to lie supine for the duration of the imaging studies.\n* Subjects previously known for bone metastasis diagnosed by imaging or biopsy.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}