{
    "nctId": "NCT05460819",
    "briefTitle": "Acupuncture for Hot Flashes in Patients With Hormone Receptor-positive Breast Cancer.",
    "officialTitle": "A Randomized Controlled Trial Study of Acupuncture in the Treatment of Hot Flashes in Patients With Hormone Receptor-positive Breast Cancer.",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Hot Flashes, Breast Cancer, Acupuncture",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 90,
    "primaryOutcomeMeasure": "Change in cancer therapy functional assessment",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Aged 18-75 years old;\n* Adjuvant hormone therapy (eg, tamoxifen and/or aromatase inhibitors) with or without ovarian function suppression has been administered for at least 4 weeks and is currently on treatment;\n* Vasomotor syndrome for at least 6 weeks;\n* Premenopausal or postmenopausal patients;\n* Patients with persistent hot flashes for at least 4 weeks and with a frequency of more than 14 hot flashes per week (2 times per day) in the week before inclusion in the study, the weekly average hot flash composite score is 3-4;\n* Patients after surgery and after chemotherapy (if any);\n* Eastern Cooperative Oncology Group score of 0-1 points.\n* Sign the informed consent and voluntarily participate in this clinical observation.\n\nExclusion Criteria:\n\n* Tumor metastases, undergoing chemoradiotherapy or planning surgery;\n* Pharmacological intervention for hot flashes with hot flash treatment drugs such as selective serotonin reuptake inhibitors (SSRIs) and/or anticonvulsants for at least 4 weeks prior to study initiation;\n* Unstable heart disease or myocardial infarction within 6 months prior to study start;\n* Started or changed adjuvant hormone therapy within the past week, or who planned to start or change adjuvant hormone therapy in the past 14 weeks;\n* Seizures of unknown likelihood or history of seizures;\n* Have used acupuncture for hot flashes within 6 months prior to the start of the study;\n* Pregnant or breastfeeding patients;\n* Apparent uncontrolled infection;\n* Mental illness or family history; neurological disorder or family history.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}