{
    "nctId": "NCT00107094",
    "briefTitle": "Study of Adriamycin Plus Cyclophosphamide Followed by Abraxane as Adjuvant Therapy for Patients With Breast Cancer",
    "officialTitle": "An Open Label, Pilot Study of Dose-Dense Adriamycin Plus Cyclophosphamide (AC) Followed by ABI-007 as Adjuvant Therapy for Patients With Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 30,
    "primaryOutcomeMeasure": "Safety/tolerability endpoints:",
    "eligibilityCriteria": "Inclusion Criteria:\n\nA patient will be eligible for inclusion in this study only if all of the following criteria are met:\n\n* Estrogen Receptor (ER) and Progesterone Receptor (PR) status have been determined\n* Operable, histologically confirmed adenocarcinoma of the breast\n* Must meet 1 of the following criteria:\n\n  * T1-3, N1-2, M0, regardless of ER or PR status;\n  * T \\>2 cm, N0, M0, regardless of ER or PR status;\n  * T \\>1 cm, N0, M0 and both ER and PR negative;\n  * T1-2 and 1 sentinel node with micrometastasis \\<2 mm with or without axillary dissection, M0;\n  * T1-2 and \\>1 sentinel node micrometastasis or 1 node with a macrometastasis \\>2 mm and/or T3 must have axillary dissection, M0.\n* Negative surgical margins to lumpectomy or mastectomy specimen (no ink on invasive cancer and no ink on DCIS \\[ductal carcinoma in situ\\]).\n* ECOG performance status 0-1\n* Adequate wound healing, as determined by the treating physician\n* It has not been longer than 84 days since the date of definitive surgery (e.g.,mastectomy or, in the case of a breast-sparing procedure, axillary dissection).\n* Previous invasive cancers if treated \\>5 years prior to entering this study, except basal or squamous cell carcinoma of the skin or carcinoma in situ of the cervix, the latter are not required to have occurred more than 5 years prior to study entry.\n* Prior invasive breast cancer if diagnosed \\>5 years prior to entering study. Patients must have finished adjuvant hormonal therapy prior to registration. Patients with prior DCIS are eligible. Patients with DCIS who were treated with tamoxifen must have finished tamoxifen prior to registration.\n* Laboratory values must be as follows:\n\n  * White blood cell count: ≥3,000/mm3;\n  * Absolute neutrophil count: ≥1,500/mm3;\n  * Platelets: ≥100,000/mm3;\n  * Hemoglobin: ≥8 g/dL;\n  * Bilirubin: ≤ the institution's ULN (upper limit of normal);\n  * Creatinine: ≤1.5 mg/dL;\n  * Calculated creatinine clearance \\>30 mL/min;\n  * AST and ALT and alkaline phosphatase may be up to 2.5 × institutional ULN.\n* All staging studies including physical exam, chest x-ray, and bone scan must show no evidence of metastatic disease, including suspicious lymphadenopathy or skin nodules on physical exam. A chest x-ray and bone scan are mandatory; however, all other staging studies are at the treating physician's discretion. Any other staging test (e.g., CT scans, MRI studies, ultrasound of abdomen, PET scans) must be negative for metastatic disease. An abdominal CT scan or PET scan is mandatory for patients with liver function tests elevated above the ULN to rule out metastatic disease.\n* Patient has a negative serum pregnancy test within 10 days prior to registration (patients of childbearing potential).\n* If fertile, patient has agreed to use an acceptable method of birth control to avoid pregnancy \\[Note: oral contraceptives are not allowed\\] for the duration of the study.\n* Patient has signed a Patient Informed Consent Form\n\nExclusion Criteria:\n\nA patient will not be eligible for inclusion in this study if any of the following criteria apply:\n\n* Any evidence of disease following surgical resection of the primary tumor including: positive surgical margins, staging work-up, or physical examination suspicious for malignant disease.\n* Stage IIIb breast cancer (T4 disease, i.e., patients with fixed tumors, peau d'orange skin changes, skin ulcerations, or inflammatory changes).\n* Stage IV breast cancer.\n* Prior anthracycline, anthracenedione (mitoxantrone), or taxane therapy.\n* Neoadjuvant therapy for this breast cancer.\n* Peripheral neuropathy \\>Grade 1.\n* Serious medical illness, other than that treated by this study, which would limit survival to \\<2 years, or psychiatric condition that would prevent informed consent.\n* Uncontrolled or severe cardiovascular disease including recent (\\<6 months) myocardial infarction, or congestive heart failure.\n* Active uncontrolled bacterial, viral (including clinically defined AIDS), or fungal infection.\n* Patients with active hepatitis with abnormal LFTs (liver function tests) or patients who are known to be HIV positive\n* Uncontrolled disease such as uncontrolled diabetes\n* Obese patient to whom the Investigator is not comfortable administering full doses of study drugs as calculated by the BSA (body surface area).\n* Patients receiving concurrent immunotherapy.\n* A history of other malignancy within the last 5 years, which could affect the diagnosis or assessment of high-risk breast cancer.\n* Patient has had an organ allograft.\n* Patient is pregnant or breastfeeding.\n* Patient is unable to comply with study requirements.\n* Patient is receiving any investigational drugs.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}