{
    "nctId": "NCT00707707",
    "briefTitle": "Phase I/II Study of AZD2281 Given in Combination With Paclitaxel in Metastatic Triple Negative Breast Cancer",
    "officialTitle": "Phase I/II Randomised, Double- Blind, Multi-centre Study to Assess the Efficacy of AZD2281 When Given in Combination With Paclitaxel in the 1st or 2nd Line Treatment of Patients With Metastatic Triple Negative Breast Cancer.",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer, Triple Negative Breast Cancer, Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 19,
    "primaryOutcomeMeasure": "Safety: Adverse Events (AEs), physical examination, vital signs including blood pressure (BP), pulse, electrocardiogram (ECG) and laboratory findings including clinical chemistry, hematology, urinalysis",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* patients with histologically or cytologically diagnosed metastatic triple negative breast cancer (Oestrogen, progesterone and HER2 negative adenocarcinoma of the breast)\n* Patients must have normal organ and bone marrow function, ECOG performance status of no more than 2\n* Formalin fixed, paraffin embedded tumour sample from the primary or recurrent cancer must be available for central testing.\n\nExclusion Criteria:\n\n* Any chemotherapy, radiotherapy (except for palliative reasons) or investigational product, within 2 weeks from the last dose prior to study entry (or longer period, depending on the agent used)\n* Major surgery within 4 weeks of starting the study, and must have recovered from any effects of major surgery\n* Patients requiring treatment with the following:certain antibiotic drugs, St.John's Wort, carbamazepine, phenobarbitone, phenytoin, and certain protease inhibitors/ non-nucleoside reverse transcriptase inhibitors used as components of HIV/AIDS treatment,\n* Patients with second primary cancer; except adequately treated non-melanoma skin cancer, curatively treated in-situ cancer of the cervix, or other solid tumours curatively treated with no evidence of disease for at least 5 years.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}