{
    "nctId": "NCT04826016",
    "briefTitle": "POL6326 (Balixafortide) Plus Nab-paclitaxel or Eribulin in Patients With HER2-negative Advanced Breast Cancer",
    "officialTitle": "A Phase Ib/II Study to Optimize POL6326 (Balixafortide) in Combination With Nab-paclitaxel or Eribulin in Patients With HER2-negative Advanced Breast Cancer",
    "overallStatus": "WITHDRAWN",
    "conditions": "Advanced Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "PHASE Ib: Maximum tolerated dose (MTD) / Recommended phase II dose (RP2D) of POL6326 (balixafortide)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Female patients ≥18 years of age with histologically confirmed invasive breast cancer.\n2. Able to understand and willing to sign an IRB/IEC approved written informed consent document.\n3. Locally advanced stages IIIB/C or metastatic stage IV disease by American Joint Committee on Cancer (AJCC) criteria (8th edition).\n4. Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1.\n5. Life expectancy greater than 12 weeks.\n6. At least one measurable lesion per RECIST v.1.1 criteria.\n7. Documented HER2-negative breast cancer in the advanced setting, with any ER and PgR status. HER2-negative (immunohistochemistry (IHC) 0, 1 or IHC 2+ and negative by in situ hybridization (ISH) test) status based on local testing on the most recent analyzed biopsy.\n8. Prior Therapies:\n\n   For POL6326 (balixafortide)-eribulin combination\n   * phase Ib: At least 1 but no more than 3 prior chemotherapy-based lines of treatment for advanced or metastatic disease.\n   * phase 2: At least 1 but no more than 2 prior chemotherapy-based lines of treatment for advanced or metastatic disease.\n\n   Prior therapy should have included an anthracycline and a taxane, unless contraindicated based on investigator's criteria. Chemotherapy line given as (neo)adjuvant treatment will be considered a prior line of therapy if disease progression occurred within 12-months after completion of prior (neo)adjuvant therapy.\n\n   Note: for phase Ib and phase 2: Disease progression after last systemic therapy documented by computerized tomography (CT) scan or magnetic resonance imaging (MRI). Exclusive tumor marker elevation will not be considered sufficient for diagnosis of disease progression.\n\n   For POL6326 (balixafortide)-nab-paclitaxel combination\n   * phase Ib: At least 1 but no more than 2 prior chemotherapy-based lines of treatment for advanced or metastatic disease.\n   * phase 2: Up to 1 prior chemotherapy-based line of treatment for advanced or metastatic disease.\n\n   For both combinations\n   * phase Ib: patients with HR+ status (ER+ and/or PgR+) must have been treated with at least one line of endocrine therapy (or considered by the treating physician not to be a candidate for endocrine therapy).\n   * phase 2: patients with HR+ status (ER+ and/or PgR+) must have been treated with at least one line of endocrine therapy and CDK4/6 inhibitors (unless contraindicated or not accessible).\n9. At least 21 days from the completion of any previous cytotoxic chemotherapy or biological therapy at time of initiation of POL6326 (balixafortide).\n10. Willingness and ability to provide a tumor biopsy from a newly obtained core or excisional biopsy not previously irradiated at the time of the inclusion and at the time of progression (optional) in order to perform exploratory studies. This enrolment criterium is optional for the dose-escalation part of the study, but mandatory for the final dose expansion (MTD/RP2D) cohorts. If this is not feasible (e.g., inaccessible tumor or subject safety concern), archival metastatic tumor samples might be acceptable after agreement with the Sponsor.\n11. Willingness and ability to provide blood samples for exploratory studies as per study protocol.\n12. Resolution of all acute toxic effects of prior anti-cancer therapy to grade 1 as determined by the National Cancer Institute-Common Terminology Criteria for Adverse Events (NCI-CTCAE) v. 5.0 criteria (except for alopecia or other toxicities not considered a safety risk for the patient at Investigator's discretion).\n13. Adequate hematologic and organ function within 28 days before the first study treatment on Cycle 1 Day 1, defined by the following:\n\n    * Hematological: White blood cell (WBC) count \\> 3.0 x 109/L, absolute neutrophil count (ANC) \\> 1.5 x 109/L phase Ib of the study, platelet count \\> 100.0 x109/L, and hemoglobin \\> 9.0 g/dL.\n    * Hepatic: Serum albumin ≥ 3 g/dL; Total bilirubin ≤ 1.5 times the upper limit of normal (× ULN) (≤ 3 x ULN in the case of Gilbert's disease); aspartate transaminase (AST) and alanine transaminase (ALT) ≤ 3.0 × ULN (in the case of liver metastases ≤ 5 × ULN); alkaline phosphatase (ALP) ≤ 3.0 × ULN (≤ 5 × ULN in the case of liver and/or bone metastases).\n    * Renal: creatinine clearance ≥ 40 mL/min based on Cockcroft-Gault glomerular filtration rate estimation for POL6326 (balixafortide).\n    * Coagulation: International normalized ratio (INR) and activated partial thromboplastin time (aPTT) ≤ 1.5 x ULN unless on medication known to alter INR and/or aPTT.\n\nFor women of childbearing potential: agreement to remain abstinent (refrain from heterosexual intercourse) or use highly effective contraceptive methods, or two effective contraceptive methods, as defined in the CSP during the treatment period and for at least 90 days after the last dose of study treatment, whichever is longer, and agreement to refrain from donating eggs during this same period. Women of childbearing potential must have a negative serum pregnancy test within 7 days before study treatment initiation\n\nExclusion criteria:\n\nPatients will be excluded from the study if they meet ANY of the following criteria:\n\n1. Eribulin-based combination: patients have previously received eribulin.\n2. Peripheral neuropathy \\> Grade 1.\n3. Prior radiotherapy to only site of disease.\n4. Patients under concurrent local radiotherapy for pain control or life-threatening situations (e.g., spinal cord compression).\n5. Known active uncontrolled or symptomatic CNS metastases as indicated by clinical symptoms, cerebral edema, and/or progressive growth. Patients with a history of CNS metastases are eligible if they have been definitively treated (e.g., radiotherapy, stereotactic surgery), and are clinically stable at least 4 weeks after completion of radiation therapy and/or surgery. Stable is defined as absence of new neurological symptoms, absence of need for dexamethasone or anticonvulsants, and radiographic confirmation of stable disease (SD). Radiographic confirmation of SD 4 weeks after completion of radiation therapy is not required unless indicated by neurological exam.\n6. Presence of carcinomatous meningitis or leptomeningeal disease.\n7. Therapeutic radiation therapy within 14 days (seven days for limited-field palliative radiotherapy) prior to study enrollment, or patients who have not recovered from radiotherapy-related toxicities to grade ≤ 1.\n8. History of allergic reactions or known hypersensitivity attributed to compounds of similar chemical or biologic composition to POL6326 (balixafortide), eribulin or nab-paclitaxel, or to recombinant proteins, or any excipient contained in the drug formulation for POL6326 (balixafortide), eribulin or nab-paclitaxel.\n9. Breastfeeding or pregnancy as determined by a serum pregnancy test (β-HCG) at screening, prior to the administration of POL6326 (balixafortide) and/or eribulin and/or nab-paclitaxel. Since β-HCG over expression can be also elevated in some tumor types, a positive result should be confirmed with a validated alternative test (e.g., ultrasound).\n\n   Note: Postmenopausal women must have been amenorrhoeic for ≥ 12 months in order to be considered \"of non-childbearing potential\". This should be documented appropriately in the patient's medical history. More frequent assessments may be performed if medically indicated as determined by the study site Investigator, and these evaluations should be recorded in the CRF (Case Report Form).\n10. Known HIV positivity on combination antiretroviral therapy.\n11. Congenital long QT syndrome (LQTS) with corrected QT interval using the Fridericia formula (QTcF) ≥ 480 ms on baseline EKG.\n12. Patients under treatment with drugs known to potentially prolong the QT interval, including class Ia and III anti-arrhythmic drugs will be either monitored for corrected QT (QTc) prolongation or excluded from participation in the trial, at the discretion of the treating physician.\n13. Aany other concurrent severe and/or uncontrolled medical condition that would, in the Investigator's judgment contraindicate patient participation in the clinical study.\n14. Severe concurrent psychiatric illness/social situation.\n15. Concurrent malignancy or malignancy within five years of study enrollment with the exception of carcinoma in situ of the cervix, non-melanoma skin carcinoma, or stage I uterine cancer. For other cancers considered to have a low risk of recurrence, discussion with the Sponsor's Medical Monitor is required.\n16. Treatment with approved or investigational cancer therapy within 21 days prior to initiation of study.\n17. Concurrent participation in other clinical trial, except other translational studies.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}