{
    "nctId": "NCT05838066",
    "briefTitle": "Efficacy and Safety of KN026 in Combination With HB1801 in the First-line Treatment of Subjects With HER2-positive Recurrent or Metastatic Breast Cancer.",
    "officialTitle": "A Randomized, Controlled, Open-label, Multicenter, Phase Ш Clinical Study of the Efficacy and Safety of KN026 in Combination With HB1801 Versus Trastuzumab in Combination With Pertuzumab and Docetaxel in the First-line Treatment of Subjects With HER2-positive Recurrent or Metastatic Breast Cancer.",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "First-line Treatment of HER2-positive Recurrent or Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 880,
    "primaryOutcomeMeasure": "Free-progression survival (PFS) as evaluated by BIRC (RECIST1.1).",
    "eligibilityCriteria": "Key Inclusion Criteria:\n\n* Voluntarily enrolled in this study and signed an informed consent form (ICF).\n* Age ≥ 18 years.\n* Recurrent or metastatic breast cancer confirmed by histology and/or cytology.\n* Latest tumor tissue sample confirmed as HER2 positive by central laboratory testing.\n* No prior systemic chemotherapy and/or HER2-targeted therapy for recurrent or metastatic breast cancer.\n* Eastern Cooperative Oncology Group (ECOG) physical status score of 0 - 1.\n* Presence of lesion (RECIST 1.1).\n* Adequate organ and bone marrow function\n\nKey Exclusion Criteria:\n\n* Ineligible for any of the agents on the study\n* Untreated or unstable parenchymal metastases, spinal cord metastases or compression, or carcinomatous encephalitis.\n* Pregnant or lactating women.\n* Presence of other circumstances that may interfere with the subject's participation in the study procedures or are inconsistent with the maximum benefit of the subject's participation in the study or affect the results of the study: e.g., history of mental illness, drug or substance abuse, any other disease or condition of clinical significance, etc.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}