{
    "nctId": "NCT06633380",
    "briefTitle": "Alternative Physical Activity Strategies for Breast and Prostate Cancer Survivors",
    "officialTitle": "Alternative Physical Activity Strategies for Breast and Prostate Cancer Survivors",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Breast Cancer, Prostate Cancer, Insulin Resistance, Cardiometabolic Risk Factors",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "PREVENTION",
    "enrollmentCount": 24,
    "primaryOutcomeMeasure": "24-hour glucose incremental area under the curve (iAUC)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Postmenopausal biological females diagnosed with stage I, II, or III breast cancer and currently using aromatase inhibitors (AI)\n* Biological males diagnosed with stage I, II, or III prostate cancer and currently using androgen deprivation therapy (ADT).\n* All participants must meet the following criteria:\n\n  * Taking AI or ADT for at least 3 months prior to start of study participation.\n  * Body mass index equal to or greater than 25 kg/m\\^2.\n  * Self-report consuming three main meals daily.\n  * Self-report as being sedentary (i.e., less than 30 minutes/week of moderate-to-vigorous aerobic physical activity and less than twice/week muscle strengthening of major muscle groups in the last three months.\n\nExclusion Criteria:\n\n* If unable or unwilling to receive medical clearance by a physician after being screened for major signs or symptoms of cardiovascular diseases, diabetes, or renal disease and safety to initiate exercise.\n\n  * Major signs or symptoms of cardiovascular diseases, diabetes, or renal disease are taken from the American College of Sports Medicine's Guidelines for Exercise Testing and Prescription 11th edition Table 2.1. They include pain or discomfort in the chest, neck, jaw, arms with rest or exercise, shortness of breath at rest or with mild exertion, dizziness or syncope, ankle edema, palpitations or tachycardia, intermittent claudication, known heart murmur, and unusual fatigue with usual activities.\n  * Safety to initiate exercise will be screened using the Get Active Questionnaire, which is the Canadian Society of Exercise Physiology's endorsed evidence-based pre-screening tool.\n* Using drugs for diabetes management (e.g., exogenous insulin, Ozempic, metformin, etc.) or actively losing weight (i.e., \\>5 kg weight loss in past 3 months) from drugs or other reasons\n* Report any injury or other reason for not feeling capable of completing a 30 minute continuous walk or muscle strengthening exercise\n* Unable to access an Ontario Lifelabs location for an overnight fasted blood draw\n* Do not have a smartphone compatible with the applications required to collect data.\n* Cannot read and understand the consent form or communicate in English.",
    "sex": "ALL",
    "minimumAge": "N/A",
    "stdAges": "CHILD, ADULT, OLDER_ADULT"
}