{
    "nctId": "NCT06190600",
    "briefTitle": "Supervised Physical Activity in Young Women With Early Breast Cancer During Neoadjuvant Chemotherpy",
    "officialTitle": "Supervised Physical Activity in Young Women With Early Breast Cancer During Neoadjuvant Chemotherpy",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 40,
    "primaryOutcomeMeasure": "Change in tumor size",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* women between 18 and 40 years of age,\n* with a known breast cancer, triple - negative or HER2 positive when the tumor size is ≥ 2cm and / or when cancer metastases to axillary lymph nodes or with luminal cancer at tumor size\\> 3 cm are present,\n* qualified for preoperative chemotherapy,\n* ECOG 0-1,\n* correct left ventricular ejection fraction of at least 50%\n* correct results of laboratory tests for bone marrow, liver and kidney function (leukocytes ≥ 3 x 109 / l, neutrocytes ≥ 1.5 x 109 / l, hemoglobin ≥ 9 mg / dl \\[5.59 mmol / l\\], platelets ≥ 100 x 109 / l, AST / ALT ≤ 3 x ULN, bilirubin ≤ 1.5 x ULN, creatinine ≤ 1.5 ULN).\n\nExclusion Criteria:\n\n* diagnosis with cancer other than breast cancer in the last 5 years, except in situ melanoma, in situ cervical cancer, basal cell and squamous cell carcinoma.\n* other contraindications for planned systemic treatment: doxorubicin, cyclophosphamide, paclitaxel, trastuzumab, pertuzumab.\n* Pregnant and breastfeeding patients.\n* Patients infected with HIV, HCV, HBV, after organ transplantation or suffering from an autoimmune disease requiring immunosuppressive treatment. If there are diseases of the musculoskeletal system or other, according to the doctor, preventing the patient from participating in the study or threatening her life and health if the planned intervention is used, the patient should not be included in the study.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT"
}