{
    "nctId": "NCT03096054",
    "briefTitle": "A CR-UK Phase I Trial of LY3143921",
    "officialTitle": "A Cancer Research UK (CR-UK) Phase I Trial of LY3143921 a Cdc7 Inhibitor in Adult Patients With Advanced Solid Tumours",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "a. Colorectal Cancer, b. High Grade Serous Ovarian Cancer, c. Non Small-cell Lung Cancer (Squamous Cell Variant), d. Squamous Carcinoma of the Oesophagus, e. Squamous Carcinoma of the Head and Neck (HPV Negative), f. Urothelial Cancer, g. Breast Cancer (Triple Negative Type), h. Pancreatic Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 69,
    "primaryOutcomeMeasure": "Determination of the maximal dose",
    "eligibilityCriteria": "Inclusion Criteria\n\n1. Histologically proven advanced or metastatic solid tumours, refractory to conventional treatment, or for which no conventional therapy exists or is declined by the patient.\n\n   For Phase Ia (dose escalation): Enriched for patients with tumours commonly associated with p53 mutation or loss of function:\n   1. Colorectal cancer (CRC)\n   2. High grade serous ovarian cancer (HGSOC)\n   3. Non small-cell lung cancer (NSCLC, squamous cell variant)\n   4. Squamous carcinoma of the oesophagus\n   5. Squamous carcinoma of the head and neck (HPV negative)\n   6. Urothelial cancer\n   7. Breast cancer (triple negative type)\n   8. Pancreatic cancer\n\n   For Phase Ib (expansion cohorts): Cohort 1: patients with metastatic CRC; Cohort 2: patients with squamous NSCLC and Cohort 3: patients with solid tumours commonly associated with p53 mutation or loss of function (as described above for the Phase 1a part of the trial).\n   * Consent for pre-treatment and post-treatment fresh tumour biopsy samples in a minimum of six patients in expansion Cohorts 1 and 3, optional for all other patients.\n   * Consent for pre and post treatment skin punch biopsy\n2. Life expectancy of at least 12 weeks.\n3. Written (signed and dated) informed consent and be capable of co-operating with treatment and follow-up.\n4. World Health Organisation (WHO) performance status of 0 or 1\n5. Haematological and biochemical indices within the ranges shown below:\n\n   Laboratory Test Value required\n   * Haemoglobin (Hb) ≥ 9.0 g/dL (no prior transfusion) or ≥ 10.0 g/dL (transfusion within last 4 weeks)\n   * Absolute neutrophil count ≥1.5 x 10\\^9/L\n   * Platelet count ≥100 x 10\\^9/L\n   * Serum bilirubin ≤1.5 x upper limit of normal (ULN)\n   * Alanine amino-transferase (ALT) and aspartate amino-transferase (AST) ≤ 2.5 x (ULN) (or ≤5 x ULN in the presence of liver metastasis)\n\n   Either:\n   * Calculated creatinine clearance (using the Wright or C\\&G formula) \\> 50 mL/min\n   * INR or PTT\\*\\* ≤1.5 x ULN\n   * Albumin ≥ 80% of the lower limit of normal\n\n     * \\*\\*Therapeutic INR values (2.0-3.0) are acceptable to confirm eligibility for patients who are taking concomitant warfarin\n6. Age 18 years or over.\n7. Consent must be given for use of archived tumour samples for all patients.\n8. Disease must be either evaluable or measurable using RECIST v1.1 criteria.\n\nExclusion Criteria:\n\n1. Systemic anti-cancer therapy (with the exception of life-long hormone suppression such as luteinising hormone-releasing hormone (LHRH) agents in prostate cancer) or another investigational agent during the previous 4 weeks (6 weeks for nitrosureas, Mitomycin-C) is not permitted. Previous use of radiotherapy is permitted except where there has been a large volume of bone marrow irradiated or where the irradiated lesion is the only one suitable for RECIST measurability.\n2. Ongoing toxic manifestations of previous treatments (Grade 2 or greater according to NCI-CTCAE v4.02) with the exception of alopecia or certain Grade 2 toxicities, which in the opinion of the investigator and Sponsor should not exclude the patient - these should be discussed on a case by case basis.\n3. Symptomatic brain metastases or spinal cord compression.\n4. Significant baseline hypotension (\\<90mmgHg systolic or \\<50 mmHg diastolic).\n5. Uncontrolled hypertension (\\>160mmHg/100mmHg).\n6. Patients with a known left ventricular ejection fraction (LVEF) \\<50%. An echocardiogram (ECHO) must be performed in all patients.\n7. Women of child-bearing potential3 (or are already pregnant or lactating). However, those patients who meet the following points are considered eligible:\n\n   * Have a negative serum or urine pregnancy test before enrolment and;\n   * Agree to use two forms of contraception (one effective form plus a barrier method) \\[oral, injected or implanted hormonal contraception and condom; intra-uterine device and condom; diaphragm with spermicidal gel and condom\\] or agree to sexual abstinence4, effective from the first administration of LY3143921 hydrate, throughout the trial and for six months afterwards.\n8. Male patients with partners of child-bearing potential. However, those patients who meet the following points are considered eligible:\n\n   * Agree to take measures not to father children by using a barrier method of contraception \\[condom plus spermicide\\] or to sexual abstinence4 effective from the first administration of LY3143921 hydrate, throughout the trial and for six months afterwards.\n   * Men with partners of child-bearing potential must also be willing to ensure that their partner uses an effective method of contraception for the same duration for example, hormonal contraception, intra-uterine device, diaphragm with spermicidal gel or sexual abstinence.\n   * Men with pregnant or lactating partners must be advised to use barrier method contraception (for example, condom plus spermicidal gel) to prevent exposure of the foetus or neonate.\n9. No major surgery within 4 weeks prior to the patient receiving Cycle 1 Day-7 (for dose escalation) or C1 Day1 (for dose expansion). If minor surgery has been performed within 2 weeks of the start of trial treatment then patients must have recovered, and the sponsor and CI should be notified of the nature of this and agree to patient inclusion.\n10. At high medical risk because of non-malignant systemic disease including active uncontrolled infection.\n11. Known to be serologically positive for Hepatitis B, Hepatitis C or Human Immunodeficiency Virus (HIV) (mandatory testing not required).\n12. Significant cardiovascular disease as defined by:\n\n    1. History of congestive heart failure requiring therapy\n    2. History of unstable angina pectoris or myocardial infarction up to 6 months prior to trial entry\n    3. Presence of severe valvular heart disease\n    4. Presence of a ventricular arrhythmia requiring treatment\n13. Past history of corneal ulceration, dry eye syndrome, glaucoma. Contact lenses should also be avoided during participation in the trial.\n14. Any other condition which in the Investigator's opinion would not make the patient a good candidate for the clinical trial.\n15. Is a participant or plans to participate in another interventional clinical trial, whilst taking part in this Phase I study of LY3143921 hydrate. Participation in an observational trial or interventional clinical trial which does not involve administration of an IMP and which would not place an unacceptable burden on the patient in the opinion of the Investigator and Medical Advisor would be acceptable.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}