{
    "nctId": "NCT06140576",
    "briefTitle": "The Efficacy and Safety of Lenvatinib Combined With Sindilimab and Nab-paclitaxel in the First-line Treatment for Recurrent and Metastatic Triple Negative Breast Cancer: a Phase Ib/IIa Clinical Trial.",
    "officialTitle": "The Efficacy and Safety of Lenvatinib Combined With Sindilimab and Nab-paclitaxel in the First-line Treatment for Recurrent and Metastatic Triple Negative Breast Cancer: a Phase Ib/IIa Clinical Trial.",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Breast Neoplasms",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 58,
    "primaryOutcomeMeasure": "safety and tolerability",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Breast cancer patients aged ≥ 18 years and ≤ 70 years.\n2. According to the definition of the latest ASCO/CAP guidelines, recurrent metastatic triple negative invasive breast cancer confirmed by histopathology meets the following conditions according to recent and previous pathological results: HER2 negative: IHC 0/1+or IHC2+but ISH is negative; ER negative: IHC\\<1%, PR negative: IHC\\<1%.\n3. Patients who have received (new) adjuvant chemotherapy need to make progress at least 6 months after the end of the last adjuvant chemotherapy.\n4. ECOG score 0-1.\n5. In the stage of recurrence and metastasis, without receiving systematic anti-tumor treatment;\n6. According to RECIST 1.1 standard, at least one measurable lesion exists.\n7. The expected survival period is not less than 3 months.\n8. The functional level of organs must meet the following requirements:\n\n   Blood routine Neutrophil count (ANC) ≥ 1.5 × 10\\^9/L (no hematopoietic stimulating factor drugs were used within 14 days before the first administration of the study); Platelet count (PLT) ≥ 100 × 10\\^9/L (no blood transfusion within 14 days before the first administration of the study); Hemoglobin (Hb) ≥ 90 g/L; Blood biochemistry Total bilirubin (TBIL) ≤ 1.5 × ULN; Glutathione aminotransferase and alanine aminotransferase (ALT and AST) ≤ 2.5 × ULN; Blood urea nitrogen (BUN) and creatinine clearance rate (Cr) ≤ 1.5 × ULN; Thyroid stimulating hormone (TSH) ≤ upper limit of normal value (ULN); If there are abnormalities, the levels of T3 and T4 should be examined. If the levels of T3 and T4 are normal, they can be selected; Cardiac function Left ventricular ejection fraction ≥ 50% and 12 lead electrocardiogram: QTcF\\<480ms.\n9. Women of childbearing age must undergo a serum pregnancy test within 7 days before enrollment, with a negative result, and are willing to use a medically recognized and efficient contraceptive method during the study period and within 3 months after the last administration of the study medication.\n10. The subjects voluntarily joined this study and signed an informed consent form.\n\nExclusion Criteria:\n\n1. Tumor related symptoms and treatment\n\n   1. Active or symptomatic brain metastasis There are metastases in the midbrain, pons, medulla oblongata, or spinal cord. Meningeal metastasis; Symptoms related to the nervous system, such as increased intracranial pressure and abnormal neurological function; Received surgical treatment within 28 days of enrollment, received whole brain radiotherapy within 14 days, or received stereotactic radiotherapy within 7 days; If the patient only has supratentorial and/or cerebellar metastases and has undergone local treatment (surgery/radiotherapy for all known lesions), clinical stability is at least 2 weeks after completion of treatment, imaging shows no disease progression or bleeding, and does not need to receive hormone treatment or receive ≤ 10mg/day of prednisone or equivalent dose hormone treatment within 14 days of initial administration, patients can participate in the study.\n   2. Uncontrolled moderate to large amounts of pleural effusion, intraperitoneal effusion, or pericardial effusion that require repeated drainage;\n   3. Within 14 days prior to enrollment, receive systematic anti-tumor therapy (including chemotherapy, radiotherapy, immunotherapy, endocrine therapy, targeted therapy, biotherapy, or tumor embolization);\n   4. Imaging examination shows that the tumor invades large blood vessels, or researchers determine that the tumor is highly likely to invade important blood vessels and cause fatal massive bleeding during subsequent studies;\n   5. Subjects with uncontrollable or symptomatic hypercalcemia (\\>1.5mmol/L ionic calcium concentration or\\>12mg/dL serum calcium concentration or serum calcium (albumin corrected) concentration\\>ULN); Symptomatic hypercalcemia that may require further bisphosphate treatment;\n   6. Previously received treatment with PD-1/PD-L1 antibodies, CTLA-4 antibodies, or other anti angiogenic drugs (including monoclonal antibodies, TKI) targeting PD-1/PD-L1;\n2. Combined diseases/medical history\n\n   1. Having previously received any systematic anti-tumor treatment or local treatment (including surgery and radiation therapy) for other malignant tumors, excluding various cured malignant tumors such as in situ cancer, cervical cancer, basal cell carcinoma or squamous cell carcinoma, thyroid cancer, etc;\n   2. The patient has undergone major surgical procedures unrelated to breast cancer within 4 weeks before enrollment, or has not fully recovered from such surgical procedures (tissue biopsy and central venous catheter placement via peripheral vein puncture required for diagnosis are allowed);\n   3. Subjects with any known or suspected autoimmune diseases, except for those who only require hormone replacement therapy for hypothyroidism caused by autoimmune thyroiditis; Subjects with stable type I diabetes whose blood sugar is controlled;\n   4. Interstitial lung disease, non infectious pneumonia or uncontrollable systemic diseases (such as diabetes, pulmonary fibrosis and acute pneumonia);\n   5. A history of receiving live or attenuated vaccines within 28 days prior to the first study medication, or an estimated period of receiving live or attenuated vaccines during the study period;\n   6. Human immunodeficiency virus (HIV) infection or known acquired immunodeficiency syndrome (AIDS); Active hepatitis (hepatitis B, defined as HBV-DNA ≥ 30 copies/ml; hepatitis C, defined as HCV-RNA higher than the detection limit of the analytical method) or co infection of hepatitis B and hepatitis C; Autoimmune hepatitis;\n   7. Severe infections, including but not limited to bacteremia, severe pneumonia, etc. that require hospitalization treatment, exist within 4 weeks before the first administration; Or there is an active infection of CTCAE ≥ 2 level that requires systemic antibiotic treatment within 2 weeks before the first administration, or an unexplained fever\\>38.5 ° C during the screening period/before the first administration (according to the researcher's judgment, fever caused by tumor can be included); There is evidence of active tuberculosis infection within one year before administration;\n   8. Subjects who have previously received or are preparing to receive allogeneic bone marrow transplantation or solid organ transplantation;\n   9. Peripheral neuropathy ≥ level 2;\n   10. Serious heart disease or discomfort, including but not limited to the following diseases:\n\n   Confirmed history of heart failure or systolic dysfunction (LVEF\\<50%) High risk uncontrolled arrhythmias, such as atrial tachycardia, resting heart rate\\>100 bpm, significant ventricular arrhythmias (such as ventricular tachycardia), or higher-level atrioventricular block (such as Mobitz II second degree atrioventricular block or third degree atrioventricular block) Angina pectoris requiring treatment with anti angina drugs Clinically significant heart valve disease Electrocardiogram shows transmural myocardial infarction Poor control of hypertension (systolic blood pressure\\>180 mmHg and/or diastolic blood pressure\\>100 mmHg)\n3. Research and treatment related\n\n   1. Subjects who have received systemic immunostimulatory therapy (including but not limited to interferon or interleukin-2, including immunostimulators in clinical research) within 4 weeks prior to the first administration;\n   2. Subjects who have received systemic immunosuppressive therapy (including but not limited to glucocorticoids, azathioprine, methotrexate, thalidomide, and anti-tumor factor drugs) within 2 weeks before the first administration. Excluding systemic corticosteroids with nasal spray and inhaled corticosteroids or physiological doses (i.e. other corticosteroids with physiological doses not exceeding 10mg/d prednisone or equivalent);\n   3. Known allergies to the study drug or any of its excipients; Or have experienced severe allergic reactions to other monoclonal antibodies;\n4. Pregnant and lactating female patients, those with fertility and positive baseline pregnancy test results, or those of childbearing age who are unwilling to take effective contraceptive measures throughout the entire trial period.\n5. Have a clear history of neurological or mental disorders, including epilepsy or dementia, and the subject is known to have a history of abuse of psychotropic substances, alcohol or drug use;\n6. The researcher believes that the patient is not suitable to participate in any other situation of this study.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}