{
    "nctId": "NCT06404697",
    "briefTitle": "Boost Irradiation to the Supraclavicular Area Among High Risk cN3c Breast Cancer Patients",
    "officialTitle": "Evaluating the Efficacy and Safety of Boost Irradiation to the Supraclavicular Area Among High Risk cN3c Breast Cancer Patients According to Nodal Response: a Single-arm, Prospective Clinical Study",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 24,
    "primaryOutcomeMeasure": "2-year recurrence-free survival",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Voluntary participation with documented informed consent.\n* Females aged ≥18 years.\n* Histological or cytological confirmed primary breast carcinoma.\n* Clinical diagnosis of cN3c.\n* Receipt of neoadjuvant therapy, guided by the attending physician and current treatment guidelines.\n* Did not achieve cCR in SCLN following neoadjuvant therapy.\n* Undergoing curative-intent breast cancer surgery post-neoadjuvant therapy.\n* Pathological evaluation of axillary lymph nodes post-surgery.\n* KPS score ≥80, with expected survival exceeding 2 years.\n* Complete healing of surgical incision without complications.\n* Negative pathological surgical margins.\n* Availability of hormonal receptor (ER/PR), HER2, and Ki-67 status for the primary breast lesion.\n* Pre-menopausal females required to practice contraception for at least one month prior to screening, maintaining contraception throughout the study and for a specified period post-study cessation.\n\nExclusion Criteria:\n\n* Patients with confirmed distant metastases by pathology or imaging.\n* Those who have not received neoadjuvant systemic therapy.\n* Patients who have not undergone curative-intent surgery.\n* Pregnant or lactating women.\n* Individuals with severe non-neoplastic comorbidities affecting radiotherapy implementation.\n* History of malignancy within the past 5 years (excluding ductal carcinoma in situ, basal cell carcinoma, squamous cell carcinoma in situ, cervical carcinoma in situ, and in situ adenocarcinoma of the lung).\n* Simultaneous contralateral breast cancer.\n* History of prior radiation therapy to the neck, chest, or ipsilateral axilla.\n* Active collagen vascular disease.\n* Patients with T4 staging of the primary tumor.\n* Inability to initiate radiotherapy within 12 weeks post breast cancer curative surgery (breast-conserving surgery or mastectomy), or within 8 weeks post completion of adjuvant chemotherapy.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}