{
    "nctId": "NCT05982678",
    "briefTitle": "Basket Study for Oligo-metastatic Breast Cancer",
    "officialTitle": "Basket Study for Oligo-metastatic Breast Cancer Part 1: Trastuzumab-deruxtecan for HER2-positive Oligo-metastatic Breast Cancer",
    "overallStatus": "RECRUITING",
    "conditions": "HER2-positive Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 72,
    "primaryOutcomeMeasure": "Complete radiologic response",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologic proof of infiltrating HER2-positive breast cancer (as determined by IHC 3+ and/or amplification by ISH)\\[8\\]\n* Histologic or cytologic proof of breast cancer metastases (at least one lesion)\n* Histologic determination of level of ER-expression\n* Oligo-metastatic disease as determined by standard of care diagnostics. The number of total individual distant metastases is limited to three, either in one organ or in 2-3 organ systems. Clustered lymph nodes that can be irradiated with curative intent in a single field are defined as single lesion. Pleuritis carcinomatosa, miliary spread of metastases (even within one organ), or peritoneal spread of metastases rules out oligo-metastatic disease and is not allowed. Initial staging by PET-CT (whole body) and MRI of breast and brain are mandatory, as is MRI liver or spine and pelvis in case of liver or bone metastases respectively.\n* In case of recurrent disease, a disease-free interval of 24 months.\n* Measurable disease according to RECIST1.1\n* Patients must be at least 18 years of age and be able to give written informed consent and comply with study procedures.\n* World Health Organization (WHO) performance status 0 or 1\n\nExclusion Criteria:\n\n* prior line of therapy for metastatic disease. Exceptions are endocrine therapy or radiation considered to be part of the curative treatment, within 3 months before enrolment\n* leptomeningeal disease or central nervous metastases\n* clinically relevant obstruction or compression of spinal cord, central nervous, gastro-intestinal or cardiovascular system, that cannot be alleviated before start of treatment.\n* other malignancy, unless treated with curative intention and a long-term survival probability of \\>95%, including in-situ or pre-malignant lesions.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}