{
    "nctId": "NCT02821793",
    "briefTitle": "Expectations and Priorities of Elderly Patients for a First Medical Treatment for Cancer",
    "officialTitle": "Expectations and Priorities of Elderly Patients for a First Medical Treatment for Cancer : PRIORITY Study",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer, Colorectal Cancer, Kidney Cancer, Lung Cancer, Prostate Cancer, Sarcoma, Ovarian Cancer, Lymphoma",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 500,
    "primaryOutcomeMeasure": "Priorities of patients aged 70 and over and receiving first medical treatment for cancer.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Male or female:\n\n   1. Age ≥ 70 years\n   2. Aged 18-69 years (case population)\n2. ECOG / performance status 0-3 (WHO).\n3. First line of medical oncology treatment (chemotherapy, targeted therapy, hormone therapy, combination):\n\n   1. Neo-adjuvant setting,\n   2. Adjuvant setting: previous neo-adjuvant treatment is allowed,\n   3. Metastatic setting: previous neo-adjuvant and/or adjuvant treatment are allowed,\n4. Solid tumors (breast, colorectal, kidney, lung, prostate, sarcoma, and ovarian) and lymphoma (indolent and aggressive).\n5. Life expectancy of more than 3 months.\n6. Patients potentially compliant with the rules of the follow-up study.\n7. Patients affiliated to a social security scheme.\n8. Patients who received clear information from the investigator on the study and had not refused to participate.\n\nExclusion Criteria:\n\n1. Exclusive surgery treatment.\n2. Exclusive radiotherapy treatment or in combination with oncological medical treatment (concomitant radio-chemotherapy or radio-hormonotherapy).\n3. Previous first line of oncological medical treatment in the same indication as the one concerned by the inclusion:\n\n   1. Neo-adjuvant setting: previous line(s) of neo-adjuvant medical treatment,\n   2. Adjuvant setting: previous line(s) of adjuvant medical treatment,\n   3. Metastatic setting: previous line(s) of metastatic medical treatment,\n4. Supportive care without specific medical treatment\n5. Previous or ongoing cancer under treatment at the time of inclusion.\n6. Patient already included in this study\n7. Patient who for psychological, psychiatric, social, family or geographical reasons could not be regularly monitored according to the criteria of the study; patient private of liberty or under guardianship.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}