{
    "nctId": "NCT04174742",
    "briefTitle": "Self Reported Pain in Women While Undergoing Treatment for Non-metastatic Breast Cancer",
    "officialTitle": "Self-Reported Pain and Nadir White Blood Cell/Absolute Neutrophil Count in Women 45 and Under Compared to Older Women Receiving Pegfilgrastim (or Biosimilar Substitution) While Undergoing Chemotherapy for Non-Metastatic Breast Cancer",
    "overallStatus": "RECRUITING",
    "conditions": "Breast",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 102,
    "primaryOutcomeMeasure": "Frequency of pain",
    "eligibilityCriteria": "Inclusion Criteria\n\nSubject must meet all the following applicable inclusion criteria to participate in this study:\n\n1. Written informed consent and HIPAA authorization for release of personal health information. NOTE: HIPAA authorization may be included in the informed consent or obtained separately.\n2. Age ≥ 18 years at the time of consent\n3. Female\n4. Histological or cytological confirmation of invasive breast cancer.\n5. Planned to undergo adjuvant or neoadjuvant chemotherapy treatment for invasive breast cancer AND pegfilgrastim (or biosimilar substitution) treatment for neutropenic prophylaxis.\n6. Ability to read and understand the English and/or Spanish language\n7. As determined by the enrolling physician, ability of the subject to understand and comply with study procedures for the entire length of the study\n\nExclusion Criteria\n\nSubjects meeting any of the criteria below may not participate in the study:\n\n1. Uncontrolled intercurrent illness/medical condition or psychiatric illness/social situations that would limit compliance with study requirements as determined by the investigator\n2. Have previously received chemotherapy or radiation other than the first cycle of the planned adjuvant or neoadjuvant chemotherapy as indicated in Inclusion #5\n3. Taking chronic narcotics, as determined by treating physician\n4. Diagnosis of distant metastatic breast cancer\n5. Diagnosis of a chronic pain syndrome (e.g. fibromyalgia, severe osteoarthritis, etc.)\n6. A baseline ESAS pain score of greater than 8.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}