{
    "nctId": "NCT00982631",
    "briefTitle": "A Study of Combination of Temsirolimus (Torisel®) and Pegylated Liposomal Doxorubicin (PLD, Doxil®/Caelyx®) in Advanced or Recurrent Breast, Endometrial and Ovarian Cancer",
    "officialTitle": "A Phase Ib Study of Combination of Temsirolimus (Torisel®) and Pegylated Liposomal Doxorubicin (PLD, Doxil®/ Caelyx®) in Advanced or Recurrent Breast, Endometrial and Ovarian Cancer",
    "overallStatus": "UNKNOWN",
    "conditions": "Advanced/Recurrent Breast Cancer, Endometrial Cancer, Ovarian Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 30,
    "primaryOutcomeMeasure": "MTD, pharmacokinetic parameters",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients with proven advanced breast cancer, endometrial cancer or ovarian cancer, who are refractory to standard therapies or for whom no standard therapy exists.\n* Age ≥ 18 years\n* Patients who have an ECOG status of 0 or 1\n* Patients who have a life expectancy of at least 12 weeks\n* Negative pregnancy test for female patients of childbearing potential\n* Signed informed consent\n\nExclusion Criteria:\n\n* Adequate bone marrow: neutrophils ≥ 1.5 x 109/L, platelets ≥ 100 x 109/L and haemoglobin ≥ 5.0 mmol/l\n* Adequate renal function: GFR ≥ 60 ml/min\n* Adequate liver function: ALT and AST \\< 2.5 x ULN, total bilirubin ≤ 1x ULN\n* Fasting level of total cholesterol of no more than 350 mg/dL (9.1 mmol/L) and triglyceride level of no more than 400 mg/L (4.5 mmol/L)\n* Left ventricular ejection fraction (LVEF) \\< 50%\n* History of serious cardiac disease\n* Active clinically serious bacterial, viral or fungal infections (\\> grade 2).\n* Known history of human immunodeficiency virus (HIV) infection or chronic hepatitis B or C.\n* Clinically symptomatic brain or meningeal metastasis. Patients with seizure disorders requiring medication (such as steroids or antiepileptics). Concomitant treatment with strong CYP3A4 inductors (such as rifampicin, St. John´s Wort) or CYP3A4 inhibitors (such as ketoconazole, voriconazole, itraconazole, diltiazem, verapamil, erythromycin) within 2 weeks prior to start.\n* Moderate or weak CYP3A4 modifiers should be used concomitantly only after careful assessment of risk-benefit ratio. Concomitant use of carbamazepine, phenobarbital, phenytoin or chronic use of dexamethasone is not allowed. (Table 1)\n* Other concomitant anti-cancer therapy (except steroids)\n* Concomitant use of streptozocin, mercaptopurine.\n* Previous treatment with one of the study drugs.\n* Previous treatment with other mTOR inhibitors\n* Prior investigational therapy/agents within 4 weeks of start, in case of bevacizumab at least 60 days between bevacizumab discontinuation and first dosing of temsirolimus.\n* Surgical treatment or radiation therapy in the past 4 weeks. Palliative radiotherapy at focal sites on the extremities is allowed, also within 4 weeks before start\n* Unresolved toxicity CTC ≥ grade 2 from previous anti-cancer therapy except alopecia.\n* Known or suspected allergy to any investigational agent or any agent given in association with this trial.\n* Substance abuse, medical, psychological or social conditions that may interfere with the patients participation in the study or evaluation of the study results\n* Any condition that is unstable or which could jeopardize the safety of patient and his compliance in the study.\n* Antracyclines: \\> 450 mg/m2 doxorubicin or and \\> 600 mg/m2 epirubicin\n* Medications known to have dysrhythmic potential is not permitted (ie, terfenadine, quinidine, procainamide, disopyramide, sotalol, probucol, bepridil, haloperidol, risperidone, indapamide)\n* Usage of coumarin-derivate anticoagulants. Low molecular weight heparin is permitted and advised",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}