{
    "nctId": "NCT01671943",
    "briefTitle": "Cryotherapy for Breast Cancer Trial",
    "officialTitle": "Evaluation of Safety and Feasibility of ICE-SENSE3TM , a Cryotherapy Device for Office-based Ultrasound- Guided Treatment of Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Carcinoma",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 4,
    "primaryOutcomeMeasure": "The rate of complete tumor ablation in patients treated with cryoablation, with complete tumor ablation defined as no remaining invasive or in-situ carcinoma present upon pathological examination of the surgical resection specimen",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Unifocal primary invasive ductal breast carcinoma diagnosed by core needle biopsy. Patients with contralateral disease will remain eligible. Note: Results of ER, PR, HER-2/neu must be obtained on pre-registration needle core biopsy material.\n* Tumor size ≤ 2.0 cm in greatest diameter as measured by breast ultrasound, MRI and mammogram. The largest dimension measured will be used to determine eligibility.\n* Tumor enhancement on MRI\n* Tumor with \\<25% intraductal components in the aggregate.\n* Non-pregnant and non-lactating patients. Patients of childbearing potential must have a negative serum or urine pregnancy test. NOTE: Peri-menopausal women must be amenorrheic for \\> 12 months to be considered not of childbearing potential.\n* Adequate breast size for safe cryoablation. Patients with breasts too small to allow safe cryoablation are not eligible as the minimal thickness of the breast tissue does not lend itself to cryoablation. NOTE: The minimal distance of tumor margins from the breast skin should be analogous to the surgical margins of a lumpectomy.\n\nExclusion Criteria:\n\n* Patients with multifocal and/or multicentric ipsilateral breast cancer, multifocal calcifications, or evidence of excessive DCIS.\n* History of rotational vacuum assisted core biopsies, en bloc open surgical biopsy and/or lumpectomy for diagnosis/treatment of the index breast cancer.\n* Prior or planned neoadjuvant chemotherapy for breast cancer.\n* Patients with thrombocytopenia and or any other coagulation abnormality",
    "sex": "FEMALE",
    "minimumAge": "N/A",
    "stdAges": "CHILD, ADULT, OLDER_ADULT"
}