{
    "nctId": "NCT02422498",
    "briefTitle": "Homologous Recombination Repair Status as a Biomarker of Response in Locally Recurrent/Metastatic Triple Negative Breast Cancer Patients Treated With Concurrent Cisplatin and Radiation Therapy",
    "officialTitle": "A Phase II Trial of Homologous Recombination Repair Status as a Biomarker of Response in Locally Recurrent/Metastatic Triple Negative Breast Cancer Patients Treated With Concurrent Cisplatin and Radiation Therapy",
    "overallStatus": "COMPLETED",
    "conditions": "Locally Recurrent/Metastatic Triple Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 49,
    "primaryOutcomeMeasure": "Response (RECIST 1.1 vs. PET Response Criteria (PRC) as Measurement Tools for Treatment Response)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologically-confirmed invasive triple negative breast cancer (ER \\<1%, PR \\<1%, her-2-neu 0-1+ by IHC or FISH-negative) or as determined by MD discretion\n* Radiation to the recurrent or metastatic site is clinically indicated and would be considered standard care for palliation or for locoregional control\n* Age ≥18 years\n* Tumor to be irradiated is measurable by RECIST 1.1 or PRC\n* Willingness to undergo tumor biopsy prior to initiation of treatment\n* Life expectancy greater than 6 months\n* ECOG performance status 0-2\n* Any prior chemotherapy is allowed including prior treatment with platinum-containing chemotherapy\n* Prior treatment with FDA-approved or investigational biologics or novel molecularly target therapies, including oral or IV formulations, are permitted.\n* Patients must be off prior targeted therapy for at least 14 days prior to study biopsy.\n* Use of an effective means of contraception in women of child-bearing potential\n* Ability to comprehend and sign informed consent\n* Adequate organ and marrow function within 14 days prior to study entry, defined as:\n\n  * Absolute neutrophil count (ANC)\\>1000/mm3\n  * Hemoglobin \\>9 gm/dl\n  * Platelets \\>100,000/mm3\n  * Serum creatinine \\<1.5 mg/dl OR creatinine clearance of ≥ 50 cc/min\n  * SGOT/SGPT\\<2.5X institutional ULN (\\<5X ULN if known liver metastases)\n\nExclusion Criteria:\n\n* Unmeasurable target tumor site by RECIST 1.1 or PRC (ex: lesions \\<2 cm on CT or MR scan, leptomeningeal disease, ascites, pleural/pericardial effusion, lymphangitis, non-FDG-avid skin lesions)\n* Brain metastases requiring focal or whole brain radiation will be excluded, as these lesions cannot be biopsied and can have life expectancies \\<6 months.\n* Inability to obtain a biopsy of the tumor as deemed by the study Interventional Radiologist\n* Prior chemotherapy completed \\<7 days prior to planned study entry\n* Prior RT is allowed and must have been completed more than 7 days before planned study entry.\n\n  * Note: For re-irradiation cases, standard departmental guidelines should be followed so as to not exceed normal tissue\n* Life expectancy less than 6 months\n* Intercurrent illness or other major medical condition or comorbid condition that might affect study participation (uncontrolled renal, pulmonary or hepatic dysfunction or infection)\n* Renal dysfunction for which cisplatin dose would be considered unsafe.\n* Women on study must be neither pregnant nor nursing nor expected to become pregnant during therapy. For premenopausal women, negative pregnancy test within 14 days of RT is required.\n* Concurrent active malignancy other than non-melanomatous skin cancer or carcinoma in-situ of the cervix, unless treatment for the previous cancer was completed \\>2 years prior to study entry and patient has remained disease-free.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}