{
    "nctId": "NCT05159193",
    "briefTitle": "Neoadjuvant Treatment Pegylated Liposomal Doxorubicin Plus Cyclophosphamide Sequential Docetaxel Plus Trastuzumab and Pertuzumab Versus Docetaxel Plus Carboplatin Combined With Trastuzumab and Pertuzumab in HER-2 Positive Breast Cancer",
    "officialTitle": "A Multicentre, Open-label, Randomised Trial of Neoadjuvant Pegylated Liposomal Doxorubicin Plus Cyclophosphamide Sequential Docetaxel Plus Trastuzumab and Pertuzumab Versus Docetaxel Plus Carboplatin Combined With Trastuzumab and Pertuzumab in HER-2 Positive Breast Cancer",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 372,
    "primaryOutcomeMeasure": "Pathological complete response (pCR) rate",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Female patients aged from 18 to 70 years old;\n2. Histologically confirmed as invasive breast cancer and without previous treatment.;\n3. HER-2 Positive (defined by IHC 3+ or ISH positive);\n4. Tumor \\> 2cm;\n5. Biopsy pathology (FNAB or CNB) diagnosed regional lymph node metastasis within 28 days prior to randomization;\n6. Participants must have at least one measurable disease according to RECIST 1.1.\n7. Participants with multifocal tumors (more than one tumor confined to the same quadrant as the primary tumor) are eligible provided all discrete lesions are sampled and centrally confirmed as HER2 positive.\n8. Operable breast cancer with cT2-cT4/cN1-cN3/cM0, according to the AJCC tumor staging manual (8th Edition).\n9. The HR(ER and PR) status of the primary tumor and the expression level of Ki-67 are clear.\n10. Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1;\n11. LVEF ≥ 55%;\n12. Brain natriuretic peptide (BNP) (or N-terminal pro brain natriuretic peptide (NT proBNP)) and cardiac troponin assays were within normal values.\n13. Alanine aminotransferase (ALT), aspartate aminotransferase (AST), alkaline phosphatase (ALP) and serum total bilirubin are all ≤2 ULN. Serum creatinine ≤ 1.5 ULN.\n14. Bone marrow function: white blood cell counts ≥ 3.0x10\\^9/L, absolute neutrophil counts (ANC) ≥ 1.5x10\\^9/L, platelets ≥ 100x10\\^9/L, hemoglobin ≥ 90g/L;\n15. Participants had good compliance with the planned treatment and follow-up, understood the study procedures of this study, and signed informed consent form.\n\nExclusion Criteria:\n\n1. Breast cancer with distant metastasis;\n2. Participants with multiple lesions (in different quadrants) or bilateral breast cancer;\n3. Participants who have received prior anti-cancer therapy for breast cancer except those participants with a history of breast lobular carcinoma in situ (LCIS) that was surgically managed or ductal carcinoma in situ (DCIS) treated exclusively with mastectomy. In case of prior history of LCIS/DCIS, \\>5 years must have passed from surgery until diagnosis of current breast cancer;\n4. In the past and present, participants with severe cardiac disease or discomfort , including but not limited: 1)High-risk uncontrolled arrhythmia, atrial tachycardia (heart rate \\> 100/min in resting state), significant ventricular arrhythmia (ventricular arrhythmia) or higher atrioventricular block (second-degree type 2 \\[Mobitz 2\\] atrioventricular block or third-degree atrioventricular block); 2)Angina pectoris requiring anti-angina medication; 3)Clinically significant valvular heart disease; 4)ECG showing transmural myocardial infarction; 5)Uncontrolled hypertension (eg systolic blood pressure \\> 180mm Hg or diastolic blood pressure \\> 100mmHg); 6)Myocardial infarction; 7)Congestive heart failure;\n5. Participants have the following serious illnesses or medical conditions, including but not limited: 1)History of serious neurological or psychiatric disorders, including psychosis, dementia, or epilepsy, that prevent understanding and informed consent; 2)Active uncontrolled infection; 3)Active peptic ulcer, unstable diabetes;\n6. A history of other malignancies within the previous 5 years, except for adequately treated carcinoma in situ of the cervix or basal cell carcinoma of the skin;\n7. Treatment with any investigational drug within 28 days prior to randomization;\n8. Participants who are known to be allergic to the active or other components of the study treatment or have contraindications for surgery;\n9. Participants who are pregnant, breastfeeding, or refuse to use adequate contraception prior to study entry and for the duration of study participation;\n10. Participants who were judged by the investigator to be unsuitable for this study.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}