{
    "nctId": "NCT00532454",
    "briefTitle": "Evaluation of the Association Between CYP2D6 Genetic Polymorphisms and the Treatment Effect of Tamoxifen",
    "officialTitle": "A Clinical Study for the Evaluation of the Association Between CYP2D6 Genetic Polymorphisms and the Treatment Effect of Tamoxifen in Patients With Metastatic Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer, Metastatic Disease",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 21,
    "primaryOutcomeMeasure": "efficacy of tamoxifen",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologically or cytologically diagnosed stage IV or recurrent breast cancer patients according to American Joint Committee on Cancer (AJCC)\n* Positive estrogen receptor or Positive progesterone receptor.\n* Females at least 18 years of age.\n* Prior radiation therapy is allowed as long as the irradiated area is not the only source of measurable disease\n* Prior hormone therapy less than 2.\n* No history of Megace medication for recent 28 days\n* Performance status of 0, 1 and 2 on the ECOG criteria\n* Clinically measurable disease, defined as bidimensionally measurable lesions with clearly defined margins on x-ray, CT scan, MRI or physical examination. Lesions serving as measurable disease must be at east 1 cm by 1 cm, as defined by x-ray, CT scan, MRI, or physical examination\n* Bone only or pleural fluid only disease is included as long as evaluation for clinical benefit is possible\n* Estimated life expectancy of at least 12 weeks\n* Compliant patient who can be followed-up adequately.\n* Adequate hematologic (WBC count 3,000/mm3, platelet count 100,000/mm3), hepatic (bilirubin level 1.8 mg/dL, AST, ALT 1.5xULN, albumin 2.5 g/dL), and renal (creatinine concentration 1.5 mg/dL) function.\n* Informed consent from patient or patient's relative\n* Childbearing women should use non-hormonal contraceptive method\n\nExclusion Criteria:\n\n* Active or uncontrolled infection.\n* Second primary malignancy (except in situ carcinoma of the cervix or adequately treated basal cell carcinoma of the skin or prior malignancy treated more than 5 years ago without recurrence).",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}