{
    "nctId": "NCT03451383",
    "briefTitle": "Older Breast Cancer Patients: Risk for Cognitive Decline",
    "officialTitle": "Older Breast Cancer Patients: Risk for Cognitive Decline. The Thinking and Living With Cancer (TLC) Study",
    "overallStatus": "RECRUITING",
    "conditions": "Cancer, Breast, Age-related Cognitive Decline, Cognitive Decline",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 1700,
    "primaryOutcomeMeasure": "Change in Attention, Processing Speed, Executive Function (APE) Domain",
    "eligibilityCriteria": "Inclusion Criteria:\n\nFor cancer patients, eligibility includes:\n\n* being female\n* Age 60+ at diagnosis of a new primary histological confirmed adenocarcinoma breast cancer\n* AJCC stages 0-3 or planning neoadjuvant therapy\n* In the judgment of the consenting professional, able to communicate well enough in English through verbal and written communication to complete the study assessments and provide informed consent\n* If currently taking psychoactive medications (including, but not limited to anticonvulsants, antidepressants, and anxiolytics), dose must have been stable at least two months prior to enrollment.\n* Participant report of no previous or current chemotherapy or hormonal treatment use (anastrazole, exemestane, etc.) This does not include hormonal replacement therapy, synthetic thyroid hormones, etc.\n\nFor controls, eligibility includes:\n\n* being female\n* Age 60+\n* In the judgment of the consenting professional, able to communicate well enough in English through verbal and written communication to complete the study assessments and provide informed consent\n* If currently taking psychoactive medications (including, but not limited to anticonvulsants, antidepressants, and anxiolytics), dose must have been stable at least two months prior to enrollment.\n\nExclusion:\n\nWe apply the same exclusion criteria for patients and controls.\n\n* Participant report of a history of formal diagnosis of neurological problems (i.e. Alzheimer's disease, Parkinson's disease, Multiple Sclerosis, Dementia, Seizure Disorders, brain tumors, etc.)\n* Participant report of surgery on the brain for any reason (cancerous or non-cancerous tumors, subdural hematomas, AV malformations, increased intracranial pressure, etc.)\n* Participant report of a history of stroke (with the exception of TIA if ≥1 year ago)\n* Participant report of HIV/AIDS\n* Participant report of moderate to severe head trauma (loss of consciousness \\> 60 min or with evidence of structural brain changes on imaging)\n* History of major psychiatric disorder (DSM-IV Axis 1) (i.e. major depressive disorder (untreated or poorly treated), bipolar disorders, schizophrenia, or substance abuse disorders (self-reported and/or stated in medical record).\n* Participant report of a history of prior breast or other cancer with the exception of non-melanoma skin cancer. An exception for cases only: women who completed treatment for a previous cancer at least 5 years ago and have not undergone any chemotherapy or hormonal therapy. This previous cancer cannot be breast cancer.\n* Participant report of previous or current chemotherapy or hormonal therapy use\n* Participant use of methotrexate (Amethopterin, Rhematrex, Trexall) or rituximab (Rituxin) for rheumatoid arthritis, psoriasis or Crohn's disease, or cyclophosphamide (Cytoxan, Neosar) for Lupus.\n* Visual or hearing impairment that would preclude ability to complete interviews or neuropsychological testing, such as significant macular degeneration or being unable to correct hearing with hearing aides\n* Non-English speaking\n* To participate in the optional neuroimaging portion of the study:\n\nParticipant cannot be claustrophobic Participant cannot have a pacemaker, aneurysm clip or other implants that are not MRI safe Participant cannot have any type of implanted electrical device",
    "sex": "FEMALE",
    "minimumAge": "60 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}