{
    "nctId": "NCT05041101",
    "briefTitle": "Grapiprant and Eribulin for the Treatment of Metastatic Inflammatory Breast Cancer",
    "officialTitle": "Phase Ib/II Study of Grapiprant (IK-007) and Eribulin Combination Treatment for Metastatic Inflammatory Breast Cancer (mIBC)",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Inflammatory Carcinoma, Recurrent Breast Inflammatory Carcinoma, Stage IV Breast Inflammatory Carcinoma",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 6,
    "primaryOutcomeMeasure": "Incidence of dose-limiting toxicity",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Male or female \\>= 18 years of age\n* Is willing and able to provide written informed consent for the trial\n* Has histological confirmation of breast carcinoma with a clinical diagnosis of IBC based on the presence of inflammatory changes in the involved breast, including diffuse erythema and edema (peau d'orange), with or without an underlying palpable mass involving the majority of the skin of the breast. Or the diagnosis confirmed by the MD Anderson IBC specialists. Pathological evidence of dermal lymphatic invasion should be noted but is not required for the diagnosis of IBC\n* Any prior treatments will be allowed except eribulin and/or any EP2/4 inhibitor\n* Has at least 2 weeks of untreated period from the previous treatment\n* Any receptor status for ER/PR and HER2. But for HER2+ type, must has failed trastuzumab, pertuzumab, and T-DM1 treatment.\n\n  * NOTE: HER2 positive status is defined as strongly positive (3+) staining score by immunohistochemistry (IHC), or gene amplification using fluorescence in situ hybridization (FISH), if performed. If IHC is equivocal (2+). HER2 negative status, which is determined by assays using IHC require negative (0 or 1+) staining score. If IHC is equivocal (2+) staining score\n* Has a measurable disease per Response Evaluation Criteria in Solid Tumors (RECIST) version (v)1.1 (only applies to phase II part)\n\n  * NOTE: Measurable disease: Measurable lesions are defined as those that can be accurately measured in at least one-dimension (longest diameter to be recorded) as \\>= 20 mm by chest X-ray, \\>= 10 mm by computed tomography (CT) scan, \\>= 10 mm with calipers by clinical exam. Measurable malignant lymph nodes: To be considered pathologically enlarged and measurable, a lymph node must be \\>= 15mm in short axis when assessed by CT scan. Non-measurable disease: All other lesions (or sites of disease), including small lesions, are considered non-measurable. Bone lesions, leptomeningeal disease, ascites, pleural/pericardial effusions, lymphangitis, cutis/pulmonitis, inflammatory breast disease, and abdominal masses (not followed by CT or magnetic resonance imaging \\[MRI\\]) are considered non-measurable\n* Has a distant metastasis site or locoregional recurrence\n* Is willing to provide fresh tumor tissue via tumor biopsy before the first dose of the study drug only if participant has a disease can be be safely accessed through a CT-guided/ultrasound (US)-guided or percutaneous biopsy for multiple core biopsies judged by the investigator. If participant doesn't have a disease that can be safely accessed, they are still eligible\n* Performance status (PS) of 0 to 2 on the Eastern Cooperative Oncology Group (ECOG) performance scale\n* Absolute neutrophil count (ANC) \\>= 1,200 /mcL\n* Platelets \\>= 100,000 /mcL\n* Hemoglobin (Hgb) \\>= 9 g/dL\n* Total bilirubin =\\< 1.5 x upper limit of normal (ULN) (up to =\\< 3 x ULN for patients with liver metastasis)\n* Alanine aminotransferase (ALT) and aspartate aminotransferase (AST) =\\< 2.5 x ULN (up to =\\< 5 x ULN for patients with liver metastasis)\n* Cockcroft-Gault glomerular filtration rate (GFR) (mL/min/1.73 m\\^2) \\>= 50\n* Left ventricular ejection fraction (LVEF) \\>= 50% by echocardiogram (ECHO) or multigated acquisition (MUGA) scan\n* Female patients must not be pregnant or breastfeeding and must be practicing a medically acceptable form of locally approved birth control, be sterile or post-menopausal. Male patients should be using a medically acceptable form of birth control during the trial or be sterile\n\n  * Female patient: A female patient is eligible to participate if she is not pregnant, not breastfeeding, and at least one of the following conditions applies:\n\n    * Not a woman of childbearing potential (WOCBP) OR\n    * A WOCBP agrees to follow the contraceptive guidance during the treatment period and at least 6 months after the last dose of trial intervention and must refrain from breastfeeding for at least 2 months after the last grapiprant treatment\n    * WOCPB must have a negative urine pregnancy test no more than 7 days prior to starting treatment on-study\n  * Male patients: A male patient must agree to use contraception during the treatment period and for at least 6 months after the last grapiuprant treatment and refrain from donating sperm during this period\n* Patient with human immunodeficiency virus (HIV) including current or prior infection would be included if:\n\n  * With CD4+ T-cell (CD4+) counts \\>= 350 cells/uL\n  * Without a history of acquired immunodeficiency syndrome (AIDS)-defining opportunistic infections\n\nExclusion Criteria:\n\n* Current chronic use of nonsteroidal anti-inflammatory drugs (NSAIDs), COX-2 inhibitors. We will allow prior use of those agents if patients stop them at least 2 weeks before accrual\n* Is currently participating in a study of an investigational anti-cancer agent or receiving concurrent anti-cancer therapy for metastatic disease\n* Has a diagnosis of immunodeficiency, or is receiving chronic systemic steroid therapy or any other form of immunosuppressive therapy\n* Uncontrolled hypertension is defined as a systolic blood pressure \\> 150 mmHg or diastolic blood pressure \\> 90 mmHg, with or without antihypertensive medications\n* Has a history of and/or active cardiac diseases\n\n  * History of cardiac diseases including:\n\n    * Active myocardial infarction documented by elevated cardiac enzymes or persistent regional wall abnormalities on assessment of left ventricular function\n    * History of documented chronic heart failure; and documented cardiomyopathy\n  * Active cardiac diseases including:\n\n    * Symptomatic angina pectoris within the past 180 days that required the initiation of or increase in anti-anginal medication or other intervention\n  * Ventricular arrhythmias except for benign premature ventricular contractions\n  * Supraventricular and nodal arrhythmias requiring a pacemaker or not controlled with medication\n  * Conduction abnormality requiring a pacemaker\n  * Valvular disease with documented compromise in cardiac function\n  * Symptomatic pericarditis\n* Has preexisting neuropathy \\> grade 2\n* Patients with a hypersensitivity to halichondrin B and/or halichondrin B chemical derivative\n* Has medical conditions requiring concomitant administration of strong CYP3A4 or P-glycoprotein inhibitors or inducers\n* Potentially life-threatening second malignancy requiring systemic treatment within the last 3 years (i.e., patients with a history of prior malignancy are eligible if treatment was completed at least 3 years before entering the Treatment period and the patient has no evidence of disease) or which would impede evaluation of treatment response.\n* Hormone ablation therapy is allowed within the last 3 years.\n* Patients with history of prior early stage basal/squamous cell skin cancer or non-invasive or in situ cancers that have undergone definitive treatment at any time are eligible.\n* Known active central nervous system (CNS) metastases and/or carcinomatous meningitis. Subjects with previously treated brain metastases may participate if they are stable and have no evidence of new or enlarging brain metastases. They are not using steroids for at least 28 days before trial treatment\n* Active infection requiring systemic therapy\n* Known psychiatric or substance abuse disorders that would interfere with cooperation with the requirements of the trial\n* Known active hepatitis B or C",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}