{
    "nctId": "NCT05283837",
    "briefTitle": "A Study to Evaluate Safety, Efficacy, Pharmacokinetics, and Immunogenicity of Test Pertuzumab (ZRC-3277, Cadila Healthcare Ltd.,)",
    "officialTitle": "A Prospective, Randomized, Multicenter, Comparative, Double-blind, Parallel Study to Evaluate the Efficacy and Safety of Test Pertuzumab (ZRC-3277, Cadila Healthcare Ltd.,) With Reference Pertuzumab (Perjeta®, Genentech Inc.,) in Patients With HER2 Positive Metastatic Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 268,
    "primaryOutcomeMeasure": "Compare Overall Response Rate (ORR) (According to Response Evaluation Criteria in Solid Tumor [RECIST] 1.1 Criteria) at day 127 from baseline",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Female patients 18 to 65 years of age (both inclusive).\n2. Patient with pathologically (histologically or cytologically) confirmed, adenocarcino-ma metastatic breast cancer and candidate for chemotherapy. Note: Patients with de-novo Stage IV disease are eligible.\n3. With at least one measurable metastatic target lesion (based on RECIST criteria, ver-sion 1.1).\n4. Documentation of following prior to randomization:\n\n   • Documentation of HER2 gene amplification by fluorescent in situ hybridiza-tion (FISH); as defined by a ratio \\>2.0) OR documentation of HER2-overexpression by immunohistochemistry (IHC) (defined as IHC3+, or IHC2+ with FISH confirmation) (estrogen receptor/progesterone receptor positive subjects may be enrolled if they are HER2 positive) prior to randomization, see Section 6.4 for detailed criteria)\n5. Eastern Co-operative Oncology Group (ECOG) performance status of 0 or 1.\n6. Left ventricular ejection fraction (LVEF) of ≥ 50% at baseline (within 42 days of ran-domization) as measured by echocardiography (ECHO) or multiple gated acquisition (MUGA). Note: ECHO is the preferred method. If the patient is randomized, the same method of LVEF assessment (i.e., ECHO or MUGA) must be used throughout the study and it should preferably be obtained at the same institution and preferably by the same assessor)\n7. Patient able to understand and willing to give the informed consent and able to com-ply with the requirements of the study protocol.\n8. A woman of childbearing potential must have a negative highly sensitive serum (β-human chorionic gonadotropin \\[β-hCG\\]) at screening and urine β-hCG test at random-ization.\n9. Woman of child-bearing potential must agree to use adequate contraceptive methods that is highly effective (with a failure rate of \\<1% per year), with low user dependen-cy when used consistently and correctly, during the intervention period and for at least 7 months after the last dose of study intervention and agrees not to donate eggs (ova, oocytes) for the purpose of reproduction during the study and for a period of 7 months. The investigator should evaluate the effectiveness of the contraceptive meth-od in relationship to the first dose of study intervention.\n\nExclusion Criteria:\n\n1. History of anticancer therapy for MBC, with the exception of single prior hormonal regimen for MBC, which must be stopped prior to randomization.\n\n   Note 1: Anticancer therapy for MBC includes any epidermal growth factor receptor or anti-HER2 agents or vaccines, cytotoxic chemotherapy, or more than one prior hormonal regimen for MBC Note 2: Single prior hormonal regimen for MBC may include more than one hormo-nal therapy. If a patient is switched to a different hormonal therapy because of dis-ease progression, this will be counted as two regimens, and the patient will not be eli-gible for the study. If a patient is switched to a different hormonal therapy for reasons other than disease progression (e.g., toxicity or local standard practice), this will be counted as single regimen.\n2. History of systemic breast cancer treatment in the neo-adjuvant or adjuvant setting with a disease-free interval from completion of the systemic treatment (excluding hormonal therapy) to metastatic diagnosis of \\< 12 months.\n3. History of approved or investigative tyrosine kinase/HER inhibitors for breast cancer in any treatment setting, except trastuzumab used in the neoadjuvant or adjuvant set-ting.\n4. Patients with CNS metastases, except for treated asymptomatic CNS metastases, pro-vided all of the following criteria are met:\n\n   1. Only supra-tentorial metastases allowed (i.e., no metastases to midbrain, pons, medulla, or spinal cord)\n   2. No evidence of interim progression or hemorrhage after completion of CNS-directed therapy\n   3. No ongoing requirement for corticosteroids as therapy for CNS disease (anti-convulsants at a stable dose are allowed)\n   4. No stereotactic radiation within 14 days or whole-brain radiation within 28 days prior to randomization\n   5. Leptomeningeal disease (i.e. carcinomatous meningitis)\n5. History of persistent Grade ≥ 2 hematologic toxicity resulting from previous neoad-juvant or adjuvant therapy (all grades based on National Cancer Institute Common Toxicity Criteria for Adverse Events, Version 5.0 \\[NCI CTCAE v 5.0\\]).\n6. Current peripheral neuropathy of NCI-CTCAE, Version 5.0, Grade ≥ 3 at randomiza-tion.\n7. Have a history of congestive heart failure (CHF) of any New York Heart Association (NYHA) criterion, or serious cardiac arrhythmia requiring treatment (except for atrial fibrillation, paroxysmal supraventricular tachycardia).\n8. History of myocardial infarction within 6 months before randomization.\n9. Current uncontrolled hypertension (systolic blood pressure \\>150 mmHg and/or dias-tolic blood pressure \\>100 mmHg), or unstable angina.\n10. Current dyspnea at rest due to complications of advanced malignancy or other diseas-es that require continuous oxygen therapy.\n11. History of other malignancy within the previous 5 years, except for carcinoma in situ of the cervix or non-melanoma skin carcinoma that has been previously treated with curative intent.\n12. History of exposure to the following cumulative doses of anthracyclines:\n\n    1. doxorubicin or liposomal doxorubicin \\> 360 mg/m2\n    2. epirubicin \\> 720 mg/m2\n    3. mitoxantrone \\> 120 mg/m2 and idarubicin \\> 90 mg/m2\n    4. Other (e.g., liposomal doxorubicin or other anthracycline \\> the equivalent of 360 mg/m2 of doxorubicin)\n    5. If more than 1 anthracycline has been used, then the cumulative dose must not exceed the equivalent of 360 mg/m2 of doxorubicin.\n13. Have received stem-cell support for chemotherapy.\n14. Have a history of hypersensitivity to the Pertuzumab or to drugs with similar chemical structures, or to any of the excipients, or to murine proteins.\n15. Have a history of severe hypersensitivity reaction to Trastuzumab and Docetaxel, or to any of the excipients.\n16. Inadequate organ function, evidenced by the following laboratory results within 28 days prior to randomization:\n\n    1. Hemoglobin level \\< 9 g/dL\n    2. Aspartate aminotransferase (AST) or alanine aminotransferase (ALT) levels \\> 3.0 x upper limit of normal (ULN) (\\>5 x ULN in patients with liver metasta-ses)\n    3. AST (SGOT) or ALT (SGPT) \\> 1.5 × ULN with concurrent serum alkaline phosphatase \\> 2.5 × ULN (unless bone metastases are present)\n    4. Absolute neutrophil count \\< 1,500 cells/mm3\n    5. Total serum bilirubin \\>1.5 x ULN\n    6. Serum creatinine \\> 2.0 mg/dL or 177 μmol/L\n17. Have received treatment with any other investigational drug in the last 30 days before study entry, or within less than five half-lives after receiving the previous investiga-tional drug.\n18. Receipt of IV antibiotics for infection within 14 days of randomization.\n19. Current chronic daily treatment with corticosteroids (dose of \\> 10 mg/day methylprednisolone equivalent) (excluding inhaled steroids).\n20. History of hepatitis B surface antigen (HBsAg) or hepatitis C antibody (anti-HCV) positive, or other clinically active liver disease, or tests positive for HBsAg or anti-HCV at Screening.\n21. History of human immunodeficiency virus (HIV) antibody positive, or tests positive for HIV at Screening.\n22. Pregnant or a nursing mother.\n23. Major surgical procedure or significant traumatic injury within 28 days prior to study treatment start or anticipation of the need for major surgery during the course of study treatment.\n24. Current severe, uncontrolled systemic disease (e.g., clinically significant cardiovascu-lar, pulmonary, or metabolic disease; wound healing disorders; ulcers; or bone frac-tures).\n25. Have a history or suspicion of unreliability, poor cooperation or non-compliance with medical treatment or any other medical or psychiatric condition that could compro-mise study participation.\n26. History of drug or alcohol abuse according to Diagnostic and Statistical Manual of Mental Disorders (5th edition) (DSM-V) criteria within 1 year before Screening or positive test result(s) for alcohol or drugs of abuse (including barbiturates, opiates, cocaine, cannabinoids, amphetamines and benzodiazepines) at Screening.\n27. Have any concurrent disease or condition that, in the opinion of the investigator, would make the patient unsuitable for participation in the study.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}