{
    "nctId": "NCT05536128",
    "briefTitle": "Evaluating the Efficacy and Safety of Fulvestrant Plus DNA Damage Repair Inhibitors After a CDK4/6 Inhibitor",
    "officialTitle": "A Phase II Open Label, Umbrella Study Evaluating the Efficacy and Safety of Fulvestrant Plus DNA Damage Repair Inhibitors in Hormone Receptor-positive Advanced Breast Cancer After a CDK4/6 Inhibitor",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Advanced Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 64,
    "primaryOutcomeMeasure": "6-month progression-free survival (PFS) rate",
    "eligibilityCriteria": "1.1 Inclusion criteria\n\nPatients are eligible to be included in the study only if all of the following inclusion criteria and none of the exclusion criteria apply:\n\nInformed consent\n\n1. Capable of giving signed informed consent which includes compliance with the requirements and restrictions listed in the informed consent form (ICF) and in this protocol.\n2. Provision of signed and dated, written informed consent form prior to any mandatory study specific procedures, sampling, and analyses.\n\n   Age\n3. Subject must be 19 years of age or older at the time of signing the informed consent form.\n\n   Type of patient and disease characteristics\n4. Patients with HR+/HER2- metastatic or inoperable breast cancer\n5. Disease progression following treatment with endocrine therapy(ies) and CDK4/6 inhibitor\n6. Patients must have normal organ and bone marrow function measured within 28 days prior to administration of study treatment as defined below\n\n   * Hemoglobin ≥ 10.0 g/dL. Red blood cell/plasma transfusion is not permitted within 2 week prior to screening assessment.\n   * Absolute neutrophil count (ANC) ≥ 1.5 x 109/L. Granulocyte colony-stimulating factor administration is not permitted within 1 week prior to screening assessment.\n   * Platelet count ≥ 100 x 109/L. Platelet transfusion is not permitted within 1 week prior to screening assessment.\n   * Total bilirubin ≤ 1.5 x institutional upper limit of normal (ULN) if no liver metastases; or ≤ 3 × ULN in the presence of documented Gilbert's syndrome (unconjugated hyperbilirubinemia) or liver metastases at baseline.\n   * Aspartate aminotransferase (AST) (Serum Glutamic Oxaloacetic Transaminase (SGOT)) / Alanine aminotransferase (ALT) (Serum Glutamic Pyruvate Transaminase (SGPT)) ≤ 2.5 x institutional upper limit of normal unless liver metastases are present in which case they must be ≤ 5x ULN\n   * Patients must have creatinine clearance estimated of ≥51 mL/min using the Cockcroft-Gault equation or based on a 24 hour urine test :\n\n   Estimated creatinine clearance = (140-age \\[years\\]) x weight (kg) (x F)a serum creatinine (mg/dL) x 72 a where F=0.85 for females and F=1 for males.\n7. Eastern Cooperative Oncology Group (ECOG) performance status 0-1.\n8. Patients must have a life expectancy ≥ 16 weeks.\n9. At least one lesion (measurable and/or non-measurable) that can be accurately assessed at baseline by CT or MRI and is suitable for repeated assessment.\n\n   Reproduction\n10. Postmenopausal or evidence of non-childbearing status for women of childbearing potential.\n\n    Postmenopausal is defined as:\n    * Amenorrhoeic for 1 year or more following cessation of exogenous hormonal treatments\n    * Luteinizing hormone (LH) and Follicle stimulating hormone (FSH) levels in the postmenopausal range for women under 50\n    * radiation-induced oophorectomy with last menses \\>1 year ago\n    * chemotherapy-induced menopause with \\>1 year interval since last menses\n    * surgical sterilisation (bilateral oophorectomy or hysterectomy) OR Pre/peri-menopausal, ie, not meeting the criteria for being post-menopausal.\n    * Pre-/peri-menopausal women can be enrolled if amenable to be treated with monthly LHRH agonists (goserelin or leuprorelin). Participants must have concomitant treatment with LHRH agonists (goserelin or leuprorelin) - which must have been started 3 weeks before Cycle 1 Day 1 - and must be willing to continue on it for the duration of the study.\n11. Negative pregnancy test (urine and/or serum) for women of childbearing potential within 28 days of study treatment and confirmed prior to treatment on day 1.\n12. Male patients must use a condom during treatment and for 3 months after the last dose of olaparib when having sexual intercourse with a pregnant woman or with a woman of childbearing potential. Female partners of male patients should also use a highly effective form of contraception if they are of childbearing potential Specific criteria for each cohort\n13. \\<For cohort A\\> Patients with known germline or somatic mutations of BRCA1 or BRCA2\n14. \\<For cohort B\\> Patients with known somatic mutations of BRCA1, BRCA2, or other DDR genes (including ATM(ataxia telangiectasia mutated), ATR, BRIP1, PALB2, CHEK1, CHEK2, FANC family, RAD51 family, etc.) Patients with alteration in other DDR genes can be discussed with the principal investigator at the molecular tumour board.\n\n1.2 Exclusion criteria Medical conditions\n\n1. As judged by the investigator, any evidence of condition or illness which in the investigator's opinion makes it undesirable for the patient to participate in the trial.\n2. Other malignancy unless curatively treated with no evidence of disease for ≥5 years except: adequately treated non-melanoma skin cancer, curatively treated in situ cancer of the cervix, ductal carcinoma in situ (DCIS), Stage 1, grade 1 endometrial carcinoma.\n3. Resting ECG indicating uncontrolled, potentially reversible cardiac conditions, as judged by the investigator (eg., unstable ischemia, uncontrolled symptomatic arrhythmia, congestive heart failure, QTcF prolongation \\>500 ms, electrolyte disturbances, etc.), or patients with congenital long QT syndrome.\n4. Persistent toxicities (\\>Common Terminology Criteria for Adverse Event (CTCAE) v5.0 grade 2) caused by previous cancer therapy, excluding alopecia grade 2.\n5. Patients with myelodysplastic syndrome/acute myeloid leukaemia or with features suggestive of MDS(myelodysplastic syndrome)/AML(Acute Myelogenous Leukemia )\n6. Patients with symptomatic uncontrolled brain metastases. A scan to confirm the absence of brain metastases is not required. The patient can receive a stable dose of corticosteroids (up to 10 mg prednisone/day or equivalent) before and during the study as long as these were started at least 4 weeks prior to treatment. Patients with spinal cord compression unless considered to have received definitive treatment for this and evidence of clinically stable disease for 28 days.\n7. Patients considered a poor medical risk due to a serious, uncontrolled medical disorder, non-malignant systemic disease or active, uncontrolled infection. Examples include, but are not limited to, uncontrolled ventricular arrhythmia, recent (within 3 months) myocardial infarction, uncontrolled major seizure disorder, unstable spinal cord compression, superior vena cava syndrome, extensive interstitial bilateral lung disease on High Resolution Computed Tomography (HRCT) scan or any psychiatric disorder that prohibits obtaining informed consent.\n8. Patients unable to swallow orally administered medication and patients with gastrointestinal disorders likely to interfere with absorption of the study medication.\n9. Immunocompromised patients, e.g., patients who are known to be serologically positive for human immunodeficiency virus (HIV).\n10. Patients with known active hepatitis (i.e. Hepatitis B or C).\n\n    * Active hepatitis B virus (HBV) infection is defined by a positive HBV surface antigen (HBsAg) and positive titer for HBV DNA.result. Patients with a past or resolved HBV infection (defined as the presence of hepatitis B core antibody and absence of HBsAg or deoxyribonucleic acid \\[DNA\\]-negative) are eligible.\n    * Patients positive for hepatitis C virus (HCV) antibody are eligible only if polymerase chain reaction is negative for HCV RNA.\n11. Underweight populations - ≤30kg\n12. History of bleeding diathesis (ie, disseminated intravascular coagulation, clotting factor deficiency) or long-term anticoagulant therapy (although patients treated with anti-platelet therapy and low dose warfarin or other anticoagulant agents such as acenocoumarol are eligible providing they have an international normalised ratio \\[INR(international normalized ratio)\\] of ≤1.6) Prior/concomitant therapy\n13. Any previous treatment with fulvestrant, other study drugs (including olaparib or study drugs in each arms), or other investigational agents directly targeting DNA damage response.\n14. Patients receiving any systemic chemotherapy or radiotherapy (except for palliative reasons) within 3 weeks prior to study treatment\n15. Concomitant use of known strong CYP3A inhibitors (eg. itraconazole, telithromycin, clarithromycin, protease inhibitors boosted with ritonavir or cobicistat, indinavir, saquinavir, nelfinavir, boceprevir, telaprevir) or moderate CYP3A inhibitors (eg. ciprofloxacin, erythromycin, diltiazem, fluconazole, verapamil). The required washout period prior to starting the study treatments is 2 weeks.\n16. Concomitant use of known strong (eg. phenobarbital, enzalutamide, phenytoin, rifampicin, rifabutin, rifapentine, carbamazepine, nevirapine and St John's Wort) or moderate CYP3A inducers (eg. bosentan, efavirenz, modafinil). The required washout period prior to starting the study treatments is 5 weeks for enzalutamide or phenobarbital and 3 weeks for other agents.\n17. Major surgery within 2 weeks of starting study treatment and patients must have recovered from any effects of any major surgery.\n18. Previous allogenic bone marrow transplant or double umbilical cord blood transplantation (dUCBT).\n\n    Prior/concurrent clinical study experience\n19. Participation in another clinical study with an investigational product administered in the last 4 weeks or 5 half-lives (whichever is longest)\n20. Patients with a known hypersensitivity to fulvestrant or any of the excipients of the product.\n21. Patients with a known hypersensitivity to olaparib or study drugs in each arms, or any of the excipients of the product.\n\n    Other exclusions\n22. Involvement in the planning and/or conduct of the study\n23. Judgment by the investigator that the patient should not participate in the study if the patient is unlikely to comply with study procedures, restrictions and requirements.\n24. Previous enrolment in the present study.\n25. Breast feeding women.",
    "sex": "ALL",
    "minimumAge": "19 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}