{
    "nctId": "NCT06371274",
    "briefTitle": "A Study on the Efficacy and Safety of Oral All-trans Retinoic Acid Combined With Toripalimab in TNBC.",
    "officialTitle": "Efficacy and Safety Study of Oral All-trans Retinoic Acid Combined With Toripalimab in Patients With Inoperable Locally Advanced, Recurrent, or Metastatic Triple-negative Breast Cancer Who Had Failed Prior Second-line or Higher Standard Therapy.",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Triple-negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 32,
    "primaryOutcomeMeasure": "Objective Response Rate (ORR)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age ≥18 years at the time of signing the informed consent form;\n2. Pathologically confirmed as triple-negative breast cancer based on recent biopsy or other pathological specimens, with histological and/or cytological diagnosis;\n3. Patients with unresectable locally advanced or metastatic triple-negative breast cancer who have failed at least second-line standard treatment regimens;\n4. According to RECIST 1.1, at least one measurable lesion is required. Patients with only skin lesions or bone lesions are not eligible for inclusion;\n5. Adequate organ and bone marrow function (not received blood transfusions, recombinant human platelet growth factor, or colony-stimulating factor treatment in the 2 weeks before screening);\n6. The subject voluntarily agrees to participate in this study, signs the informed consent form, and is able to comply with the visits and related procedures specified in the protocol.\n\nExclusion Criteria:\n\n1. Known symptomatic or uncontrolled brain metastasis or other central nervous system (CNS) metastases;\n2. Patients with other malignant tumors, excluding those with cured basal cell or squamous cell skin carcinoma or in situ cervical cancer. Patients with other malignant tumors must have a disease-free interval of at least 5 years;\n3. Any severe and/or uncontrolled concurrent illness that hinders the patient's participation in the study;\n4. History of immunodeficiency, autoimmune diseases, the need for immunosuppressive therapy (daily dose \\&gt;10 mg of prednisone or equivalent), or a history of chronic infections;\n5. History of deep vein thrombosis or pulmonary embolism;\n6. Severe osteoporosis or patients with bone metastases;\n7. Participants who, within the first 4 weeks before the initiation of the study treatment or during the 5 half-lives of any drugs used in the pre-study period (whichever is shorter), have received any chemotherapy, immunotherapy, biologic therapy, or participated in other drug clinical trials, or received traditional Chinese medicine preparations for the treatment of approved anticancer indications or radiotherapy within the first 2 weeks before the initiation of the study treatment, or have undergone major surgery within the first 4 weeks before the initiation of the study treatment;\n8. Patients with active hepatitis B or C; known history of human immunodeficiency virus (HIV) infection or acquired immunodeficiency syndrome (AIDS); positive syphilis antibody test;\n9. History of severe drug allergies or known allergy to any component of the investigational drug as per the prescription;\n10. The investigator considers the participant unsuitable for the study.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}