{
    "nctId": "NCT03292536",
    "briefTitle": "Merestinib on Bone Metastases in Subjects With Breast Cancer",
    "officialTitle": "An Exploratory Phase 1B Study to Assess the Effects of Merestinib on Bone Metastases in Subjects With Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Bone Metastases, Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 2,
    "primaryOutcomeMeasure": "Adverse Events that Occur",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* At least 1 bone metastases must be present\n* Urinary N-telopeptide level above 20nM BCE/mM creatinine measured at ARUP\n* Archived or freshly biopsied primary and/or bone metastatic tumor tissue available in paraffin-embedded blocks or slides that is expected to yield 9 slides\n* Life expectancy of ≥ 6 months\n* Toxicity related to prior treatments must either have resolved to grade 1 or less, returned to baseline, or be deemed irreversible\n* Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1 (within 28 days prior to enrollment)\n* Planning to remain on current breast cancer therapy for at least 12 weeks.\n* At least one prior line of therapy for metastatic breast cancer\n* Concurrent treatment with bisphosphonates or denosumab is required.\n\nExclusion Criteria:\n\n* Unable to swallow or take anything orally\n* ECG abnormalities:\n\n  * Prolonged QTcF (Fredericia's correction) interval on screening ECG (≥ 450 msec)\n  * QRS ˃ 120 msec\n  * PR ˃ 210 msec\n  * Any prior history, or current evidence of second- or third-degree heart block\n  * Heart rate ˂ 40 beats per minute at screening\n  * ECG second degree heart block (Mobitz's Type 2 or Wenckebach)\n  * Complete heart block\n  * Left bundle branch block or bifascicular block (right bundle branch block and left anterior hemiblock together)\n  * Episodes of ventricular tachycardia\n* Any known prior malignancy (not including non-melanoma skin cancers), unless treated with curative intent\n* A serious uncontrolled medical disorder or active infection, which would impair the ability of the subject to receive protocol therapy\n* Current or recent (within 3 months) gastrointestinal disease that could impact the absorption (i.e., unmanageable diarrhea or malabsorption at the time of screening)\n* Inadequate bone marrow function defined as:\n\n  * Absolute neutrophil count (ANC) ˂ 1,500 cells/mm3\n  * Platelet count ˂ 100,000 cells/mm3\n  * Hemoglobin ˂ 9 g/dL\n* Inadequate hepatic function defined as:\n\n  * Total bilirubin ˃ 1.5 x institutional upper limit of normal (IULN) (Unless due to diagnosis of Gilbert's Syndrome)\n  * Alanine aminotransaminase (ALT) and aspartate aminotransaminase (AST) ˃ 2.5 x IULN\n* Inadequate renal function defined as: Serum creatinine ˃ 1.5 x ULN\n* Prothrombin time (PT)/partial thromboplastin time (PTT) ˃ 1.5 times the ULN\n* Serum sodium, potassium, and calcium levels not within normal limits.\n* Any atrophic macular condition including intermediate or advanced age-related macular degeneration\n* Patients receiving medications that are known to be substrates of CYP2C8 (including paclitaxel), CYP2C9, or CYP2C19 or to be oral substrates of CYP3A with narrow therapeutic window (listed on http://medicine.iupui.edu/clinpharm/ddis/main-table). Subjects who have discontinued any of these medications must have a wash-out period of at least 5 days or 5 half-lives of the drug (whichever is longer) prior to the first dose of merestinib\n* Exposure to any investigational drug or placebo within 4 weeks of enrollment\n* Any other sound medical, psychiatric, and/or social reasons as determined by the investigator\n* History of diseases with influence on bone metabolism, such as Paget's disease, osteogenesis imperfecta, active primary or secondary hyperparathyroidism, and primary or secondary hyperthyroidism within 12 months prior to study entry\n* Patients with known symptomatic brain metastasis. Subjects with controlled brain metastasis (no radiographic progression at least 4 weeks following radiation and/or surgical treatment and no neurological signs or symptoms) will be allowed\n* History of allergy to merestinib or chemically related compounds\n* History of osteonecrosis of the jaw\n* Change in chemotherapy or hormone therapy within 8 weeks of the start of the study.\n* Active gout or inflammatory arthritis requiring treatment\n* Use within 28 days of registration of calcitonin, recombinant parathyroid hormone-related peptides, mithramycin, radium, strontium ranelate, or gallium nitrate.\n* Adult patients who require monitored anesthesia for PET scanning due to claustrophobia.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}