{
    "nctId": "NCT05585476",
    "briefTitle": "A Laser and Topical Treatment Combination in the Vulvo-vaginal Atrophy Management in Breast Cancer Patients.",
    "officialTitle": "Effectiveness of C02 Microfractionated Laser in Conjunction With Topical Regenerative Therapy in the Management of Vulvo-vaginal Atrophy in Patients With a History of Breast Cancer. Randomized Experimental and Comparative Study.",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Female Urogenital Diseases, Breast Cancer Female",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 180,
    "primaryOutcomeMeasure": "Presence of symptoms at the vulvovaginal level and their intensity",
    "eligibilityCriteria": "Inclusion Criteria:\n\nPatients must meet ALL of the following criteria to be included in the study:\n\n1. Patients over 18 years of age\n2. Who have a history of breast malignancy, and are on adjuvant or neoadjuvant treatment with hormone therapy.\n3. That they suffer symptoms related to vulvo-vaginal atrophy and thus become evident to the gynecological examination (Vaginal Health Index\\<ó=15).\n4. That this clinic significantly affects your quality of life ( score in Sexual Function-Vaginal Changes Questionnaire less than or equal to 24 points).\n5. Who have not received any treatment for vulvo-vaginal atrophy in at least the previous 6 months. Purely moisturizing or emollient treatments that do not contain any regenerating substance (hyaluronic acid, gotu kola, vitamin E or rosehip oil) are not considered exclusive.\n6. That they agree to participate and give their written I consent.\n\nExclusion Criteria:\n\nPatients who present ANY of the following criteria may not be selected to participate in this study:\n\n1. Medical or surgical history that at the discretion of the researcher does not allow participation in the study.\n2. Refusal to participate in the study and to sign consent.\n3. Be on chemotherapy treatment at the time of inclusion in the study.\n4. Have completely completed the adjuvant hormonal treatment.\n5. Have a history of vulvar, vaginal and/or cervical malignancy.\n6. Have received radiation therapy to the pelvic and/or genital region.\n7. Sjögren's syndrome and other pathologies that occur with mucosal involvement.\n8. Present any type of disease that occurs with alteration of collagenogenesis.\n9. Intake of other cytotoxic drugs that lead to mucositis and alterations of tissue regeneration in the last 6 months.\n10. Have previously received laser and/or radiofrequency treatment for the treatment of genital atrophy or other pelvic floor dysfunctions.\n11. Active urinary and/or genital tract infection.\n12. Diagnosis of gestation at the time of recruitment.\n13. History of malignant neoplasm of the urinary tract.\n14. Have severe stress urinary incontinence (Sandvik test with a score equal to or greater than 8)\n15. Diagnosis of pelvic organ prolapse grade III or higher according to the POP-Q classification.\n16. Any other condition which, in the opinion of the investigator, means that the patient is not in a position to understand the implication of participating in the study and/or of following the established procedures.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}