{
    "nctId": "NCT05813392",
    "briefTitle": "Digital Cognitive Behavioral Therapy for Insomnia for Chronic Insomnia in Breast Cancer Survivors",
    "officialTitle": "Digital Cognitive Behavioral Therapy for Insomnia (dCBT-I) for Chronic Insomnia in Breast Cancer Survivors, A Randomized Controlled Trial",
    "overallStatus": "RECRUITING",
    "conditions": "Chronic Insomnia",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 264,
    "primaryOutcomeMeasure": "The insomnia severity index (ISI) scores",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age ≥ 18 years.\n2. Breast cancer diagnosed within 5 years\n3. Stable disease at the end of acute treatment (surgery, radiotherapy, chemotherapy) while meeting: ≥ 1 month after surgery, ≥ 3 months after the end of last chemotherapy, and ≥ 3 months after the end of last radiotherapy if radiotherapy is required.\n4. Satisfy the diagnostic criteria for chronic insomnia disorder according to the (International Classification of Sleep Disorders-the Third Edition, ICSD-3)\\[ and Diagnostic and Statistical Manual of Mental Disorders, Fifth Edition (DSM-5): problem with falling asleep or maintaining sleep for ≥3 months (≥3 times per week) with impaired daytime functioning, despite the availability of sleep opportunities.\n5. ISI score ≥12.\n6. Other sleep or psychiatric disorders, if present, must be stable and require no medication.\n7. Be proficient in the use of a cell phone application, and be comfortable reading, filling out the electronic questionnaire, communicating, and fully understanding the content.\n8. Sign the informed consent form. -\n\nExclusion Criteria:\n\n1. New breast cancer progression, recurrence, or metastasis within 3 months, requiring new radiotherapy or immunotherapy regimen\n2. Expected survival \\<12 months due to all causes\n3. Presence of any of the following conditions: Concurrent active cancer or malignancy that is being treated other than breast cancer, shift work, alcohol abuse, substance abuse, significant suicidal ideation, bipolar disorder, aggressive behavior, mania, schizophrenia.\n4. Presence of a diagnosed significant physical illness that interferes with sleep, such as cranial disease or trauma, cancer pain, unstable angina, uncontrolled cardiac insufficiency and severe respiratory distress due to various causes, etc.\n5. Current or previous treatment with cognitive behavior therapy for insomnia (CBT-I).\n6. Not signed informed consent.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}