{
    "nctId": "NCT03730922",
    "briefTitle": "Delayed-immediate Versus Delayed Breast Reconstruction in Breast Cancer Patients With Mastectomy and Radiation Therapy",
    "officialTitle": "The DBCG RT Recon Trial: Delayed-immediate Versus Delayed Breast Reconstruction in Early Breast Cancer Patients Treated With Mastectomy and Adjuvant Loco-regional Radiation Therapy. A Multicenter Randomized and Single Arm Clinical Trial",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Neoplasm Female, Complication of Radiation Therapy, Breast Implant; Complications",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 590,
    "primaryOutcomeMeasure": "Number of patients with complications with surgical intervention",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Woman \\>18 years who are offered a mastectomy for invasive breast can-cer pT1-3, pN0-N3, M0 and wish reconstruction. The patient can be inclu-ded no matter the status of estrogen receptor, progesterone receptor, malignancy grade, and HER2 status.\n* The patient is a candidate for loco-regional radiation therapy according to national or institutional guidelines.\n* Highly selected patients with inflammatory breast cancer, namely those with complete or near complete response to neoadjuvant systemic thera-py judged by imaging and clinical examination before surgery. Any skin edema and clinical signs of skin involvement must have disappeared during systemic therapy. It is highly recommended that the decision to offer an inflammatory breast cancer patient inclusion in the DBCG RT Recon trial is made during a multidisciplinary team conference.\n* Adjuvant systemic therapy with chemotherapy, endocrine therapy, anti-HER2 treatment and other targeted therapies used in the adjuvant setting either as new standard or as part of a trial during the course of the trial is accepted.\n* Neoadjuvant chemotherapy and primary systemic therapy of an operable breast cancer is accepted.\n* Patient with previous non-breast malignancy is accepted if the patient has been without disease minimum 5 years, and the treating oncologist esti-mates a low risk of recurrence. Patients with the following diseases can be accepted despite less than 5 years disease free interval: carcinoma in situ cervicis, carcinoma in situ coli, melanoma in situ, basal cell carcino-ma of the skin, squamous cell carcinoma of the skin.\n* Life expectancy minimum 10 years.\n\nExclusion Criteria:\n\n* Pregnant or lactating.\n* Previous breast cancer or Ductal carcinoma in Situ (DCIS).\n* Bilateral breast cancer.\n* Previous radiation therapy to the chest region.\n* Previous non-breast malignancy (not including carcinoma in situ of the cervix or colon, melanoma in situ, basal cell carcinoma of the skin, and squamous cell carcinoma of the skin) within 5 years.\n* Conditions indicating that the patient cannot go through breast reconstruction, the radiation therapy or follow up.\n* Not being able to participate due to language or other personal issues.\n* Life expectancy less than 10 years.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}