{
    "nctId": "NCT03085368",
    "briefTitle": "A Randomized Controlled Trial of HER-2 Positive Breast Cancer Patients Treated With Lapatinib vs Herceptin",
    "officialTitle": "A Randomized Controlled Trial of HER-2 Positive Breast Cancer Patients Treated With Lapatinib and Paclitaxel vs Herceptin and Paclitaxel With Sequential and Synchronous Anthracycline",
    "overallStatus": "UNKNOWN",
    "conditions": "HER2-positive Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2, PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 482,
    "primaryOutcomeMeasure": "DFS",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. the first diagnosis of invasive breast cancer, confirmed by histology or cytology, and surgical resection of the primary lesions before receiving any anti breast cancer treatment;\n2. female patients, aged 18 years and less than 80 years of age;\n3. surgical resection of the primary tumor pathological examination, showed HER2 positive (defined as immunohistochemistry \\[IHC\\] 3+ or fluorescence in situ hybridization (FISH) positive);\n4. hormone receptor status is known, lymph node positive or sentinel lymph node negative but high risk factors\n5. the eastern oncology cooperative group (ECOG) patients with physical status score was 0 -2;\n6. baseline LVEF \\>50%\n7. the relevant institutional review board (IRB) or independent ethics committee (IEC) written informed consent\n\nExclusion Criteria:\n\n1. the subjects in pregnancy or lactation;\n2. pregnant women may be within the first 7 days before pregnancy test positive (urine or serum).\n3. received chemotherapy, endocrine or anti HER2 anti-tumor therapy;\n4. congestive heart failure, unstable angina, heart failure or myocardial infarction and other diseases;\n5. other invasive tumors (including the second primary breast cancer), may affect the outcome of the evaluation and program compliance; but the treatment of patients with disease free survival at least more than 5 years can be selected;\n6. with chronic liver disease in patients with liver dysfunction and / or with clinical manifestations: the serum total bilirubin \\> 2.5 \\* ULN; or INR = 1.5 but no bilirubin. serum ALT or AST\\> \\* 3 \\* ULN; alkaline phosphatase \\>2.5 \\* ULN; ALT or AST can be gradually increased, but with gradually increasing fatigue, nausea and vomiting, fever, right upper quadrant pain or tenderness\n7. hematopoietic dysfunction, defined as follows: neutrophil count (ANC) \\<1.5 \\* 109/L; platelet \\<100 \\* 109/L; hemoglobin \\<9 g/dL;\n8. other serious diseases, including: congestive heart failure (heart function NYHA grade II, III, IV) or occurred within 6 months of congestive heart failure, unstable angina, arrhythmia, myocardial infarction patients can't control or other severe cardiovascular disease; breathing at rest or need oxygen therapy; serious infection; uncontrolled diabetes;\n9. there is a serious psychological or mental abnormalities, estimated that the participants to participate in this study is not strong;\n10. known to study drug allergy;\n11. the past 30 days participated in the study of other drug clinical trials.\n\n1, failed to complete the clinical trial of at least 1 cycles according to the program, can not carry out safety and efficacy evaluation 2, a serious violation of this research program, not in accordance with the prescribed dose, method and course of medication.\n\nPatients will receive lapatinib treatment, until a predetermined end end point, or development of unacceptable toxicity, or withdrawal of consent, or illness or death, to appear before the subject.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}