{
    "nctId": "NCT00548899",
    "briefTitle": "Neoadjuvant Chemotherapy Including Sorafenib in Women With Previously Untreated Primary Breast Cancer",
    "officialTitle": "Phase II Study of Neoadjuvant Epirubicin, Cyclophosphamide (EC) + Sorafenib Followed by Paclitaxel (P) + Sorafenib in Women With Previously Untreated",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 36,
    "primaryOutcomeMeasure": "to establish the most feasible regimen of EC-P (P-EC) with sorafenib",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Unilateral or bilateral primary carcinoma of the breast,\n* Tumor lesion in the breast with a palpable size of \\>= 2 cm. The lesion has to be measurable in two-dimensions preferably by sonography. In case of inflammatory disease the extent of inflammation can be used as measurable lesion;\n* Patients should have stages of disease in which adjuvant chemotherapy would be considered.\n* Women of childbearing potential must have a negative serum pregnancy test\n* Negative HER-2/neu status\n* Karnofsky Performance status index \\>= 80%;\n* Normal cardiac function\n* Laboratory requirements:\n\nAbsolute neutrophile count (ANC) \\>= 2,0 x 109/L and Platelets \\>= 100 x 109/L and Hemoglobin \\>= 10 g/dL (\\>= 6.2 mmol/L) INR ≤ 1.5 ULN and PTT ≤ 1.5 ULN within 14 days prior to enrolment ASAT or ALAT \\< 2.5 x ULN Alkaline phosphatase ≤ 5 UNL. Patients with ASAT and/or ALAT \\> 1,5 x UNL associated with alkaline phosphatase \\> 2,5 x UNL are not eligible for the study Total bilirubin \\< 1 X UNL Creatinine ≤ 175 µmol/L (2 mg/dl). The calculated creatinine clearance should be ≥ 60 mL/min.\n\nParaffin tumor tissue block and each one serum and one plasma sample centrally made available\n\n* Complete staging work-up within 3 months prior to registration.\n* Patients must be available and compliant for treatment and follow-up. Patients registered on this trial must be treated and followed up at the participating or a cooperating center.\n\nExclusion Criteria:\n\n* Patients with low or moderate risk, which are only doubtful candidates for adjuvant chemotherapy and do not fulfil the inclusion criteria No. 5.\n* Evidence of distant metastasis;\n* Prior chemotherapy for any malignancy;\n* Prior radiation therapy for breast cancer;\n* Preexisting rhagades at hand and feet and other skin problems (e.g. psoriasis)\n* Pregnant or lactating patients.\n* Pre-existing motor or sensory neuropathy of a severity \\>= grade 2 by NCI criteria; 7. Concurrent treatment with: Chronic corticosteroids unless initiated \\> 6 months prior to study entry and at low dose (\\< 20 mg methylprednisolone or equivalent); Sex hormones. Prior treatment must be stopped before study entry; Patients with increased risk of bleeding due to concurrent therapeutic or prophylactic anticoagulative treatment. Low dose of coumarines are permitted.\n\nOther experimental drugs or any other anti-cancer therapy; Drugs recognized as being strong inhibitors or inducers of the isoenzyme CYP3A within the last 5 days or their expected need 8. Other serious illness or medical condition:\n\n* Previous malignant disease without being disease-free of less than 5 years (except CIS of the Cervix and non-melanomatous skin cancer)\n* Known or suspected congestive heart failure (≥NYHA II) and/or coronary heart disease, angina pectoris requiring antianginal medication, previous history of myocardial infarction, evidence of transmural infarction on ECG, un- or poorly controlled arterial hypertension, rhythm abnormalities requiring permanent treatment, clinically significant valvular heart disease\n* Thrombotic or embolic events\n* Hemorrhage/bleeding event ≥ Grade 3 within 4 weeks prior study entry\n* Evidence or history of bleeding diathesis or coagulopathy\n* History of significant neurological or psychiatric disorders\n* Patients with seizure disorders requiring medication such as steroids or antiepileptics\n* Currently active infection\n* History of HIV infection or chronic hepatitis B or C\n* Serious non healing wound, ulcer or bone fracture\n* Patients with prior immunosuppressive treatment\n* Severe pulmonary condition/illness\n* Disease significantly affecting gastrointestinal function,\n* Patients with severe liver disease\n* Major surgery, open biopsy or significant traumatic injury within 4 weeks of first dose of study drug\n* Definite contraindications for the use of corticosteroids\n* Inadequate general condition (not fit for anthracycline/taxane-containing chemotherapy)",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}