{
    "nctId": "NCT00929617",
    "briefTitle": "Enhancing Physical Activity Adherence After Breast Cancer Diagnosis (BEAT Cancer II)",
    "officialTitle": "Enhancing Physical Activity Adherence After Breast Cancer Diagnosis (BEAT Cancer Study II)",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 374,
    "primaryOutcomeMeasure": "change in physical activity",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Female breast cancer patients between the ages of 18 and 70 years of age with a diagnosis of ductal carcinoma in situ (DCIS) or Stage I, II, or IIIA breast cancer and who are not currently receiving (and do not plan to receive during the duration of the study) chemotherapy or radiation therapy. The participant may be taking longer term therapies such as aromatase inhibitors, estrogen receptor modulators, etc. The upper age limit of 70 years was chosen to reduce the likelihood of adverse events or study drop-out due to increasing comorbidities (e.g., cardiovascular disease) that occur with age.\n* If the patient has undergone a surgical procedure, enrollment will be delayed until ≥ 8 weeks post-procedure.\n* English speaking.\n* Medical clearance for participation provided by primary care physician or oncologist.\n* Participating, on average, in no more than 60 minutes of moderate physical activity or no more than 30 minutes of vigorous activity per week during the past six months.\n\nExclusion Criteria:\n\n* Diagnosis of dementia or organic brain syndrome.\n* Medical, psychological, or social characteristic that would interfere with ability to fully participate in program activities and assessments (e.g., psychosis, schizophrenia, etc.).\n* Contraindication to participation in a regular physical activity program.\n* Metastatic or recurrent disease.\n* Inability to ambulate.\n* Anticipates undergoing elective surgery during the duration of the intervention which would interfere with intervention participation (e.g., breast reconstructive surgery).\n* Planned travel that would interfere with scheduled study sessions (no travel in the 1st 4 months and no travel ≥ 1 week in the last 8 weeks of the intervention).",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}