{
    "nctId": "NCT04759248",
    "briefTitle": "Study With Atezolizumab in Combination With Trastuzumab and Vinorelbine in HER2-positive Advanced/Metastatic Breast Cancer",
    "officialTitle": "A Phase II With 2 Parallel Cohorts Clinical Trial Targeting Estrogen Receptor Negative or PAM50 Non-luminal Disease With Atezolizumab in Combination With Trastuzumab and Vinorelbine in HER2-positive Advanced/Metastatic Breast Cancer - ATREZZO Study",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 55,
    "primaryOutcomeMeasure": "Overall Response rate",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Male or female (Premenopausal or postmenopausal women)\n* ECOG 0 to 2\n* Histologically confirmed adenocarcinoma of the breast, metastatic or unresectable locally advanced.\n* All patients must have received at least trastuzumab and other anti-HER2 ADCs (including but not limited to T-DM1).\n* Measurable disease according to RECIST 1.1 criteria.\n* Adequate organ function\n* Baseline LVEF ≥50%\n* Participants with asymptomatic brain metastases are eligible.\n\nExclusion Criteria:\n\n* Treatment with any investigational anticancer drug within 14 days of the start of study treatment.\n* Patient has received Vinorelbine or any other vinca alkaloids previously immediately prior to initiate study treatment.\n* History of other malignant tumors in the past 3 years\n* Known or suspected leptomeningeal disease (LMD)/ poorly controlled (\\> 1/week) generalized or complex partial seizures, or manifest neurologic progression due to brain metastases.\n* Symptomatic hypercalcemia requiring treatment with bisphosphonates in the 14 days prior to inclusion\n* Cardiopulmonary dysfunction\n* Any other severe, uncontrolled\n* Major surgery in the 28 days prior to enrolment\n* Infection with HIV or active Hepatitis B and/or Hepatitis C.\n* History of trastuzumab intolerance, including grade 3-4 infusion reaction or hypersensitivity.\n* Known hypersensitivity or allergy to biopharmaceuticals produced in Chinese hamster ovary cells or any component of the atezolizumab formulation\n* History of autoimmune disease,\n* Prior allogeneic stem cell or solid organ transplantation\n* History of idiopathic pulmonary fibrosis, drug-induced pneumonitis, organizing pneumonia (i.e., bronchiolitis obliterans, cryptogenic organizing pneumonia), or evidence of active pneumonitis on screening chest CT scan. (Note: History of radiation pneumonitis in the radiation field \\[fibrosis\\] is permitted.)\n* Active tuberculosis\n* Receipt of a live, attenuated vaccine within 4 weeks prior to enrollment\n* Prior treatment with CD137 agonists, anti-PD-1, or anti-PD-L1 therapeutic antibody or immune checkpoint targeting agents\n* Treatment with systemic immunostimulatory agents (including but not limited to interferons or interleukin \\[IL\\]-2) within 4 weeks or five half-lives of the drug prior to enrolment\n* Treatment with systemic immunosuppressive medications within 2 weeks prior to enrolment, or anticipated requirement for systemic immunosuppressive medications during the trial.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}