{
    "nctId": "NCT03412383",
    "briefTitle": "Pyrotinib in Metastatic HER2 Non-amplified But HER2 Mutant Breast Cancer",
    "officialTitle": "A Phase II Study of Pyrotinib in Metastatic HER2 Non-amplified But HER2 Mutant Breast Cancer",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer, HER2 Gene Mutation",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 14,
    "primaryOutcomeMeasure": "Progression-free survival (PFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\nAble to understand and willing to sign an Institutional Review Board（IRB） approved written informed consent document.\n\nAt least 18 years of age. Histologically or cytologically confirmed HER2-negative (0 or 1+ by immuno-histochemical (IHC) or non-amplified by FISH) breast cancer that is stage IV.\n\nThere is no standard therapy. At least one measurable disease by RECIST 1.1 is required. Karnofsky performance status (KPS)\\>70, life expectancy \\> 12 weeks\n\nExclusion Criteria:\n\nLack of adequate organ function as defined below within 2 weeks of registration:\n\nAbsolute neutrophil count (ANC)\\<1.5×109/L，platelet counts (PLT)\\<75×109/L or hemoglobin (Hb)\\<100g/L Total bilirubin (TBiL)\\>2×upper limit of normal (ULN); Aspartate aminotransferase (AST) or alanine aminotransferase (ALT)\\>2.5×ULN（or\\>5 x ULN for patients with liver metastases）; Alkaline phosphatase (ALP)\\>2.5×ULN; serum creatinine concentration (Scr)\\>140umol/L Pregnant and/or breastfeeding. History of significant cardiac disease, cardiac risk factors, or uncontrolled arrhythmias.\n\nHaving a history of uncontrolled paroxysmal diseases, including central nervous system diseases or mental disorders which may have an impact on the understanding and signature of informed consent Uncontrolled acute infection Currently receiving any other investigational agents or systemic cancer therapy.\n\nAllergy to any investigational drug ; Any other condition that investigator considers inappropriate to participate in this trail",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}