{
    "nctId": "NCT01546649",
    "briefTitle": "A Phase 3 Comparative Study of TAP-144-SR(6M) in Postoperative and Hormone Therapy-naïve Patients With Premenopausal Breast Cancer",
    "officialTitle": "N/A",
    "overallStatus": "COMPLETED",
    "conditions": "Premenopausal Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 167,
    "primaryOutcomeMeasure": "Percentage of Participants With Suppressive Effect of Serum Estradiol (E2) to Menopausal Level (=<30 pg/mL) From Week 4 Through Week 48",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. The participant has histopathologically-confirmed primary breast cancer in Japanese.\n2. The participant is aged 20 years or older when informed consent is obtained\n3. The participant has estrogen receptor (ER)-positive tumor cells and/or progesterone receptor (PgR)-positive primary tumor. And HER-2 is negative.\n4. The participant has breast cancer in the clinical stages of T1-T3, N-any and M0 by TNM classification (the seventh edition, proposed by UICC in 2009). (No distant metastasis to lung, liver and bone should be confirmed on the image-based diagnosis at study enrollment. The image taken within 12 weeks prior to study enrollment is also available for the diagnosis.) The number of axillary lymph node metastasis is not limited.\n5. Any operative procedure for breast cancer is acceptable. In principle, after breast-conserving surgery, the participant will receive postoperative radiation to the conserving breast.\n6. Neoadjuvant chemotherapy and adjuvant chemotherapy prior to study enrollment are acceptable. (It is advisable the same kind of chemotherapy is performed at each site.)\n7. The participant has a history of regular menstrual periods within 12 weeks prior to study enrollment, or the participant has FSH of less than 40 mIU/mL and E2 of 10 pg/mL or more measured within 12 weeks prior to study enrollment. The participant has not had a chemical menopause (i.e., FSH of less than 40 mIU/mL and E2 of 10 pg/mL or more) within 12 weeks after completing adjuvant chemotherapy.\n8. The participant is in a condition to receive study drug and Tamoxifen (TAM) within 12 weeks after surgery or after adjuvant chemotherapy prior to study enrollment. Adjuvant chemotherapy prior to study is required to have been completed at the time of study enrollment.\n9. The participant has ECOG performance status of grades 0 or 1 at the time of study enrollment.\n10. The participant meets the following criteria of hepatic, renal and bone marrow functions on the laboratory test results at screening:\n\n    * Hepatic function: AST (GOT) ≤ 3.0 times the upper limit of normal (ULN) ALT (GPT) ≤ 3.0 times the ULN\n    * Renal function: serum creatinine level \\< 1.5 times the ULN\n    * Bone marrow function : white blood cell count ≥ 3,000/mm3 platelet count ≥ 100,000/μL hemoglobin ≥ 10.0g/dL\n11. The participant agrees to use a non-hormonal method of contraception through the study period.\n\nExclusion Criteria:\n\n1. The participant has received neoadjuvant or adjuvant hormonal therapy for the latest breast cancer surgery.\n2. The participant has received bilateral oophorectomy and bilateral ovarian irradiation.\n3. The participant has inflammatory breast cancer or bilateral breast cancer.\n4. The participant has non-invasive ductal carcinoma.\n5. The participant has multiple primary cancers, or a history of carcinoma in other organs.\n6. The participant is pregnant or breast-feeding.\n7. The participant has a history of hypersensitivity to synthetic LH-RH, LH-RH derivative, TAM, TAM analogue (antiestrogen) or any component of the study drug.\n8. The participant has a history of, or has been diagnosed with thromboembolism including myocardial infarction, cerebral infarction, venous thrombosis, and pulmonary embolism, or cardiac failure.\n9. Patients whose QTcF interval exceeded 460 msec on the 12-lead electrocardiogram at screening.",
    "sex": "FEMALE",
    "minimumAge": "20 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}