{
    "nctId": "NCT03955640",
    "briefTitle": "Hyperthermia and Olaparib in Treating Breast Cancer Patients With Chest Wall Recurrences",
    "officialTitle": "A Pilot Trial of Hyperthermia in Combination With Olaparib in Breast Cancer Patients With Chest Wall Recurrences",
    "overallStatus": "UNKNOWN",
    "conditions": "Metastatic Malignant Neoplasm in the Chest Wall, Recurrent Breast Carcinoma",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 3,
    "primaryOutcomeMeasure": "Incidence of adverse events",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients regardless of estrogen receptor (ER)/progesterone receptor (PR)/HER2 status and have breast cancer recurrence on the chest wall\n* Capable of giving signed informed consent which includes compliance with the requirements and restrictions listed in the informed consent form (ICF) and in this protocol\n* Provision of signed and dated, written informed consent form prior to any mandatory study specific procedures, sampling, and analyses\n* Hemoglobin \\>= 10.0 g/dL with no blood transfusion in the past 28 days (within 28 days prior to administration of study treatment)\n* Absolute neutrophil count (ANC) \\>= 1.5 x 10\\^9/L (measured within 28 days prior administration of study treatment)\n* Platelet count \\>= 100 x 10\\^9/L (measured within 28 days prior to administration of study treatment)\n* Total bilirubin =\\< 1.5 x institutional upper limit of normal (ULN) (measured within 28 days prior to administration of study treatment)\n* Aspartate aminotransferase (AST) (serum glutamic oxaloacetic transaminase \\[SGOT\\]) / alanine aminotransferase (ALT) (serum glutamic pyruvate transaminase \\[SGPT\\]) =\\< 2.5 x institutional upper limit of normal unless liver metastases are present in which case they must be =\\< 5x ULN (measured within 28 days prior to administration of study treatment)\n* Patients must have creatinine clearance estimated of \\>= 51 mL/min using the Cockcroft-Gault equation or based on a 24 hour urine test (measured within 28 days prior to administration of study treatment)\n* Eastern Cooperative Oncology Group (ECOG) performance status 0-1\n* Patients must have a life expectancy \\>= 16 weeks\n* Breast cancer with chest wall disease that is at least 2 cm in size at the greatest dimension\n* Patients will be eligible for this trial regardless of number of lines of therapy and after adjuvant chemotherapy with recurrence on the chest wall\n* Patients with hormone receptor positive disease who discontinue endocrine therapy two weeks prior to initiating study treatment are eligible\n* Body mass index (BMI): 15 to 50 at the time of consent\n* Postmenopausal or evidence of non-childbearing status for women of childbearing potential: negative urine or serum pregnancy test within 28 days of initiating study treatment and confirmed prior to treatment on day 1 and willingness to use effective contraception during study treatment and for at least 30 days after last dose of study drug. Postmenopausal is defined as:\n\n  * Amenorrhea for 1 year or more following cessation of exogenous hormonal treatments\n  * Luteinizing hormone (LH) and follicle stimulating hormone (FSH) levels in the post menopausal range for women under 50\n  * Radiation-induced oophorectomy with last menses \\> 1 year ago\n  * Chemotherapy-induced menopause with \\> 1 year interval since last menses\n  * Surgical sterilization (bilateral oophorectomy or hysterectomy)\n\nExclusion Criteria:\n\n* As judged by the investigator, any evidence of non-compliance which in the investigator's opinion makes it undesirable for the patient to participate in the trial\n* Patients with rapidly progressing disease\n* Metastatic disease should not be progressing so as to require systemic treatment within 4 weeks of enrollment based on clinical assessment by the investigator\n* Metastatic disease should not be progressing so as to require palliative treatment within 4 weeks of enrollment based on clinical assessment by the investigator\n* Other malignancy unless curatively treated with no evidence of disease for \\>= 5 years except: adequately treated non-melanoma skin cancer, curatively treated in situ cancer of the cervix, ductal carcinoma in situ (DCIS), stage 1, grade 1 endometrial carcinoma\n* Resting electrocardiogram (EKG) indicating uncontrolled, potentially reversible cardiac conditions, as judged by the investigator (e.g. unstable ischemia, uncontrolled symptomatic arrhythmia, congestive heart failure, corrected QT interval by Fridericia \\[QTcF\\] prolongation \\> 500 ms, electrolyte disturbances, etc.), or patients with congenital long QT syndrome\n* Persistent toxicities caused by previous cancer therapy \\>= grade 2, excluding alopecia and neuropathy\n* Patients with current or previous diagnosis of myelodysplastic syndrome/acute myeloid leukemia or with features suggestive of myelodysplastic syndrome (MDS)/acute myeloid leukemia (AML)\n* Patients with symptomatic uncontrolled brain metastases or spinal cord metastases. A scan to confirm the absence of brain metastases is not required. The patient can receive a stable dose of corticosteroids before and during the study as long as these were started at least 4 weeks prior to treatment. Patients with spinal cord compression unless considered to have received definitive treatment for this and evidence of clinically stable disease for 28 days\n* Patients considered a poor medical risk due to a serious, uncontrolled medical disorder, non-malignant systemic disease or active, uncontrolled infection. Examples include, but are not limited to, uncontrolled ventricular arrhythmia, recent (within 3 months) myocardial infarction, uncontrolled major seizure disorder, unstable spinal cord compression, superior vena cava syndrome, extensive interstitial bilateral lung disease on high resolution computed tomography (HRCT) scan or any psychiatric disorder that prohibits obtaining informed consent\n* Patients unable to swallow orally administered medication and patients with gastrointestinal disorders likely to interfere with absorption of the study medication\n* Immunocompromised patients, e.g., patients who are known to be serologically positive for human immunodeficiency virus (HIV)\n* Any previous treatment with PARP inhibitor, including olaparib\n* Subjects with a known hypersensitivity to olaparib or any of the excipients of the product\n* Patients with a known hypersensitivity to hyperthermia\n* Patients receiving any systemic chemotherapy or radiotherapy (except for palliative reasons) within 3 weeks prior to study treatment\n* Concomitant use of known strong CYP3A inhibitors (e.g. itraconazole, telithromycin, clarithromycin, protease inhibitors boosted with ritonavir or cobicistat, indinavir, saquinavir, nelfinavir, boceprevir, telaprevir) or moderate CYP3A inhibitors (e.g. ciprofloxacin, erythromycin, diltiazem, fluconazole, verapamil). The required washout period prior to starting olaparib is 2 weeks\n* Concomitant use of known strong CYP3A inducers (eg. phenobarbital, enzalutamide, phenytoin, rifampicin, rifabutin, rifapentine, carbamazepine, nevirapine and St John's wort) or moderate CYP3A inducers (eg. bosentan, efavirenz, modafinil). The required washout period prior to starting olaparib is 5 weeks for enzalutamide or phenobarbital and 3 weeks for other agents\n* Major surgery within 2 weeks of starting study treatment and patients must have recovered from any effects of surgery\n* Patients with known active hepatitis B or C\n* Whole blood transfusions in the last 120 days prior to entry to the study (packed red blood cells and platelet transfusions are acceptable outside of 28 days prior to enrollment)\n* Previous allogenic bone marrow transplant or double umbilical cord blood transplantation (dUCBT)\n* Any patient with a known germline BRCA1 or 2 mutation\n* Participation in another clinical study with an investigational product administered in the last 2 months\n* Previous enrollment in the present study\n* Breast feeding women\n* Involvement in the planning and/or conduct of the study\n* No radiotherapy, treatment with cytotoxic agents, biologic agents within 3 weeks prior to beginning treatment on this study. Patients must have recovered from the acute toxicities of any prior treatment with cytotoxic drugs to =\\< grade 1 (allowance for grade 2 alopecia and neuropathy) in order to be eligible. Patients who underwent post-mastectomy radiation will not be excluded from this study",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}