{
    "nctId": "NCT00054977",
    "briefTitle": "Safety of GM-CT-01 With and Without 5-Fluorouracil in Patients With Solid Tumors",
    "officialTitle": "A Phase I Open-Label Study to Evaluate the Safety and Tolerability of Escalating Doses of GM-CT-01 in the Presence and Absence of 5-Fluorouracil (5-FU) in Subjects With Advanced Solid Tumors",
    "overallStatus": "COMPLETED",
    "conditions": "Colorectal Cancer, Lung Cancer, Breast Cancer, Head and Neck Cancer, Prostate Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 40,
    "primaryOutcomeMeasure": "Safety",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* The subject is able to give informed consent to participate in this trial (including all procedures and follow-up visits).\n* The subject is male or female at least 18 years of age.\n* The subject has a documented histologic or cytologic recurrent or metastatic solid tumor that is not amenable to curative surgery, radiotherapy, or conventional chemotherapy of proven value.\n* Subjects must have completed previous therapy (chemotherapeutic agents or other therapies including radiation) at least 4 weeks prior to study entry.\n* Following major surgery (e.g. laparotomy), \\> 4 weeks must have elapsed and subjects must have recovered from effects.\n* Following minor surgery (does not include insertion of vascular access device), \\> 2 weeks must have elapsed.\n* ECOG performance status of 0-2.\n* The subject has a life expectancy of at least 12 weeks.\n* Female subjects must be post-menopausal, surgically sterile, or using effective contraception.\n\nLaboratory values prior to administration of study drug:\n\n* If female and not post-menopausal, the subject has a negative pregnancy test.\n* Liver function studies: AST and ALT \\< 2.5 times the upper limit of normal (ULN); total bilirubin \\< 1.5\n* Hematopoietic parameters: WBC \\> 3000 per mm3; Granulocyte count \\> 1,500 per mm3; Platelet count \\> 100,000 per mm3\n* Renal: Creatinine \\< or = ULN\n* Pulmonary: Dlco \\> or = 60% of predicted\n\nExclusion Criteria:\n\n* If female, the subject is pregnant or breast feeding.\n* Central nervous system (CNS) metastases or primary CNS tumors.\n* The subject has a known hypersensitivity to GM-CT-01 or any of its components.\n* The subject has congestive heart failure or any other medical condition that could be adversely affected by intravenous infusion of up to approximately 200 mL of fluid over 60 minutes.\n* The subject is currently abusing alcohol and/or illicit drugs.\n* The subject has other significant medical, psychiatric, or social conditions which, in the investigators' opinion, may compromise the subject's safety in participating in this study.\n* In the investigators' judgment, the subject would be unreliable in adhering to the study visit schedule or other study requirements.\n* The subject is currently enrolled in a clinical trial or has participated in a clinical trial within the 30 days prior to entry into this study.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}