{
    "nctId": "NCT01320111",
    "briefTitle": "Breast Cancer Study: Paclitaxel Versus Paclitaxel Plus Sorafenib in Second- or Third-line Treatment",
    "officialTitle": "Randomised Phase II Study of Paclitaxel Alone Versus Paclitaxel Plus Sorafenib in Second- or Third-line Treatment of Patients With Metastatic Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 59,
    "primaryOutcomeMeasure": "Progression free survival (PFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Histologically or cytologically confirmed adenocarcinoma of the breast\n2. HER-2/neu negative (primary tumour site HER-2/neu negative by ICH/FISH test)\n3. Second till third-line of chemotherapy\n4. Female, age ≥ 18 years.\n5. ECOG Performance Status of 0 or 1 (Karnofsky-Index ≥ 70%)\n6. Life expectancy of at least 12 weeks.\n7. Subjects with at least one uni-dimensional (for RECIST 1.1) measurable lesion. Lesions must be measured by Xray (pulmonary lesions only) or CT-scan or MRI (Patients with only measurable bone lesions can be also included, as long they meet the criteria for RECIST 1.1.; means, lytic bone lesions or mixed lytic-blastic bone lesions with identifiable soft tissue components.)\n8. No prior therapy for locally recurrent or metastatic disease with TKI's (RAS/Raf, MEK, AKT), mTOR inhibitors and angiogenesis inhibitors (VEGV/VEGFR, PDGF/PDGFR) but bevacizumab will be allowed.\n9. Adequate bone marrow, liver and renal function as assessed by the following laboratory requirements to be conducted within 7 days prior to screening:\n\n   * Hemoglobin ≥ 9.0 g/dl\n   * Absolute neutrophil count (ANC) ≥ 1,500/mm3\n   * Platelet count ≥ 100,000/μl\n   * Total bilirubin ≤ 1.5 x upper limit of normal\n   * ALT and AST ≤ 2.5 x upper limit of normal (\\< 5 x upper limit of normal for patients with liver involvement of their cancer)\n   * Alkaline phosphatase ≤ 4 x upper limit of normal\n   * PT-INR and PTT ≤ 1.5 x upper limit of normal \\[Patients who are being therapeutically anticoagulated with an agent such as coumadin or heparin will be allowed to participate provided that no prior evidence of underlying abnormality in these parameters exists.\\]\n   * Serum creatinine ≤ 1.5 x upper limit of normal.\n10. Signed and dated informed consent before the start of specific protocol procedures.\n\nExclusion Criteria:\n\n1. History of cardiac disease: congestive heart failure \\>NYHA class 2; active CAD (MI more than 6 months prior to study entry is allowed); cardiac arrhythmias requiring anti-arrhythmic therapy (beta blockers or digoxin are permitted) or uncontrolled hypertension.\n2. Known history of HIV infection or chronic hepatitis B or C\n3. Active clinically serious infections (\\> grade 2 NCI-CTC version 4.02)\n4. Prior clinical or radiological evidence of CNS metastases including previously treated, resected, or asymptomatic brain lesions or leptomeningeal involvement by contrast enhanced head CT scan or MRI\n5. Patients with seizure disorder requiring medication (such as steroids or anti-epileptics)\n6. History of organ allograft\n7. Patients with evidence or history of bleeding diathesis\n8. Patients undergoing renal dialysis\n9. Previous or concurrent cancer that is distinct in primary site or histology from the cancer being evaluated in this study EXCEPT cervical carcinoma in situ, treated basal cell carcinoma, superficial bladder tumours \\[Ta, Tis \\& T1\\] or any cancer curatively treated \\> 3 years prior to study entry.\n10. Pregnant or breast-feeding patients. Women of childbearing potential must have a negative pregnancy test performed within 7 days of the start of treatment. Women enrolled in this trial must use adequate barrier birth control measures during the course of the trial.\n11. Substance abuse, medical, psychological or social conditions that may interfere with the patient's participation in the study or evaluation of the study results\n12. Any condition that is unstable or could jeopardise the safety of the patient and their compliance in the study\n13. Patients unable to swallow oral medications.\n14. Patients with intolerance to Paclitaxel.\n\nExcluded therapies and medications, previous and concomitant:\n\n1. Anticancer chemotherapy, hormonotherapy or immunotherapy during the study or within 3 weeks of study entry.\n2. Radiotherapy within 3 weeks of start of study drug, palliative radiotherapy will be allowed.\n3. Major surgery within 4 weeks of start of study\n4. Autologous bone marrow transplant or stem cell rescue within 4 months of study entry\n5. Use of biologic response modifiers, such as G-CSF, within 3 week of study entry. \\[G-CSF and other hematopoietic growth factors may be used in the management of acute toxicity such as febrile neutropenia when clinically indicated or at the discretion of the investigator; however they may not be substituted for a required dose reduction.\\] \\[Patients taking chronic erythropoietin are permitted provided no dose adjustment is undertaken within 2 months prior to the study or during the study\\]\n6. Investigational drug therapy outside of this trial during or within 4 weeks of study entry\n7. Previous treatment with paclitaxel within 1.line and 2.line palliative therapy (Paclitaxel within (neo-) adjuvant therapy is allowed)",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}