{
    "nctId": "NCT03462251",
    "briefTitle": "Ribociclib and Endocrine Therapy or Chemotherapy With or Without Bevacizumab for Metastatic Breast Cancer in First Line",
    "officialTitle": "A Randomized, Open-label, Multicenter, Two-arm, Phase III Study to Evaluate Efficacy and Quality of Life in Patients With Metastatic Hormone Receptor-positive HER2-negative Breast Cancer Receiving Ribociclib in Combination With Endocrine Therapy or Chemotherapy With or Without Bevacizumab in First Line",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer, Hormone Receptor Positive Tumor, HER 2 Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 41,
    "primaryOutcomeMeasure": "Efficacy in terms of PFS",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Age ≥ 18 years.\n* Any menopausal status. If pre-/perimenopausal, agreement to receive LHRH agonist (goserelin or leuprorelin) / ovarian ablation in case of randomization to arm A\n* Locally confirmed diagnosis of metastatic adenocarcinoma of the breast without prior systemic antineoplastic therapy in the palliative setting.\n* Hormone receptor (HR)-positive disease, defined as estrogen receptor (ER)-positive and/or progesterone receptor (PgR)-positive.\n* Human epidermal growth factor receptor 2 (HER2)-negative disease (defined as immunohistochemistry (IHC) status HER2 negative/+ or IHC HER2++ with chromosomal in situ hybridization (CISH)/fluorescent in situ hybridization (FISH) negative).\n* Presence of visceral metastases (additional non-visceral metastases are allowed).\n* Presence of target and / or non-target lesions according to RECIST v1.1\n* Patients eligible for palliative treatment with AI / fulvestrant + ribociclib and capecitabine + bevacizumab or paclitaxel + / - bevacizumab according to the respective SmPCs.\n* Eastern Cooperative Oncology Group (ECOG) performance status 0-1.\n* Adequate organ and bone marrow function within 7 days prior to randomization.\n* Standard 12-lead ECG values: QT Interval Corrected by the Fridericia Correction Formula (QTcF) interval at screening \\< 450 msec; Mean resting heart rate 50-90 bpm (determined from the ECG)\n* Signed written informed consent prior to beginning of protocol-specific procedures.\n\nExclusion Criteria:\n\n* Any prior systemic palliative therapy\n* Prior treatment with any cyclin-dependent kinase 4/6 (CDK4/6) inhibitor.\n* Prior adjuvant or neoadjuvant taxane therapy if last application within 12 months prior to entering the study.\n* Patient is concurrently using other anti-cancer therapy.\n* Patient has had major surgery within 28 days prior to randomization or has not recovered from major side effects or wound is not fully recovered.\n* Patient has received extended-field radiotherapy ≤ 4 weeks or limited-field radiotherapy ≤ 2 weeks prior to randomization.\n* Known hypersensitivity to ribociclib, AI, paclitaxel, bevacizumab or any of their excipients, or against peanut, soya, Chinese hamster ovarian cell products or macrogolglycerol ricinoleate-35.\n* Clinically significant, uncontrolled heart disease and/or cardiac repolarization abnormality (e.g. history of myocardial infarction within 6 months prior study entry, long QT syndrome, clinically significant cardiac arrhythmias or systolic blood pressure \\> 140 or \\< 90 mmHg or diastolic blood pressure \\> 90 mmHg).\n* Patient has history of arterial thrombosis within 12 months prior to entering the study.\n* Patient has proteinuria (≥ 2+ on urine dipstick)\n* Patient with congenital bleeding diathesis, acquired coagulopathy or under full dose of anticoagulants.\n* Patient is currently receiving strong inducers or inhibitors of CYP3A4/5 or medication with narrow therapeutic window that are predominantly metabolized through CYP3A4/5 and cannot be discontinued 7 days prior to start of study treatment.\n* Known presence of cerebral metastases unless at least 4 weeks from prior therapy completion (including radiation and/or surgery) to starting the study treatment and clinically stable central nervous system tumor at the time of screening.\n* Patient is currently receiving warfarin or other coumarin derived anti-coagulant, for treatment, prophylaxis or otherwise. Therapy with heparin, low molecular weight heparin (LMWH), or fondaparinux is allowed.\n* Patient is currently receiving or has received systemic corticosteroids or other chronic immunosuppressive therapy ≤ 2 weeks prior to starting study drug.\n* Patients with advanced symptomatic, visceral spread, that are at risk of lifethreatening complications in the short term (including patients with massive uncontrolled effusions \\[pleural, pericardial, peritoneal\\], pulmonary lymphangitis, and over 50% liver involvement).\n* Patient has a known history of HIV infection (testing not mandatory).\n* Patient has active untreated or uncontrolled fungal, bacterial or viral infection.\n* Patient has any other concurrent severe and/or uncontrolled medical condition that would, in the investigator's judgment, cause unacceptable safety risks, contraindicate patient participation in the clinical study or compromise compliance with the protocol (e.g. chronic pancreatitis, chronic active hepatitis, etc.).\n* Participation in prior investigational studies within 30 days prior to randomization or within 5-half lives of the investigational product, whichever is longer.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}