{
    "nctId": "NCT01399359",
    "briefTitle": "Factors Influencing Decision-Making About the Use of Chemoprevention in Women at Increased Risk for Breast Cancer",
    "officialTitle": "A Study to Evaluate Different Decision-Making Approaches Used by Women Known to be at Increased Risk for Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 1023,
    "primaryOutcomeMeasure": "Social, environmental, and psychological influences on the decision of women at risk for breast cancer as to whether or not to take a SERM",
    "eligibilityCriteria": "Inclusion criteria\n\n* The participant must be female.\n* The participant must be greater than or equal to 35 years of age.\n* The participant must be English-speaking.\n* The participant must have been identified as being at increased risk for breast cancer as determined by the doctor/healthcare professional (HCP) . (Increased risk for breast cancer does not have to be based on a Gail score.)\n* During the participant's counseling session, breast cancer risk and the use of SERMs for breast cancer risk reduction must have been discussed, as reported by the doctor/HCP who conducted the session. Note: This criterion does not apply to participants who are asked before the counseling session to participate in the video recording component of DMP-1 at the selected NSABP sites.\n\nExclusion criteria\n\n* Previous invasive breast cancer of any type.\n* Previous history of ductal carcinoma in situ (DCIS).\n* Previous history of lobular carcinoma in situ (LCIS) if treated with mastectomy, radiation therapy, or endocrine therapy.\n* Participation in any other cancer prevention study involving pharmacologic intervention(s) or osteoporosis prevention study involving pharmacologic intervention(s).\n* Any history of or current tamoxifen, raloxifene, or other SERM therapy for any reason. (Participants are eligible if SERM use has been discussed prior to the counseling session as long as SERMs were never used.)",
    "sex": "FEMALE",
    "minimumAge": "35 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}