{
    "nctId": "NCT00490503",
    "briefTitle": "Non-Invasive Magnetic Resonance Imaging (MRI) and Magnetic Resonance Spectroscopy Techniques (MRS) for Assessing Neoadjuvant Chemotherapy in Locally Advanced Breast Cancer",
    "officialTitle": "Non-Invasive MRI and MRS Techniques for Assessing Therapeutic Response to Pre-surgical Chemotherapy in Breast Cancer Patients",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 20,
    "primaryOutcomeMeasure": "Individual Analyses between Quantitative MR Measures + Pathologic Outcome Measures",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patients with newly diagnosed stage II A-B or III A-C breast cancers who are scheduled to start systemic chemotherapy.\n2. Patients must have a histological diagnosis of invasive breast cancer.\n3. Patients whose extent of disease is determined by physical examination and conventional imaging (mammography and sonography).\n4. Patients should have not received any previous chemotherapy for their newly diagnosed Stage II A-B or III A-C breast cancer.\n5. Patients must be age 18 or older.\n6. ECOG performance status 0-2.\n7. Patients with history of prior malignancies must be disease-free for at least 5 years prior of study entry.\n8. Normal hematological function: WBC \\> 3000/ul, absolute neutrophil count \\> 1500/ul, platelets \\> 100,000/ul, and Hgb \\> 10 gms (transfusion to achieve Hgb \\> 10 gms is acceptable).\n9. Serum total bilirubin \\< 1.5 mg/dl and SGPT \\< 1.5 X normal.\n10. Patients must sign an informed consent indicating that they are aware of the investigational nature of the study in keeping with the policies of the hospital. The only acceptable consent form is the one attached at the end of this protocol.\n\nExclusion Criteria:\n\n1. Patients who received previous chemotherapy for the newly diagnosed breast cancer.\n2. Patients with no evidence of primary breast lesion (e.g., T0, Tx).\n3. Patients who are unwilling to come back for regular assessments of response.\n4. Patients with claustrophobia or obesity (exceeding the equipment weight limits).\n5. Pregnant women, lactating women or sexually active women of childbearing potential who are not practicing adequate contraception.\n6. Patients with myocardial infarction within 6 months of study entry; unstable angina pectoris; uncontrolled congestive heart failure; uncontrolled arrhythmias.\n7. Patients with pacemakers or other metallic inserts that are not compatible with 3-T MR scanners.\n8. Patients with bilateral breast disease, and recurrent newly diagnosed breast cancer.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}