{
    "nctId": "NCT02657343",
    "briefTitle": "An Open-Label, Phase Ib/II Clinical Trial Of Cdk 4/6 Inhibitor, Ribociclib (Lee011), In Combination With Trastuzumab Or T-Dm1 For Advanced/Metastatic Her2-Positive Breast Cancer.",
    "officialTitle": "An Open-Label, Phase Ib/II Clinical Trial Of Cdk 4/6 Inhibitor, Ribociclib (Lee011), In Combination With Trastuzumab Or T-Dm1 For Advanced/Metastatic Her2-Positive Breast Cancer.",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 25,
    "primaryOutcomeMeasure": "Cohort A: Recommended Phase2 Dose (RP2D)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Participants must have histologically confirmed invasive breast cancer, with locally advanced or metastatic disease. Patients without pathologic confirmation of metastatic disease should have unequivocal evidence of metastasis from physical examination or radiologic evaluation.\n* The primary tumor, and/or metastasis must have been tested for ER, PR and HER 2, and be HER2 positive as defined by the 2013 ASCO-CAP guidelines.\n* Measureable disease by RECIST 1.1 (at least one lesion that can be accurately measured in at least one dimension \\> 20mm with conventional imaging techniques or \\> 10mm with spiral CT or MRI) or evaluable disease. Bone lesions (blastic, lytic, or mixed) in the absence of measurable disease as defined above are also acceptable.\n* Prior treatment\n* Cohort A:\n\n  * Prior treatment with at least one regimen containing Trastuzumab and taxane.\n  * No prior treatment with T-DM1 that was discontinued due to disease progression or toxicity.\n  * No more than 4 prior lines of therapy in the metastatic setting.\n* Cohort B:\n\n  * Must have received prior Trastuzumab, pertuzumab, and T-DM1 in neo-adjuvant, adjuvant, or metastatic setting.\n  * No limit on prior lines of therapies.\n* Cohort C:\n\n  * Must have received prior Trastuzumab, pertuzumab, and T-DM1 in neo=adjuvant, adjuvant, or metastatic setting.\n  * Maximum of 5 prior lines of therapy for metastatic disease.\n  * Prior treatment with fulvestrant is permitted.\n* Age ≥ 18 years.\n* ECOG performance status 0-2 (see Appendix A)\n* Participants must have adequate organ and bone marrow function as defined below:\n\n  * Absolute neutrophil count ≥1.5 x 109/L\n  * Platelets ≥100 x 109/L\n  * Hemoglobin ≥ 9 g/dL\n  * Total bilirubin \\< 1.5xULN; or total bilirubin ≤3.0 x ULN or direct bilirubin ≤1.5 x ULN in patients with well-documented Gilbert's Syndrome.\n  * Serum creatinine ≤ 1.5 mg/dL or calculated GFR ≥ 50mL/min\n  * ALT/AST \\<2.5x ULN; if liver metastases, ALT/AST ≤5.0x ULN\n  * INR ≤ 1.5\n  * Potassium, total calcium (corrected for serum albumin), magnesium, sodium and phosphorus within normal limits for the institution or corrected to within normal limits with supplements before first dose of study medication\n* Biopsies:\n\n  * Cohorts B and C: all patients with disease that is deemed by the treating investigator as safely accessible to biopsy are required to undergo research biopsies as outlined in this protocol.\n  * Cohort A: Such biopsies are optional.\n* A negative serum pregnancy test ≤ 72 hours before starting study treatment for premenopausal women and for women \\< 1 year after the onset of menopause.\n* Ability to understand and the willingness to sign a written informed consent document.\n* Participants must be able to swallow Ribociclib capsules.\n* Patients must have at screening a standard 12-lead ECG with mean values that meet the following parameters:\n\n  * QtcF interval at screening \\< 450msec (using Friderica's correction)\n  * Resting heart rate of 50-90bpm\n\nExclusion Criteria:\n\n* Participants who have had chemotherapy within 14 days prior registration or those who have not recovered from all toxicities related to prior anticancer therapies to NCI-CTCAE version 4.03 Grade ≤1 (Exception to this criterion: patients with any grade of alopecia are allowed to enter the study). There is no washout period required for Trastuzumab.\n* Participants who have received radiotherapy ≤ 2 weeks prior to starting study drug, and who have not recovered to grade 1 or better from related side effects of such therapy (except alopecia and neuropathy) and/or in whom ≥ 25% of the bone marrow was irradiated.\n* Participants who have previously received a CDK 4/6 inhibitor.\n* Participants with central nervous system (CNS) involvement unless they meet ALL of the following criteria:\n\n  * At least 4 weeks from prior therapy completion (including radiation and/or surgery) to starting the study treatment\n  * Clinically stable CNS tumor at the time of screening and not receiving steroids and/or enzyme-inducing anti-epileptic medications for brain metastases.\n* History of allergic reactions attributed to compounds of similar chemical or biologic composition to ribociclib, T-DM1 (Cohort A) and/or Trastuzumab (Cohort B).\n* In general, the use of any concomitant medication deemed necessary for the care of the patient is permitted in this study, except as specifically prohibited below. Combination administration of study drugs could result in drug-drug interactions (DDI) that could potentially lead to reduced activity or enhanced toxicity of the concomitant medication and/or Ribociclib.\n* Patient is currently receiving any of the following medications and cannot discontinue use within 7 days prior to starting study drug (see (Tables 1 and 2, Appendix B for details):\n\n  * Known strong inducers or inhibitors of CYP3A4/5, including grapefruit, grapefruit hybrids, pummelos, star-fruit, and Seville oranges\n  * That have a narrow therapeutic window and are predominantly metabolized through CYP3A4/5\n  * Herbal preparations/medications, dietary supplements.\n* The list provided here (and in Tables 1 and 2, Appendix B) is not comprehensive and is only meant to be used as a guide. The list is based on the Oncology Clinical Pharmacology Drug-Drug Interaction Database (release date: 29 Oct 2012), which was compiled from the Indiana University School of Medicine's P450 Drug Interaction Table.\n* http://medicine.iupui.edu/clinpharm/ddis/main-table/) and supplemented with the FDA Draft Guidance for Industry, Drug Interaction Studies - Study Design, Data Analysis, and Implications for Dosing and Labeling (February 2012) (http://www.fda.gov/downloads/drugs/guidancecomplianceregulatoryinformation/guidances/ucm292362.pdf), and the University of Washington's Drug Interaction Database (http://www.druginteractioninfo.org/). For current lists of medications that may cause QT prolongation and/or torsades de pointes (TdP), refer to the CredibleMeds® website (https://crediblemeds.org/).\n* Participants who have any other concurrent severe and/or uncontrolled medical condition that would, in the investigator's judgment, cause unacceptable safety risks, contraindicate patient participation in the clinical trial or compromise compliance with the protocol (e.g. chronic pancreatitis, chronic active hepatitis, active untreated or uncontrolled fungal, bacterial or viral infections, etc.).\n* Participants who have had major surgery within 2 weeks prior to starting study drug or has not recovered from major side effects (tumor biopsy is not considered as major surgery).\n* Participants who have clinically significant, uncontrolled heart disease and/or cardiac repolarization abnormalities including any of the following:\n\n  * History of acute coronary syndromes (including myocardial infarction, unstable angina, coronary artery bypass grafting, coronary angioplasty, or stenting) or symptomatic pericarditis within 6 months prior to screening\n  * History of documented congestive heart failure (New York Heart Association functional classification III-IV)\n  * Clinically significant cardiac arrhythmias (e.g. ventricular tachycardia), complete left bundle branch block, high-grade AV block (e.g. bifascicular block, Mobitz type II and third-degree AV block\n  * Documented cardiomyopathy\n  * Left Ventricular Ejection Fraction (LVEF) \\< 50% as determined by Multiple Gated acquisition (MUGA) scan or echocardiogram (ECHO) at screening\n  * Long QT syndrome or family history of idiopathic sudden death or congenital long QT syndrome, or any of the following\n\n    * Risk factors for Torsades de Pointe (TdP) including uncorrected hypokalemia or hypomagnesemia, history of cardiac failure, or history of clinically significant/symptomatic bradycardia.\n    * Inability to determine the QT interval on screening (QTcF, using Fridericia's correction)\n  * Systolic blood pressure (SBP)\\>160 mmHg or \\<90 mmHg at screening\n* Known history of HIV-positivity.\n* Active Hepatitis B and/or Hepatitis C Infection\n* Known impairment of gastrointestinal (GI) function or GI disease that may significantly alter the absorption of the study drugs (e.g., uncontrolled ulcerative diseases, uncontrolled nausea, vomiting, diarrhea, malabsorption syndrome, or small bowel resection).\n* Concurrent malignancy or a malignancy within 3 years prior to starting study drug, with the exception of adequately treated basal or squamous cell carcinoma, non-melanomatous skin cancer or curatively resected cervical cancer. Participants with malignancies less than 3 years prior to registration may be considered eligible after discussion with the principle investigator.\n* Participants who are currently receiving or have received systemic corticosteroids ≤2 weeks prior to starting study drug, or who have not fully recovered from side effects of such treatment. The following uses of corticosteroids are permitted: single doses, topical applications (e.g., for rash), inhaled sprays (e.g., for obstructive airways diseases), eye drops or local injections (e.g., intra-articular).\n* Patient is currently receiving warfarin or other coumarin-derived anticoagulant for treatment, prophylaxis or otherwise. Therapy with heparin, low molecular weight heparin (LMWH) or fondaparinux is allowed.\n* Participation in a prior investigational study within 30 days prior to enrollment or within 5 half-lives of the investigational product, whichever is longer.\n* Patient with a Child-Pugh score B or C.\n* Participants who have a history of non-compliance to medical therapies.\n* Pregnant women are excluded from this study because Ribociclib has the potential for teratogenic or abortifacient effects. Because there is an unknown but potential risk for adverse events in nursing infants secondary to treatment of the mother with Ribociclib, breastfeeding should be discontinued if the mother is treated with Ribociclib. These risks also apply to Trasutuzumab used in this study. Pregnancy is defined as the state of a female after conception and until the termination of gestation, confirmed by a postitive hCG laboratory test (\\>5 mIU/mL).\n* Women of child-bearing potential, defined as all women physiologically capable of becoming pregnant, unless they are using highly effective methods of contraception throughout the study and for 8 weeks after study drug discontinuation. Highly effective contraception methods include:\n\n  * Total abstinence when this is in line with the preferred and usual lifestyle of the patient.\n  * Female sterilization (have had surgical bilateral oophorectomy with or without hysterectomy) or tubal ligation at least six weeks before taking study treatment. In case of oophorectomy alone, only when the reproductive status of the woman has been confirmed by follow up hormone level assessment\n  * Male sterilization (at least 6 months prior to screening). For female patients on the study, the vasectomized male partner should be the sole partner for that patient\n  * Combination of the two following\n\n    * Placement of an intrauterine device (IUD) or intrauterine system (IUS)\n    * Barrier methods of contraception: Condom or Occlusive cap (diaphragm or cervical/vault caps) with spermicidal foam/gel/film/cream/ vaginal suppository.\n* Periodic abstinence (e.g., calendar, ovulation, symptothermal, post-ovulation methods) and withdrawal are not acceptable methods of contraception Women are considered post-menopausal and not of child bearing potential if they have had 12 months of natural (spontaneous) amenorrhea with an appropriate clinical profile (e.g. age appropriate, history of vasomotor symptoms) or have had surgical bilateral oophorectomy (with or without hysterectomy) or tubal ligation at least six weeks ago. In the case of oophorectomy alone, only when the reproductive status of the woman has been confirmed by follow up hormone level assessment is she considered not of child bearing potential.\n* Sexually active males unless they use a condom during intercourse while taking the drug and for 4 months after stopping treatment and should not father a child in this period. A condom is required to be used also by vasectomized men in order to prevent delivery of the drug via seminal fluid.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}