{
    "nctId": "NCT00816985",
    "briefTitle": "Liposuction for Arm Lymphedema Following Breast Cancer Surgery",
    "officialTitle": "Liposuction for Arm Lymphedema Following Breast Cancer Surgery",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 7,
    "primaryOutcomeMeasure": "Number of Participants With Desired Response",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patient selection involves identifying women who have undergone breast cancer surgery in the past and who demonstrate lymphedema (stage 2 or 3) based on arm measurement at a minimum of 4 different points along the affected arm. Those women with mild to severe lymphedema with no signs of active infection are candidates for the procedure. History of previous non-surgical treatment for lymphedema will not preclude entry into this trial. All patients must be free of active disease recurrence at study entry. If the lymphedema is of recent onset, then the womans medical oncologist or primary care physician must rule out an underlying cancer recurrence or blood clot.\n* Prior therapy including Manuel Lymph Drainage (MLD) or similar massage method, use of compression sleeves, and pneumatic pumps is allowable and may be on-going at study entry. Prior surgical procedures to treat lymphedema such a joining the lymph channels to the blood vessels at any prior time are not eligible for this study.\n* Eastern Cooperative Oncology Group (ECOG) performance status ≤2 (Karnofsky ≥60%.\n* Life expectancy of greater than one year\n* Patients must have normal organ and marrow function as defined below:\n\n  1. leukocytes ≥3,000/MicroL\n  2. absolute neutrophil count ≥1,500/MicroL\n  3. platelets ≥100,000/MicroL\n  4. total bilirubin within normal institutional limits\n  5. aspartic transaminase(AST)/alanine transaminase(ALT) ≤2.5 X institutional upper limit of normal\n  6. creatinine within normal institutional limits - OR - creatinine clearance ≥60 mL/min/1.73 m² for patients with creatinine levels above institutional normal.\n* Able to tolerate general anesthesia and have no recent cardiac history such as myocardial infarction, congestive heart failure, atrial fibrillation, or angina\n* Ability to understand and the willingness to sign a written informed consent document\n\nExclusion Criteria:\n\n* Patients who have had chemotherapy or radiotherapy within 4 weeks (6 weeks for nitrosoureas or mitomycin C) prior to entering the study or those who have not recovered from adverse events due to agents administered more than 4 weeks earlier\n* Patients may not be receiving any other investigational agents.\n* Patients with known metastases should be excluded from this clinical trial because of their poor prognosis.\n* History of allergic reactions to compression sleeves, lymphedema bandages, general anesthetics, and all antibiotics\n* Uncontrolled intercurrent illness including, but not limited to ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements\n* Pregnant women are excluded from this study because: General Anesthesia and/or invasive surgical procedures may increase the risk of miscarriage. Secondly, increased weight during pregnancy may exacerbate lymphedema and thereby make interpretation of the study endpoints difficult.\n* Patients with immune deficiency are at increased risk of lethal infections when treated with invasive surgical procedures. Secondly, since this is an elective procedure, the risk to the surgical team of a needle stick would be too high.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}