{
    "nctId": "NCT00425516",
    "briefTitle": "Breast Cancer Treated by Neoadjuvant Chemotherapy",
    "officialTitle": "Clinical Trial of the Neoadjuvant Standard Chemotherapy 3 FEC 100 + 3 TAXOTERE Protocol Versus the Same Protocol Adapted as a Function of Clinical Response",
    "overallStatus": "COMPLETED",
    "conditions": "Individualized Chemotherapy",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 264,
    "primaryOutcomeMeasure": "Improvement of complete pathological response rate at surgery after 6 chemotherapy cycles",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patient with histological proof of non metastatic breast cancer, whose clinical tumor diameter is \\> 2 cm, or \\< 2 cm, but situated in areolar area of the nipple.\n* T2-T3, N0-N1 tumor, non-inflammatory, unilateral, non-metastatic, grade II - III, HER2-neu negative, without extension beyond the breast and axillar area.\n* Performance Status = 0-1 WHO.\n* Patient non pretreated for breast cancer.\n* Patient without cardiac pathology and without anthracyclines contra-indication (assessed by normal ejection fraction).\n* Normal haematological, renal and hepatic functions : PNN \\> 2.109 /l, platelets \\> 100. 109 /l, Hb \\> 10 g/dl, normal bilirubin serum , ASAT and ALAT \\< 2,5 ULN, alkaline phosphatases \\< 2,5 ULN, creatinin \\< 140 µmol/l or creatinin clearance \\> 60 ml/min\n* Written informed consent dated and signed by the patient\n\nExclusion Criteria:\n\n* All other breast cancers than those described in inclusion criteria, in particular inflammatory and/or neglected (T4b or T4d) forms.\n* Patient presenting with plurifocal tumors, multicentric tumor, bilateral tumor.\n* Grade I well differentiated tumor.\n* HER2 neu 3 + (ICH or FISH or CISH) tumor.\n* Non measurable lesion, in the two diameters, whatever radiological methods used.\n* Patient presenting microcalcifications for which breast conservation is not possible.\n* Patient already operated for breast cancer or having had primary axillar node dissection.\n* Patient having antecedent of other cancer, exception for in situ uterine cervix or basocellular skin cancer, considered as healed.\n* Patient presenting another pathology considered as incompatible with patient inclusion in the study\n* Patient should not receive treatment with any other investigational drug and should not participate to another clinical study in a delay \\< 30 days or should not be pre-treated by cytostatic chemotherapy.\n* Antecedents of allergy to polysorbate 80.\n* Patient who is pregnant or lactating and not using effective contraceptive method.\n* Any psychological, familial, sociological or geographical condition that may potentially hamper compliance with the study protocol and follow up schedule, assessed with the patient prior to registration in the trial",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}