{
    "nctId": "NCT05322889",
    "briefTitle": "Prevention of Paclitaxel-induced Neuropathic Pain in Patients With Planned Paclitaxel Chemotherapy (PrevTel)",
    "officialTitle": "Prevention of Paclitaxel-induced Neuropathic Pain by Telmisartan in Patients With Planned Paclitaxel Chemotherapy Due to Ovarian or Breast Cancer (PrevTel)",
    "overallStatus": "COMPLETED",
    "conditions": "Neuropathic Pain, Chemotherapy Effect",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "PREVENTION",
    "enrollmentCount": 35,
    "primaryOutcomeMeasure": "efficacy of telmisartan to prevent new onset of Paclitaxel- induced peripheral neuropathic pain (PIPNP)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients with a diagnosis of ovarian or breast cancer who are clinically eligible for paclitaxel therapy and for whom paclitaxel chemotherapy is planned (with use of standard treatment) in clinical routine care.\n* Female patients ≥ 18 years and ≤ 80 years\n* The patient must have completed radiotherapy or surgery for central nervous system (CNS) metastases \\> 2 weeks prior to screening (SCR). Patients must be neurologically stable, having no new neurological deficits on clinical examination, and no new findings on CNS imaging as documented in clinical routine care. If patients require steroids for management of CNS metastases, they must have been on a stable dose of steroids for 2 weeks preceding SCR.\n* Written informed consent obtained prior to the initiation of any protocol-required procedures\n* Willingness to comply to study procedures and study protocol\n\nExclusion Criteria:\n\n* Previously diagnosed or current peripheral neuropathic pain\n* Other severe pain that might impair the assessment of neuropathic pain\n* DN4 score ≥ 4\n* Previous chemotherapy (incl. paclitaxel) within the last 5 years (treatment with cyclophosphamide and an anthracycline as part of an ongoing adjuvant or neo-adjuvant regimen is allowed)\n* Current or planned combinational chemotherapy-regimens, e.g., with platinum-based drugs (Her2 antibodies are allowed; paclitaxel combination with trastuzumab +/- pertuzumab is allowed)\n* All primary central nervous system (CNS) tumors or symptomatic CNS metastases that are neurologically unstable (Note: Only patients with controlled CNS metastases may participate in this trial)\n* Previously reported intolerance to Angiotensin II (AT1) -receptor-blockers\n* Hypotension (blood pressure \\< 110/70 mmHg; median from 3 measurements; start of measurement after patients has been seated for at least 5 minutes)\n* Current intake of aliskiren, digoxin or Angiotensin-converting-enzyme (ACE)-inhibitors at baseline (BL) (treatment change from ACE-inhibitors to telmisartan is allowed, with treatment start of telmisartan at BL)\n* Current intake of antidepressants (e.g., amitriptylin), antiepileptics (e.g., gabapentin, pregabalin, lamotrigine), duloxetine, glutamin, vitamin E\n* Current intake of telmisartan at SCR\n* Insufficient hepatic or renal function at SCR:\n\n  * Serum creatinine ≥ 1.5 x upper limit of normal (ULN)\n  * Total bilirubin \\> 1.5 x ULN\n  * Glutamate-Oxalacetete-Transaminase/Glutamate-Pyruvate-Transaminase (GOT/GPT) ≥ 3 x ULN or \\>5 in case of documented liver metastasis\n* Impairment of gastrointestinal (GI) function or GI disease that may significantly alter the absorption of study drug (e.g., ulcerative diseases, uncontrolled nausea, vomiting, diarrhea, malabsorption syndrome, small bowel resection)\n* History of or current severe psychological illness or condition\n* Uncontrolled coronary angina or symptomatic congestive heart failure (NYHA (New York Heart Association) Class III or IV)\n* Patients with current malignant disease, other than that being treated in this study. Exceptions to this exclusion criterion include the following: malignancies that were treated curatively and have not recurred within 2 years prior to SCR; completely resected basal cell and squamous cell skin cancers; and completely resected carcinoma in situ of any type\n* Evidence of significant uncontrolled concomitant diseases or serious and/or uncontrolled diseases that are likely to interfere with the evaluation of the patient's safety and of the study outcome\n* History of or evidence of current active Hepatitis B or C or Human Immunodeficiency Virus (HIV) infection with documentation not older than 8 weeks (due to blood sample processing for lipid profile analysis)",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}