{
    "nctId": "NCT04465097",
    "briefTitle": "Neoadjuvant Tucidinostat and Exemestane in Early Breast Cancer",
    "officialTitle": "Neoadjuvant Tucidinostat and Exemestane in Estrogen Receptor-Positive Early Breast Cancer （NeoTEE）",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 30,
    "primaryOutcomeMeasure": "objective response rate (ORR) evaluated by MRI",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Written informed consent must be signed；\n2. Eastern Cooperative Oncology Group Performance Status: 0\\~1;\n3. Histological confirmation of estrogen receptor (ER) positive and HER 2 negative invasive breast cancer;\n4. Age ≥18 years old；\n5. No distant metastatic disease；\n6. The disease condition is stage II or stage III;\n7. Laboratory exam criteria for enrollment: HGB≥10g/dl, WBC≥4,000/mm3, PLT≥100,000/mm3, GOT, GPT, ALP≤2 times ULN, TBIL, CCr≤1.5 times ULN.\n\nExclusion Criteria:\n\n1. Patients who are pregnant or lactating at the time of randomization or refuse to contraception.\n2. Patients who received organ transplantation (include bone marrow autologous transplantation and stem cell transplantation).\n3. Patients who have other malignant diseases within 5 years, except for cured skin basal cell carcinoma, flat cell carcinoma or cervical carcinoma in situ\n4. Patients with psychiatric disorder, peripheral or central nerve system disease or any disorder, which compromises ability to give informed consent or participate in this study.\n5. Patients with sever hepatic, renal,cardiovascular, respiratory, digestive diseases or uncontrolled diabetes.\n6. Patients who had myocardial infarction in the past 12 months.\n7. Patients who participate in other clinical trail.\n8. Patients who allergy to goserelin, leuprorelin, tucidinostat or aromatase inhibitor.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}