{
    "nctId": "NCT06452706",
    "briefTitle": "The Clinical Trial of TQB2102 for Injection Against Human Epidermal Growth Factor Receptor 2 Negative Breast Cancer",
    "officialTitle": "The Phase II Clinical Trial to Evaluate the Efficacy and Safety of TQB2102 for Injection in Human Epidermal Growth Factor Receptor 2 (HER2) Negative Recurrent/Metastatic Breast Cancer",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 42,
    "primaryOutcomeMeasure": "Objective response rate",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* The participants voluntarily participate in the study and sign an informed consent form.\n* Age: 18-75 years old; Eastern Cooperative Oncology Group (ECOG) score: ≤1 point; Expected survival period exceeds 3 months.\n* Breast cancer patients diagnosed as HER2 negative by pathology, with evidence of local recurrence or distant metastasis are not suitable for surgery or radiation therapy aimed at healing.\n* Sufficient tumor tissue samples must be available for HER2 evaluation by pathologists at the main research center.\n* The participants's previous treatment needs to meet the following criteria: failure after receiving at least first-line systemic chemotherapy during the recurrence /metastasis stage (for hormone receptor positive participants, failure after receiving cyclin-dependent kinase 4 and 6 (CDK4/6) inhibitors combined with endocrine therapy during the recurrence/metastasis stage.\n* There exists disease progression or intolerance during or after the most recent treatment before enrollment.\n* According to the Response Evaluation Criteria In Solid Tumors (RECIST) 1.1 standard, there should be at least one measurable lesion.\n* The main organ functions well and meets certain standards.\n* Female participants of childbearing age should agree to use contraceptive measures during the study period and within 6 months after the end of the study; within 7 days prior to enrollment, the serum pregnancy test was negative and must be a non lactating subject; male participants should agree to adopt avoidance measures during the study period and within 6 months after the end of the study period.\n\nExclusion Criteria:\n\n* Concomitant diseases and medical history:\n\n  1. Have experienced or currently suffer from other malignant tumors within 5 years prior to the first medication use;\n  2. Uncontrollable toxic reactions above CTCAE level 1 caused by any previous treatment;\n  3. Received significant surgical treatment or significant traumatic injury within 28 days prior to the first medication use;\n  4. Long term unhealed wounds or fractures;\n  5. Participants who have a history of interstitial lung disease/pneumonia (non infectious) requiring steroid intervention treatment in the past, or currently have interstitial lung disease/pneumonia, or whose screening imaging suggests suspected interstitial lung disease/pneumonia and cannot be ruled out;\n  6. An arterial/venous thrombotic event occurred within 6 months prior to the first medication use;\n  7. Individuals with a history of psychiatric drug abuse who are unable to quit or have mental disorders;\n  8. Subjects with any severe and/or uncontrolled diseases. Rheumatoid arthritis with joint function activity graded as Grade IV or requiring wheelchair or bed rest.\n* Tumor related symptoms and treatment:\n\n  1. Participants who have received other anti-tumor drug treatments such as chemotherapy, curative radiotherapy, or immunotherapy within 4 weeks before the first medication, or who are still within the 5 half-lives of the drug (whichever is the shortest); Participants who have previously received local radiotherapy;\n  2. Received endocrine therapy or traditional Chinese patent medicines and simple preparations with anti-tumor indications specified in the National Medical Products Administration (NMPA) approved drug directions within 2 weeks before the first drug use;\n  3. Imaging shows that the tumor has invaded important blood vessels, or the researcher determines that the tumor is highly likely to invade important blood vessels and cause fatal massive bleeding during subsequent studies;\n  4. Uncontrollable pleural effusion, ascites, and moderate or higher amounts of pericardial effusion that require repeated drainage;\n  5. Known presence of cancerous meningitis or clinically active central nervous system metastasis;\n  6. Severe bone damage caused by tumor bone metastasis. Suffering from lung diseases that have been determined by the researcher to be unsuitable for participation in this study.\n* Individuals who are known to be allergic to the investigational drug or its excipients, or allergic to humanized monoclonal antibody products.\n* Individuals who have participated in and used other anti-tumor clinical trial drugs within 4 weeks prior to the first medication use.\n* According to the judgment of the researchers, there are situations that seriously endanger the safety of the subjects or affect their completion of the study.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}