{
    "nctId": "NCT05843292",
    "briefTitle": "Short-term Sintilimab in Combination With Taxane and Carboplatin for Neoadjuvant Therapy in Triple-negative Breast Cancer",
    "officialTitle": "Short-term Sintilimab in Combination With Taxane and Carboplatin for Neoadjuvant Therapy in Triple-negative Breast Cancer, an Open-labeled, Single Arm Trial",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Triple-negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE4",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 48,
    "primaryOutcomeMeasure": "Pathologic Complete Response (pCR) Rates",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age: 18-70 years, female;\n2. Unilateral, invasive, primary breast cancer, T≥1cm, cN0-3, M0;\n3. Immunohistochemistry(IHC): ER, PR\\<10%; HER-2 IHC \"0\", OR IHC \"+\", OR IHC \"++\" AND fluorescence in situ hybridization (FISH) negative;\n4. At least one measurable lesion according to RECIST V1.1;\n5. Newly or recently-collected core needle biopsy specimen of the primary lesion available for PD-L1 status determination;\n6. ECOG score 0 or 1 within 10 days prior to drug administration;\n7. Currently not pregnant or breastfeeding, and meet at least one of the following conditions:\n\n   1. NOT women of childbearing potential (WOCBPs).\n   2. WOCBPs that strictly adopt contraceptive measures during treatment and within at least 6 months after last drug administration.\n8. Organs well-functioned according to laboratory examination and imaging;\n9. Having good compliance with treatment plans, being capable of understanding the research process, and having signed a written informed consent.\n\nExclusion Criteria:\n\n1. Bilateral invasive breast cancer or metastatic (Stage IV) breast cancer;\n2. With severe cardiovascular conditions:\n\n   1. Myocardial infarction, acute coronary syndrome or PCI/CABG within 6 months;\n   2. Current NYHA II-IV congestive heart failure (CHF) or past history of NYHA III-IV CHF.\n3. Immunodeficiency, or undergoing systemic steroid therapy or any form of immunosuppressive therapy within 7 days prior to drug administration;\n4. Active autoimmune diseases requiring systemic treatment within the past 2 years;\n5. Known history of active tuberculosis caused by Bacillus Tuberculosis;\n6. History of non infectious pneumonia requiring steroid treatment, or active pneumonia of all types;\n7. Severe systemic infections, or other serious illnesses;\n8. History of other malignant tumors within the past 5 years, except cured cervical carcinoma in situ and non-melanoma skin cancer;\n9. Known history of human immunodeficiency virus (HIV) infection;\n10. Active hepatitis B virus (HBV) or hepatitis C virus (HCV) infection;\n11. Known allergy or intolerance to therapeutic drugs or their excipients;\n12. History of receiving cytotoxic chemotherapy, endocrine therapy, biological therapy or radiation therapy for any reason;\n13. History of receiving anti PD-1, anti PD-L1, or anti PD-L2 drugs; or targeted drugs that act on stimulating or co-inhibitory T cell receptors (CTLA-4, OX 40, CD137 etc.);\n14. Enrolled in a study of an investigational drug/instrument and given intervention within 4 weeks prior to drug administration for regular drugs/instruments and within 12 months for anticancer or anti-proliferative drugs/instruments;\n15. Live vaccine (including but not limited to the following: measles, mumps, rubella, chickenpox/shingles, yellow fever, rabies, BCG, typhoid vaccines, and nasal influenza vaccines such as FluMist®) inoculation within 30 days prior to drug administration;\n16. History of mental illness or drug abuse that may affect compliance with trial requirements;\n17. During pregnancy or breastfeeding, or WOCABs that refuse to adopt strict contraceptive measures;\n18. Deemed to be not appropriate for participating in this study by researchers.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}