{
    "nctId": "NCT05955833",
    "briefTitle": "89Zr-DFO*-Trastuzumab PET in Patients With Gastric or Breast Cancer - a Pilot Study",
    "officialTitle": "89Zr-DFO*-Trastuzumab PET in Patients With Gastric or Breast Cancer - a Pilot Study",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer, Metastatic Breast Cancer, HER2-positive Breast Cancer, Gastric Cancer, Metastatic Gastric Cancer, HER2-positive Gastric Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "DIAGNOSTIC",
    "enrollmentCount": 6,
    "primaryOutcomeMeasure": "89Zr-DFO*-trastuzumab uptake (standard uptake values (SUVmean, %ID/kg) in normal organs/tissues and bloodpool.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* HER2+ breast cancer with metastatic disease starting (new) systemic treatment or\n* HER2+ metastatic gastric cancer starting (new) systemic treatment.\n* A recent (\\< 8 weeks of start of study) biopsy confirming HER2+.\n* Able to undergo PET imaging procedures.\n* At least one lesion of at least 1.5 cm amenable for PET imaging\n* Age \\>18 years of age, willing and able to comply with the protocol as judged by the investigator.\n* Signed written informed consent.\n* Have a World Health Organisation (WHO) performance status of 0-2.\n* Life expectancy of \\> 3 months.\n* Have measurable disease based on RECIST 1.1.\n* Adequate organ and bone marrow function, as deemed acceptable by the treating physician\n* Women aged \\<50 years will be considered post-menopausal if they have been amenorrheic for 12 months or more following cessation of exogenous hormonal treatments and if they have luteinizing hormone (LH) and follicle-stimulating hormone (FSH) levels in the post-menopausal range for the site.\n* Women aged ≥ 50 years will be considered post-menopausal if they have been amenorrheic for 12 months or more following cessation of all exogenous hormonal treatments, had radiation-induced menopause with last menses \\>1 year ago, had chemotherapy-induced menopause with last menses \\>1 year ago.\n* Females on hormone replacement therapy (HRT) and whose menopausal status is in doubt will be required to use one of the contraception methods outlined for women of child-bearing potential if they wish to continue their HRT during the study. Otherwise, they must discontinue HRT to allow confirmation of post-menopausal status prior to study enrolment. For most forms of HRT, at least 2-4 weeks will elapse between the cessation of therapy and the blood draw; this interval depends on the type and dosage of HRT. Following confirmation of their post-menopausal status, they can resume use of HRT during the study without use of a contraceptive method.\n* Female patients of childbearing potential who are sexually active with a non-sterilized male partner must use at least one highly effective method of contraception from the time of screening and must agree to continue using such precautions for 7 months after the last dose of IMP.\n* Female patients must refrain from breastfeeding while on study and for 7 months after the last dose of IMP.\n* Female subjects must not donate, or retrieve for their own use, ova from the time of screening and throughout the study treatment period, and for at least 7 months after the final study drug administration.\n\nExclusion Criteria:\n\n* Contraindications for systemic treatment (as will be assigned by treating physician).\n* Pregnant or lactating women.\n* Prior allergic reaction to immunoglobulins or immunoglobulin allergy.\n* Inability to comply with study procedures.\n* Has substance abuse or any other medical conditions such as clinically significant cardiac or psychological conditions, that may, in the opinion of the investigator, interfere with the subject's participation in the clinical study or evaluation of the clinical study results.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}