{
    "nctId": "NCT04433494",
    "briefTitle": "A Study of TY-302 in Patients With Advanced Solid Tumors",
    "officialTitle": "A Phase I Study to Evaluate the Safety, Tolerability and Pharmacokinetic Characteristics of TY-302 Capsules in Patients With Advanced Solid Tumors in China",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer, Solid Tumor",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 60,
    "primaryOutcomeMeasure": "Maximum Tolerated Dose (MTD) and Recommended Phase 2 Dose (RP2D) of TY-302",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. 18-70years old, male or female with solid tumors, female with breast cancer\n2. Histological or cytological confirmation diagnosis of advanced solid tumors (except small cell lung cancer and eye cancer) in TY-302 alone study; and advanced breast cancer in the combination study.\n3. Biopsy proven diagnosis of ER and/or PR positive, HER2 negative.\n4. At least one measurable lesion according to Response Evaluation Criteria in Solid Tumours (RECIST) version 1.1.\n5. Eastern Cooperative Oncology Group (ECOG) performance score 0 or 1.\n6. Life expectancy of at least 3 month.\n7. Adequate organ function as defined by the following criteria:\n\n   Serum aspartate transaminase (AST) and serum alanine transaminase (ALT) ≤2.5 x upper limit of normal (ULN), or AST and ALT ≤5 x ULN if liver function abnormalities are due to underlying malignancy; total serum bilirubin ≤1.5 x ULN; Absolute neutrophil count (ANC) ≥1.5×109/L; platelets(PLT)≥75×109/L ; Hemoglobin(Hb) ≥ 90g/L; Serum creatinine ≤1.5 x ULN; Left ejection fraction (LVEF)≥50%; QTc≤470 msec (based on the mean value of the triplicate ECGs).\n8. Female subjects have a negative urine or serum pregnancy.\n9. Provision of signed and dated, written informed consent prior to any study specific procedures, sampling and analyses.\n\nExclusion Criteria:\n\nSubjects presenting with any of the following were not to be included in the study:\n\n1. Previously treated by other CDK4/6 inhibitor.\n2. Hypersensitivity to TY-302(or Tamoxifen in the combination study) or to any of its excipients.\n3. Ocular fundus diseases in the combination study.\n4. Uncontrolled intercurrent illness including active infection, human immunodeficiency virus infection, active hepatitis or other severe acute or chronic medical or psychiatric condition.\n5. Current alcohol/drug abuse or dependence.\n6. Any of the following in the previous 6 months: myocardial infarction, severe/unstable angina, ongoing cardiac dysrhythmias of NCI CTCAE grade≥2, atrial fibrillation of any grade, coronary/peripheral artery bypass graft, symptomatic congestive heart failure of NCI CTCAE grade≥2, cerebrovascular accident.\n7. Presence of a condition that would interfere with enteric absorption of TY-302 and/or Tamoxifen.\n8. Any cytotoxic chemotherapy, investigational agents or anticancer drugs for the treatment from a previous treatment regimen within 4 weeks of the first dose.\n9. Spinal cord compression or brain metastases unless asymptomatic.\n10. Major surgery within 8 weeks of first study treatment.\n11. Current use or anticipated need for drugs that are known strong CYP3A4 inhibitors, strong CYP3A4 inducers, Narrow therapeutic index for CYP3A sensitive substrates, CYP2D6 inhibitors, CYP2D6 inducers.\n12. Patients on chronic anticoagulation.\n13. The subject inappropriate for entry into this study in the judgment of the investigator.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}