{
    "nctId": "NCT00016549",
    "briefTitle": "Bevacizumab to Treat Inflammatory Breast Cancer or Locally Advanced Breast Cancer",
    "officialTitle": "A Pilot Study to Evaluate Angiogenesis After Treatment With Bevacizumab (Anti-VEGF Humanized Monoclonal Antibody) in Previously Untreated Patients With Inflammatory Breast Cancer or Locally Advanced Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "N/A",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 21,
    "primaryOutcomeMeasure": "To determine in IBC or LABC whether a change in any of the 4 angiogenesis parameters; 3 primary molecular parameters or the dynamic MRI parameter can be detected from baseline to 3 wks after treatment with bevacizumab.",
    "eligibilityCriteria": "* INCLUSION CRITERIA:\n\nPatients must have inflammatory breast cancer or locally advanced breast cancer previously untreated with chemotherapy and/or radiation therapy. Inflammatory breast cancer is defined as histologically proven invasive adenocarcinoma of one breast with clinical inflammatory signs including onset of erythema and brawny induration or edema of the skin with an erysipeloid edge with or without an underlying tumor mass. Dermal lymphatic involvement by tumor cells is not a requirement for diagnosis. We will define locally advanced breast cancer as stage IIB, IIIA, or IIIC breast cancer according to the 2002 AJCC staging guidelines. Patients must have tissue accessible for serial biopsies.\n\nAge greater than or equal to 18 years.\n\nECOG performance status of 0, 1, or 2.\n\nPatients must have a left ventricular ejection fraction of greater than or equal to 50% without clinical symptoms or signs of heart failure.\n\nPatients must have adequate bone marrow, hepatic and renal function as defined by the following:\n\nAbsolute neutrophil count greater than or equal to 1500/mL; Platelets greater than or equal to 100,000/mL; Serum creatinine less than or equal to 1.5 mg/dL; AST, ALT less than or equal to 1.5 times the upper limit of normal; Alkaline phosphatase less than or equal to 2.5 times the upper limit of normal; Total bilirubin less than or equal to the upper limit of normal for institution. In patients with evidence of Gilbert's disease, elevated bilirubin should not be related to tumor or other liver diseases, and should be less than or equal to 2 times the upper limit of normal.\n\nWomen of childbearing potential must agree to use an accepted and effective method of contraception during their participation on the trial.\n\nPatients must be able to provide informed consent.\n\nEXCLUSION CRITERIA:\n\nEvidence of carcinomatous meningitis or brain metastases or other CNS disease including history of stroke, primary brain tumor or seizures not controlled by standard medical therapy.\n\nHistory of an active malignancy other than in situ carcinoma of the cervix, or non-melanomatous skin cancers in the last five years prior to Day 1 on study.\n\nPatients with non-healing wounds, bone fractures, or major surgery within the previous 28 days..\n\nUncontrolled hypertension (sustained systolic blood pressure greater than 160 mmHg or diastolic blood pressure of greater than 100 mmHg).\n\nClinically significant cardiovascular disease (e.g., myocardial infarction, unstable angina), New York Heart Association (NYHA) Grade II or greater congestive heart failure, serious cardiac arrhythmia requiring medication, or Grade II or greater peripheral vascular disease within 12 months prior to Day 1 on study.\n\nINR greater than 1.50. Prior history of bleeding diathesis or coagulopathy including deep venous thrombosis or pulmonary embolism. Recent (within last six months) or current history of gastrointestinal bleeding.\n\nCurrent use of full-dose or parenteral anticoagulants or chronic daily treatment with aspirin (greater than 325 mg/day) within 10 days prior to Day 1 on study.\n\nActive infection requiring intravenous antibiotics on Day 1 on study.\n\nPatients with 24 hour urine protein greater than or equal to 500 mg or a history of a primary renal disease (excluding infection).\n\nClinical grade greater than or equal to 2 peripheral neuropathy.\n\nHistory of other disease, metabolic dysfunction, physical examination finding or clinical laboratory finding giving reasonable suspicion of a disease or condition that contraindicates the use of an investigational drug or that might affect the interpretation of the results of the study or render the subject at high risk from treatment complications.\n\nPregnant or lactating women.\n\nPatients who are receiving other investigational drugs.\n\nPatients with a history of hypersensitivity reaction to products containing Polysorbate 80 (Tween 80).\n\nPatients with a known hypersensitivity to E. coli derived products.\n\nPatients with an arterial thromboembolic event (including transient ischemic attack, cerebrovascular accident, unstable angina, or myocardial infarction) within 6 months.\n\nPatients with clinically significant peripheral artery disease.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}