{
    "nctId": "NCT01918306",
    "briefTitle": "GDC-0941 and Cisplatin in Treating Patients With Androgen Receptor-Negative Triple Negative Metastatic Breast Cancer",
    "officialTitle": "A Phase Ib/II Trial of GDC-0941 (a PI3K Inhibitor) in Combination With Cisplatin in Patients With Androgen Receptor Negative Triple Negative Metastatic Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Estrogen Receptor Negative Breast Cancer, Human Epidermal Growth Factor 2 Negative Carcinoma of Breast, Triple Negative Breast Cancer, Recurrent Breast Cancer, Stage IV Breast Cancer, Triple-negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 11,
    "primaryOutcomeMeasure": "Maximum Tolerated Dose(MTD) of GDC-0941 and Recommended Phase II Dose of GDC-0941 Given in Combination With Cisplatin. - (Phase Ib)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients must provide informed written consent.\n* Patients must be \\<18 years of age.\n* ECOG performance status 0-1.\n* Clinical stage IV invasive mammary carcinoma, ER negative (defined as expression of ER in \\< 5% cells), PR negative (defined as expression of PR in \\< 5% cells), HER2 negative \\[acceptable FDA approved methods of HER2 analysis include IHC (0, 1+), fluorescence in situ hybridization (FISH) with HER2/CEN-17 ratio \\<2, and/or chromogenic in situ hybridization (CISH)\\] with HER2/CEN-17 ratio \\<2, as previously documented by histological analysis.\n* Androgen receptor negativity, defined as \\< 10% of tumor cell nuclei with immunoreactivity for AR in a CLIA certified laboratory. See section 5.1.\n* Measurable disease, defined as at least one lesion that can be accurately measured in at least one dimension by RECIST criteria 1.1, with radiologic scans within 21 days of day 1, cycle 1.\n* Up to one prior chemotherapy regimens for metastatic disease.\n* No prior treatment with cisplatin in the metastatic setting.\n* Biopsy of a metastatic lesion in patients with reasonably accessible metastatic lesions (chest wall, skin, subcutaneous tissue, lymph nodes, skin, breast, bones, lung, and liver metastases). If a reasonably accessible site is available for biopsy, the patient must agree to biopsy.\n* Life expectancy ≥ 6 months in the opinion of the investigator\n* Patients must have adequate hematologic, hepatic, and renal function. All tests must be obtained less than 21 days from day 1 of study treatment. This includes:\n\n  * ANC \\>/=1500/mm3\n  * Platelet count \\>/=100,000/mm3\n  * Hemoglobin ≥ 9 g/dL\n  * Creatinine \\</=1.5X upper limits of normal (ULN)\n  * INR ≤ 2\n  * Total serum bilirubin ≤ 1.5 x ULN (in patients with known Gilbert Syndrome, a total bilirubin ≤ 3.0 x ULN, with direct bilirubin ≤ 1.5 x ULN)\n  * AST and ALT ≤ 3 x ULN (or ≤ 5.0 x ULN if hepatic metastases are present)\n  * For patients without known Type II diabetes, the following is required at screening:\n\n    o -Fasting blood glucose \\</= 135 mg/dL (7.49 mmol/L) and glycosylated hemoglobin (HbA1c) \\<7.0 % or International Federation of Clinical Chemistry (IFCC) \\< 53 mmol/mol\n  * For patients with Type II diabetes receiving only oral anti-hyperglycemic therapy (patients receiving insulin are not eligible), the following are required at screening:\n\n    * -HbA1c \\< 8.5 % or IFCC \\< 69.4 mmol/mol\n    * -Stable regimen of oral anti-hyperglycemic therapy without insulin usage for at least 3 weeks prior to first study treatment\n    * -Fasting blood glucose levels \\</= 160 mg/dL (8.88 mmol/L) and no hypoglycemia (BS \\<60) during home monitoring for at least 1 week prior to study entry\n* Patients must be able to swallow and retain oral medication.\n* For patients who are not postmenopausal or surgically sterile (absence of ovaries and/or uterus), agreement to remain abstinent or to use two adequate methods of contraception, including at least one method with a failure rate of \\< 1% per year (e.g., hormonal implants, combined oral contraceptives, vasectomy/vasectomized partner, tubal ligation), during the treatment period and for at least 30 days after the last dose of GDC-0941 or 6 months after the last dose of cisplatin, whichever is longer; postmenopausal is defined as:\n* Age \\>/= 60 years\n* Age \\</= 60 years and amenorrheic for 12 months in the absence of chemotherapy, tamoxifen, toremifene, or ovarian suppression; and follicle stimulating hormone and estradiol in the postmenopausal range\n* Patients may have received radiation therapy to painful bone metastases or areas of impending bone fracture as long as radiation therapy is completed ≥ 2 weeks prior to day 1 of cycle 1 of treatment. Patients who have received prior radiotherapy must have recovered from toxicity (≤ grade 1) induced by this treatment. Baseline radiologic scans must be obtained after completion of radiation.\n* Patients must complete all screening assessments as outlined in the protocol.\n\nExclusion Criteria:\n\n* Any kind of malabsorption syndrome significantly affecting gastrointestinal function.\n* Concurrent anti-cancer therapy (chemotherapy, radiation therapy, surgery, immunotherapy, hormonal therapy, biologic therapy) other than the ones specified in the protocol. Patients must have discontinued the above cancer therapies for 1 week prior to the first dose of study medication, as well as recovered from toxicity (to ≤ than grade 1, except for alopecia) induced by previous treatments. Any investigational drugs should be discontinued 2 weeks prior to the first dose of study medication and radiotherapy must have been completed ≥ 2 weeks prior to initiation of study drug (Cycle 1, Day 1).\n* Prior use of PI3K, or Akt inhibitors in the neoadjuvant, adjuvant, and metastatic setting for the treatment of cancer. These include, but are not limited to: GDC-0941, GDC-0980, GDC-0032, BEZ235, BKM120, LY294002, PIK-75, TGX-221, XL147, XL765, SF1126, PX-866, D-87503, D-106669, GSK615, CAL101. Patients who have received PI3K/Akt inhibitors previously for \\<4 weeks will be eligible.\n* Pregnant or lactating women.\n* Insulin-dependent diabetes. Patients with Type II diabetes must meet criteria outlined in Inclusion Criteria.\n* Uncontrolled intercurrent illness including, but not limited to:\n\n  * -Ongoing or active infection requiring parenteral antibiotics\n  * -Impairment of lung function (COPD \\> grade 2, lung conditions requiring oxygen therapy) or current dyspnea at rest\n  * -Symptomatic congestive heart failure (class III or IV of the New York Heart Association classification for heart disease)\n  * -Known Left Ventricular Ejection Fraction (LVEF) \\< 50%.\n  * -Unstable angina pectoris, angioplasty, stenting, or myocardial infarction within 6 months\n  * -Uncontrolled hypertension (systolic blood pressure \\>160 mm Hg or diastolic blood pressure \\> 100 mm Hg, found on two consecutive measurements separated by a 1 or 2 week period despite adequate medical support)\n  * -Clinically significant cardiac arrhythmia (multifocal premature ventricular contractions, bigeminy, trigeminy, ventricular tachycardia that is symptomatic or requires treatment \\[National Cancer Institute -Common Terminology Criteria for Adverse Events, Version 4.0, grade 3\\]\n  * -QTcF ≥ 480 msec on screening EKG\n  * -Known history of QT/QTc prolongation or Torsades de Pointes (TdP)\n  * -ST depression or elevation of ≥ 1.5 mm in 2 or more leads\n  * -Diarrhea of any cause ≥ CTCAE grade 2\n  * -Active autoimmune disease that is not controlled by nonsteroidal or steroidal (\\<10 mg of prednisone per day) anti inflammatory drugs or active inflammatory disease, including small or large intestine inflammation such as active Crohn's disease or ulcerative colitis, which requires immunosuppressive therapy\n  * -Psychiatric illness/social situations that would compromise patient safety or limit compliance with study requirements including maintenance of a compliance/pill diary\n  * -Symptomatic brain metastases (patients with a history of brain metastases must be clinically stable for at least 2 weeks from completion of radiation treatment, on a dose of steroids equivalent to \\<10 mg prednisone daily for at least one week, and on a stable dose of therapeutic anticonvulsants)\n  * -Known history of chronic liver disease, including cirrhosis, current alcohol abuse, or infection with hepatitis B virus or hepatitis C virus (active or carrier), or renal failure\n  * -Known history of chronic pancreatitis\n  * -Conditions that affect lymphocyte counts, such as HIV infection or immunosuppressive therapy\n* Use of prohibited drugs",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}