{
    "nctId": "NCT02081612",
    "briefTitle": "Comparison of Nutrition Education Alone or With Acupuncture for Weight Loss in Breast Cancer Patients Post-Chemotherapy",
    "officialTitle": "Comparison of Weight Loss Among Early Stage Breast Cancer Patients Post Chemotherapy: Nutrition Education in Combination With Weight Loss Acupuncture Vs. Nutrition Education Alone",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 53,
    "primaryOutcomeMeasure": "Weight Loss",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Woman with a diagnosis of breast cancer, stage I, II, or III\n* Age ≥ 18\n* ECOG performance status ≤ 1\n* Received treatment for breast cancer, and treatment must have been completed at least 2 weeks prior to enrollment in trial, but no longer than 1 year post-treatment.\n* BMI ≥ 30\n* Adequate bone marrow and organ function as determined by the consenting/enrolling investigator\n* Signed informed consent\n* Any receptor status\n* Participant is willing and able to comply with the protocol for the duration of the study including undergoing treatment, scheduled visits, and examinations\n\nExclusion Criteria:\n\n* Current chemotherapy or radiation therapy. Participants in study may still be receiving hormone or Herceptin treatment.\n* Diagnosis of metastatic breast cancer\n* Participation in other diet-based weight loss programs (ie. Patient should not be currently enrolled in Weight Watchers, Jenny Craig, Nutrisystem, etc.)\n* Current use of commercial or natural/herbal weight loss supplements\n* Major surgery within 1 month of starting study program and patients must have recovered from any effects of major surgery\n* Other malignancies within the past three years except for adequately treated carcinoma of the cervix or basal or squamous cell carcinomas of the skin\n* Personal history of an eating disorder\n* Other serious, uncontrolled medical disorder, non-malignant systemic disease, or active, uncontrolled infection (including uncontrolled HIV, Hepatitis B or C), or any psychiatric disorder that prohibits obtaining informed consent",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}