{
    "nctId": "NCT05022342",
    "briefTitle": "Study of PIK3CA Mutations and Effectiveness and Tolerability Outcomes of Alpelisib in Real-world",
    "officialTitle": "A Descriptive Study of PIK3CA Mutations and Outcomes With Alpelisib in Patients With HR-positive and HER2-negative Advanced Breast Cancer (ABC)/ Metastatic Breast Cancer (MBC) in India",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 200,
    "primaryOutcomeMeasure": "PART A: Percentage of patients with tumors harboring a PIK3CA mutation",
    "eligibilityCriteria": "Inclusion Criteria:\n\nPART A:\n\n1. Males (≥18 years of age), post-menopausal\\* females or pre-menopausal\\*\\* females with ovarian ablation (as per physician decision).\n2. Patients with confirmed diagnosis of ABC/MBC (locoregionally recurrent not amenable to curative therapy or metastatic)\n3. Patient with histologically and/or cytologically confirmed diagnosis of HR-positive (ER+ and/or PgR+), as well as HER2-negative breast cancer by local laboratory (HER2- by Immunohistochemistry \\[IHC\\], for borderline2+ Fluorescence In Situ Hybridization \\[FISH\\])\n4. A separate signed patient ICF for Part A of the study must be obtained prior to any data collection and sample shipment to the central designated laboratory\n5. Patient's tumor tissue (archival or fresh) is available to be sent to a central laboratory for PIK3CA testing. In case, tissue sample (archival or fresh) is not available or feasible, liquid biopsy may be allowed.\n\nPART B:\n\n1. Males (≥18 years of age), post-menopausal\\* females or pre-menopausal\\*\\* females with ovarian ablation (as per physician decision).\n2. Patients with confirmed diagnosis of ABC/MBC (locoregionally recurrent not amenable to curative therapy or metastatic) - for direct enrollment patients into Part B of the study.\n3. Patient with histologically and/or cytologically confirmed diagnosis of HR-positive (ER+ and/or PgR+), as well as HER2-negative breast cancer by local laboratory (HER2- by Immunohistochemistry \\[IHC\\], for borderline2+ Fluorescence In Situ Hybridization \\[FISH\\]) - for direct enrollment patients into Part B of the study.\n4. Participants with confirmed positive PIK3CA mutation status prior to study entry.\n5. A separate signed ICF for Part B of the study must be obtained by all the patients, prior to any data collection, irrespective of patients who are being enrolled from Part A of the study or who are being enrolled directly into Part B of the study.\n6. Physician decision to treat patients with alpelisib plus fulvestrant, according to the prescribing label and the local practicing guidelines.\n7. Patient should be alpelisib treatment naïve.\n\nExclusion Criteria:\n\nPART A:\n\n1. Prior or current enrollment in any interventional clinical trial for ABC/MBC.\n\nPart\n\nPART B:\n\n1. Patients' who had prior or current exposure to alpelisib or had prior or current exposure to any other PIK3CA inhibitor should be excluded.\n2. Known hypersensitivity to alpelisib or fulvestrant, or to any of the excipients of alpelisib or fulvestrant.\n3. Participant with type I or uncontrolled type II diabetes mellitus (HbA1c \\>7, \\[as per ADA/ACP guidelines 2020\\]).\n4. Participant has a history of severe cutaneous reactions like Stevens-Johnson-Syndrome (SJS), Erythema Multiforme (EM), Toxic Epidermal Necrolysis (TEN), or Drug Reaction with Eosinophilia and Systemic Symptoms (DRESS).\n5. Participant has documented pneumonitis/interstitial lung disease which is active and requiring treatment.\n6. Participant with unresolved osteonecrosis of the jaw.\n7. Participant reports history of acute pancreatitis within 1 year of screening or past medical history of chronic pancreatitis, major surgery, any relevant medical condition, gastrointestinal (GI) condition preventing absorption, Child Pugh score B or C etc.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}