{
    "nctId": "NCT04927884",
    "briefTitle": "A Study of Sacituzumab With Chemoimmunotherapy to Treat Advanced Triple-Negative Breast Cancer After Prior Therapies",
    "officialTitle": "Open-Label Phase 1b/2 Study of Sacituzumab Govitecan-Hziy Plus Chemoimmunotherapy for the Treatment of Subjects With Advanced Triple-Negative Breast Cancer After Prior Therapy",
    "overallStatus": "TERMINATED",
    "conditions": "Advanced Triple Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 3,
    "primaryOutcomeMeasure": "Number of Participants With Treatment Emergent Adverse Events",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age ≥ 18 years.\n2. Able to understand and provide a signed informed consent that fulfills the relevant IRB or Independent Ethics Committee (IEC) guidelines.\n3. Histologically confirmed stage IV TNBC. Subjects must have had at least 2 prior treatments for TNBC. TNBC is defined as breast cancer that lacks estrogen receptor (ER) and progesterone receptor (PgR) expression (both ≤ 1% of tumor cell nuclei), and human epidermal growth factor receptor 2 (HER2) overexpression and/or amplification (IHC 0 or 1+, or IHC 2+ and fluorescence in situ hybridization \\[FISH\\]-), according to American Society of Clinical Oncology/College of American Pathologists (ASCO/CAP) guideline criteria, as evaluated by local institutions.\n4. Eastern Cooperative Oncology Group (ECOG) performance status (PS) of 0 to 2.\n5. Have at least 1 measurable lesion of ≥ 1.0 cm and/or non-measurable disease evaluable in accordance with RECIST V1.1.\n6. Ability to attend required study visits and return for adequate follow-up, as required by this protocol.\n7. Agreement to practice effective contraception for female subjects of child-bearing potential and non-sterile males. Female subjects of child-bearing potential must agree to use effective contraception while on study and for at least 5 months after the last dose of study treatment. Non-sterile male subjects must agree to use a condom while on study and for up to 5 months after the last dose of study treatment. Effective contraception includes surgical sterilization (eg, vasectomy, tubal ligation), two forms of barrier methods (eg, condom, diaphragm) used with spermicide, intrauterine devices (IUDs), oral contraceptives, and abstinence.\n\nExclusion Criteria:\n\n1. Have previously received or are currently receiving treatment with sacituzumab govitecan-hziy.\n2. Serious uncontrolled concomitant disease that would contraindicate the use of the investigational drug used in this study or that would put the subject at high risk for treatment-related complications.\n3. Systemic autoimmune disease (eg, lupus erythematosus, rheumatoid arthritis, Addison's disease, autoimmune disease associated with lymphoma).\n4. History of organ transplant requiring immunosuppression.\n5. History of or active inflammatory bowel disease (eg, Crohn's disease, ulcerative colitis).\n6. Inadequate organ function, evidenced by the following laboratory results:\n\n   1. Absolute neutrophil count (ANC) \\< 1500 cells/mm3.\n   2. Platelet count \\< 75,000 cells/mm3.\n   3. Hemoglobin \\< 9 g/dL.\n   4. Total bilirubin greater than the upper limit of normal (ULN; unless the subject has documented Gilbert's syndrome).\n   5. Aspartate aminotransferase (AST \\[SGOT\\]) or alanine aminotransferase (ALT \\[SGPT\\]) \\> 2.5 × ULN (\\> 5 × ULN in subjects with liver metastases).\n   6. Alkaline phosphatase (ALP) levels \\> 2.5 × ULN (\\> 5 × ULN in subjects with liver metastases, or \\>10 × ULN in subjects with bone metastases).\n   7. Serum creatinine \\> 2.0 mg/dL or 177 μmol/L.\n7. Uncontrolled hypertension (systolic \\> 160 mm Hg and/or diastolic \\> 110 mm Hg) or clinically significant (ie, active) cardiovascular disease, cerebrovascular accident/stroke, or myocardial infarction within 6 months prior to first study medication; unstable angina; congestive heart failure of New York Heart Association grade 2 or higher; or serious cardiac arrhythmia requiring medication.\n8. Current chronic daily treatment (continuous for \\> 3 months) with systemic corticosteroids (dose equivalent to or greater than 10 mg/day methylprednisolone), excluding inhaled steroids. Short-term steroid use to prevent IV contrast allergic reaction or anaphylaxis in subjects who have known contrast allergies is allowed.\n9. Known hypersensitivity to any component of the study medication(s).\n10. Subjects taking any medication(s) (herbal or prescribed) known to have an adverse drug reaction with any of the study medications.\n11. Known uridine diphosphate-glucuronosyl transferase 1A1 (UGT1A1) gene polymorphism resulting in reduced function.\n12. Assessed by the Investigator to be unable or unwilling to comply with the requirements of the protocol.\n13. Concurrent participation in any interventional clinical trial.\n14. Pregnant and nursing women. A negative serum pregnancy test during screening and a negative pregnancy test within 72 hours prior to the first dose must be documented before study drug is administered to a female subject of child-bearing potential.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}