{
    "nctId": "NCT04134598",
    "briefTitle": "ExclUsive endocRine Therapy Or Radiation theraPy for Women Aged ≥70 Years Early Stage Breast Cancer",
    "officialTitle": "ExclUsive endocRine Therapy Or Radiation theraPy for Women Aged ≥70 Years With Luminal A-like Early Stage Breast Cancer (EUROPA): a Randomized Phase 3 Trial",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 926,
    "primaryOutcomeMeasure": "Patient reported outcome measures (PROM) HRQoL as assessed by European Organisation for Research and Treatment of Cancer (EORTC) Quality of Life Questionnaire (QLQ) C30",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Women aged ≥70 years;\n* histologically proven invasive adenocarcinoma of the breast;\n* pathological T1 (pT1) stage (clinical T1-2 \\[cT1-2\\] stage is allowed);\n* clinical and pathological N0 (cN0 and pN0) stage (isolated tumor cells \\[i+\\] allowed);\n* any tumor grade (if pT ≤10 mm), G1-2 tumor grade (if pT between 11 and 19 mm);\n* Luminal-A by immunohistochemistry (IHC)-based on local assessment (consistent with 14th St. Gallen consensus definition):\n\n  * ER/PgR+ (defined as ≥10% by IHC staining),\n  * Human epidermal growth factor receptor 2 (HER2)- (0 or 1+ following IHC staining and proven negative by in-situ hybridization \\[ISH\\] in case of 2+), and\n  * Ki67 ≤20% by IHC staining;\n* surgically treated with BCS with or without sentinel node biopsy (SNB);\n* no clinical evidence of distant metastases. Imaging work up is not mandatory to enter the trial. If there are signs/symptoms suggesting the presence of local relapse or distant metastasis, an appropriate work up should be performed according to the treating physician standard practice. A patient with confirmed local relapse or distant metastasis will no longer be eligible for the trial;\n* postoperative final surgical margins negative (no ink on tumor);\n* baseline HRQoL questionnaires completion;\n* adjuvant bisphosphonates and denosumab are allowed;\n* before patient registration/randomization, written informed consent must be given.\n\nExclusion Criteria:\n\n* Preoperative systemic treatments (i. e., chemotherapy, endocrine therapy);\n* current treatment with any hormonal agents such as tamoxifen, raloxifene or other selective estrogen receptor modulators (SERMs), either for osteoporosis or BC prevention (patients are eligible if these medications are discontinued prior to randomization);\n* prior breast or thoracic RT;\n* known disorders associated with a higher risk for complications following RT such as collagen vascular disease, dermatomyositis, systemic lupus erythematosis or scleroderma;\n* prior diagnosis, detection, or treatment of any other invasive cancer (except basal or squamous cell carcinoma of the skin that has been definitely treated);\n* any psychological, familial, sociological or geographical condition potentially hampering compliance with the study protocol and follow-up schedule; these conditions should be discussed with the patient before registration;\n* patients must not be considered a poor medical risk due to serious, uncontrolled medical disorder, non-malignant systemic disease, or active uncontrolled infection. Examples include but are not limited to uncontrolled ventricular arrhythmia, recent (within 3 months) myocardial infarction or uncontrolled major seizure disorder.",
    "sex": "FEMALE",
    "minimumAge": "70 Years",
    "stdAges": "OLDER_ADULT"
}