{
    "nctId": "NCT03285607",
    "briefTitle": "MCS110 Combined With Neoadjuvant Doxorubicin, Cyclophosphamide, and Weekly Paclitaxel in Patients With Hormone-Receptor Positive and HER2- Breast Cancer",
    "officialTitle": "Phase I Study of MCS110 Combined With Neoadjuvant Dose-Dense Doxorubicin, Cyclophosphamide, and Weekly Paclitaxel in Patients With Hormone-Receptor Positive and HER2- Breast Cancer",
    "overallStatus": "WITHDRAWN",
    "conditions": "Breast Cancer, Cancer of Breast",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "Maximum tolerated dose (MTD) of regimen",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologically or cytologically confirmed ER+ HER2- breast cancer. ER-positivity is to follow local guidelines. If IHC HER2 is 2+, a negative FISH test is required.\n* Clinical stage II or stage III (by AJCC 7th edition) breast cancer eligible for neoadjuvant chemotherapy with complete surgical excision of the breast cancer after neoadjuvant therapy as the treatment goal.\n* Clinically positive axillary lymph nodes.\n* At least 18 years of age.\n* Eastern Cooperative Oncology Group (ECOG) performance status ≤ 2\n* Normal bone marrow and organ function as defined below:\n\n  * Absolute neutrophil count ≥ 1,500/mcL\n  * Platelets ≥ 100,000/mcL\n  * Hemoglobin ≥ 9.0 g/dL\n  * Total bilirubin ≤ 1.5 x institutional upper limit of normal (IULN)\n  * AST(SGOT)/ALT(SGPT) ≤ 3.0 x IULN\n  * Creatinine ≤ 1.5 x IULN\n  * PT/INR ≤ 1.5 x IULN (for participants on anticoagulation therapy, ≤ 1.5 x baseline value)\n  * aPTT ≤ 1.5 x IULN (for participants on anticoagulation therapy, ≤ 1.5 x baseline value)\n* Adequate cardiac function as defined below:\n\n  * LVEF ≥ 50%\n  * QTC ≤ 470 msec for females and ≤ 450 msec for males\n* Women of childbearing potential and men must agree to use adequate contraception (hormonal or barrier method of birth control, abstinence) prior to study entry, for the duration of study participation, and for 90 days after the last dose of MCS110. Should a woman become pregnant or suspect she is pregnant while she or her partner is participating in this study, she must inform her treating physician immediately. Men treated or enrolled on this protocol must also agree to use adequate contraception prior to the study, for the duration of study participation, and for 4 month after completion of MCS110 administration.\n* Ability to understand and willingness to sign an Institutional Review Board (IRB) approved written informed consent document (or that of legally authorized representative, if applicable).\n\nExclusion Criteria:\n\n* Presence of metastatic disease.\n* Therapy for underlying malignancy within 2 weeks prior to start of study treatment.\n* A history of other malignancy ≤ 3 years previous with the exception of basal cell or squamous cell carcinoma of the skin which were treated with local resection only or carcinoma in situ of the cervix.\n* Bilateral or inflammatory breast cancer.\n* Currently receiving any other investigational agents.\n* Receiving immunosuppressive agents or \\> 10 mg daily prednisone or equivalent of corticosteroids.\n* A history of allergic reactions attributed to compounds of similar chemical or biologic composition to MCS110, doxorubicin, cyclophosphamide, paclitaxel, or other agents used in the study.\n* Known hypersensitivity to monoclonal antibodies.\n* Personal or family history of long QT syndrome.\n* Evidence of retinal pathology on ophthalmologic examination that is considered a risk factor for neurosensory retinal detachment / central serous chorioretinopathy (CSCR), retinal vein occlusion (RVO), or neovascular macular degeneration.\n* Diagnosis of any type of muscle disease that may result in CK elevation.\n* Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, or cardiac arrhythmia. Clinically significant cardiovascular disease within 6 months of screening.\n* Presence of any Common Terminology Criteria for Adverse Events (CTCAE) grade 2 or greater toxicity.\n* Pregnant and/or breastfeeding. Women of childbearing potential must have a negative pregnancy test within 14 days of study entry.\n* Known history of human immunodeficiency virus or infection with hepatitis requiring antiviral therapy.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}