{
    "nctId": "NCT01785992",
    "briefTitle": "A Study of the Safety and Effectiveness of Irosustat When Added to an AI in ER+ve Locally Advanced or Metastatic Breast Cancer.",
    "officialTitle": "A Phase II Study to Assess the Safety and Efficacy of the Steroid Sulfa-tase Inhibitor Irosustat When Added to an Aromatase Inhibitor in ER Positive Locally Advanced or Metastatic Breast Cancer Patients.",
    "overallStatus": "COMPLETED",
    "conditions": "Locally Advanced Breast Cancer, Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 27,
    "primaryOutcomeMeasure": "Clinical benefit defined as complete response / partial response plus stable disease for at least 6 months (RECIST v1.1).",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Written informed consent prior to admission to this study.\n2. Aged ≥ 25 years of age.\n3. Histologically confirmed ER+ve primary or metastatic breast cancer.\n4. Locally advanced or metastatic breast cancer treated with 1st line AI treatment with either a documented objective response (CR/PR) or disease stabilisation (SD) for at least 6 months prior to disease progression.\n5. Postmenopausal as defined by any of the following criteria:\n\n   1. Amenorrhoea for at least 6 months prior to study entry and estradiol and LH/FSH in the postmenopausal range on local laboratory analysis whilst taking a 3rd generation AI during the screening phase of the study.\n   2. Amenorrhoea during combination treatment with ovarian suppression (e.g. goserelin) and an AI in which case estradiol should be below the limit of detection of the standard local laboratory assay during the screening phase of the study.\n6. ECOG performance status 0 to 2.\n7. Measurable and/or evaluable sites of locally advanced or metastatic disease that can be accurately assessed by CT/MRI scan at baseline and follow up visits (RECIST v1.1).\n\n   N.B Patients with bone metastasis are eligible provided they have evaluable metastases sites that can be followed (X-Ray or MRI/CT scanning). Patients on established bisphosphonate treatment for at least 3 months are eligible for entry into the trial and are allowed to continue with bisphosphonate treatment.\n8. Adequate organ function as defined by (Haemoglobin (Hb) ≥ 9 g/dL; Absolute Neutrophil Count (ANC) ≥ 1.5 x 109/L; Platelet count (Plts) ≥ 100 ≥ 109/L; White Blood Cell (WBC) ≥ 3.0 x 109/L; Serum albumin ≤ 1.5 upper limit of normal (ULN); Aspartate Aminotransferase (AST) and Alanine Aminotransferase (ALT) ≤ 3 x ULN if no demonstrable liver metastases or ≤ 5 x ULN in the presence of liver metastases; alkaline phosphatase (ALP) ≤ 5 x ULN; Total bilirubin ≤ 1.5 x ULN if no demonstrable liver metastases or ≤ 3 x ULN in the presence of liver metastases; Creatinine ≤ 1.5 x ULN or creatinine clearance \\>50ml/min).\n9. Life expectancy of ≥3 months.\n\nExclusion Criteria:\n\n1. Human epidermal growth factor Receptor-2 (HER2) positive cancer.\n2. Discontinuation of current AI therapy for \\> 21 days prior to study entry.\n\n   N.B If the patient has discontinued the AI within this period they can be restarted on the same AI. This must be continued for at least 7 days before introducing the IMP. Baseline investigations must be performed in timeframes related to the start of the IMP, not the AI.\n3. Rapidly progressive, life-threatening metastases, including any of the following:\n\n   1. Patients with active parenchymal brain or leptomeningeal involvement\n   2. Symptomatic lymphangitis carcinomatosis\n   3. Extensive visceral metastases requiring chemotherapy.\n4. Patients with a history of another primary malignancy within 5 years prior to starting study treatment, except adequately treated basal or squamous cell carcinoma of the skin, carcinoma in site and the disease under study.\n5. More than one prior line of chemotherapy for locally advanced or metastatic disease.\n6. AI therapy given in combination with another endocrine agent with the exception of a GnRH agonist.\n7. Radiotherapy to measurable lesion within 2 months of treatment start.\n8. Systemic corticosteroids for ≥ 15 days within the last 4 weeks.\n9. Evidence of uncontrolled active infection.\n10. Evidence of significant medical condition or laboratory finding which, in the opinion of the Investigator, makes it undesirable for the patient to participate in the trial.\n11. Concurrent therapy with any other investigational agent.\n12. Concomitant use within 14 days prior to commencement of study treatment of:\n\n    1. Rifampicin and other CYP2C and 3A inducers such as rifabutin, rifapentine, carbamazepine, phenobarbital, phenytoin and St. John's Wort\n    2. Systemic carbonic anhydrase inhibitors.\n13. Any of the following cardiac criteria:\n\n    1. Mean resting corrected QT interval (QTcf) \\>450 ms as calculated by Fridericia's formula obtained from 3 electrocardiograms (ECGs)\n    2. Any clinically important abnormalities in rhythm, conduction or morphology of resting ECG e.g. complete left bundle branch block, third degree heart block\n    3. Any factors that increase the risk of QTc prolongation or risk of arrhythmic events such as heart failure, hypokalaemia, congenital long QT syndrome, family history of long QT syndrome or unexplained sudden death under 40 years of age or any concomitant medication known to prolong the QT interval.\n14. Uncontrolled abnormalities of serum potassium, sodium, calcium (corrected) phosphate or magnesium levels.\n15. Refractory nausea and vomiting, chronic gastrointestinal diseases, inability to swallow the formulated investigational medicinal product (IMP) or previous significant bowel resection that would preclude absorption of Irosustat or the AI.",
    "sex": "FEMALE",
    "minimumAge": "25 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}