{
    "nctId": "NCT00965939",
    "briefTitle": "An Observational Study to Assess Response to Tamoxifen in Breast Cancer Patients",
    "officialTitle": "Study to Assess Response to Tamoxifen in (cT3)/ Inoperable Locally Advanced / Metastatic ER-positive Breast Cancer by the 'Tamoxifen Activity Score' Based on Drug Interaction and Polymorphisms in Genes Coding for Tam. Metabolising Enzymes.",
    "overallStatus": "COMPLETED",
    "conditions": "ER-positive Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 300,
    "primaryOutcomeMeasure": "ORR",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* - Female \\> 18 years of age\n* Written and voluntary informed consent understood signed and dated\n* Histologically or cytologically confirmed measurable invasive adenocarcinoma of the breast either large (cT3), locally advanced stage IIIB/C inoperable, or metastatic and not amenable to curative therapy with surgery or radiotherapy.\n* Measurable disease is defined as follows: CT scan for metastatic or locally advanced stage IIIB disease and ultrasound of the breast for operable large size breast cancers where tamoxifen is given for neoadjuvant endocrine therapy .\n* Patients must be postmenopausal as defined by criteria in appendix 1.\n* Breast cancer should be considered as oestrogen receptor positive by the clinician using immunohistochemistry readings as is standard procedure for local pathologist\n* Prior endocrine tamoxifen therapy in the adjuvant setting is allowed if there is more than 12 months after completion of adjuvant tamoxifen.\n* Prior radiotherapy is allowed but evaluable lesions that have been irradiated need to be progressive before starting in the study\n* Concurrent use of bisphosphonates is allowed if they are started 2 weeks before study start and these drugs should be continued as planned throughout the study\n* Adequate renal and liver function Serum creatinine and serum bilirubin ≤ 1.5 X ULN Serum ALT and AST ≤ 2.5 X ULN (or ≤ 5 in case of liver metastases)\n* Serum calcium should be ≤ 11,6 mg/dl\n* ECOG performance status 0,1,2 (appendix 2)\n\nExclusion Criteria:\n\n* - Male\n* Life threatening disease requiring a quick response (eg, extensive hepatic or pulmonary involvement)\n* CNS involvement\n* Less than 12 months since stopping tamoxifen in the adjuvant setting\n* Previous chemotherapy, tamoxifen or more than one line hormone therapy or targeted therapy for locally advanced/ metastatic breast cancer\n* Bone lesions only\n* One line of prior endocrine therapy with an oral aromatase inhibitor for locally advanced or metastatic breast cancer is not allowed also not if there is clear progression according to RECIST and the clinician judges tamoxifen an appropriate second line therapy\n* Contra indication for tamoxifen: history of DVT/vaginal bleeding of unknown origin\n* Dementia\n* History of other malignancy that may interfere with at least 6 months of tamoxifen therapy",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}