{
    "nctId": "NCT00827567",
    "briefTitle": "Trial of RAD001 in Triple Negative Metastatic Breast Cancer",
    "officialTitle": "A Phase II Trial of RAD001 in Triple Negative Metastatic Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 6,
    "primaryOutcomeMeasure": "Time to Progression(TTP)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Eastern Cooperative Group (ECOG) performance status ≤ 2\n* Age ≥ 18 years\n* At least one measurable site of disease according to RECIST criteria that has not been previously irradiated. If the patient has had previous radiation to the marker lesion(s), there must be evidence of disease progression since the radiation\n* Adequate bone marrow function as shown by: Absolute Neutrophil Count (ANC) ≥ 1.5 x 109/L, Platelets (PLT)≥ 100 x 109/L, Hemoglobin (HGB) ≥9 g/dL\n* Adequate liver function as shown by:Serum bilirubin ≤ 1.5 x upper limits of normal (ULN), Prothrombin Time (INR) ≤ 1.3 (or ≤ 3 on anticoagulants), Liver function teats ≤ 2.5x ULN (≤ 5x ULN in patients with liver metastases)\n* Adequate renal function: serum creatinine ≤ 1.5 x ULN\n* Controlled diabetes as defined by fasting serum glucose ≤1.5 x ULN\n* Fasting serum cholesterol ≤300 mg/dL or ≤7.75 mmol/L AND fasting triglycerides ≤ 2.5 x ULN.\n\nExclusion Criteria:\n\n* Currently receiving anticancer therapies or who have received anticancer therapies within 4 weeks of the start of study drug (including chemotherapy, antibody based therapy, etc.)\n* Palliative radiation therapy only allowed to localized areas (ie: painful rib lesion), at the discretion of the PI and treating radiation oncologist\n* Major surgery/significant traumatic injury within 4 weeks of start of study drug.\n* Not recovered from the side effects of any major surgery (defined as requiring general anesthesia) to Grade I or patients that may require major surgery during the course of the study.\n* Prior treatment with any investigational drug within the preceding 4 weeks\n* Receiving chronic immunosuppressive agents, except corticosteroids with a daily dosage equivalent to prednisone ≤ 20 milligrams (mg). However, patients receiving corticosteroids must have been on a stable dosage regimen for a minimum of 4 weeks prior to the first treatment with RAD001. Topical or inhaled corticosteroids are allowed.\n* May not receive immunization with attenuated live vaccines within one week of study entry or during study period.\n* Uncontrolled brain or leptomeningeal metastases, including patients who continue to require glucocorticoids for brain or leptomeningeal metastases\n* Other malignancies within the past 3 years, except for adequately treated carcinoma of the cervix and basal or squamous cell carcinomas of the skin.\n* Severe and/or uncontrolled medical conditions or other conditions that could affect their participation in the study such as: Congestive heart failure: New York Heart Association Class III/IV, Unstable angina pectoris, symptomatic congestive heart failure, myocardial infarction within 6 months of start of study drug, serious uncontrolled cardiac arrhythmia or any other clinically significant cardiac disease.\n* Impaired lung function (PFT screen at baseline) as defined as spirometry and DLCO that is 50% of the normal predicted value and/or 02 saturation that is 88% or less at rest on room air.\n* Uncontrolled diabetes as defined by fasting serum glucose ≥1.5 x ULN. Glucose control should be achieved before starting a patient on RAD001.\n* Active (acute or chronic) or uncontrolled severe infections\n* Liver disease(cirrhosis, chronic active hepatitis or chronic persistent hepatitis)\n* Known history of Human Immunodeficiency Virus (HIV) seropositivity\n* Impairment of gastrointestinal function/disease that may significantly alter the absorption of RAD001 (e.g., ulcerative disease, uncontrolled nausea, vomiting, diarrhea, malabsorption syndrome or small bowel resection)\n* Active, bleeding diathesis\n* Female patients who are pregnant or breast feeding, or adults of reproductive potential who are not using effective birth control methods.\n* Prior treatment with an mTOR inhibitor (sirolimus, temsirolimus, everolimus).\n* Known hypersensitivity to RAD001 (everolimus) or other rapamycin drugs (sirolimus, temsirolimus) or to its excipients",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}