{
    "nctId": "NCT04703244",
    "briefTitle": "Development of Patient Derived Xenografts (PDX) in Patients With Breast Cancer",
    "officialTitle": "Development of Patient Derived Xenografts (PDX) in Patients With Breast Cancer Who Have Residual Disease After Neoadjuvant Systemic Therapy",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer, Residual",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 100,
    "primaryOutcomeMeasure": "Generate patient derived xenografts (PDX) and organoids from breast cancer patients with residual disease after neoadjuvant therapy",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Age ≥18 years.\n* Diagnosis of invasive breast cancer treated with neoadjuvant systemic therapy.\n* Surgically resectable disease following neoadjuvant systemic treatment.\n* At least one of the following must be true:\n\n  1. Received at least 2 weeks of neoadjuvant endocrine therapy\n  2. Received at least 2 months of neoadjuvant chemotherapy with suggestion of residual disease on imaging\n  3. Began neoadjuvant chemotherapy or endocrine therapy but discontinued due to evidence of progressive disease by MRI, ultrasound, or physical examination\n* Provide written informed consent.\n* Willing to return to enrolling institution for breast cancer surgery.\n* Willingness to provide mandatory blood specimens for future research on breast cancer at Mayo Clinic.\n* Willingness to provide mandatory tissue specimens for future research on breast cancer at Mayo Clinic.\n* Willingness to provide mandatory tissue specimens for the generation of PDX and organoids to be used future research on breast cancer at Mayo Clinic.\n\nExclusion Criteria:\n\n* Ineligible for surgery.\n* History of prior malignancy \\<3 years prior to registration. Exceptions for non-melanoma skin cancer, papillary thyroid cancer, non-invasive cancer (e.g., carcinoma in situ of the cervix).",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}