{
    "nctId": "NCT05637671",
    "briefTitle": "Efficacy and Safety of Oxybutynin Versus Paroxetine in Aromatase Inhibitor-induced Vasomotor Symptoms",
    "officialTitle": "Efficacy and Safety of Oxybutynin Versus Paroxetine in Breast Cancer Patients With Aromatase Inhibitor-induced Vasomotor Symptoms.",
    "overallStatus": "RECRUITING",
    "conditions": "Vasomotor Symptoms",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 146,
    "primaryOutcomeMeasure": "Efficacy of oxybutynin compared to paroxetine through hot flashes diary",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Post-menopausal female patients who are 18 years of age or older.\n2. Patients diagnosed with hormone receptor-positive breast cancer stage 0 - IIIC (non-advanced breast cancer) who are taking aromatase inhibitors as adjuvant therapy (post-surgery) and having Significant vasomotor symptoms, defined as a mean of 5 moderate to severe hot flashes per day.\n3. Have an Eastern Cooperative Oncology Group performance status rating (ECOG-PSR) ˂ 2.\n4. Life expectancy greater than 6 months.\n5. Normal serum creatinine level and bilirubin level is less than two times the normal level.\n6. Serum follicle-stimulating hormone (FSH) levels above 40 mIU/mL.\n\nExclusion Criteria:\n\n1. Patients taking tamoxifen as adjuvant therapy.\n2. Metastatic breast cancer.\n3. Other treatments used for hot flashes, antidepressants, and monoamine oxidase inhibitors (except if they are discontinued for at least one month before study entry).\n4. Hypersensitivity to paroxetine or oxybutynin.\n5. Presence of a condition requiring use of an anticholinergic agent.\n6. Untreated hypertension.\n7. Impaired liver or kidney function.\n8. Unstable cardiac disease.\n9. Pregnancy or breastfeeding.\n10. History of self-injurious behavior.\n11. History of clinical diagnosis or treatment of any psychiatric disorder.\n12. Prior use of oxybutynin or paroxetine for hot flushes.\n13. Recent use of oxybutynin or paroxetine for conditions other than vasomotor symptoms unless they are stopped at least 30 days before the study entry.",
    "sex": "FEMALE",
    "minimumAge": "N/A",
    "stdAges": "CHILD, ADULT, OLDER_ADULT"
}