{
    "nctId": "NCT06129747",
    "briefTitle": "Repeat Breast Conserving Surgery Followed by Daily Partial Breast Irradiation in Ipsilateral Breast",
    "officialTitle": "Repeat Breast Conserving Surgery Followed by Daily Partial Breast Irradiation for Participants With Ipsilateral Breast Tumor Recurrence Treated Initially With Breast Conserving Surgery and Whole Breast Radiation Therapy",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer, Tumor, Breast",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 55,
    "primaryOutcomeMeasure": "Treatment-related adverse events as graded by CTCAE criteria",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Participants' recurrences must have histologically confirmed ductal carcinoma in-situ, invasive ductal, medullary, papillary, colloid (mucinous), or tubular histologies.\n* Lesion size \\< 3 cm treated with a partial mastectomy. Participants with clinically and radiographically negative axillas do not require an axillary lymph node sampling unless they did not have prior axillary lymph node sampling (e.g. previous cancer was DCIS). Repeat sentinel lymph node biopsy is permitted.\n* Unifocal breast cancer recurrence.\n* Negative resection margins with at least a no tumor on ink from invasive and 2 mm margins for ductal carcinoma in-situ or a negative re-excision.\n* Hormonal therapy is allowed. If chemotherapy is planned, the radiation is delivered first and chemotherapy must begin no earlier than two weeks following completion of radiation.\n* Participants must be \\> 18 years of age. Because no dosing or adverse event data are currently available on the use of breast re-irradiation in participants ≤18 years of age, children are excluded from this study.\n* Participants must have the ability to understand and the willingness to sign a written informed consent document.\n* Performance status: ECOG Performance status ≤ 2.\n* Life expectancy of ≥ 12months, in the opinion of and as documented by the investigator.\n* Not based on gender; this trial is open to any gender, defined as self-representation of gender identity.\n\nExclusion Criteria:\n\n* Participants with nodal or distant metastatic disease\n* Participants with invasive lobular carcinoma, extensive lobular carcinoma in-situ, extensive ductal carcinoma in-situ (spanning more than 3 cm), or uncontrolled nonepithelial breast malignancies such as lymphoma or sarcoma.\n* Participants with multicentric carcinoma (tumors in different quadrants of the breast or tumors separated by at least 4 cm). Palpable or radiographically suspicious contralateral axillary, ipsilateral or contralateral supraclavicular, infraclavicular, or internal mammary lymph nodes unless these are histologically or cytologically confirmed negative.\n* Extensive intraductal component (EIC) by the Harvard definition, i.e. 1) more than 25% of the invasive tumor is DCIS and DCIS present in adjacent breast tissue. Presence of an EIC increases the chance of local recurrence, and as such, one might not be a candidate for repeat breast conservation.\n* Participants with Paget's disease of the nipple.\n* Participants with skin involvement.\n* Participants with systemic lupus erythematosus requiring pharmacologic management, scleroderma, or dermatomyositis.\n* Participants with psychiatric, neurologic, or addictive disorders that would preclude obtaining informed consent.\n* Participants who are pregnant or lactating due to potential fetal exposure to radiation and unknown effects of radiation on lactating females.\n* Participants with known BRCA 1/BRCA 2 mutations.",
    "sex": "ALL",
    "minimumAge": "19 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}