{
    "nctId": "NCT02536742",
    "briefTitle": "Palbociclib in Molecularly Characterized ER-positive/HER2-negative Metastatic Breast Cancer",
    "officialTitle": "A Phase II Study of Palbociclib Plus Fulvestrant for Pretreated Patients With ER+/HER2- Metastatic Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 124,
    "primaryOutcomeMeasure": "Number of Participants With and Without Progression Free Survival (PFS) Events",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Female gender\n* Age ≥ 18 years\n* Postmenopausal, defined as women with:\n\n  * Prior bilateral surgical oophorectomy; or\n  * Amenorrhea and age ≥ 60 years; or\n  * Age \\< 60 years and amenorrhea for 12 or more consecutive months in the absence of alternative pathological or physiological cause and FSH and serum estradiol levels within the laboratory's reference ranges for postmenopausal women.\n* Endocrine resistant disease, defined as one of:\n\n  * Relapse while on adjuvant endocrine therapy;\n  * Relapse within 12 months after completion of adjuvant endocrine therapy;\n  * Progression of disease under first line endocrine therapy for metastatic and/or loco-regionally advanced breast cancer.\n\nNote: Patient may have received one prior chemotherapy for advanced or metastatic breast cancer.\n\n* ER positive tumor and HER2-negative tumor, as assessed locally\n* ECOG Performance Status 0-1.\n* Measurable or non-measurable but evaluable disease according to RECIST 1.1.\n* Written Informed Consent (IC) for screening procedures.\n* Written informed consent to participate in the AURORA program of BIG.\n* The patient has been informed of and agrees to data transfer and handling, in accordance with national data protection guidelines.\n* Life expectancy \\>3 months.\n* Hematological status:\n\n  * Absolute neutrophil count ≥ 1.5 × 109/L\n  * Platelet count ≥ 100 × 109/L\n  * Hemoglobin ≥ 9 g/dL\n* Hepatic status:\n\n  * Serum total bilirubin ≤ 1.5 × upper limit of normal (ULN).\n  * AST and ALT ≤ 2.5 × ULN; if the patient has liver metastases, ALT and AST must be ≤ 5 × ULN.\n* Glucose in normal range, or well-controlled diabetes defined as an HbA1c level ≤ 7.5%.\n* Renal status:\n\n  - Creatinine ≤ 1.5 ×ULN or creatinine clearance \\> 60 ml/min.\n* International Normalized Ratio (INR) or Prothrombin Time (PT) ≤1.5 × ULN unless patient is receiving anticoagulant therapy as long as PT or PTT is within therapeutic range of intended use of anticoagulant.\n* Ability to swallow oral medication.\n\nExclusion Criteria:\n\n* Prior use of fulvestrant or any CDK inhibitor.\n* More than one prior line of chemotherapy for metastatic or locally relapsed disease.\n* Previous or current non-breast malignancies within the last 5 years, with the exception of in situ carcinoma of the cervix, and adequately treated basal cell or squamous cell carcinoma of the skin.\n* Known active uncontrolled or symptomatic CNS metastases, carcinomatous meningitis or leptomeningeal disease as indicated by clinical symptoms, cerebral edema, and/or progressive growth.\n* Any of the following in the previous 6 months: myocardial infarction, severe/unstable angina pectoris, ongoing cardiac dysrhythmias of NCI CTCAE grade ≥2, atrial fibrillation of any grade, coronary/peripheral artery bypass graft, symptomatic congestive heart failure (NYHA functional classification ≥3), cerebrovascular accident including transient ischemic attack, or symptomatic pulmonary embolism.\n* QTc exceeding 480msec, family or personal history of long or short QT syndrome, Brugada syndrome or known history of QTc prolongation, or Torsade de Pointes (TdP).\n* Uncontrolled electrolyte disorders that can reinforce the QT-prolonging effect of the drug (e.g., hypocalcemia, hypokalemia, hypomag¬nesemia).\n* Known history of HIV seropositivity. HIV screening is not required at baseline.\n* Uncontrolled diabetes defined as HbA1c level \\> 7.5%.\n* Concurrent disease or familial, sociological or geographical condition that would make the patient inappropriate for trial participation or any serious medical disorder that would interfere with the patient's safety.\n* Dementia, altered mental status, or any psychiatric condition that would prevent the understanding or rendering of Informed Consent.\n* Known abnormalities in coagulation such as bleeding diathesis, or treatment with anticoagulants precluding intramuscular injections of fulvestrant.\n* Treatment with an investigational agent in the 4 weeks before enrollment.\n* Concurrent treatment with any of the drugs not permitted\n* Adverse events (except alopecia) from previous systemic cancer therapy, radiotherapy or surgery have not recovered to CTCAE v4.0 grade 1 or resolved prior to enrollment.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}