{
    "nctId": "NCT00003088",
    "briefTitle": "Combination Chemotherapy in Treating Patients With Breast Cancer",
    "officialTitle": "A Randomized Phase III Trial of Sequential Chemotherapy Using Doxorubicin, Paclitaxel, and Cyclophosphamide or Concurrent Doxorubicin and Cyclophosphamide Followed by Paclitaxel at 14 or 21 Day Intervals in Women With Node Positive Stage II/IIIA Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 2005,
    "primaryOutcomeMeasure": "Disease free survival",
    "eligibilityCriteria": "1. Required Tumor Parameters\n\n   1.1 Patients with operable, histologically confirmed adenocarcinoma of the female breast and positive lymph nodes. Node positivity may be determined by either an axillary node dissection or a positive sentinel node finding by immunohistochemistry or histology. This includes any patient with one or more positive lymph nodes whose tumors are T0, T1, 2 or 3 and N1, N2, MO. Patients with metaplastic carcinoma are eligible. Bilateral disease does not exclude patients from entry.\n\n   1.2 Tumors that are locally advanced at diagnosis are not eligible. This is left to investigator judgment. Patients with tumors fixed to the chest wall, peau d'orange skin changes, skin ulcerations, or clinical inflammatory changes (T4 disease) are excluded from this study. Dermal lymphatic involvement noted on pathology without clinical inflammatory changes will not exclude a patient from this study.\n\n   1.3 Patients with any ERP/PgR status are eligible.\n2. Prior treatment:\n\n   2.1 \\<84 days from mastectomy or within 84 days of axillary dissection if the patient's most extensive breast surgery was a breast sparing procedure.\n\n   2.2 Surgical resection margins - All tumor should be removed by either a modified radical mastectomy or a segmental mastectomy. Node dissection: patients may have had either an axillary node dissection or sentinel lymph node biopsy before beginning treatment on protocol.\n   * Mastectomy: There should be no evidence of gross or microscopic tumor at the surgical resection margins noted in the final surgery or pathology reports for patients who have had a modified radical mastectomy. Patients with close margins (tumor \\< 1 mm from margin) are eligible.\n   * Segmental mastectomy (lumpectomy): Although clear margins are preferable, DCIS or LCIS at the surgical resection margin will not render a patient who has undergone a segmental mastectomy ineligible for this study. Invasive tumor at the final resection margin will render a patient ineligible.\n\n   2.3 No prior chemotherapy.\n\n   2.4 No prior radiation therapy for this malignancy. Patients who received radiation to the breast for DCIS are eligible. Patients who have had segmental mastectomy will be treated with radiotherapy according to standard procedures in the treating physician's institution after completion of all chemotherapy. Patients who have had modified radical mastectomy may also receive radiotherapy at the discretion of the treating physician according to institutional guidelines.\n\n   2.5 Patients may receive up to four weeks of tamoxifen therapy for this malignancy and still be eligible for study entry. Patients who received tamoxifen for purposes of chemoprevention (e.g., Breast Cancer Prevention Trial) or for other indications (including previous breast cancer) are eligible. Tamoxifen therapy should be discontinued before the patient is enrolled on this study.\n3. Age \\> 18. There is no upper age limit for enrollment on this study.\n4. Required initial laboratory data:\n\n   * Granulocyte count \\> 1000/mm3\n   * Platelet count \\> 100,000/mm3\n   * Bilirubin within upper limits of normal",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}