{
    "nctId": "NCT03340402",
    "briefTitle": "Preoperative Accelerated Partial Breast Irradiation for Triple Negative Breast Cancer Using Proton Beam Scanning",
    "officialTitle": "Pilot Study of Preoperative Accelerated Partial Breast Irradiation for Triple Negative Breast Cancer Using Proton Beam Scanning",
    "overallStatus": "WITHDRAWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "Cumulative incidence of grade ≥ 3 acute dermatitis",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Age at least 40 years\n* Core biopsy proven estrogen negative (\\< 1%), progesterone negative (\\< 1%), and HER2-neu negative (+1 by immunohistochemistry and/or FISH ratio \\< 2.0) invasive breast cancer\n* Unicentric AJCC 7th edition T1N0M0 tumor measuring no greater than 2.0 cm in longest dimension on initial imaging with either breast MRI and/or mammogram\n* ECOG Performance status \\< 1\n* No prior treatment for this diagnosis of cancer\n* No prior radiation to the ipsilateral breast, a history of contralateral breast radiation is permitted\n* No clinical or radiographic evidence of malignant regional adenopathy\n* No contraindication to breast conserving surgery, sentinel lymph node biopsy, or radiation therapy\n* Ability to understand and willingness to sign a written informed consent document.\n* Pregnant females are excluded. Female subjects of childbearing potential must indicate to their physician that there is not a possibility of being pregnant at the time of enrollment or have a negative pregnancy test prior to initiation of radiation therapy\n\nExclusion Criteria:\n\n* Multicentric breast cancer, defined as discontiguous tumors separated by at least 5 cm of uninvolved tissue or discontiguous tumors that are located within separate breast quadrants either clinical or mammographically.\n* Multifocal breast cancer, defined as discontiguous discrete foci of invasive carcinoma, separated by uninvolved intervening tissue, but within an overall span of 5 cm, or within the same breast quadrant.\n* Tumor \\> 2.0 cm, nodal involvement, or metastatic involvement\n* Patients with either diffuse (\\>1 quadrant or \\> 5 cm) suspicious microcalcifications on mammogram or diffuse non-mass-like enhancement on MRI\n* History of ipsilateral cosmetic or reconstructive breast surgery\n* Patients with a pacemaker or defibrillator\n* Any contraindication to MRI including but not limited to the presence of a pacemaker/defibrillator or other implanted ferromagnetic device or an inability to lie prone\n* Pregnant or lactating women\n* Medical condition including but not limited to ongoing or active infection or connective tissue disease (e.g. systemic sclerosis or other collagen vascular diseases) that would, in the opinion of the treating physician, make this protocol unreasonably hazardous to the patient.\n* Psychiatric illness/social situation that would limit ability to provide informed consent",
    "sex": "ALL",
    "minimumAge": "40 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}