{
    "nctId": "NCT01540110",
    "briefTitle": "Study of Neoadjuvant Docetaxel and Cyclophosphamide in Locally Advanced or Node Positive Primary Breast Cancer With Companion Pharmacokinetic and Pharmacogenomic Analyses",
    "officialTitle": "Phase 2 Study of Neoadjuvant Docetaxel and Cyclophosphamide in Locally Advanced or Node Positive Primary Breast Cancer With Companion Pharmacokinetic and Pharmacogenomic Analyses",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 21,
    "primaryOutcomeMeasure": "To evaluate tumour pathological complete response rate after 6 cycles of neoadjuvant docetaxel and cyclophosphamide in Asian population",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients must have histologically confirmed invasive breast cancer.\n* Patients must have either locally advanced (cT3-T4, N0-3 or cTx, T0-4, N2-N3) or lymph node positive breast cancer\n* Age \\>21 years. Because no dosing or adverse event data are currently available on the use of docetaxel in patients \\<21 years of age, children are excluded from this study but will be eligible for future pediatric phase 2 combination trials.\n* Life expectancy of greater than 10 years.\n* ECOG performance status \\<2 (Karnofsky \\>60%; see Appendix A).\n* Patients must have normal organ and marrow function as defined below:\n\n  * leukocytes \\>3,000/mL\n  * absolute neutrophil count \\>1,500/mL\n  * platelets \\>100,000/mL\n  * total bilirubin within normal institutional limits\n  * AST(SGOT)/ALT(SGPT) \\<2.5 X institutional upper limit of normal\n  * creatinine within normal institutional limits OR\n  * creatinine clearance \\>40 mL/min for patients if creatinine levels above institutional normal\n* The effects of docetaxel on the developing human fetus at the recommended therapeutic dose are unknown. For this reason, women of child-bearing potential must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) prior to study entry and for the duration of study participation. Should a woman become pregnant or suspect she is pregnant while participating in this study, she should inform her treating physician immediately.\n* Ability to understand and the willingness to sign a written informed consent document.\n\nExclusion Criteria:\n\n* HER2 positive breast cancer\n* Metastatic breast cancer\n* Patients who have had any chemotherapy or radiotherapy prior to entering the study.\n* Patients receiving any other investigational agents.\n* History of allergic reactions attributed to compounds of similar chemical or biologic composition to docetaxel, cyclophosphamide, lenograstim or filgrastim.\n* History of pre-existing peripheral neuropathy\n* Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements.\n* Pregnant women are excluded from this study because chemotherapy in general including docetaxel and cyclophosphamide used in this study are pregnancy class D agents with the potential for teratogenic or abortifacient effects. Because there is an unknown but potential risk for adverse events in nursing infants secondary to treatment of the mother with chemotherapy, breastfeeding should be discontinued if the mother is treated with chemotherapy. These potential risks may also apply to other agents used in this study.\n* Because patients with immune deficiency are at increased risk of lethal infections when treated with marrow-suppressive therapy, HIV-positive patients receiving combination anti-retroviral therapy are excluded from the study because of possible pharmacokinetic interactions with chemotherapy or other agents administered during the study. Appropriate studies will be undertaken in patients receiving combination anti-retroviral therapy when indicated.\n* Patients with prior malignancies are excluded except for basal cell carcinoma of the skin and carcinoma in-situ of the cervix who have received curative treatment.\n* Inclusion of Women and Minorities\n* Both men and women of all races and ethnic groups are eligible for this trial.\n* Protocol precautions and restrictions\n* Patients who are pregnant or actively breast feeding are not eligible to participate in this study as stated in 3.2.8. Female patients of child bearing potential will be required to use reliable methods of contraception for the duration of the study and until 4 weeks after the last dose of study treatment.",
    "sex": "ALL",
    "minimumAge": "21 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}