{
    "nctId": "NCT01416558",
    "briefTitle": "Nab-paclitaxel in Metastatic Breast Cancer Patients Failing Solvent Based Taxane (Tiffany)",
    "officialTitle": "A Multicenter Non-randomized Phase II Study to Evaluate Nab-paclitaxel in Metastatic Brest Cancer Patients Failing a Solvent Based Taxane as (Neo-)Adjuvant Treatment (Tiffany)",
    "overallStatus": "TERMINATED",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 66,
    "primaryOutcomeMeasure": "Overall response rate (ORR)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Written informed consent for all study procedures according to local regulatory requirements prior to beginning specific protocol procedures.\n* Complete baseline documentation must be submitted via the web-based data collection system MedCODES to the GBG Forschungs GmbH.\n* Diagnosis of locally advanced or metastatic hormone-sensitive or insensitive, HER2-negative or -positive breast cancer.\n* Relapse within ≤ 12 months after completing (last day of last cycle) (neo-) adjuvant chemotherapy.\n* Documented relapse of either a measurable or a non-measurable lesion according to the modified RECIST criteria.\n* Previous neoadjuvant or adjuvant treatment with a solvent based taxane (paclitaxel or docetaxel) irrespective of dose and duration.\n* Prior endocrine treatment for metastatic / advanced disease is allowed.\n* Complete radiological and clinical tumor assessment within 4 weeks prior to registration performed as clinically indicated.\n* Age ≥ 18 years.\n* ECOG Performance Status ≤ 2 (irrespective of restrictions due to breast cancer).\n* Laboratory requirements:Absolute neutrophil count (ANC) \\>= 1.5 x 109/L., Platelets \\>= 100 x 109/L., Hemoglobin \\>= 9 g/dL (\\>= 5.6 mmol/L)., Prothrombin time (PT) or international normalized ratio (INR) \\<= 1.2x ULN (upper normal limit), Partial thromboplastin time (PTT) \\<= 1.2x ULN, Total bilirubin \\< 1.5x ULN, ASAT (SGOT) and ALAT (SGPT) \\<= 2.5x ULN (concomitant elevations in serum bilirubin and ASAT/ALAT above 1.0x ULN are not permitted), Creatinine clearance \\>= 50 mL/min), Urine Protein to Creatinine Ratio (UPC) \\< 1 (if UPC \\>= 1, then 24-hour urine protein must be \\< 1 g).\n* Normal cardiac function confirmed by ECG.\n* A female either of: 1) Non-childbearing potential, i.e. physiologically incapable of becoming pregnant because of history of hysterectomy, bilateral oophorectomy (ovariectomy), bilateral tubal ligation or postmenopausal status.\n\n  2) Childbearing potential with a negative pregnancy test (urine or serum)within 2 weeks prior to registration, preferably as close to the first dose as possible, and agrees to use adequate contraception.\n\nAcceptable contraceptive methods, when used consistently and in accordance with both the product label and the instructions of the physician, are as follows:\n\nAn intrauterine device with a documented failure rate of less than 1% per year, Vasectomised partner who is sterile prior to the female subject's entry and is the sole sexual partner for that female, Complete abstinence from sexual intercourse for 14 days before exposure to the investigational product, through the dosing period, and for at least 21 days after the last dose of investigational product, Double-barrier contraception (condom with spermicidal jelly, foam suppository, or film; diaphragm with spermicide; or male condom and diaphragm with spermicide).\n\n* Female subjects who are lactating should discontinue nursing prior to the first dose of study drug and should refrain from nursing throughout the treatment period and for 14 days following the last dose of study drug.\n\nExclusion Criteria:\n\n* Known or suspected hypersensitivity reaction to the investigational compounds or incorporated substances.\n* (Neo-)adjuvant therapy not containing a solvent based taxane.\n* (Neo-)adjuvant therapy with nab-paclitaxel.\n* Concurrent hormonal therapy for cancer.\n* Life expectancy less than 3 months.\n* Pre-existing peripheral neuropathy of \\> grade 2 (per CTCAE).\n* Pre-existing grade 3 or 4 diarrhea.\n* Presence of uncontrolled infection.\n* Any serious and/or unstable pre-existing medical, psychiatric, or other condition that could interfere with the subject's safety, provision of informed consent, or compliance to study procedures.\n* Concurrent specific systemic anti-tumor treatment or treatment with experimental compounds during study treatment.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}