{
    "nctId": "NCT03267316",
    "briefTitle": "A First-in-Human Study of CAN04 in Patients With Solid Malignant Tumors",
    "officialTitle": "An Open Label, Dose Escalation Followed by Dose Expansion, Safety and Tolerability Trial of CAN04, a Fully Humanized Monoclonal Antibody Against IL1RAP, in Subjects With Solid Malignant Tumors",
    "overallStatus": "COMPLETED",
    "conditions": "Non Small Cell Lung Cancer, Pancreatic Ductal Adenocarcinoma, Triple Negative Breast Cancer, Colorectal Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 167,
    "primaryOutcomeMeasure": "Incidence of Treatment-Emergent Adverse Events (Safety and Tolerability)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age ≥ 18 year.\n2. Measurable disease in accordance to iRECIST by computed tomography (CT) or magnetic resonance imaging (MRI) scan, no more than 6 weeks prior to screening.\n3. At least 4 weeks since the last dose of radiation therapy, immunotherapy, or surgery; at least 6 weeks for therapy which is known to have delayed toxicity; at least 4 weeks since treatment with biologic/targeted therapies.\n4. Eastern Cooperative Oncology Group (ECOG) performance status ≤1.\n5. Histologically or cytologically confirmed diagnosis of unresectable stage III or stage IV squamous or non-squamous NSCLC (applicable Part II, Combination - NSCLC (NCG) arm only).\n\n   * Subjects must be eligible to receive first line standard chemotherapy regimen with cisplatin/gemcitabine or a second line standard chemotherapy regimen with cisplatin/gemcitabine after relapsing from first line with pembrolizumab monotherapy.\n   * Subjects with actionable mutations (EGFR, ALK, ROS) can be enrolled if they have previously progressed to all approved standard of care targeted therapies and the next line of standard therapy is a platinum doublet.\n6. Histologically or cytologically confirmed diagnosis of unresectable stage III or stage IV non-squamous NSCLC (applicable Part II, Combination - non-squamous NSCLC NCP arm only).\n\n   * Subjects must be eligible to receive first line standard chemotherapy regimen with carboplatin/pemetrexed or a second line standard chemotherapy regimen with carboplatin/pemetrexed after relapsing from first line with pembrolizumab monotherapy.\n   * Subjects with actionable mutations (EGFR, ALK, ROS) can be enrolled if they have previously progressed to all approved standard of care targeted therapies and the next line of standard therapy is a platinum doublet.\n7. Newly diagnosed, treatment naїve, histologically confirmed, unresectable, locally advanced or metastatic (stage III or stage IV) PDAC (applicable Part II, Combination - PDAC arms only).\n\n   * Subjects must be eligible to receive treatment with nab-paclitaxel and gemcitabine.\n\nExclusion Criteria:\n\n1. Subjects receiving live vaccination, etanercept or other TNF-α inhibitors or any other investigational agents during or just prior to (within 28 days of first study drug administration) participation in this study.\n2. Clinical evidence of an active metastatic second malignancy.\n3. Subjects with a life expectancy \\<12 weeks.\n4. Uncontrolled or significant cardiovascular disease defined as New York Heart Association Classification III, or IV.\n5. Immunocompromised subject currently receiving systemic therapy.\n6. Other medical conditions that in the opinion of the investigator disqualify the subject for inclusion.\n7. Applicable Part II, Combination - NSCLC (NCG and NCP) arms only\n\n   * Prior lines of treatment with anti-cancer medication other than pembrolizumab administered as 1st line.\n   * Known tumor EGFR mutation, unless contraindication to EGFR-directed therapy or if the subject has progressed to all approved anti-EGFR therapies.\n   * Known tumor ALK rearrangements, unless contraindication to ALK-directed therapy or ALK-directed therapy not available or if the subject has progressed to all approved anti-EGFR therapies.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}