{
    "nctId": "NCT01791478",
    "briefTitle": "BYL719 and Letrozole in Post-Menopausal Patients With Hormone Receptor-Positive Metastatic Breast Cancer",
    "officialTitle": "A Phase Ib Trial of BYL719 (an α-Specific PI3K Inhibitor) in Combination With Endocrine Therapy in Post-Menopausal Patients With Hormone Receptor-Positive Metastatic Breast Cancer",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Estrogen Receptor-positive Breast Cancer, HER2-negative Breast Cancer, Invasive Ductal Breast Carcinoma, Progesterone Receptor-positive Breast Cancer, Recurrent Breast Cancer, Stage IV Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 46,
    "primaryOutcomeMeasure": "Maximum tolerated dose of BYL719 in combination with letrozole",
    "eligibilityCriteria": "Inclusion Criteria\n\n* Patients must provide informed written consent.\n* Patients must be \\>/= 18 years of age.\n* ECOG performance status 0 - 1.\n* Clinical stage IV invasive mammary carcinoma, ER-positive and/or PR-positive by immunohistochemistry (IHC) and HER2 negative (by IHC or ISH). Patients may have either measurable or non-measurable disease, both are allowed.\n* A minimum of 10 patients in the trial (\\~50%) will need to have a PIK3CA mutation in their cancer\n* Patients must have had at least one line of endocrine therapy in the metastatic setting, or be diagnosed with metastatic breast cancer during or within 1 year of adjuvant endocrine therapy. There is no limit on lines of prior treatment in the metastatic setting.\n* Patients must have available tissue (archived formalin-fixed paraffin embedded blocks (FFPB) or fresh frozen tissue from original diagnosis or metastatic setting) for correlative studies. Tissue needs to be located and available at the time of registration (tissue needs to be submitted within 3 weeks of study initiation). Patients will not be able to start study drugs without tissue availability.\n* Life expectancy ≥ 6 months\n* Patients must have adequate hematologic, hepatic, and renal function. All laboratory tests must be obtained less than 1 week from study entry. This includes:\n\n  1. ANC \\>/= 1,500/mm3\n  2. platelet count \\>/=100,000/mm3\n  3. HgB ≥ 9 g/dL\n  4. Creatinine ≤ 1.5x ULN\n  5. INR ≤ 2\n  6. Fasting plasma glucose ≤ 140 mg/dL\n  7. HgBA1C ≤ 8%\n  8. Total Serum Bilirubin ≤ 1.5 x ULN (Patients with known Gilbert Syndrome, a total bilirubin ≤ 3.0 x ULN, with direct bilirubin ≤ 1.5 x ULN)\n  9. SGOT, SGPT ≤ 3 X ULN if no liver metastasis present\n  10. SGOT, SGPT ≤ 5 X ULN if liver metastasis present\n* Patients must be able to swallow and retain oral medication.\n* Patients must be post-menopausal. Post-menopausal female subjects should be defined prior to protocol enrollment by any of the following:\n\n  1. Subjects at least 55 years of age; OR\n  2. Subjects under 55 years of age and naturally (spontaneous) amenorrhea for at least 12 months or follicle-stimulating hormone (FSH) values ≥ 40 IU/L and estradiol levels \\</= 20 IU/L; OR\n  3. Prior bilateral oophorectomy; OR\n  4. Prior radiation castration with amenorrhea for at least 6 months\n\n     NOTE: Treatment with a luteinizing hormone-releasing hormone (LH-RH) agonist (such as goserelin acetate or leuprolide acetate) is not permitted for induction of ovarian suppression.\n* Patients must complete all screening assessments as outlined in the protocol.\n\nExclusion Criteria\n\n* Locally recurrent resectable breast cancer.\n* Any kind of malabsorption syndrome significantly affecting gastrointestinal function.\n* Patients with clinically manifest diabetes mellitus (treated and/or clinical signs or with fasting glucose \\>/= 140 mg/dL / 7.8 mmol/L), history of gestational diabetes mellitus or documented steroid-induced diabetes mellitus.\n* Patients who have received radiation therapy \\</= 2 weeks prior to study entry. Patients who have received prior radiotherapy must have recovered from toxicity (≤ grade 1) induced by this treatment.\n* Patients who have received systemic anti-cancer therapy such as chemotherapy, immunotherapy and/or biologic therapy \\</= 4 weeks prior to study entry. Concurrent anti-cancer therapy (chemotherapy, immunotherapy, biologic therapy) other than the ones specified in the protocol is not permitted during study participation. Patients must have discontinued the above cancer therapies for 4 weeks prior to the first dose of study medication, as well as recovered from toxicity (to ≤ than grade 1, except for alopecia) induced by previous treatments. Any investigational drugs should be discontinued 4 weeks prior to the first dose of study medication.\n* Prior hormonal / endocrine therapy \\</= 2 weeks prior to study entry. Patients must have recovered from toxicity \\> grade 1, except for alopecia.\n* Prior therapy with a PI3K inhibitor. Prior use of Akt or mTOR inhibitors are allowed.\n* Patients who have received herbal medications \\</= 2 weeks prior to study entry. Herbal medications include, but are not limited to: St. John's wort, Kava, ephedra (ma huang), gingko biloba, dehydroepiandrosterone (DHEA), yohimbe, saw palmetto, and ginseng.\n* Use of drugs that are CYP3A4 modifiers\n* Patients who are currently receiving medication with a known risk of prolonging the QT interval or inducing Torsades de Pointes (TdP) and the treatment cannot either be discontinued or switched to a different medication prior to starting study drug treatment.\n* Patients with a family history of congenital long QT syndrome\n* Patients with abnormal calcium, potassium, or magnesium levels that cannot be adequately corrected to within normal range prior to initiation of study drugs\n* Uncontrolled intercurrent illness including, but not limited to:\n\n  1. ongoing or active infection requiring parenteral antibiotics\n  2. impairment of lung function (COPD \\> grade 2, lung conditions requiring oxygen therapy)\n  3. symptomatic congestive heart failure (class III or IV of the New York Heart Association classification for heart disease)\n  4. Left Ventricular Ejection Fraction (LVEF) \\< 50%\n  5. unstable angina pectoris, angioplasty, stenting, or myocardial infarction within 6 months\n  6. uncontrolled hypertension within 2 weeks of study initiation (systolic blood pressure \\> 180 mm Hg or diastolic blood pressure \\> 110 mm Hg, found on two consecutive measurements separated by a 1 or 2-week period despite adequate medical support)\n  7. clinically significant cardiac arrhythmia (multifocal premature ventricular contractions, bigeminy,trigeminy, ventricular tachycardia that is symptomatic or requires treatment \\[National Cancer Institute -Common Terminology Criteria for Adverse Events, Version 4.0, grade 3\\]\n  8. QTcF ≥ 480 msec on screening EKG\n  9. known history of QT/QTc prolongation or Torsades de Pointes (TdP)\n  10. ST depression or elevation of ≥ 1.5 mm in 2 or more leads\n  11. Diarrhea of any cause ≥ CTCAE grade 2\n  12. psychiatric illness/social situations that would compromise patient safety or limit compliance with study requirements including maintenance of a compliance/pill diary\n  13. patients with symptomatic brain metastases (patients with a history of brain metastases must be clinically stable for more than 4 weeks from completion of radiation treatment)\n  14. patients with known history of chronic liver or renal failure\n  15. patients with known history of chronic or acute pancreatitis\n\nIndividuals of all races and ethnic groups are eligible for this trial. There is no bias towards age or race in the clinical trial outlined. This trial is open to the accrual of women.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}