{
    "nctId": "NCT02061085",
    "briefTitle": "Monotherapy With Eribulin In Her2 Negative Metastatic Breast Cancer as a First Line Treatment",
    "officialTitle": "A Phase IIa Prospective, Multicenter, Open and Not Controlled of the Efficacy and Tolerability on the First Line Treatment With Eribulin as a Unic Agent on Patients With HER2 Negative Metastatic Breast Cancer Previously Treated With Taxanes",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Neoplasm, Metastasis",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 53,
    "primaryOutcomeMeasure": "Median time to disease progression and treatment benefit variable",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologically confirmed metastatic breast cancer HER2 negative, stage IIIb/IV\n* Previous history of early disease (stage I-IIIb), surgically resected and treated with standard chemotherapy for at least 12 weeks at which included a taxane or ixabepilone\n* Patients must have progressed in the 36 months after treatment with taxanes or ixabepilone.\n* Age ≥ 18 years\n* Given written informed consent\n* Index of Eastern Cooperative Oncology Group (ECOG) of 0 or 1\n* Patients must have recovered from toxicities related with previous treatment (CTC ≥ 1)\n* Measurable or evaluable disease (RECIST 1.1)\n* Adequate bone marrow function\n* Adequate hepatic function\n* Adequate renal function\n* Life expectancy ≥ 3 months\n\nExclusion Criteria:\n\n* Breast cancer patients initially diagnosed with local disease advanced or metastatic disease.\n* Patients who have previously received cytotoxic therapy Hormone therapy permitted if the patients have interrupted it at least two weeks before the start of the study treatment.\n* Major surgery or significant traumatic injury during the 4 weeks prior to study treatment or patients who may require major surgery during the assay.\n* Brain metastases or leptomeningeal uncontrolled.\n* Serious medical condition and / or not properly controlled (unstable angina, lung function severe impaired, uncontrolled diabetes, active serious infection,liver disease, HIV seropositivity, active bleeding diathesis)\n* Other malignancies in the last three years, except: cervical carcinoma in situ, basal cell carcinoma or squamous cell skin carcinoma,that have been properly treated\n* Patients who are pregnant or breastfeeding, or adults with reproductive capacity wich are not using effective contraception.\n* Patients receiving chronic treatment with systemic corticosteroids or other immunosuppressive drugs (except corticosteroids with a daily dose equivalent to prednisone ≤ 20mg on a stable dose regimen one minimum of 4 weeks prior to study entry. Topical and inhaled corticosteroids are allowed\n* Active alcoholism or drugs addiction documented.\n* Prior history of noncompliance with medical regimens\n* Patients who do not want or can not comply with the study protocol",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}