{
    "nctId": "NCT05291910",
    "briefTitle": "Inetetamab Combined With Anti-PD-1 Monoclonal Antibody and Albumin-Bound Paclitaxel for HER2+ Metastatic Breast Cancer",
    "officialTitle": "A Study to Assess the Efficacy and Safety of Inetetamab Combined With Anti-PD-1 Monoclonal Antibody and Albumin-Bound Paclitaxel for HER2+ Metastatic Breast Cancer",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE4",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 70,
    "primaryOutcomeMeasure": "Progression free survival (PFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Female patients aged \\> 18 years.\n2. Pathological diagnosis of HER-2 was positive (definition: immunohistochemical results were + + + or ICH++ with fluorescence in situ hybridization results were positive).\n3. Participants must have histologically or cytologically confirmed invasive breast cancer with locally recurrent or radiological evidence of metastatic disease.\n4. Patients with locally recurrent inoperable or metastatic HER2-positive breast cancer:\n\n   1. patients with metastatic breast cancer at the time of initial diagnosis, meaning there was no previous history of breast cancer in the past; or\n   2. patients with Locally recurrent or metastatic breast cancer, neoadjuvant/adjuvant anti-HER2 therapy has been completed for ≥6 months.\n5. HER2-positive recurrent or metastatic BC patients who have received at most one anti-HER2 therapy after diagnosis;.\n6. PD-L1-positive (cut-off ≥ 1% stained cells);\n7. Patients with assessable target lesion as per RECIST 1.1 and irRECIST criteria.\n8. ECOG PS score 0 or 1, estimated survival time ≥3 months, and can be followed-up.\n9. Cardiopulmonary function is basically normal.\n10. Liver function is basically normal.\n11. Have sufficient baseline hematology parameters.\n12. Coagulation Indicators: International normalized ratio (INR) and activated partial thromboplastin time (aPTT) ≤ 1.5 times the upper limit of normal, unless drugs known to change INR and aPTT are used.\n13. No history of serious heart, kidney and other important organs and endocrine disease.\n14. Female patients of childbearing age have a negative pregnancy test and voluntarily take effective and reliable contraceptive measures.\n15. The patients voluntarily signed an informed consent form.\n\nExclusion Criteria:\n\n1. Participated in other clinical trials within 4 weeks;\n2. Evidence of symptomatic central nervous system metastasis or pia mater disease.\n3. History of receiving CD137 agonists or checkpoint blockade therapy (including anti-CD40, anti-CTLA-4, anti-PD-1, anti-PD-L1 monoclonal antibody therapy).\n4. History of receiving paclitaxel for injection (Albumin Bound) in first-line chemotherapy for advanced disease.\n5. History of autoimmune disease Including but not limited to systemic lupus erythematosus, rheumatoid arthritis, inflammatory bowel disease (IBD), etc.\n6. Immunosuppressive drugs required within 2 weeks before enrollment or during this study. The following conditions are excluded: 1) intranasal, inhalation, topical or local steroid injection (e.g., intra articular injection); 2) physiological doses of systemic corticosteroids (≤ 10 mg/day prednisone or equivalent dose); 3) short term (≤ 7 days) use of steroids to prevent or treat non-autoimmune allergic diseases.\n7. History of acute or chronic hepatitis B virus (HBV), or hepatitis C virus (HCV).\n8. History of primary or acquired immunodeficiency (including HIV-positive).\n9. History of hypersensitivity to the study medication\n10. Pregnancy or lactation.\n11. History of myocardial infarction within 6 months before enrollment, congestive heart failure (New York Heart Association \\[NYHA\\] Classes ≥ II), severe arrhythmia beyond drug control, or a decrease in LVEF to \\< 50% with previous trastuzumab neoadjuvant or adjuvant treatment.\n12. History of other malignant disease within 5 years (except cured of in-situ carcinoma of the cervix, basal cell carcinoma of the skin and squamous cell carcinoma).\n13. Participants who were judged by the investigator to be unsuitable for this study .",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}