{
    "nctId": "NCT04370522",
    "briefTitle": "Characterization of Innate Immune System in Patients With Luminal Advanced Breast Cancer",
    "officialTitle": "The NIKOLE Study: Characterization of Innate Immune System in Patients With Luminal Advanced Breast Cancer",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 32,
    "primaryOutcomeMeasure": "Amount of innate immune cells",
    "eligibilityCriteria": "INCLUSION AND EXCLUSION CRITERIA OF PATIENTS\n\nInclusion Criteria:\n\n1. Female ≥ 18 years of age on day of signing informed consent.\n2. Patient with histological confirmation of BC with evidence of metastatic or advanced disease not amenable to resection or radiation therapy with curative intent.\n3. Documented Hormonal Receptor (HR) positive status based on local testing (preferably assessed on the most recent tumour biopsy available). HR+ is defined as ≥ 1% positive cells by immuno-histochemistry (IHC) for ER and/or Progesterone Receptor (PgR).\n4. Documented HER2 negative status based on local testing (preferably assessed on the most recent tumour biopsy available). HER2- is defined as IHC score 0/1+ or negative by in situ hybridization according to local criteria.\n5. Patients who are going to receive ET in first or second line for advanced disease (in monotherapy or in combination). It is allowed the inclusion of patients that have received or are going to initiate tamoxifen, Luteinizing Hormone Releasing Hormone (LHRH) analogues, aromatase inhibitors or fulvestrant. It is also possible to recruit patients that have received or are going to initiate cyclin or mTOR inhibitors in combination with ET. (NOTE: it is not allowed the inclusion of patients after first line of chemotherapy that are in response and initiate maintenance ET).\n6. Patients who have participated in the study during their first line of ET are eligible to participate again when they receive the second line of ET (in this case eligibility criteria should be checked newly and ICF signed again).\n7. Eastern Cooperative Oncology Group (ECOG) performance status (PS) 0-2.\n8. Patient must have a life expectancy ≥ 16 weeks.\n9. The patient has signed and dated the ICF for study participation.\n10. Willingness and ability to comply with the protocol for the duration of the study including biological sample collection.\n\nExclusion Criteria:\n\n1. Have received more than 1 prior therapy line for advanced BC disease.\n2. Have received chemotherapy with response and initiate ET as maintenance treatment.\n3. Locally advanced breast cancer.\n4. Previous or concomitant treatment with immunotherapeutic agents.\n5. Major surgical procedure unrelated to breast cancer or significant traumatic injury within 28 days prior to study entry.\n6. History of concurrent or previously treated non-breast malignancies except for appropriately treated 1) non-melanoma skin cancer and/or 2) in situ carcinomas, including cervix and colon.\n7. Has a diagnosis of immunodeficiency, autoimmune disease or is receiving systemic steroid therapy or any other form of immunosuppressive therapy within 7 days prior to the first dose of ET.\n8. Has an active infection requiring systemic therapy. Patients with solved infection that has finished antibiotic treatment within 7 days prior to study entry could be included.\n9. Has a known history of active Tuberculosis Bacillus (TB) or Human Immunodeficiency Virus (HIV) (HIV 1/2 antibodies) or a known active Hepatitis B (e.g., HBsAg reactive) or Hepatitis C (HCV) (e.g. HCV RNA \\[qualitative\\] is detected).\n10. Has known psychiatric or substance abuse disorders that would interfere with cooperation with the requirements of the study.\n11. There is evidence that the patient is pregnant or breastfeeding, or patient is expecting to conceive within the projected duration of the study.\n12. Has a history or current evidence of any condition, therapy, or laboratory abnormality that might confound the results of the study, interfere with the patient's participation for the full duration of the study, or is not in the best interest of the patient to participate, in the opinion of the investigator.\n\nIn the case of values of Neutrophil Count (NC) \\< 1.5 x 109/L prior to study entry or in case of patients who have received or are going to receive an investigational product, the information about NC or the investigational product should be checked with chief investigator in order to check any possible interference with the study results.\n\nINCLUSION CRITERIA OF CONTROL PARTICIPANTS\n\n1. Female ≥ 18 years of age on day of signing informed consent.\n2. The participant has signed and dated the ICF for study participation.\n3. Absence of evidences of current tumor malignancies or active infectious disease.\n4. Absence of history or current evidences of immunological and rheumatologic diseases or any condition, therapy, or laboratory abnormality that might confound the results of the study, in the opinion of the investigator.\n5. Willingness and ability to comply with blood and study data collection.\n6. To have data to be able to be classified as pre- o postmenopausal.\n\nPostmenopausal women are defined as women fulfilling any one of the following criteria (based on the National Comprehensive Cancer Network (NCCN) definition of menopause \\[NCCN 2008\\]):\n\n* Prior bilateral oophorectomy.\n* Age \\> 60 years.\n* Age ≤ 60 years and with amenorrhea for 12 or more months in the absence of chemotherapy, tamoxifen, toremifene, or ovarian suppression and FSH and estradiol in the postmenopausal range.\n\nWomen who didn't comply with any of the prior criteria will be considered premenopausal women for the purposes of the study.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}