{
    "nctId": "NCT06330064",
    "briefTitle": "A Study To Evaluate The Efficacy And Safety Of Ifinatamab Deruxtecan (I-DXd) In Subjects With Recurrent Or Metastatic Solid Tumors (IDeate-PanTumor02)",
    "officialTitle": "A Phase 1B/2 Pan-Tumor, Open-Label Study To Evaluate The Efficacy And Safety Of Ifinatamab Deruxtecan (I-DXd) In Subjects With Recurrent Or Metastatic Solid Tumors (IDeate-PanTumor02)",
    "overallStatus": "RECRUITING",
    "conditions": "Recurrent or Metastatic Solid Tumors",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 520,
    "primaryOutcomeMeasure": "Objective Response Rate (ORR) as Assessed by Investigator",
    "eligibilityCriteria": "Participants must meet all of the following criteria to be included in the study:\n\nCommon Inclusion Criteria for All Participants\n\n1. Sign and date the informed consent form prior to the start of any study-specific qualification procedures.\n2. Participant must have at least 1 lesion, not previously irradiated, amenable to core biopsy and must consent to provide a pretreatment biopsy tissue sample. An archival tumor tissue sample obtained within 6 months of consent and after progression during/after treatment with the participant's most recent cancer therapy regimen is also acceptable.\n3. Participants ages ≥18 years (follow local regulatory requirements if the legal age of consent for study participation is \\>18 years).\n4. At least 1 measurable lesion on computed tomography (CT) or magnetic resonance imaging (MRI) according to Response Evaluation Criteria in Solid Tumors version 1.1 (RECIST v1.1), as assessed by the investigator.\n5. Documentation of radiological disease progression on or after the previous standard-of-care regimen in the advanced/metastatic setting.\n6. Has an Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1.\n7. Has adequate organ function as specified in the protocol within 7 days before the start of study drug.\n8. If the participant is a female of childbearing potential, she must have a negative serum pregnancy test during Screening (within 3 days prior to enrollment). Male and female participants of reproductive/childbearing potential must agree to use a highly effective form of contraception or avoid intercourse during and upon completion of the study and for at least 7 months for females and 4 months for males after the last dose of study drug.\n9. Male participants must not freeze or donate sperm starting at enrollment and throughout the study period and for at least 4 months after the final study drug administration.\n10. Female participants must not donate, or retrieve for their own use, ova from the time of enrollment, throughout the Study Treatment Period, and for at least 7 months after the final study drug administration.\n\nAdditional Inclusion Criteria for EC Participants\n\n1. Pathologically or cytologically documented EC of any histological carcinoma subtype or endometrial carcinosarcoma, irrespective of microsatellite instability or mismatch repair status.\n2. Relapse or progression after a platinum-containing systemic treatment and an immune checkpoint inhibitor (ICI)-containing regimen (combined or sequential), with a maximum of 3 prior lines of therapy for endometrial carcinoma or carcinosarcoma. Neoadjuvant/adjuvant therapy may count as 1 line of therapy if the subject progressed within 6 months after completion of therapy.\n\nAdditional Inclusion Criteria for HNSCC Participants\n\n1. Pathologically or cytologically documented unresectable or metastatic squamous cell carcinoma of the oral cavity, oropharynx, hypopharynx, or larynx, excluding nasopharynx, nasal cavity and paranasal sinuses, and unknown primary.\n2. Has disease progression after platinum-based and ICI treatment, whether administered in combination or separately, with a maximum of 2 prior therapy lines for unresectable or metastatic HNSCC.\n3. Participants without radiographic evidence of major blood vessel invasion/infiltration or tumor demonstrating a \\>90-degree abutment or encasement of a major blood vessel.\n4. Participants with no prior history of Grade ≥3 bleeding as per the National Cancer Institute Common Terminology Criteria for Adverse Events (NCI-CTCAE) v5.0 within 28 days prior to the start of study drug related to the current head and neck cancer may be included in the study.\n5. Documented p16 status for oropharyngeal cancer (historical results are acceptable if available).\n\nAdditional Inclusion Criterion for PDAC Participants\n\n1. Pathologically or cytologically documented unresectable or metastatic pancreatic adenocarcinoma that has relapsed or progressed after 1 prior line of gemcitabine-based systemic therapy in the locally advanced/metastatic setting\n\nAdditional Inclusion Criteria for CRC Participants\n\n1. Pathologically or cytologically documented unresectable or metastatic CRC with microsatellite stable status.\n2. Relapse or progression after 1 prior line of systemic therapy including a fluoropyrimidine plus oxaliplatin with or without anti-vascular endothelial growth factor (VEGF) monoclonal antibody (mAb) or anti-epidermal growth factor receptor mAb therapy, as clinically indicated.\n\n   Note: Prior adjuvant/neoadjuvant systemic cytotoxic chemotherapy will count as 1 line of prior systemic therapy if there is documented disease progression during therapy or within 6 months of chemotherapy completion.\n3. No prior treatment with topoisomerase I inhibitors, such as irinotecan or topotecan.\n\nAdditional Inclusion Criteria for HCC Participants\n\n1. Pathologically or cytologically documented unresectable or metastatic HCC (fibrolamellar and mixed hepatocellular/cholangiocarcinoma subtypes are not eligible) or noninvasive diagnosis of HCC as per the American Association for the Study of Liver Diseases (AASLD) criteria in subjects with a confirmed diagnosis of cirrhosis.\n2. Relapse or progression after 1 prior line of an ICI-containing regimen (combination or monotherapy) in the locally advanced/metastatic setting.\n3. Barcelona Clinic Liver Cancer (BCLC) Stage B or C.\n4. Liver function status should be Child-Pugh (CP) Class A.\n5. Albumin-Bilirubin (ALBI) Grade 1 within 7 days prior to the first dose of study drug.\n6. Participants with large esophageal varices at risk of bleeding must be treated with conventional medical intervention: beta blockers or endoscopic treatment.\n\nAdditional Inclusion Criteria for Ad-eso/GEJ/Gastric Participants\n\n1. Pathologically or cytologically documented unresectable or metastatic Ad-eso/GEJ/Gastric that has relapsed or progressed after 1 prior line of systemic therapy in the locally advanced/metastatic setting.\n2. If the participant has known history of HER2 positivity (defined by IHC 3+ or IHC 2+ and in situ hybridization \\[ISH\\] positive, as classified by American Society of Clinical Oncology - College of American Pathologists \\[ASCO CAP\\]), the subject must have been previously treated with a HER2.\n\nAdditional Inclusion Criteria for UC Participants\n\n1. Pathologically or cytologically documented unresectable or metastatic UC of the bladder, renal pelvis, ureter, or urethra. Participants with histological variants are allowed if urothelial histology is predominant. Small cell/neuroendocrine tumors are not allowed even if mixed histology.\n2. Relapse or progression after at least 1 prior line of ICI-containing systemic therapy, whether administered in combination or sequentially to another anticancer treatment, with a maximum of 3 prior therapy lines.\n\n   1. At least 1 line of therapy should contain one of the following treatment modalities: chemotherapy or enfortumab vedotin.\n   2. Perioperative systemic therapies will be counted as 1 line of therapy.\n   3. To meet inclusion criteria requirement of prior ICI-containing therapy, use in the perioperative or metastatic setting will suffice.\n   4. Fibroblast growth factor receptor (FGFR)-inhibitor treatment is allowed for subjects who are eligible.\n   5. The same regimen administered twice in different disease settings will be counted as 1 line of prior therapy.\n\nAdditional Inclusion Criteria for CC Participants\n\n1. Histologically confirmed unresectable or metastatic CC that was previously treated with ≥1 prior line of systemic therapy in the locally advanced or metastatic setting.\n2. Participants may receive prior anti-programmed death 1/programmed death-ligand 1 treatment and/or tisotumab vedotin if those are standard of care in the country.\n\nAdditional Inclusion Criteria for OVC Participants\n\n1. Histologically confirmed high-grade serous OVC, high-grade endometrioid OVC, primary peritoneal cancer, or fallopian tube cancer that was previously treated with at least 1 line of platinum-based therapy.\n2. Participant is no longer considered eligible for platinum-based therapy per the investigator's opinion or has progressed less than 180 days after the last dose of platinum therapy.\n3. Participant is not considered primary platinum refractory and has not progressed during platinum treatment or within 4 weeks after the completion of platinum treatment.\n4. Participants who have received prior treatment with Folate receptor (FR)α antibody drug conjugate (ADC) are allowed.\n\nAdditional Inclusion Criteria for BTC Participants\n\n1. Pathologically or cytologically documented unresectable or metastatic BTC (intra- or extrahepatic cholangiocarcinoma or gallbladder carcinoma).\n2. Relapse or progression after at least 1 prior line of systemic therapy, or 2 prior lines of systemic therapy if the participant has an actionable target and has received targeted therapy.\n3. Histological subtypes other than ampullary cancer, small cell cancer, lymphoma, sarcoma, neuroendocrine tumors, mixed tumor histology, and/or mucinous cystic neoplasms (Please note that the histological subtypes listed here are not allowed.)\n\nAdditional Inclusion Criteria for HER2-Low BC Participants\n\n1. Pathologically or cytologically documented unresectable or metastatic BC.\n2. Low HER2 expression, defined as IHC 2+/ISH- or IHC 1+ (ISH- or untested), according to ASCO-CAP 2018 HER2 testing guidelines, based on most recent testing, regardless of hormonal status.\n3. Progression on or after treatment with trastuzumab deruxtecan (T-DXd).\n4. Relapse or progression after at least 2 and a maximum of 3 prior lines of systemic therapy. Subjects with metastatic hormone receptor (HR)+ BC who have received endocrine-based therapy and have received at least 2 and a maximum of 3 prior lines of additional systemic therapy in the metastatic setting.\n\nAdditional Inclusion Criteria for HER2 IHC 0 BC Participants\n\n1. Pathologically or cytologically documented unresectable or metastatic BC.\n2. Negative for HER2 expression, defined as IHC 0 (ISH- or untested) according to ASCO-CAP 2018 HER2 testing guidelines, based on the most recent testing, regardless of hormonal status.\n3. Relapse or progression after at least 2 and a maximum of 3 prior lines of systemic therapy. Participants with metastatic HR+ BC who have received endocrine-based therapy and have received at least 2 and a maximum of 3 prior lines of additional systemic therapy in the metastatic setting.\n\nAdditional Inclusion Criteria for Cutaneous (Acral and Non-acral) Melanoma Subjects\n\n1. Histologically or cytologically confirmed cutaneous (acral and non-acral) melanoma.\n2. Disease progression while on or after having received treatment with ≥1 prior line of ICI-based therapy. Prior anti-PD-(L)1 therapy in the adjuvant setting may be counted as 1 line if there is recurrence within 12 weeks of the last dose. If the participant had proto-oncogene B-raf (BRAF)-mutated melanoma, they must have had disease progression on BRAF/MEK inhibitor therapy as well.\n\nParticipants who meet any of the following criteria will be disqualified from entering the study:\n\n1. Prior treatment with orlotamab, enoblituzumab, or other B7-homologue 3 (B7-H3)-targeted agents, including I-DXd.\n2. Prior discontinuation of an ADC that consists of an exatecan derivative (eg, T-DXd) due to treatment-related toxicities.\n3. Clinically active brain metastases, spinal cord compression, or leptomeningeal carcinomatosis, defined as untreated or symptomatic, or requiring therapy with steroids or anticonvulsants to control associated symptoms.\n4. Inadequate treatment washout period before enrollment as specified in the protocol.\n5. Any of the following conditions within the past 6 months: cerebrovascular accident, transient ischemic attack, or another arterial thromboembolic event.\n6. Clinically significant corneal disease.\n7. Uncontrolled or significant cardiovascular disease.\n8. History of (noninfectious) interstitial lung disease (ILD)/pneumonitis that required corticosteroids, current ILD/pneumonitis, or suspected ILD/pneumonitis that cannot be ruled out by imaging at Screening.\n9. Clinically severe pulmonary compromise resulting from intercurrent pulmonary illnesses, including, but not limited to, any underlying pulmonary disorder (eg, pulmonary emboli within 3 months of the study enrollment, severe asthma, severe chronic obstructive pulmonary disease \\[COPD\\], restrictive lung disease, pleural effusion, etc) and any autoimmune, connective tissue, or inflammatory disorders with potential pulmonary involvement (eg, rheumatoid arthritis, Sjögren's syndrome, sarcoidosis, etc), prior pneumonectomy, or requirement for supplemental oxygen.\n10. Participants who require chronic steroid treatment at enrollment (dose of 10 mg daily or more prednisone equivalent), except for low-dose inhaled steroids (for asthma/COPD) or topical steroids (for mild skin conditions), or intra-articular steroid injections.\n11. History of malignancy within the 3 years prior to enrollment, except adequately resected nonmelanoma skin cancer, curatively treated in situ disease, superficial gastrointestinal tract tumors, and non-muscle invasive bladder cancer curatively resected by endoscopic surgery.\n12. History of allogeneic bone marrow, stem cell, or solid organ transplant.\n13. Unresolved toxicities from previous anticancer therapy, defined as toxicities (other than alopecia) not yet resolved to NCI-CTCAE v5.0 Grade ≤1 or baseline.\n14. History of hypersensitivity to the drug substances, inactive ingredients in the drug product, or severe hypersensitivity reactions to other mAbs.\n15. Has evidence of ongoing uncontrolled systemic bacterial, fungal, or viral infection.\n16. Known human immunodeficiency virus (HIV) infection that is not well controlled.\n17. Has active or uncontrolled hepatitis B or C infection.\n18. Has an active, known, or suspected autoimmune disease.\n19. Any evidence of severe or uncontrolled systemic diseases (including active bleeding diatheses, psychiatric illness/social situations, and substance abuse) or other factors that, in the investigator's opinion, make it undesirable for the subject to participate in the study or would jeopardize compliance with the protocol.\n20. Has received a live vaccine within 30 days prior to the first dose of study drug.\n21. Is pregnant, breastfeeding, or planning to become pregnant.\n22. Has prior or ongoing clinically relevant illness, medical condition, surgical history, physical finding, or laboratory abnormality that, in the investigator's opinion, could affect the safety of the participant; alter the absorption, distribution, metabolism, or excretion of the study drug; or confound the assessment of study results",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}