{
    "nctId": "NCT03508011",
    "briefTitle": "A Study of IMP4297 in Patients With Advanced Solid Tumors",
    "officialTitle": "A Phase I, Open-label, Dose-escalation Study of the Safety and Pharmacokinetics of IMP4297 in Patients With Advanced Solid Tumors",
    "overallStatus": "COMPLETED",
    "conditions": "Advanced Solid Tumours, Breast Cancer, Ovarian Cancer, Prostate Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 57,
    "primaryOutcomeMeasure": "The AEs (adverse event) of single and multiple doses of IMP4297 administered to participants with advanced solid tumors.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Signed Informed Consent Form\n2. 18 Years to 70 Years (including 18 and 75 years)\n3. Histologically or cytologically documented disease; incurable, advanced solid malignancy that has progressed on, or failed to respond to, at least one prior systemic therapy\n4. Eastern Cooperative Oncology Group performance status of 0 or 1\n5. In the dose expansion stage, patients with BRCA (breast carcinoma) mutation will be enrolled. Patients with breast cancer, ovarian cancer and prostate cancer are preferred.\n6. In the dose escalation phase, at least one assessable lesion according to the RECIST 1.1 standard; In the dose expansion phase, at least one measurable lesion according to RECIST 1.1.\n\nExclusion Criteria:\n\n1. Inadequate hematologic and organ function, defined by the following (hematologic parameters must be assessed ≥14 days after a prior treatment, if any):\n\n   1. Absolute neutrophil count \\<1500 cells/µL\n   2. Hemoglobin \\< 9 g/dL\n   3. Total bilirubin \\> 1.5 × the upper limit of normal (ULN), with documented liver metastases total bilirubin \\> 3 × the ULN.\n   4. Aspartate transaminase (AST) and/or alanine transaminase (ALT) \\> 2.5 × the ULN, with documented liver metastases AST and/or ALT levels \\> 5 × the ULN.\n   5. Serum creatinine \\> 1.5 × the ULN, or creatinine clearance \\< 45 mL/min based on a documented 24-hour urine collection or Cockcroft-Gault calculation of glomerular filtration rate.\n   6. International normalized ratio (INR) \\> 1.5 × the ULN or activated partial thromboplastin time (aPTT) \\> 1.5 × the ULN.\n\n   The INR applies only to patients who do not receive therapeutic anti-coagulation.\n2. Any anti-cancer therapy, including chemotherapy, hormonal therapy, biologic therapy, radiotherapy within 4 weeks prior to initiation of study treatment with the following exceptions:\n\n   1. Hormonal therapy with gonadotropin-releasing hormone (GnRH) agonists for prostate cancer.\n   2. Hormone-replacement therapy or oral contraceptives.\n   3. Palliative radiation to bone metastases \\> 2 weeks prior to Day 1.\n3. Adverse events from prior anti-cancer therapy that have not resolved to NCI CTCAE Grade ≤ 1, except for alopecia.\n4. Prior therapies targeting PARP (poly-ADP ribose polymerase).\n5. Clinical significant active infection\n6. Known clinically significant history of liver disease, including viral or other hepatitis, current alcohol abuse, or cirrhosis\n7. Known human immunodeficiency virus infection\n8. New York Heart Association Class II or greater congestive heart failure; history of myocardial infarction or unstable angina within 6 months prior to Day 1; history of stroke or transient ischemic attack within 6 months prior to Day 1\n9. Active or untreated brain metastasis\n10. Pregnant (positive pregnancy test) or lactating women\n11. Male or female patients of child-producing potential unwilling to use double barrier contraception: condoms, sponge, foams, jellies, diaphragm or intrauterine device, contraceptives (oral, injectable or parenteral), implanon, or other avoidance of pregnancy measures during the study and for 90 days after the last day of treatment\n12. Inability to take oral medication, prior surgical procedures affecting absorption, or active peptic ulcer disease\n13. Inability to comply with study and follow-up procedures\n14. Any other diseases, metabolic dysfunction, physical examination finding, or clinical laboratory finding that, in the investigator's opinion, gives reasonable suspicion of a disease or condition that contraindicates the use of an investigational drug or that may affect the interpretation of the results or renders the patient at high risk from treatment complications.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}