{
    "nctId": "NCT04024800",
    "briefTitle": "Establishing the Recommended Biological Dose for AE37 Peptide Vaccine in Combination With Pembrolizumab That Will Enhance the Tumor-specific Immune Response and Demonstrate Efficacy in Patients With Advanced Triple-negative Breast Cancer",
    "officialTitle": "A Phase II Clinical Trial of Pembrolizumab in Combination With the AE37 Peptide Vaccine in Patients With Metastatic Triple-Negative Breast Cancer",
    "overallStatus": "UNKNOWN",
    "conditions": "Triple-negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 29,
    "primaryOutcomeMeasure": "Recommended dose",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Have a performance status of 0 or 1 on the (Eastern Cooperative Oncology Group) ECOG Performance Scale.\n* Patients must have histologic or cytologic confirmation of the diagnosis of invasive adenocarcinoma of the breast.\n* The primary or metastatic tissue must be triple-negative (ER/PR less than or equal to 9%, HER2-negative \\[human epidermal growth factor receptor 2\\] by American Society of Clinical Oncology (ASCO)/ College of American Pathologists (CAP) guidelines).\n* There must be documentation that the patient has evidence of measurable metastatic breast cancer based on RECIST 1.1. Tumor lesions situated in a previously irradiated area are considered measurable if progression has been demonstrated in such lesions. Histologic confirmation of metastatic disease is not required.\n* At least 1 of the tumor sites must be amenable to core needle biopsy.\n* Patients with treated, stable, asymptomatic metastatic disease to the brain not requiring chronic corticosteroids are eligible (per discretion of the treating investigator).\n* Patient must have resolution of toxic effect(s) of the most recent chemotherapy less than or equal to Grade 1 (except alopecia). If the patient has received major surgery or radiation therapy of greater than 30 Gy, they must have recovered from the toxicity and/or complication from the intervention.\n* Demonstrate adequate organ function, all screening labs should be performed within two weeks of treatment initiation.\n\n  * ANC (absolute neutrophil count) count greater than or equal to 1,500/mm3\n  * Platelets greater than or equal to 100,000/mm3\n  * Hemoglobin greater than or equal to 9 g/dL\n  * Creatinine less than or equal to 1.5x upper limit of normal (ULN) OR measured or calculated creatinine clearance (CrCl) greater than or equal to 30mL/min for patients with creatinine levels greater than 1.5x institutional ULN. (Glomerular filtration rate (GFR) can also be used in place of creatinine or CrCl.)\n  * Total bilirubin less than or equal to 1.5x ULN OR Direct bilirubin less than or equal to ULN for patients with total bilirubin levels greater than 1.5 x ULN.\n  * AST (SGOT) and ALT (SGPT) less than or equal to 2.5 x ULN OR less than or equal to 5 x ULN for patients with liver metastases.\n* A less than or equal to Grade 2 skin reaction to the first DTH inoculation is required to begin study therapy.\n* International normalized ratio (INR) or prothrombin time (PT) must be less than or equal to 1.5x ULN unless the patient is receiving anticoagulant therapy as long as PT or PTT is within therapeutic range of intended use of anticoagulants. Partial Thromboplastin Time (aPTT) must be less than or equal to 1.5 x ULN unless subject is receiving anticoagulant therapy as long as PT or PTT is within therapeutic range of intended use of anticoagulants.\n* Female patients of childbearing potential should have a negative urine or serum pregnancy within 72 hours prior to receiving the first dose of study medication. If the urine test is positive or cannot be confirmed as negative, a serum pregnancy test will be required.\n* Study patients of childbearing potential must be willing to use an adequate method of contraception as outlined in the protocol or be surgically sterile, or abstain from heterosexual activity for the course of the study through 120 days after the last dose of study medication. Patients of childbearing potential are those who have not been surgically sterilized or have not been free from menses for greater than 1 year. Note: If there is any question that a participant of childbearing potential will not reliably comply with the requirements for contraception, that participant should not be entered into the study.\n\nExclusion Criteria:\n\n* Greater than 1 line of therapy for metastatic disease. Note: patients presenting with stage IV disease should have one line of standard therapy.\n* Is currently participating in or has participated in a study of an investigational agent or using an investigational device within 4 weeks of the first dose of treatment.\n* Has a diagnosis of immunodeficiency or is receiving systemic steroid therapy (in dosing exceeding 10mg daily of prednisone equivalent) or any other form of immunosuppressive therapy within 7 days prior to the first dose of trial treatment. The use of physiologic doses of corticosteroids must be discussed with the NSABP Department of Site and Study Management (DSSM).\n* A greater than Grade 2 skin reaction to the first DTH inoculation will exclude that patient from beginning study therapy.\n* Has had a prior anti-cancer monoclonal antibody (mAb) within 4 weeks prior to study Day 1 or who has not recovered (i.e., less than or equal to Grade 1 or at baseline) from adverse events due to agents administered more than 4 weeks earlier.\n* Prior chemotherapy, targeted small molecule therapy, or radiation therapy within 2 weeks prior to study Day 1 or who has not recovered (i.e., less than or equal to Grade 1 or at baseline) from adverse events due to a previously administered agent. Note: Patients with alopecia are an exception to this criterion and may qualify for the study.\n* Blood products (including platelets or red blood cells) or administration of colony stimulating factors (including G-CSF, GM-CSF or recombinant erythropoietin) within 4 weeks prior to beginning study therapy.\n* Has a known additional malignancy that is progressing or requires active treatment. Exceptions include basal cell carcinoma of the skin, squamous cell carcinoma of the skin that has undergone potentially curative therapy, or in situ cancers.\n* Has known active central nervous system (CNS) metastases and/or carcinomatous meningitis. Patients with previously treated brain metastases may participate provided they are stable (without evidence of progression by imaging for at least four weeks prior to the first dose of trial treatment and any neurologic symptoms have returned to baseline), have no evidence of new or enlarging brain metastases, and are not using steroids for at least 7 days prior to trial treatment.\n* Has an active autoimmune disease that has required systemic treatment within the past 2 years (i.e., with use of disease modifying agents, corticosteroids, or immunosuppressive drugs). Note: Replacement therapy (e.g., thyroxine, insulin, or physiologic corticosteroid replacement therapy for adrenal or pituitary insufficiency and bone anti-resorptive agents etc.) is not considered a form of systemic treatment.\n* Has a history of (non-infectious) pneumonitis that required steroids or current pneumonitis.\n* Has a history of or active interstitial lung disease, autoimmune lung disease, severe asthma requiring daily medication.\n* Malabsorption syndrome, ulcerative colitis, inflammatory bowel disease, resection of the stomach or small bowel, or other disease or condition significantly affecting gastrointestinal function.\n* Has an active infection requiring systemic therapy.\n* Has a history or current evidence of any condition, therapy, or laboratory abnormality that might confound the results of the trial, interfere with a patient's participation for the full duration of the trial, or is not in the best interest of the patient to participate, in the opinion of the treating investigator.\n* Has known psychiatric or substance abuse disorders that would interfere with cooperation with the requirements of the trial.\n* Is pregnant or breastfeeding, or expecting to conceive a child within the projected duration of the trial, starting with the pre-screening or screening visit through 120 days after the last dose of trial treatment.\n* Prior therapy with an anti-PD-1, anti-PD-L1, anti-PD-L2, anti-CD137, or anti-Cytotoxic T-lymphocyte-associated antigen-4 (CTLA-4) antibody (including ipilimumab or any other antibody or drug specifically targeting T-cell co-stimulation or checkpoint pathways) is not allowed.\n* Has a known history of Human Immunodeficiency Virus (HIV) (HIV 1/2 antibodies).\n* Has known active Hepatitis B or Hepatitis C infections or known to be positive for Hepatitis B antigen (HBsAg)/ Hepatitis B virus (HBV) DNA or Hepatitis C Antibody or RNA. Active Hepatitis C is defined by a known positive Hep C Ab result and known quantitative HCV RNA results greater than the lower limits of detection of the assay.\n* Has received a live vaccine within 30 days prior to the first dose of trial treatment. Examples of live vaccines include, but are not limited to, the following: measles, mumps, rubella, varicella/zoster (chicken pox), yellow fever, rabies, Bacillus Calmette-Guérin (BCG), and typhoid vaccine.\n\nNote: Seasonal influenza vaccines for injection are generally killed virus vaccines and are allowed; however, intranasal influenza vaccines (e.g., FluMist®) are live attenuated vaccines and are not allowed.\n\n• Has severe (greater than or equal to Grade 3) hypersensitivity to pembrolizumab and/or any of its excipients.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}