{
    "nctId": "NCT05686720",
    "briefTitle": "Single-arm, Open-label Clinical Study of SZ011 in the Treatment of Advanced Triple Negative Breast Cancer",
    "officialTitle": "Single-arm, Open-label Clinical Study of SZ011 in the Treatment of Advanced Triple Negative Breast Cancer",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Advanced Triple Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "EARLY_PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 12,
    "primaryOutcomeMeasure": "Number of Adverse Events (AEs)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patients voluntarily join the study, sign the informed consent form, and have willingness and ability to comply with study procedures.\n2. Female ≥ 18 years.\n3. Histologically confirmed advanced TNBC , namely, human epidermal growth receptor 2-negative (HER2-negative) and estrogen receptor-negative (ER-negative) and progesterone receptor-negative (PR-negative).\n4. The tumor tissue shows positive mesothelin (MESO) detected by immunohistochemistry.\n5. At least one target lesion that can be stably evaluated at baseline as per the solid tumor efficacy evaluation criteria (RECIST v1.1).\n6. Progress after receiving second-line or above treatment in the past.\n7. Eastern Cooperative Oncology Group (ECOG) performance status: 0-2 points.\n8. Estimated survival time ≥ 12 weeks.\n9. Important organ function meets the following requirements:\n\n   1. Blood routine test: neutrophil count (ANC) ≥1.5 × 109/L; Lymphocyte count (LC) ≥0.5×109/L; Platelet count (PLT) ≥75 × 109/L; Hemoglobin (HG) ≥ 90 g/L;\n   2. Blood biochemistry test:\n\n   Liver functions: alanine aminotransferase (ALT) and aspartate aminotransferase (AST) ≤2.5×ULN, alkaline phosphatase (ALP)\n   * 2.5×ULN, total bilirubin (TBIL) ≤1.5×ULN; except in the following cases:For patients with liver metastasis: AST and/or ALT ≤5×ULN, TBIL\n   * 3×ULN; For patients with liver or bone metastasis: ALP≤5×ULN; Renal function: BUN and Cr ≤1.5×ULN and creatinine clearance ≥60 mL/min (Cockcroft-Gault formula).\n10. Women of childbearing potential must have a serum pregnancy test performed 7 days before the first dose and be assessed as non-pregnant. Female subjects of childbearing potential must agree to use an efficient method of contraception (e.g., an intrauterine device, contraceptive pill, or condom) within 4 weeks from the date of the informed consent form until the last dose of study drug.\n\nExclusion Criteria:\n\n1. The patient had other malignancies within the 5 years prior to screening, in addition to cured cervical carcinoma in situ, basal or squamous cell skin cancer, and postoperative ductal carcinoma in situ.\n2. Patients with active (without medical control or with clinical symptoms) brain metastasis, cancerous meningitis, spinal cord compression, or patients with a history of primary tumors of the central nervous system.\n3. The patient with moderate to large amount of pleural effusion, intraperitoneal effusion or pericardial effusion that cannot be controlled and need repeated drainage.\n4. Patients with uncontrolled tumor-related pain judged by the researcher. Subjects in need of analgesic therapy must have a stable analgesic regimen in place by study entry. Symptomatic lesions suitable for palliative radiotherapy should be treated before entering the study.\n5. The patient has other active virus and bacterial infection with significant clinical significance or systemic fungal infection that cannot be controlled.\n6. Anyone who has had arterial thromboembolism events (including myocardial infarction, cardiac arrest, cerebrovascular accident, cerebral ischemia, and a history of deep vein thrombosis or pulmonary embolism of Class 3 or above by CTCAE5.0) within six months before enrollment.\n7. Patients with a history of severe hemorrhagic disease within 6 months before enrollment, or those who were considered by the investigator to have a clear bleeding tendency (such as esophageal varices at risk for bleeding, locally active ulcer lesions, and fecal occult blood \\> 2+).\n8. Anyone who is diagnosed with congenital or acquired immunodeficiency (such as HIV-infected), or active hepatitis (HBV, HCV) infection, or other serious infectious diseases.\n9. With clinically significant cardiovascular disease: a) uncontrollable hypertension after treatment (systolic blood pressure ≥160mmHg and/ or diastolic blood pressure ≥110 mmHg); b) Has a history of myocardial infarction or unstable angina within 6 months before enrollment; c) Congestive heart failure or grade II heart failure; d) Arrhythmia in serious need of medical treatment, excluding asymptomatic atrial fibrillation with controllable heart rate.\n10. Patients with a history of allergy to any component of cell products.\n11. Anyone who has participated in or is participating in other clinical trials within three months.\n12. Pregnant or lactating women.\n13. Anyone who was considered by the investigator to be unsuitable to participate in this clinical trial.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}