{
    "nctId": "NCT05305937",
    "briefTitle": "Implantation of CEST and CESL MRI Methods for Detection of Breast Tumors",
    "officialTitle": "Implantation of CEST and CESL MRI Methods for Detection of Breast Tumors",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Malignant Tumor of Breast, Benign Breast Lumps, High-Risk Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "DIAGNOSTIC",
    "enrollmentCount": 70,
    "primaryOutcomeMeasure": "Detection and diagnosis of malignant tumors in the breast",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Women with suspicious finding/process in the breast that requires MRI examination\n2. Age: Over 18 years.\n3. For 10 patients of control group - patients without breast tumor, carriers of mutations in P53, BRCA2, BRCA1 or PTEN genes or women after genetic counseling who have been defined as having a 20% risk of developing breast cancer and are undergoing routine MRI.\n\nExclusion Criteria:\n\n1. Pregnancy or breastfeeding\n2. Sensitivity to glucosamine and / or gadolinium.\n3. Renal failure with creatinine clearance less than 30 cc per minute.\n4. Weight over 130 kg.\n5. Patients who have undergone breast surgery in the past year.\n6. Claustrophobia.\n7. Cardiovascular instability, symptomatic heart disease, pacemaker, artificial heart valve.\n8. Intra-body injection device.\n9. A generalized (idiopathic) epileptic seizure that is pharmacologically unbalanced.\n10. Metabolic instability (water economy, electrolytes, sugar).\n11. Suffers from a gastrointestinal disorder that affects absorption.\n12. Fever or evidence of a microbiological contaminant.\n13. Women using drugs that are related to derivatives of warfarin-coumadin.\n14. Women with phenylketonuria\n15. Inability to sign informed consent.\n16. COVID-19\n\nIn addition, all examinees will be subject to the accepted criteria for inclusion and exclusion of the MRI unit at Meir Medical Center.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}