{
    "nctId": "NCT03982485",
    "briefTitle": "Combination Neoadjuvant Chemotherapy With or Without Apatinib for HER2 Negative Breast Cancer",
    "officialTitle": "Neoadjuvant Apatinib Added to Weekly Paclitaxel and Cisplatin in Patient With Locally Advanced or Early Stage HER2 Negative Breast Cancer (APP) : a Open-label, Randomized, Controlled, Trial",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 196,
    "primaryOutcomeMeasure": "Residual cancer burden (RCB 0-I rates）",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. 18\\~70 year-old，Female\n2. Patients with histologically confirmed primary invasive breast adenocarcinoma,cT2-4N0-3M0\n3. ECOG 0-1\n4. HER2-negative tumor in biopsy, defined as: Immunohistochemical (IHC) 0-1+ or IHC 2+ confirmed as FISH negative.\n5. Adequate organ function\n\nExclusion Criteria:\n\n1. Unwilling to use adequate contraceptive protection during the process of the study and for at least 8 weeks after the last dose of study drug.\n2. Pregnant or breastfeeding patients\n3. Metastatic or recurrent patients\n4. Any evidence of sense or motor nerve disorders\n5. Any concurrent malignancy other than breast cancer\n6. Uncontrolled hypertension with hypotensive drugs therapy (systolic blood pressure \\> 140 mmHg, diastolic blood pressure \\> 90 mmHg). Patients with grade I or above myocardial ischemia or myocardial infarction or arrhythmia (including QT interval ≥ 440 ms) or cardiac insufficiency\n7. Inability to swallow, gastrointestinal resection, chronic diarrhea and obstruction of the intestine, various factors which affect drug use and absorption\n8. Coagulation disorders\n9. Artery or venous thrombosis occurred within 6 months before the study begins\n10. Have received prior treatment with a VEGFR TKI",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}