{
    "nctId": "NCT03123770",
    "briefTitle": "Efficacy and Safety of Neoadjuvant DC-T in Breast Cancer Patients",
    "officialTitle": "The Efficacy and Safety of Neoadjuvant Pegylated Liposomal Doxorubicin Plus Cyclophosphamide Followed by Docetaxel in Breast Cancer Patients: A Multicentric, Open-label, Non-randomized Concurrent Control, Non-inferiority Trial",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE4",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 384,
    "primaryOutcomeMeasure": "Pathological complete response rate",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Women aged : 18\\~70 years.\n2. WHO (ECOG) performance status 0-2.\n3. Patients who have read and understand the informed consent form and have given written informed consent.\n4. Diagnosed as invasive breast cancer by core biopsy\n5. Diagnosed pre-surgically as (cTNM Staging)Stage II-III and suit for neoadjuvant chemotherapy.\n6. Patients had previously not received chemotherapy，radiotherapy or biotherapy.\n7. Normal organ function，meeting the requirement of laboratory testing below:\n\n   * WBC≥4.0×109/L,\n   * NEU≥1.5×109/L,\n   * PLT≥100×109/L,\n   * HB ≥10g/dL,\n   * Scr≤1.5× ULN,\n   * AST ≤2.5×ULN,\n   * ALT ≤2.5×ULN,\n   * TDIL≤1.5×ULN.\n8. Patients with measurable lesion assessed by imaging using the RECIST (Response Evaluation Criteria In Solid Tumor) guideline，（long diameter of primary lesion ≥1cm or minor diameter of lymph node ≥1.5cm）；\n\nExclusion Criteria:\n\n1. Pregnant or lactating women were excluded.\n2. History of receiving organ transplantation（including Autologous bone marrow transplantation and peripheral hematopoietic stem-cell transplantation).\n3. Dysfunction of peripheral nerve system caused by other diseases or history of either severe mental disorder or central nervous system disorders.\n4. Uncontrolled infection or severe peptic ulcer need treatment.\n5. Severe hepatic disease（such as hepatic cirrhosis),nephrosis,respiratory disease or uncontrolled diabetes.\n6. Patients with malignancies (other than breast cancer) within the last 5 years, except for adequately treated in situ carcinoma of the cervix or basal cell carcinoma of the skin.\n7. Significant abnormal EKG or cardiac disease with drastic symptoms like congestive heart failure or severe coronary disease or uncontrolled arrhythmia or myocardial infarction within 12 months or NYHA level III-IV or LVEF\\<55% .\n8. Be allergic to test drugs.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}