{
    "nctId": "NCT02422615",
    "briefTitle": "Study of Efficacy and Safety of LEE011 in Men and Postmenopausal Women With Advanced Breast Cancer.",
    "officialTitle": "A Randomized Double-blind, Placebo-controlled Study of Ribociclib in Combination With Fulvestrant for the Treatment of Men and Postmenopausal Women With Hormone Receptor Positive, HER2-negative, Advanced Breast Cancer Who Have Received no or Only One Line of Prior Endocrine Treatment",
    "overallStatus": "COMPLETED",
    "conditions": "Advanced Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 726,
    "primaryOutcomeMeasure": "Progression Free Survival (PFS) Per Investigator Assessment",
    "eligibilityCriteria": "Key Inclusion Criteria:\n\n1. Patients were adults, both male and female, aged ≥ 18 years at the time of providing informed consent. Female patients were required to be postmenopausal. Informed consent was obtained prior to any trial-related activities, following local guidelines.\n2. Patients had a confirmed diagnosis of estrogen-receptor positive and/or progesterone receptor positive breast cancer, determined through histological and/or cytological examination by a local laboratory. Patients also had HER2-negative breast cancer.\n3. Patients had either measurable disease as per RECIST 1.1 criteria or at least one predominantly lytic bone lesion.\n4. Patients had advanced breast cancer, which included locoregionally recurrent disease not amenable to curative therapies (such as surgery or radiotherapy) or metastatic breast cancer. Patients fell into one of the following categories:\n\n   * Newly diagnosed with advanced/metastatic breast cancer and treatment-naïve.\n   * Relapsed with documented evidence of relapse more than 12 months after completing (neo)adjuvant endocrine therapy, without any prior treatment for advanced/metastatic disease.\n   * Relapsed with documented evidence of relapse on or within 12 months from completing (neo)adjuvant endocrine therapy, without any prior treatment for advanced/metastatic disease.\n   * Relapsed with documented evidence of relapse more than 12 months after completing adjuvant endocrine therapy and subsequently progressed after receiving one line of endocrine therapy (antiestrogen or aromatase inhibitor) for advanced/metastatic disease.\n   * Newly diagnosed with advanced/metastatic breast cancer at diagnosis and progressed after receiving one line of endocrine therapy (antiestrogen or aromatase inhibitor), with documented evidence of progression.\n5. Patients had an Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1.\n6. Patients had adequate bone marrow and organ function.\n\nKey Exclusion Criteria:\n\nPatients with symptomatic visceral disease or disease burden that rendered them ineligible for endocrine therapy, based on the investigator's judgment.\n\n2. Patients who had received prior treatment with chemotherapy (except for neoadjuvant/adjuvant chemotherapy), fulvestrant, or any CDK4/6 inhibitor.\n\n3. Patients with inflammatory breast cancer at the screening stage. 4. Patients with central nervous system (CNS) involvement, unless they were at least 4 weeks from completing prior therapy before initiating the study treatment and had a stable CNS tumor at the time of screening. They were also required not to be receiving steroids and/or enzyme-inducing anti-epileptic medications for brain metastases.\n\n5. Patients with clinically significant, uncontrolled heart disease and/or cardiac repolarization abnormality.\n\n6. Patients who were currently receiving any of the following substances, which could not be discontinued 7 days prior to initiating treatment:\n\n* Known strong inducers or inhibitors of CYP3A4/5.\n* Substances with a known risk of prolonging the QT interval or inducing Torsades de Pointes.\n* Substances with a narrow therapeutic window and predominantly metabolized through CYP3A4/5.\n* Herbal preparations/medications, dietary supplements.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}