{
    "nctId": "NCT02252887",
    "briefTitle": "Gemcitabine, Trastuzumab, and Pertuzumab in the Treatment of Metastatic HER2-Positive Breast Cancer After Prior Trastuzumab/Pertuzumab, or Pertuzumab Based Therapy",
    "officialTitle": "Phase II Study of Gemcitabine, Trastuzumab, and Pertuzumab in the Treatment of Metastatic HER2-Positive Breast Cancer After Prior Trastuzumab/Pertuzumab- or Pertuzumab-Based Therapy",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Metastatic HER2-Positive Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 45,
    "primaryOutcomeMeasure": "progression free",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Age ≥ to 18\n* Stage IV HER2 (+) breast cancer\n* Histologically documented HER2 (+) breast cancer as defined as IHC 3+ or FISH amplification of ≥ 2.0 of primary or metastatic site; results from the local lab are acceptable.\n* lECOG performance status 0 -1\n* Prior treatment with trastuzumab + pertuzumab (HP)-based therapy or pertuzumab-based in the neoadjuvantadjuvant, unresectable, locally advanced, or metastatic setting.\n* ≤ 3 prior chemotherapies in the metastatic setting. Prior anthracycline, taxane, gemcitabine, and anti-HER2 agents (i.e. trastuzumab, pertuzumab, lapatinib, neratinib, TDM-1, etc.) are allowed. If patients received prior gemcitabine, it could not have been combined with pertuzumab. Patients should have progression of disease on current therapy.\n* Measurable or non-measurable disease.\n* LVEF ≥ 50%\n* Hematologic parameters: white blood cell (WBC) count of ≥ 3000/ul, absolute neutrophil count (ANC) ≥ 1000/ul, platelets ≥ 100,000/ul, hemoglobin ≥10.0 g/dl\n* Non-hematologic parameters: bilirubin ≤ 1.5 mg/dl, AST/ALT≤ 2.5 x upper limit of normal (ULN), alkaline phosphatase ≤ 5 x ULN.\n* Creatinine ≤ 1.5 mg/dl\n* Patients with \"treated and stable\" brain lesions of a duration of ≥ 2 months may be enrolled.\n\nExclusion Criteria:\n\n* History of prior unstable angina, myocardial infarction, CHF, uncontrolled ventricular arrhythmias within 12 months\n* History of prior ≥ G 3 hypersensitivity (HSR) or any toxicity to trastuzumab or pertuzumab that warranted permanent cessation of this agent\n* History of hepatitis B or C\n* Pregnant patients",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}