{
    "nctId": "NCT00911716",
    "briefTitle": "TC Avastin. ICORG 08-10, V6",
    "officialTitle": "Pilot Evaluation of Bevacizumab, in Combination With Docetaxel and Cyclophosphamide in the Adjuvant Treatment of Patients With HER 2 Negative Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 106,
    "primaryOutcomeMeasure": "Percentage of patients experiencing heart failure",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. The patient must have histologically confirmed, invasive adenocarcinoma of the breast with:\n\n   -Involvement of at least one axillary lymph node on routine histologic examination.\n\n   or\n   * ER negative tumour \\>2 cm invasive cancer or\n   * ER positive tumour \\> 3cm invasive cancer. Note : Pre-menopausal patients with ER positive tumour may participate in the International Breast Cancer Study Group (IBCSG) SOFT study. High risk and registered and intermediate risk and randomized for chemotherapy patients enrolled in the TAILOR x study may participate in this study (once prior approval from IBCSG and ECOG is received)\n2. Patients must have undergone standard surgical treatment for their breast cancer, consisting either of mastectomy or a standard breast-conserving operation, which included appropriate axillary surgery. Such axillary procedures will include either sentinel node biopsy or an axillary dissection.\n3. Patients must have disease which is HER2 negative (0, or 1+ by immunohistochemistry (IHC) or fluorescence in situ hybridization FISH non amplified)\n4. Patients must have negative evaluations for metastatic disease, including chest x-ray or CT scan, isotope bone scan, and either computed tomography (CT), MRI or ultrasound of the liver. Position emission tomography (PET) scan would also suffice in place of the above tests (unless a bone scan is clinically indicated) within 3 months prior to registration.\n5. Patients must have a normal cardiac ejection fraction by echocardiogram (ECHO) or multigated acquisition (MUGA) scan within 3 months prior to registration.\n6. The electrocardiogram (ECG) performed within 3 months prior to registration must not have any clinically significant abnormalities reported.\n7. Margins of breast conservation surgery or mastectomy must be histologically free of invasive breast cancer and ductal carcinoma in situ (DCIS). Patients with resection margins positive for lobular carcinoma in situ (LCIS) are eligible.\n8. The interval between the last surgery for breast cancer (breast conservation surgery, mastectomy, sentinel node biopsy, axillary dissection or re-excision of breast conservation surgery margins) and Day 1 of treatment must be \\> 21 days and no more than 84 days.\n9. ECOG performance status of 0-1.\n10. Patients must have adequate organ function within \\< 8 weeks prior to registration, as measured by:\n\n    * Absolute neutrophil count \\> 1.2 x 10\\^9/L\n    * Platelet count \\> 100 x 10\\^9/L\n    * Normal bilirubin (except for patients with congenital hyperbilirubinemia)\n    * total bilirubin must be ≤ upper limit of normal (ULN) for the lab unless the patient has a bilirubin elevation \\> ULN to 1.5 x ULN due to Gilberts disease or similar syndrome involving slow conjugation of bilirubin\n    * Alanine aminotransferase (ALT) or aspartate aminotransferase (AST) \\< 2x ULN\n    * Serum creatinine must be ≤ ULN for the lab\n    * Measured or creatinine clearance must be ≥60ml/min\n    * Urinary protein should be 0- 1+ on dipstick urinalysis. If dipstick reading is ≥_2+ protein value must be \\< 500 mg in a 24-hour urine specimen.\n11. Activated partial thromboplastin time (APTT) \\< 1.5 x ULN\n12. Patients with synchronous bilateral breast cancer (diagnosed within one month) are eligible if the higher tumour node metastasis (TNM) stage tumour meets the eligibility criteria for this study and both are HER-2 negative.\n13. Male or female patients age \\> 18 years of age are eligible.\n14. Women must not be pregnant or breast-feeding due to the potential harmful effects of bevacizumab on the developing fetus. (Note: All females of childbearing potential must have a serum pregnancy test within 7 days prior to registration).\n15. Women of childbearing potential and sexually active males must use an accepted and effective method of contraception ( such as non hormonal intra uterine device (IUD), condoms, sexual abstinence or vasectomized partner).\n\nExclusion Criteria:\n\n1. Any active serious medical illness.\n2. Patients must not have clinically significant cardiovascular or cerebrovascular disease, including any history of\n\n   * Symptomatic heart disease or heart disease requiring ongoing treatment\n   * Cerebrovascular disease including transient ischemic attack (TIA), stroke or subarachnoid haemorrhage\n   * Ischemic bowel\n   * Myocardial infarction\n   * Unstable angina\n3. New York Heart Association (NYHA) grade II or greater congestive heart failure\n4. Grade II or greater peripheral vascular disease active at study entry\n5. Patients receiving anticoagulation therapy are excluded.\n6. Uncontrolled hypertension defined as systolic blood pressure (BP) \\>145mmHg or diastolic BP \\>85mmHg, with or without anti-hypertensive medication.(BP must be assessed within 28 days prior to registration).\n7. Uncontrolled or clinically significant arrhythmia.\n8. Clinical evidence of inflammatory breast cancer or fixed axillary nodes at diagnosis.\n9. Any major surgical procedure within 21 days of day 1 treatment. (NOTE: Non-operative biopsy or placement of a vascular access device is not considered a major surgery).\n10. Placement of a vascular access device within 24 hours of planned Day 1 of treatment.\n11. Bleeding diathesis, hereditary or acquired bleeding disorder or coagulopathy.\n12. A non-healing wound or fracture. Patients with an abdominal fistula, gastrointestinal perforation, or intra-abdominal abscess within 6 months prior to registration are not eligible.\n13. Axillary node involvement only demonstrated by immunohistochemistry are not eligible unless they meet one of the other eligibility criteria below:\n\n    * ER negative tumour \\>2 cm invasive cancer\n    * ER positive tumour \\> 3 cm invasive cancer\n14. Prior cancer except for basal cell skin cancer and cancer in situ of the cervix and uterus\n15. Hypersensitivity to Chinese hamster ovary cell products or other recombinant human antibodies.\n16. Patients must not have received prior cytotoxic chemotherapy for any cancer or received hormonal therapy for this breast cancer.\n\nNOTE: Prior use of tamoxifen for chemoprevention is allowed but must be discontinued at study entry. Similarly, prior raloxifene use is allowed but must be discontinued at study entry.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}