{
    "nctId": "NCT06074757",
    "briefTitle": "Open Label, Sequential Dosing , Single Ascending Dose and Multiple Dose Safety Tolerability and Pharmacokinetic Study",
    "officialTitle": "Open Label Sequential Dosing Single Ascending Dose of Four Cohort and Multiple Dose of One Cohort Pharmacokinetics Tolerability and Safety of Fulvestrant Injection as Test Product KSHN001034 vs Reference Product FASLODEX®",
    "overallStatus": "COMPLETED",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 48,
    "primaryOutcomeMeasure": "safety and tolerability",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* The subject is healthy female adult of population aged between 40 to 60 years old (inclusive) at screening.\n* The subject has a body weight not less than 50 Kg and according to the BMI range (18.5 - 30 Kg/m2)6 (inclusive) at screening.\n* The subject is fully vaccinated for COVID-19 at least two weeks ago, as checked at screening.\n\n  -. The subject is physically and mentally healthy as judged by means of medical and standard laboratory examinations at screening.\n* The findings of the subject are within the range of clinical acceptability in medical history, and physical examination, and laboratory results \"other than RBC indices (MCH, MCV and MCHC), and hemoglobin, \" within \"normal ranges\" for the laboratory tests performed or abnormalities considered insignificant and justified by the principal/clinical sub- investigator at screening.\n* The subject results are within normal range or ± 5% of medical lab reference range for all RBC indices (MCH, MCV and MCHC) and hemoglobin, at screening\n\n  -. The subject's platelets count is within medical lab reference range at screening.\n* The subject has a normal ECG (12 leads), including normal QTc (below 440 msec), at screening\n\n  * The subject's chest X-ray, performed within 6 months before screening (if available) or at screening, is normal or considered clinically acceptable with no evidence of ongoing or past serious infections, as per the investigator judgment at screening.\n  * The subject vital signs in sitting position are within the following ranges at screening, and on admission day (before admission):\n\nBlood Pressure:\n\nSystolic: (90 - 140) mmHg Diastolic: (60-90) mmHg Body Temperature: (36.1 - 37.2) ºC Pulse rate: 60 to 100 beat per minute. Respiratory rate: 12-18 bpm.\n\n* Kidney function tests (Creatinine, Potassium and Sodium) are within the medical lab reference range and kidney function tests (Blood Urea Nitrogen, and uric acid) are considered clinically acceptable as per the investigator judgment at screening. If creatinine is below the lower normal limit while the other parameters are normal, it will be considered as clinically not significant unless otherwise judged by the investigator.\n* Liver function tests (AST, ALT, GGT, and bilirubin (total, direct, and indirect)) results are within the medical lab reference ranges and liver function tests (Alkaline phosphatase, total protein, and albumin) are considered clinically acceptable as per PI / SI judgment at screening.\n\nExclusion Criteria:\n\n* The subject has an evidence of psychiatric disorder, antagonistic personality, poor motivation, emotional or intellectual problems likely to limit the validity of the consent to participation in the study or limit the ability to comply with the protocol requirements, as determined by the principal investigator/clinical Sub-investigator at screening or on admission day (before admission).\n* The subject has a known history or presence of any clinically significant abnormality / pathology / disease in any of the body systems, as checked at screening or on admission day (before admission).\n* The subject has a clinically significant history or presence of any clinically significant gastrointestinal pathology (e.g. chronic diarrhea, active inflammatory bowel disease), unresolved gastrointestinal symptoms (e.g. diarrhea, vomiting), short bowel syndrome, upper gastrointestinal surgery including gastric resection, or other conditions known to interfere with the metabolism or excretion of the drug as determined by the principal investigator/clinical sub-investigator at screening or on admission day (before admission).\n* The subject has a history of allergy or major allergic reactions or known allergy/ hypersensitivity to the drug under investigation (Fulvestrant), or to any of the excipients (ethanol, benzyl alcohol, benzyl benzoate, castor oil refined), as checked at screening\n* The subject has a history of hypersensitivity to heparin as checked at screening.\n* The subject has a history of vaginal bleeding or discharge, bleeding diatheses, thrombocytopenia or taking anticoagulant treatment as checked at screening.\n* The subject has symptoms suggestive of COVID-19 as judged by the principal investigator/clinical sub-investigator at screening or admission day (before admission).\n\nThe subject is pregnant or nursing (lactating) women, where pregnancy is defined as the state of the female after conception and until the termination of gestation, confirmed by a positive serum pregnancy test at screening or on admission day (before admission).\n\n* The subject has consumed or does not agree to abstain from consuming any beverages or food containing alcohol from screening until donating the last PK sample of the study cohort, as checked at screening or on admission day (before admission).\n* The subject does not agree to abstain from consuming any beverages or food containing methylxanthines e.g. caffeine (coffee, tea, cola, energy drinks, chocolate, ...etc) for at least 24 hours prior to each dosing and for 24 hrs after each dosing, as checked at screening or on admission day (before admission).\n* The subject has taken any prescribed drugs within four weeks preceding first study drug administration or doesn't agree on not taking them until donating last PK sample of the study cohort, as checked at screening or on admission day (before admission).",
    "sex": "FEMALE",
    "minimumAge": "40 Years",
    "stdAges": "ADULT"
}