{
    "nctId": "NCT05277935",
    "briefTitle": "Wearable Enhanced Fitness Tracking for Metastatic Breast Cancer Patients Using Endocrine Treatment and Palbociclib",
    "officialTitle": "Wearable Enhanced Fitness Tracking for Metastatic Breast Cancer Patients Using Endocrine Treatment and Palbociclib",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Neoplasm Female, Quality of Life",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "OTHER",
    "enrollmentCount": 68,
    "primaryOutcomeMeasure": "Assess quality of life through the quality-of-life questionnaire through the Functional Assessment of Cancer Therapy - Breast",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Female patients ≥ 18 years of age diagnosed with hormone receptor-positive/ human epidermal growth factor receptor 2- negative metastatic breast cancer undergoing treatment with Palbociclib combined with aromatase inhibitors (letrozole, exemestane or anastrozole) or fulvestrant as first-line therapy, or in treatment with Palbociclib and fulvestrant as second-line or posterior-line therapy in the metastatic setting; may be using ovarian suppression if the patient is premenopausal.\n* The patient must be on treatment for at least three (3) months with Palbociclib and endocrine therapy.\n* Evidence of a signed and dated informed consent document, physically or digitally, indicating that the research participant was informed about all relevant aspects of the study;\n* The patient agrees not to participate in another study with drug intervention while on treatment.\n* Have performance status according to the Eastern Cooperative Oncology Group\n* Have access to a compatible smartphone and 3G or 4G internet connection\n\nExclusion Criteria:\n\n* Patients considered to be at poor medical risk due to uncontrolled serious medical disorder, non-malignant systemic disease, or active uncontrolled infection. Examples: uncontrolled ventricular arrhythmia, recent myocardial infarction (within 6 months), stroke, gastrointestinal bleeding, or any psychiatric disorder that precludes informed consent; between others.\n* Patients who have a life expectancy of \\< 3 months.\n* Treatment with any product under investigation during the last 28 days;\n* Another acute or chronic medical or psychiatric condition or severe laboratory abnormality that could increase the risk associated with participation in the study or that Page 10 de 21 Version 6.0 could interfere with the interpretation of the study results and, in the investigator's judgment, would make the research participant unsuitable for inclusion in the study. study.\n* Illiterate patients or those with a low level of education that may prevent the correct use of the Wecancer application and/or the watch with monitoring of physical activity.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}