{
    "nctId": "NCT03595592",
    "briefTitle": "Neoadjuvant Treatment of HER2 Positive Early High-risk and Locally Advanced Breast Cancer",
    "officialTitle": "Atezolizumab, Pertuzumab and Trastuzumab With Chemotherapy as Neoadjuvant Treatment of HER2 Positive Early High-risk and Locally Advanced Breast Cancer (APTneo)",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Invasive Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "OTHER",
    "enrollmentCount": 650,
    "primaryOutcomeMeasure": "Event Free Survival (EFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Female patients aged 18 years or older with early high-risk ((T1cN1; T2N1; T3N0) or locally advanced and inflammatory breast cancers (stage III A-C according to AJCC) suitable for neoadjuvant treatment\n2. Histologically confirmed unilateral invasive breast cancer\n3. HER2 positive disease according to ASCO/CAP guidelines 2013 \\[defined as IHC 3+ or ISH positive (by gene copy number or HER2 gene/CEP17 ratio of 2 or greater)\\]\n4. Known estrogen (ER) and progesterone receptor (PgR)\n5. Availability of a representative paraffin-embedded (FFPE) tumor block taken at diagnostic biopsy for central confirmation of HER2 eligibility, for assessment of ER, PgR, Ki67 and PD-L1 expression and for biomarker evaluation is mandatory. Note: the diagnostic biopsy of the breast lesion may have been taken before the required screening procedures. If diagnostic sentinel node biopsy if performed, an FFPE block must be available. An FFPE tumor block is also mandatory after the first cycle of therapy. Surgery tissue (residual tumor or tumor bed in case of pCR and axillary node material) is also mandatory.\n6. Consent to the collection of blood samples mandatorily before starting neoadjuvant treatment, after the first cycle of therapy, at the end of neoadjuvant treatment (before surgery), 6 months after surgery and at the end of all treatments.\n7. ECOG performance status 0 or 1\n8. For women who are not postmenopausal (≥ 12 months of non-therapy-induced amenorrhea) or surgically sterile (absence of ovaries and/or uterus): agreement to remain abstinent or use single or combined contraceptive methods that result in a failure rate of \\< 1% per year during the treatment period and for at least 6 months after the last dose of study drugs. Abstinence is only acceptable if it is in line with the preferred and usual lifestyle of the patient. Periodic abstinence (e.g., calendar, ovulation, symptothermal, or postovulation methods) and withdrawal are not acceptable methods of contraception. Examples of contraceptive methods with a failure rate of \\< 1% per year include tubal ligation, male sterilization, hormonal implants, established, proper use of combined oral or injected hormonal contraceptives, and certain intrauterine devices. Alternatively, two methods (e.g., two barrier methods such as a condom and a cervical cap) may be combined to achieve a failure rate of \\< 1% per year. Barrier methods must always be supplemented with the use of a spermicide\n9. Written informed consent to participate in the trial (approved by the Institutional Review Board \\[IRB\\]/ Independent Ethics Committee \\[IEC\\]) obtained prior to any study specific screening procedures\n10. Willing and able to comply with the protocol\n\nExclusion Criteria:\n\n1. Evidence of bilateral breast cancer or metastatic disease (M1)\n2. Patients with HER2-negative defined as 0-1+ by immunohistochemistry or 2+ by immunohistochemistry without HER2 amplification by either In Situ Hybridization (ISH) or other amplification tests done locally are considered not eligible for the study\n3. Pregnant or lactating women. Documentation of a negative pregnancy test must be available for premenopausal women with intact reproductive organs and for women less than one year after the last menstrual cycle\n4. Women with childbearing potential unless (1) surgically sterile or (2) using adequate measures of contraception, for example abstinence, an intra-uterine device, or double barrier method of contraception\n5. Previous treatment with chemotherapy, hormonal therapy or an investigational drug for any type of malignancy\n6. Previous investigational treatment for any condition other than malignancy within 4 weeks of randomization date\n7. Administration of a live, attenuated vaccine within 4 weeks before Day 1 or anticipation that such a live attenuated vaccine will be required during the study\n8. Previous or concomitant malignancy of any other type that could affect compliance with the protocol or interpretation of results. Patients with curatively treated basal cell carcinoma of the skin or in situ cervix cancer are generally eligible\n9. Pre-existing motor or sensory neuropathy of grade \\> 1 for any reason\n10. History of severe allergic, anaphylactic, or other hypersensitivity reactions to chimeric or humanized antibodies or fusion proteins\n11. Known hypersensitivity or allergy to biopharmaceuticals produced in Chinese hamster ovary cells or any component of the atezolizumab formulation\n12. Patients with prior allogeneic stem cell or solid organ transplantation\n13. History of autoimmune disease including, but not limited to, systemic lupus erythematosus, rheumatoid arthritis, inflammatory bowel disease, vascular thrombosis associated with antiphospholipid syndrome, Wegener's granulomatosis, Sjögren's syndrome, Bell's palsy, Guillain-Barré syndrome, multiple sclerosis, vasculitis, or glomerulonephritis\n14. History of idiopathic pulmonary fibrosis (including bronchiolitis obliterans with organizing pneumonia) or evidence of active pneumonitis on screening chest computed tomography scan\n15. Known clinically significant liver disease, including active viral, alcoholic, or other hepatitis, cirrhosis, fatty liver, and inherited liver disease\n16. History of HIV infection, active hepatitis B (chronic or acute), or hepatitis C infection. Patients with past or resolved hepatitis B infection (defined as having a negative HBsAg test and a positive hepatitis B core antigen \\[anti-HBc\\] test) are eligible.\n\n    Patients positive for hepatitis C virus (HCV) antibody are eligible only if polymerase chain reaction assay (PCR) is negative for HCV RNA\n17. Active tuberculosis\n18. Severe infections within 4 weeks prior to Day 1, including, but not limited to, hospitalization for complications of infection, bacteremia, or severe pneumonia. Signs or symptoms of significant infection within 2 weeks prior to Day 1\n19. Received oral or IV antibiotics within 2 weeks prior to Cycle 1 Day 1\n20. Other serious illness or medical condition including: history of documented congestive cardiac failure; New York Heart Association (NYHA) Class II or greater CHF; angina pectoris requiring anti-anginal medication or unstable angina within 6 months prior to Day 1; evidence of transmural infarction on ECG; myocardial infarction stroke or transient ischemic attack (TIA) within 6 months prior to Day 1; poorly controlled hypertension (e.g. systolic \\>180 mm Hg or diastolic \\>100 mm Hg; however, patients with hypertension which is well controlled on medication are eligible); clinically significant valvular heart disease; high-risk uncontrolled arrhythmias\n21. Patients with a history of uncontrolled seizures, central nervous system disorders or psychiatric disability judged by the investigator to be clinically significant and precluding informed consent or adversely affecting compliance with study drugs\n22. Serious uncontrolled infections (bacterial or viral) or poorly controlled diabetes mellitus\n23. Any of the following abnormal baseline hematological values:\n\n    1. White blood count (WBC) \\< 2.5 x 109/L\n    2. Absolute Neutrophil Count (ANC) \\< 1.5 x 109/L\n    3. Lymphocyte count \\< 0.5 x 109/L\n    4. Platelet count \\< 100 x 109/L\n    5. Hemoglobin (Hb) \\< 10 g/dL\n24. Any of the following abnormal baseline laboratory tests\n\n    1. Serum total bilirubin \\> 1.5 x ULN (upper limit of normal) (except for patients with clearly documented Gilbert's syndrome)\n    2. Alanine transaminase (ALT) or aspartate transaminase (AST) \\> 1.25 x ULN\n    3. Alkaline phosphatase \\> 2.5xx ULN\n    4. Serum creatinine \\> 1.5 x ULN\n    5. INR and aPTT \\> 1.5 × ULN within 2 weeks prior to enrollment. This applies only to patients who are not receiving therapeutic anticoagulation; patients receiving therapeutic anticoagulation should be on a stable dose.\n25. Baseline left ventricular ejection fraction (LVEF) \\< 50% by echocardiography or multi-gated scintigraphic scan (MUGA)\n26. Major surgical procedure within 28 days prior to Day 1 or anticipation of need for a major surgical procedure during the course of the study\n27. Influenza vaccination should be given during influenza season only (approximately October to March). Patients must not receive live, attenuated influenza vaccine (e.g., FluMist®) within 4 weeks prior to Day 1 or at any time during the study.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}