{
    "nctId": "NCT00572598",
    "briefTitle": "Pilot Study of 18F Fluoropaclitaxel (FPAC)",
    "officialTitle": "Pilot Study of 18F Fluoropaclitaxel (FPAC) in Breast Cancer Patients and Normal Volunteers: Dosimetry and Imaging Feasibility",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "EARLY_PHASE1",
    "allocation": "NA",
    "primaryPurpose": "N/A",
    "enrollmentCount": 6,
    "primaryOutcomeMeasure": "Imaging feasibility and dosimetry",
    "eligibilityCriteria": "Normal Volunteers\n\nInclusion Criteria:\n\n* Subjects must be 18 years or older for inclusion in this study. Because no dosing or adverse event data are currently available on the use of FPAC in patients \\<18 years of age, children are excluded from this study but will be eligible for future pediatric single-agent trials, if applicable.\n\n  * All subjects must sign a written informed consent document and a Health Insurance Portability and Accountability Act (HIPAA) authorization in accordance with institutional guidelines.\n  * If female, the subject must be postmenopausal for a minimum of one year, or surgically sterile, or be within 14 days of onset of a menstrual period or have a negative beta human chorionic gonadotropin (ßHCG) blood test.\n  * Subjects must have normal organ and marrow function as defined below:\n  * Leukocytes \\>3,000/μL\n  * absolute neutrophil count \\>1,500/μL\n  * platelets \\>100,000/μL\n  * total bilirubin within normal institutional limits\n  * aspartate aminotransferase (AST)/alanine aminotransferase (ALT) \\<= 2.5 times the institutional upper limit of normal\n  * Creatinine within normal institutional limits OR, in subjects with creatinine levels above institutional normal, creatinine clearance \\>60 mL/min/1.73 m2\n\nExclusion Criteria:\n\n* Subject with a known bleeding disorder\n\n  * Subjects who have received chemotherapy within 1 year of entry into study\n  * Subjects with a history of liver or kidney disease\n  * Subjects who are receiving any other investigational agents\n  * Subjects having severe claustrophobia or other condition that would make them unable to lie still for the duration of the study\n  * Subjects with immunodeficiencies that predispose a subject to specific or non-specific mediator release\n  * Subjects with uncontrolled intercurrent illness, including but not limited to ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements\n  * Subjects who are pregnant or lactating or who suspect they might be pregnant. Because there is an unknown but potential risk for adverse events in nursing infants secondary to treatment of the mother with FPAC, breastfeeding should be discontinued if the mother receives FPAC.\n\nBreast Cancer Patients\n\nInclusion Criteria:\n\n* Subjects must have a history of histologically or cytologically confirmed breast cancer with estimated lesion size of \\>1cm.\n\n  * Subjects must be 18 years or older for inclusion in this study. Because no dosing or adverse event data are currently available on the use of FPAC in patients \\<18 years of age, children are excluded from this study but will be eligible for future pediatric single-agent trials, if applicable.\n  * All subjects must sign a written informed consent document and a HIPAA authorization in accordance with institutional guidelines.\n  * If female, the subject must be postmenopausal for a minimum of one year, be surgically sterile, be within 14 days of onset of a menstrual period, or have a negative ßHCG blood test.\n  * Subjects must have normal organ and marrow function as defined below:\n  * Leukocytes \\>3,000/μL\n  * absolute neutrophil count \\>1,500/μL\n  * platelets \\>100,000/μL\n  * total bilirubin within normal institutional limits\n  * aspartate aminotransferase (AST)/alanine aminotransferase (ALT) \\<= 2.5 times the institutional upper limit of normal\n  * Creatinine within normal institutional limits OR, in subjects with creatinine levels above institutional normal, creatinine clearance \\>60 mL/min/1.73 m2\n\nExclusion Criteria:\n\n•as above",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}