{
    "nctId": "NCT01832857",
    "briefTitle": "Phase 2 Safety, Tolerability and Efficacy Study of CPI-613 in Cancer Patients",
    "officialTitle": "An Open Label, Phase 2 Trial to Evaluate the Safety, Tolerability and Efficacy of CPI-613 in Cancer Patients",
    "overallStatus": "TERMINATED",
    "conditions": "Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 7,
    "primaryOutcomeMeasure": "Overall Survival (OS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients must have advanced and/or metastatic, histologically or cytologically documented solid tumors, for whom there is no available therapy shown to provide clinical benefit or for those who have refused further standard therapy\n* Eastern Cooperative Oncology Group (ECOG) performance status being 0-2\n* Expected survival \\>3 months\n* 18 years of age or older of both genders\n* Women of child-bearing potential must use accepted contraceptive methods (abstinence, intrauterine device \\[IUD\\], oral contraceptive or double barrier device) during the study, and must have a negative serum or urine pregnancy test within 1 week prior to treatment initiation.\n* Fertile men must practice effective contraceptive methods during the study, unless documentation of infertility exists\n* Mentally competent, with an ability to understand and willingness to sign the informed consent form\n* No radiotherapy, treatment with cytotoxic agents (except CPI-613), or treatment with biologic agents within 3 weeks prior to treatment with CPI-613. At least 2 weeks must have elapsed from any prior surgery or hormonal therapy. Patients must have fully recovered from the acute toxicities of any prior treatment with any anti-cancer drugs, radiotherapy or other anti-cancer modalities (returned to baseline status as noted before most recent treatment). Patients with persisting, stable chronic toxicities from prior treatment ≤Grade 1 are eligible, but must be documented as such.\n* Laboratory values ≤2 weeks must be:\n* Adequate hematologic (white blood cell \\[WBC\\] ≥3500 cells/mm3 or ≥3.5 bil/L; platelet count ≥150,000 cells/mm3 or ≥150 bil/L; absolute neutrophil count \\[ANC\\] ≥1500 cells/mm3 or ≥1.5 bil/L; and hemoglobin (Hgb) ≥9 g/dL or ≥90 g/L).\n* Adequate hepatic function (aspartate aminotransferase \\[AST/SGOT\\] ≤3x upper normal limit \\[UNL\\], alanine aminotransferase \\[ALT/SGPT\\] ≤3x UNL (≤5x UNL if liver metastases present), bilirubin ≤1.5x UNL).\n* Adequate renal function (serum creatinine ≤2.0 mg/dL or 177 μmol/L, and blood urea nitrogen \\[BUN\\] ≤25 mg/dL).\n* Adequate coagulation (\"International Normalized Ratio or INR must be ≤1.5\")\n\nExclusion Criteria:\n\n* Serious medical illness\n* Any active uncontrolled bleeding or patients with a bleeding diathesis\n* Patients with active central nervous system (CNS) or epidural tumor\n* Pregnant women, or women of child-bearing potential not using reliable means of contraception\n* Lactating females\n* Fertile men unwilling to practice contraceptive methods during the study period\n* Life expectancy less than 3 months\n* Unwilling or unable to follow protocol requirements\n* Dyspnea with minimal to moderate exertion, or patients with pleural, pericardial, or peritoneal effusions\n* Active heart disease including but not limited to symptomatic congestive heart failure, symptomatic coronary artery disease, symptomatic angina pectoris, symptomatic myocardial infarction, arrhythmias requiring medication, or symptomatic congestive heart failure.\n* A marked baseline prolongation of QT/QTc interval; a history of additional risk factors for torsade de pointes.\n* Requirement for immediate palliative treatment of any kind including surgery\n* Any condition or abnormality which may, in the opinion of the investigator, compromise the safety of patients\n* Albumin \\<2.5 g/dL or \\<25 g/L\n* Evidence of active infection, or serious infection, with the past month\n* Patients with known HIV infection.\n* Patients receiving any other standard or investigational treatment for their cancer, or any other investigational agent for any indication within the past 3 weeks prior to initiation of CPI-613 treatment.\n* Patients who have received immunotherapy of any type within the past 4 weeks prior to initiation of CPI-613 treatment\n* Patients that have received a chemotherapy regimen with stem cell support in the previous 6 months\n* Troponin I above institution limit of normal",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}