{
    "nctId": "NCT05629949",
    "briefTitle": "A Multicenter, Double-blind, Randomized, Parallel-group, Phase III Study of the Efficacy and Safety of QL1701 Plus Docetaxel Versus Herceptin® Plus Docetaxel as First Line Therapy in Patients With HER2-positive Metastatic Breast Cancer",
    "officialTitle": "A Multicenter, Double-blind, Randomized, Parallel-group, Phase III Study of the Efficacy and Safety of QL1701 Plus Docetaxel Versus Herceptin® Plus Docetaxel as First Line Therapy in Patients With HER2-positive Metastatic Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 474,
    "primaryOutcomeMeasure": "ORR at Week 24 by IRC",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patients have voluntarily agreed to participate and given written informed consent.\n2. Female ≥18 years of age on day of signing the informed consent form (ICF).\n3. Histologically or cytologically confirmed adenocarcinoma of the breast that is HER2-positive by molecular pathology \\[IHC or fluorescence in situ hybridization (FISH)\\]; (4) Locally recurrent or metastatic breast cancer (including patients with first diagnosis of metastatic breast cancer) that cannot be treated with radical surgery or radiotherapy has an indication of taxane antitumor drug therapy regimen (according to the NCCN or Chinese treatment guidelines); (5) No systemic chemotherapy or targeted drug therapy for metastatic breast cancer has been performed in the past. If endocrine therapy has been performed, it must be stopped at least 2 weeks before enrollment; For patients who had received relevant neoadjuvant or adjuvant therapy in the past, HER2- related drugs should have been discontinued for at least 12 months before enrollment, and other non-HER2-related drugs should have been discontinued for at least 1 month before enrollment.\n\n   * There is at least one measurable lesion (non-bone metastatic lesion), which was evaluated according to RECIST 1.1 criteria.\n\nExclusion Criteria:\n\n1. Previous systemic chemotherapy or targeted drug therapy for metastatic breast cancer (including Herceptin ®, such as trastuzumab, pertuzumab, TDM-1, etc.; And non-herceptin ®, such as lapatinib, pyrrotinib, neratinib, etc.);\n2. Currently receiving other systemic antitumor therapies (such as chemotherapy and/or immunotherapy) or other therapies not specified in the study protocol that may affect the study;\n3. Use of other investigational drugs within 28 days before signing the informed consent;\n4. Definite confirmation of brain metastases (except those that have been evaluated asymptomatic or asymptomatic for at least 4 weeks after local lesion management and do not require steroid treatment);\n5. Have a history of other malignant tumors within 5 years before signing the informed consent, excluding cervical carcinoma in situ, basal cell carcinoma of the skin or squamous cell carcinoma of the skin that has received radical treatment;\n\n   * Previous HIV infection or HIV screening positive, or HCV RNA positive, or syphilis antibody positive and active titer test;",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}