{
    "nctId": "NCT02227082",
    "briefTitle": "Olaparib and Radiotherapy in Inoperable Breast Cancer",
    "officialTitle": "Olaparib Dose Escalation in Combination With High Dose Radiotherapy to the Breast Andregional Lymph Nodes in Patients With Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Locally Advanced Malignant Neoplasm, Inflammatory Breast Carcinoma, Triple-Negative Invasive Breast Carcinoma",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 7,
    "primaryOutcomeMeasure": "The incidence of dose limiting toxicities.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* ≥18 years of age\n* Histological proven breast cancer or local recurrence of breast cancer which is inoperable or/and metastatic, including inflammatory breast cancer\n* No participation in trial with neoadjuvant systemic treatment, except for previous contralateral breast cancer\n* Tumor in breast accessible for biopsy\n* WHO performance 0-2\n* Life expectancy of at least 6 months\n* Adequate hematological, renal and hepatic functions\n* Hemoglobin 6.2 mmol/l\n* Leucocytes 3.0 x 10E9/l\n\n  * Absolute neutrophil count 1.5x10E9/l\n  * Platelet count 100 x 10E9/l\n  * Total bilirubin ≤ 1.5 x ULN\n  * ASAT/ALAT ≤ 2.5 x ULN; or in the presence of liver metastases ≤ 5 x ULN\n  * Creatinine clearance 50 ml/min; measured or calculated\n* Evidence of non-childbearing status for women of childbearing potential: negative urine or serum pregnancy test within 21 days of study treatment. Non-childbearing potential or postmenopausal is defined as:\n\n  * Amenorrheic for 1 year or more following cessation of exogenous hormonal treatments\n  * LH and FSH levels in post menopausal range for women under 50 years of age\n  * Radiation-induced oophorectomy with last menses \\> 1 year ago\n  * Chemotherapy-induced menopause with \\> 1 year interval since last menses\n  * Surgical sterilisation (bilateral oophorectomy or hysterectomy)\n* Patients of reproductive potential must agree to practice two effective medically approved contraceptive method during the trial and 3 months afterwards\n* Signed written informed consent\n\nExclusion Criteria:\n\n* Anti-cancer therapy including chemotherapy, radiotherapy, endocrine therapy, immunotherapy or use of other investigational agents within 3 weeks prior to start of therapy (or a longer period depending on the defined characteristics of the agents used e.g. 6 weeks for mitomycin ornitrosourea). Patient may continue the use of tamoxifen, aromatase inhibitor and LHRH agonists for cancer; bisphosphonates for bone disease and corticosteroids. The use of denosumab for bone disease is not allowed.\n* Major surgery within two weeks of starting study treatment.\n* Participation in other trial with investigational drug or treatment modality\n* Patients with symptomatic uncontrolled brain metastases. A scan to confirm the absence of brain metastases is not required.\n* Prior ipsilateral radiotherapy to the chest or breast.\n* Blood transfusion in the four weeks prior to study entry\n* Persistent toxicities (CTC ≥ grade 2) with the exception of alopecia, caused by previous cancer therapy\n* QT-interval \\> 470 msec\n* Significant cardiovascular disease as defined by\n\n  * History of congestive heart failure defined as NYHA class III\n  * History of unstable angina pectoris or myocardial infarction up to 3 months prior to trial entry;\n  * Presence of severe valvular heart disease\n  * Presence of a ventricular arrhythmia requiring treatment;\n  * Uncontrolled hypertension\n* Patients considered a poor medical risk due to:\n\n  * non-malignant systemic disease\n  * active, uncontrolled infection requiring parenteral antibiotics\n  * a serious, uncontrolled medical disorder; examples include, but are not limited to:\n\n    * uncontrolled major seizure disorder\n    * unstable spinal cord compression\n    * superior vena cava syndrome\n    * extensive bilateral lung disease on HRCT scan\n    * any psychiatric disorder that prohibits obtaining informed consent.\n* Any psychological, familial, sociological or geographical condition potentially hampering compliance with the study protocol and follow-up schedule.\n* Patients who are known to be serologically positive for human immunodeficiency virus (HIV) and are receiving antiviral therapy.\n* Patients with known active hepatic disease (i.e. Hepatitis B or C)\n* Patients with myelodysplastic syndrome/acute myeloid leukaemia or features suggestive of MDS/AML on peripheral blood smear.\n* Gastrointestinal disorders that may interfere with absorption of the study drug or patients who are not able to take oral medication\n* Concomitant medications:\n\n  * Any previous treatment with a PARP inhibitor, including Olaparib\n  * Patients receiving the following classes of inhibitors of CYP3A4 (see Section 6.4.2 for guidelines and wash out periods)\n\n    * Azole antifungals\n    * Macrolide antibiotics\n    * Protease inhibitors\n* Patients with a known hypersensitivity to olaparib or any of the excipients of the product\n* Breast-feeding women",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}