{
    "nctId": "NCT03829306",
    "briefTitle": "Unraveling KAdcyla Resistance In Human Epidermal Growth Factor Receptor 2(HER2) Positive Advanced Breast Cancer (KATIA)",
    "officialTitle": "\"Unraveling KAdcyla (Trastuzumab Emtansine; T-DM1) Resistance In HER2-positive Advanced Breast Cancer (ABC): a Prospective GEICAM Study\"",
    "overallStatus": "COMPLETED",
    "conditions": "Advanced Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 32,
    "primaryOutcomeMeasure": "Genomic alterations on tumor samples with Objective Response (OR) to Kadcyla",
    "eligibilityCriteria": "Inclusion Criteria:\n\n- Patients are eligible to be included in the study only if they meet all of the following criteria and according to the corresponding Summary of Product Characteristics (SmPC):\n\n1. The patient has signed and dated the informed consent form (ICF) and it has been obtained before conducting any study specific procedure.\n2. Female or male patients ≥ 18 years of age on day of signing informed consent.\n3. Documented HER2-positive breast cancer based on local laboratory determination (preferably assessed on the most recent tumor biopsy available).\n4. Patients with evidence of advanced disease not amenable to resection or radiation therapy with curative intent who are planned to receive Kadcyla within the approved indication in Spain: as a single agent for the treatment of adult patients with HER2-positive, unresectable locally advanced or metastatic breast cancer who previously received trastuzumab and a taxane, separately or in combination. Patients should have either:\n\n   * Received prior therapy for locally advanced or metastatic disease, or\n   * Developed disease recurrence during or within six months of completing adjuvant therapy\n5. Presence of measurable disease according to RECIST 1.1 for assessment of tumor response.\n6. Availability of tumor tissue sample from the primary tumor and/or the recurrence/metastatic site. Effort will be made to obtain a biopsy from a metastatic site in easily accessible tissues.\n7. Eastern Cooperative Oncology Group (ECOG) performance status (PS) 0-1.\n8. Patient must have a life expectancy ≥16 weeks.\n9. Resolution of all acute toxic effects of prior anti-cancer therapy or surgical procedures to NCI-CTCAE v5.0 Grade ≤ 1 (except alopecia or other toxicities not considered a safety risk for the patient at investigator´s discretion).\n10. Negative serum pregnancy test result for women of childbearing potential and for women who have experienced menopause onset \\< 12 months prior to study entry.\n11. Willingness and ability to comply with the protocol for the duration of the study including tumor and blood sample collection and undergoing the standard medical practice visits.\n\nExclusion Criteria:\n\n* Patients will be excluded from the study if they meet any of the following criteria and according to the corresponding Summary of Product Characteristics (SmPC):\n\n  1. Patients receiving any systemic chemotherapy or radiotherapy (except for palliative reasons), within 3 weeks prior to study entry (or a longer period depending on the defined characteristics of the agents used).\n  2. Patients with symptomatic uncontrolled brain metastases. A scan to confirm the absence of brain metastases is not required. Patients with brain metastases may be eligible for the study only if more than 4 weeks elapsed from treatment completion for these metastases (including radiation and/or surgery) and are clinically stable at the time of study entry.\n  3. Major surgical procedure unrelated to breast cancer or significant traumatic injury within 28 days prior to study entry or anticipation of the need for major surgery during the period of Kadcyla administration.\n  4. To present contraindications for the treatment with Kadcyla according to the corresponding Summary of Product Characteristics (SmPC).\n  5. Known hypersensitivity to Kadcyla, excipients and/or murine proteins.\n  6. Pregnancy or breast feeding women.\n  7. Persistent toxicities ( NCI-CTCAE v 5.0 grade 2) caused by previous cancer therapy (except alopecia or other toxicities not considered a safety risk for the patient at investigator´s discretion).\n  8. Immunocompromised patients, e.g., patients who are known to be serologically positive for human immunodeficiency virus (HIV).\n  9. Known active liver disease, for example, due to hepatitis viruses B (HBV), hepatitis viruses C (HCV), autoimmune hepatic disorders, or sclerosing cholangitis.\n  10. History of concurrent or previously treated non-breast malignancies except for appropriately treated 1) non-melanoma skin cancer and/or 2) in situ carcinomas, including cervix and colon. A patient with previous invasive non-breast cancer is eligible provided he/she has been disease free for more than 5 years.\n  11. Other severe acute or chronic medical or psychiatric condition or laboratory abnormality that may increase the risk associated with study participation or Kadcyla administration or may interfere with the interpretation of study results and, in the judgment of the investigator, would make the patient inappropriate for entry into this study.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}