{
    "nctId": "NCT02482389",
    "briefTitle": "Study of Preoperative Boost Radiotherapy",
    "officialTitle": "A Phase II Study of Preoperative Boost Radiotherapy in Patients With Breast With Biomarker Analysis",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 3,
    "primaryOutcomeMeasure": "Change in Cosmesis Evaluations Using the NRG Oncology Cosmesis Scale",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Women with a biopsy proven diagnosis of ductal carcinoma in situ or invasive carcinoma of the breast. Biopsy tissue (either slides or block) from outside institutions will be reviewed to confirm diagnosis.\n2. Breast preservation candidates (no prior breast or nodal radiotherapy, no imaging evidence of multicentric disease preventing resection through a single incision, no pregnant women, and no comorbid conditions precluding surgery)\n3. cTis-T3 cancer judged to benefit (by treating radiation oncologist) from a tumor bed boost\n4. Women of child-bearing potential must consent to use adequate contraception during the course of the study: (1) surgical sterilization (such as a tubal ligation or hysterectomy), (2) approved hormonal contraceptives (such as birth control pills, patches, implants or injections), (3) barrier methods (such as a condom or diaphragm) used with a spermicide, or (4) an intrauterine device (IUD). Contraceptive measures such as Plan B (TM), sold for emergency use after unprotected sex, are not acceptable methods for routine use.\n5. White blood cell (WBC) \\> 3000, Hgb \\> 10, platelets \\>100000 within 30 days of consent\n6. Eligible for contrasted magnetic resonance imaging( MRI) on initial evaluation with glomerular filtration rate (GFR) ≥ 60 ml/min. A diagnostic MRI ordered within 60 days of diagnosis will be considered an acceptable alternative and will not be repeated.\n7. Outside breast imaging will be reviewed at Duke to confirm that findings are consistent with trial eligibility\n\nExclusion Criteria:\n\n1. Breast implant in the breast to be treated (contralateral breast implant is acceptable)\n2. Medical conditions that may increase risk for poor cosmetic outcome (i.e. Lupus, rheumatoid arthritis, scleroderma)\n3. Subjects unable to receive study treatment planning secondary to body habitus or inability to lie flat on the stomach for at least 1 hour\n4. Positive serum pregnancy test\n5. Insufficient breast imaging to judge clinical stage\n6. Subjects without placement of a biopsy clip at the diagnostic procedure who are unwilling to undergo clip placement.\n7. Subjects in whom treatment planning constraints cannot be met",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT"
}