{
    "nctId": "NCT01532960",
    "briefTitle": "Pilot Study of a Breast Cancer Vaccine Plus Poly-ICLC for Breast Cancer",
    "officialTitle": "A Pilot Study of the Immunogenicity of a 9-Peptide Breast Cancer Vaccine Plus Poly-ICLC in Stage I-IV Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 11,
    "primaryOutcomeMeasure": "Safety (Frequency of dose limiting adverse events)",
    "eligibilityCriteria": "Inclusion:\n\n* Patients who have been diagnosed with clinical or pathologic stage I to stage IV adenocarcinoma of the breast (any subtype) who have undergone, and recovered from primary therapy (any combination of surgery, radiation, and/or chemotherapy and/or HER2-directed therapy), with their last dose/treatment (of any single or combination treatment) being between 28 days and 36 months prior to enrollment. Staging will be based on the Seventh Edition AJCC staging system. (Systemic staging with CT or PET scans is not required by AJCC and is not required or exclusionary for this trial).\n* Stage IA patients must be high risk based upon triple negative status or HER2+ status\n* Patients may or may not be receiving hormonal therapy at the time of study entry.\n* Age ≥ 18 years at the time of enrollment\n* ECOG performance status of 0 or 1\n* Ability and willingness to give informed consent\n* HLA-A1, -A2, -A3, or -A31 positive\n* Adequate organ function\n* HIV and Hepatitis C negative\n* Subjects must have a minimum of two intact lymph node basins (any combination of axillary and inguinal basins that have not undergone complete nodal dissection)\n\nExclusion Criteria\n\n* Known or suspected allergies to any component of the vaccine\n* Active infection requiring antibiotics are excluded.\n* The following medications or treatments within the 4 weeks (28 days) prior to consenting. These medication and treatments may not be re-started at any time throughout the study in order to remain eligible.\n\n  * Breast tumor resection surgery (reconstructive surgery permitted)\n  * Chemotherapy\n  * Radiation therapy\n  * Allergy desensitization injections\n  * Growth factors (e.g., Procrit®, Aranesp®, Neulasta®)\n  * Other agents with putative immunomodulating activity (with the exception of non-steroidal anti-inflammatory agents)\n  * Any investigational medication\n* Tthe following medications or treatments within the 4 weeks (28 days) prior to consenting:\n\n  * Corticosteroids, administered parenterally, orally, or inhaled (Inhaled steroids, such as: Advair®, Flovent®, Azmacort.®)\n  * Topical corticosteroids are acceptable.\n* Previous vaccination with any of the synthetic peptides included in this protocol.\n* Active tuberculosis and not on active antitubercular agents\n* Pregnancy.\n* Female subjects must not be breastfeeding\n* A medical contraindication or potential problem in complying with the requirements of the protocol, in the opinion of the investigator\n* New York Heart Association classification as having Class III or IV heart disease\n* Stage IV subjects who have anticipated chemotherapy need within the 108 day treatment period for this trial.\n* Subjects that have experienced active autoimmune disorders requiring cytotoxic or immunosuppressive therapy within the 6 weeks (42 days) prior to consenting.\n\n  * The following will not be exclusionary:\n\n    * The presence of laboratory evidence of autoimmune disease (e.g., positive ANA titer) without symptoms\n    * Clinical evidence of vitiligo\n    * Other forms of depigmenting illness\n    * Mild arthritis requiring NSAID medications",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}