{
    "nctId": "NCT00832338",
    "briefTitle": "Trial Using Docetaxel Cytoxan in Breast Cancers With High Recurrence Scores",
    "officialTitle": "Phase II Trial of Pre-Operative Docetaxel-Cytoxan (TC) in Patients With Hormone Receptor-Positive Cancers With Recurrence Scores ≥ 25",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Neoplasms, Breast Cancer, Cancer of the Breast",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 23,
    "primaryOutcomeMeasure": "Pathologic Response to Pre-operative Docetaxel and Cytoxan (TC)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Signed informed consent.\n* Histologically or cytologically confirmed breast carcinoma.\n* Early stage breast cancer (T1c-3, clinically node-negative-3 \\[cN0-3\\], cM0).\n* No evidence of disease outside the breast or chest wall, except ipsilateral axillary or internal mammary lymph nodes.\n* Pre-treatment biopsy with the following characteristics:\n\n  * Hormone receptor-positive cancer as defined as ER and/or progesterone receptor (PR)-positive by standard immunohistochemistry (IHC)\n  * HER2-negative (HER2 ≤ 2 by IHC; if HER2 2+ by IHC must be fluorescence in situ hybridization \\[FISH\\] non-amplified)\n  * Recurrence score ≥ 25 using Oncotype DX 21-gene assay\n* Patients must have measurable disease as defined by palpable lesion with both diameters ≥ 1cm measurable with caliper or a positive mammogram or ultrasound with at least one dimension ≥ 1cm. Baseline measurements of the indicator lesions must be recorded on the Patient Registration Form. To be valid for baseline, the measurements must have been made within the 14 days if palpable. If not palpable, a mammogram or MRI must be done within 14 days. If palpable, a mammogram or MRI must be done within 2 months prior to study entry. If clinically indicated, xrays and scans must be done within 28 days of study entry.\n* Eastern Cooperative Oncology Group (ECOG) performance status 0 to 2.\n* No prior chemotherapy, hormonal therapy, biologic therapy or radiation therapy for breast cancer.\n* Adequate organ function within 14 days of study entry:\n\n  * Bone marrow function: absolute neutrophil count (ANC) ≥ 1500/mm³, Hgb \\> 8.0 g/dl, and platelet count ≥ 100,000/mm³.\n  * Hepatic function: total bilirubin \\< upper limit of normal (ULN). Serum glutamic oxaloacetic transaminase (SGOT)(AST) or serum glutamic pyruvic transaminase (SGPT)(ALT) and alkaline phosphatase ≤ 1.5 x ULN.\n  * Renal function: calculated creatinine clearance (CrCl) ≥ 30 mL/min using the Cockroft Gault equation.\n* Patients must be at least 18 years of age.\n\nExclusion Criteria:\n\n* Pregnant or lactating women are not eligible. Women of childbearing potential must have a negative serum pregnancy test completed within 7 days of study entry, and use an appropriate form of birth control throughout the trial period.\n* No medical, psychological or surgical condition which the investigator feels might compromise study participation.\n* No patients with history within the last 5 years of previous or current malignancy at other sites with the exception of adequately treated carcinoma in-situ of the cervix or basal or squamous cell carcinoma of the skin. Patients with a history of other malignancies who remain disease free for greater than five years are eligible.\n* No evidence of peripheral or sensory neuropathy.\n* Patients with a history of severe hypersensitivity reaction to docetaxel or other drugs formulated with polysorbate 80 are excluded from participation.\n* No serious, uncontrolled, concurrent infection(s).\n* No clinically significant cardiac disease (e.g. congestive heart failure, symptomatic coronary artery disease and cardiac arrhythmias not well controlled with medication) or myocardial infarction within the last 12 months prior to study entry.\n* No major surgery within 28 days of study entry.\n* No evidence of central nervous system (CNS) metastases.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}