{
    "nctId": "NCT06492005",
    "briefTitle": "A Clinical Study of 9MW2821 (and PD-1 Inhibitor) in Locally Advanced or Metastatic Triple-Negative Breast Cancer",
    "officialTitle": "A Phase II Clinical Study of Efficacy and Safety of 9MW2821Monotherapy or Combined With PD-1 Inhibitor in Locally Advanced or Metastatic Triple-Negative Breast Cancer",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Triple-Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 160,
    "primaryOutcomeMeasure": "Objective Response Rate",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Competent to comprehend, sign, and date an independent ethics committee/institutional review board/research ethics board (IEC/IRB/REB) approved informed consent form.\n2. Male or female subjects aged 18 to 75 years (including 18 and 75 years).\n3. Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1.\n4. Histopathological diagnosed of locally advanced or metastatic triple negative breast cancer. Not suitable for radical therapy.\n5. Subjects who have failed standard treatment or naive to systemic antitumor therapy in advanced setting.\n6. Subjects must submit tumor tissues for test.\n7. Life expectancy of ≥ 12 weeks.\n8. Subjects must have measurable disease according to RECIST (version 1.1).\n9. Adequate organ functions.\n10. Sexually active fertile subjects, and their partners, must agree to use methods of contraception during the study and at least 6 months after termination of study therapy.\n11. Subjects are willing to follow study procedures\n\nExclusion Criteria:\n\n1. Preexisting treatment related toxicity Grade ≥ 2 and Grade ≥ 3 immune related adverse reactions\n2. Preexisting peripheral neuropathy Grade ≥ 2.\n3. Hemoglobin A1C (HbA1c) ≥ 8%.\n4. Has ocular conditions that may increase the risk of corneal epithelium damage.\n5. History of ILD or pneumotitis, other severe or uncontrolled disease or central nervous system metastases.\n6. Chemotherapy or radiotherapy within 21 days prior to the first dose of study drug (Cohort A). Received immune checkpoint inhibitor or systemic immunosuppressive therapy was administered within 14 days prior to the first study (Cohort B and C). traditional Chinese medicine with anticancer indication within 14 days prior to the first dose of study drug, use of any investigational drug or device within 28 days prior to the first dose of study drug, received treatment of nectin-4 targeted ADC with MMAE payload, any P-glycoprotein (P-gp) inducers/inhibitors or strong CYP3A4 inducers/inhibitors within 14 days prior to the first dose of study drug, major surgery within 28 days prior to first dose of study drug or any live vaccines within 28 days before first dose of study drug or during the study..\n7. History of allogeneic hematopoietic stem cell transplantation or solid organ transplantation;\n8. Known sensitivity to any of the ingredients of the investigational product; History of drug abuse or mental illness.\n9. Documented history of pulmonary embolism or clinically significant cardiac or cerebrovascular diseases within 6 months prior to the first dose of study drug\n10. Active autoimmune disease requiring systemic treatment within 2 years before the subject's first study medication.\n11. History of another malignancy within 3 years before the first dose of study drug.\n12. Not suitable to receive study treatment for other conditions as per investigator.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}