{
    "nctId": "NCT05940844",
    "briefTitle": "Study of OB-002 in Patients With Refractory Metastatic Cancer",
    "officialTitle": "A Phase 1b, Open-label, Non-randomized Trial for the Assessment of Safety, Tolerability, and Pharmacokinetics of OB-002 as a Monotherapy in Patients With Refractory Metastatic Colorectal, Pancreatic, Gastric, Breast, or Urothelial Cancer",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Metastatic Cancer, Metastatic Colorectal Cancer, Metastatic Pancreatic Cancer, Metastatic Gastric Cancer, Metastatic Breast Cancer, Metastatic Urothelial Carcinoma",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 36,
    "primaryOutcomeMeasure": "Safety: adverse events",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Written informed consent.\n2. Patients at least 18 years of age on the day of providing consent.\n3. Patients with accessible metastatic lesions for repetitive biopsy retrieval.\n4. Patients with histologically or cytologically confirmed metastatic colorectal, pancreatic, gastric, breast, or urothelial tumors who have progressed or were intolerant after two or more regimens and for whom no standard of care or curative therapy options are available.\n5. Patients with an Eastern Cooperative Oncology Group (ECOG) performance status (PS) of 0 or 1 within 7 days of the start of treatment\n6. Patients with evaluable and measurable lesions as per Response Evaluation Criteria in Solid Tumors (RECIST) v1.1\n7. Patients with adequate organ function at the time of enrollment as defined below:\n\n   1. Neutrophil count ≥1500/mm3\n   2. Platelet count ≥7.5 × 105/mm3\n   3. Hemoglobin \\>9.0g/dL (transfusion \\>2 weeks before testing permitted)\n   4. Aspartate transaminase (AST), alanine transaminase (ALT)\n\n      ≤2.5 × the upper limit of normal (ULN) (≤5-times in patients with liver metastasis)\n   5. Total bilirubin ≤1.5 × ULN\n   6. Creatinine clearance \\>60 mL (determined by Cockcroft-Gault Equation)\n   7. International normalized ratio (INR) ≤1.5 × ULN and partial thromboplastin time (PTT) or activated partial thromboplastin time (aPTT)\n8. In women with the potential for pregnancy (including patients with amenorrhea due to medical reasons, such as chemical menopause), after consenting to the study, the patient must agree to use contraception from enrollment and for at least 12 weeks after taking the final dose of the investigational drug. Women with the potential for pregnancy include those who have begun menstruation, who have not undergone a hysterectomy, bilateral tubal ligation, or bilateral oophorectomy, and who have not gone through menopause. Menopause is defined as the consecutive absence of menstrual periods for ≥12 months. Total abstinence is an acceptable mode of contraception.\n9. In the case of men, the patient must agree after consenting to the study to use contraception from enrollment and for at least 13 weeks after taking the final dose of the investigational drug (a period of 90 days \\[the spermatogenesis cycle\\] is added to 5-times the elimination half-time of I/O agent. Total abstinence is an acceptable mode of contraception.\n\nExclusion criteria:\n\n1. Unwilling to undergo biopsy retrieval during screening (unless an archival sample taken within 3 months before screening is available) and after the fourth infusion of OB-002\n2. Patients who have undergone systemic chemotherapy, radiotherapy, surgery, or hormone therapy \\<28 days before enrollment, also see exclusion criterion #8.\n\n   Note: Patients must have recovered from all AEs due to previous therapies to ≤Grade 1 or baseline. Patients with ≤Grade 2 neuropathy may be eligible. If patients received major surgery, they must have recovered adequately from the toxicity and/or complications from the intervention prior to starting study treatment.\n3. Patients with a history of CCR5 antagonist therapy (e.g., vicriviroc, maraviroc).\n4. Patients with uncontrolled hypertension (systolic blood pressure ≥150 mmHg or diastolic blood pressure ≥90 mmHg) with treatment\n5. QTc interval greater than 450 msec (males) or 470 msec (females)\n6. Patients with acute coronary syndrome (including myocardial infarction and unstable angina), and with a history of coronary angioplasty or stent placement performed within 6 months before enrollment\n7. Patients with a large amount of pleural effusion or ascites requiring more than weekly drainage\n8. Patients with a history of (non-infectious) pneumonitis that required steroids or have current pneumonitis.\n9. Patients with a ≥Grade 3 active infection according to National Cancer Institute (NCI) Common Terminology Criteria for Adverse Events (CTCAE) v5.0\n10. Patients with symptomatic brain metastasis (1-week washout is permitted for palliative radiation (≤2 weeks of radiotherapy) to non-central nervous system \\[CNS\\] disease)\n11. Patients with partial or complete gastrointestinal obstruction\n12. Patients with interstitial lung disease requiring treatment with systemic steroids or other agents\n13. Patients who test positive for either anti-human immunodeficiency virus type 1 (HIV-1) antibodies, hepatitis B surface antigen (HBsAg), or anti-hepatitis C virus (HCV) antibodies with a positive HCV RNA viral load test\n14. Patients with concurrent autoimmune disease, or a history of chronic or recurrent autoimmune disease\n15. Patients who require systemic corticosteroids equivalent to ≥10 mg prednisone (excluding temporary usage for tests, prophylactic administration for allergic reactions, or to alleviate swelling associated with radiotherapy) or immunosuppressants, or who have received such a therapy \\<14 days before enrollment in the present study\n16. Patients with a history or findings of ≥Grade 3 congestive heart failure according to the New York Heart Association functional classification\n17. Patients with a seizure disorder who require pharmacotherapy\n18. Persistent proteinuria \\>3.5 g/24 hours measured by urine protein-creatinine ratio from a random urine sample (≥Grade 3, NCI CTCAE v5.0)\n19. Known hypersensitivity to any of the study drugs, study drug classes, or excipients in the formulation\n20. Major surgical procedure or significant traumatic injury within 28 days before the start of study medication\n21. Non-healing wound, non-healing ulcer, or non-healing bone fracture\n22. Patients with evidence or history of any bleeding diathesis, irrespective of severity\n23. Any hemorrhage or bleeding event ≥Grade 3 (NCI CTCAE v 5.0) within 4 weeks prior to the start of the study medication\n24. Women who are pregnant or breastfeeding, or with the potential for pregnancy unwilling to undergo contraception\n25. Has a diagnosis of immunodeficiency or is receiving chronic systemic steroid therapy (in dosing exceeding 10 mg daily of prednisone equivalent) or any other form of immunosuppressive therapy within 7 days prior to the first dose of the study drug",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}