{
    "nctId": "NCT04030728",
    "briefTitle": "Implementing Patients´ Competence in Oral Breast Cancer Therapy",
    "officialTitle": "A Randomized, Controlled Study of Standardized Patient Coaching Versus Patient Management According to Local Practice for Patients With Hormone Receptor Positive HER2 Negative Metastatic Breast Cancer Treated With Abemaciclib",
    "overallStatus": "UNKNOWN",
    "conditions": "Metastatic Breast Cancer, Advanced Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 212,
    "primaryOutcomeMeasure": "(Potential) difference in persistence rate after 24 weeks of Abemaciclib therapy in both study arms.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Adult breast cancer patients (age ≥18 years).\n* Patients with HR+, HER2- advanced or metastatic breast cancer proven by clinical measures (i. e. standard imaging) whose disease has progressed after hormonal therapy in combination with fulvestrant, or alone in women whose disease has progressed after hormone therapy and prior chemotherapy (advanced disease must not be amenable to resection with curative intent).\n* Patients treated with Abemaciclib according to the SmPC and each center´s medical practice.\n* Informed consent prior to onset of documentation.\n\nExclusion Criteria:\n\n* Patients with serious preexisting medical condition(s) that would preclude participation in this study (for example, interstitial lung disease, severe dyspnea at rest or requiring oxygen therapy, history of major surgical resection involving the stomach or small bowel, or preexisting Crohn's disease or ulcerative colitis or a preexisting chronic condition resulting in baseline Grade 2 or higher diarrhea).\n* Females who are pregnant or lactating.\n* Patients with active bacterial infections (requiring intravenous \\[IV\\] antibiotics at time of initiating study treatment), fungal infections, or detectable viral infections (such as known human immunodeficiency virus positivity or with known active hepatitis B or C \\[for example, hepatitis B surface antigen positive\\]. Screening is not required for enrollment.\n* Patients with a personal history in the past 5 years of any of the following conditions: syncope of cardiovascular etiology, ventricular arrhythmia of pathological origin (including, but not limited to, ventricular tachycardia and ventricular fibrillation), or sudden cardiac arrest.\n* Patients with contraindications against Abemaciclib according to respective SmPC´s.\n* Patients who are not eligible for observation due to severe comorbidities other then mentioned above or unavailability according to the treating physician.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}