{
    "nctId": "NCT02585388",
    "briefTitle": "Addition of Aromatase at the Navelbine in Pretreated Metastatic Breast Cancer.",
    "officialTitle": "A Randomized Phase II, Multicenter Study Evaluating the Benefit of Adding a Non Steroidal Aromatase Inhibitor to Oral Vinorelbine in Patients With Pretreated Metastatic Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 120,
    "primaryOutcomeMeasure": "Progression free survival (PFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age ≥ 50 years.\n2. Histologically proven breast cancer.\n3. Progesterone and /or oestrogene receptors positive.\n4. HER2 negative on primary tumour.\n5. Patient taking hormonotherapy, in progression, already treated by at least one line of anti-aromatase non-steroidal hormonotherapy and by at least on line of chemotherapy.\n6. Patient having to begin a second or third line of chemotherapy.\n7. Presence of one or several measurable(s) or assessable(s) metastatic lesion(s).In case of isolated bone lesion (s): need to have a non-irradiated with an osteolytic component for be considered as lesion (s) target (s) and having an elevation of the CA15-3.\n8. Post menopausal woman.\n9. ECOG 0, 1 or 2.\n10. Adequate biological function.\n\n    * Neutrophil ≥ 1,5.E9/L\n    * Platelets ≥ 100.E9/L\n    * Creatinine clearance ≥ 30 mL/min\n    * Total bilirubin ≤ 1,5 x the upper limit of normal (ULN)\n    * Alkaline phosphatase ≤ 2,5 x ULN\n    * ALT, AST ≤ 1,5 x ULN in the absence of liver metastases or ≤ 3 x ULN if liver metastases.\n11. Patient with a life expectancy greater than 3 months.\n12. Signed informed consent before enrollment.\n13. affiliation to a social security scheme\n\nExclusion Criteria:\n\n1. Patient with located or single metastatic tumoral relapse, accessible to a surgical treatment.\n2. Patient having already received more 2 lines of chemotherapy for metastatic or advanced decease\n3. Patient having already received a treatment by Navelbine®\n4. Patient requiring an immediate located radiotherapy for analgesic action\n5. Patient with non-irradiated cerebral or symptomatic metastasis, symptomatic pulmonary carcinomatosis lymphangitis\n6. Simultaneous administration of another chemotherapy hormonotherapy or anti-tumoral drug\n7. Patient having already received another treatment ongoing evaluation within the 30 days before the screening visit\n8. Known positive serology HIV\n9. Previous cancer within 5 years before the entry in the study, excepted an in situ carcinoma of the cervix or a spino or basal cell carcinoma of the skin or a nonmelanoma skin cancer with an adequate treatment.\n10. Any serious concomitant pathology and / or uncontrolled could compromise participation in the study (including uncontrolled diabetes, uncontrolled hypertension, severe infection, profound malnutrition, unstable angina or congestive heart failure - class III or IV according to the New York Heart Association - ventricular arrhythmias, progressive coronary artery disease, myocardial infarction within the last six months, chronic liver or kidney disease, a progressive ulceration of the digestive tract above, CNS disorders).\n11. Disorder of gastrointestinal function (GI) or pathology likely to significantly interfere with the absorption of Navelbine, of Letrozole or Anastrozole (eg. Ulcerative disease, uncontrolled nausea, vomiting, diarrhea, syndrome malabsorption, or resection of the small intestine).\n12. Known hypersensitivity to letrozole, anastrozole, vinorelbine or other vinco-alkaloids or any other component.\n13. Patient with fructose intolerance, galactose, a Lapp lactase deficiency or malabsorption of glucose and galactose (rare hereditary disease).\n14. Patient with a history of poor compliance with medical treatment.\n15. Patient can not be monitored regularly for family reasons, geographical, social or psychological.\n16. Patient with altered mental status would not allow him to understand the study or give informed consent .",
    "sex": "FEMALE",
    "minimumAge": "50 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}