{
    "nctId": "NCT03621982",
    "briefTitle": "Study of ADCT-301 in Patients With Selected Advanced Solid Tumors",
    "officialTitle": "A Phase 1b, Open-label, Dose-escalation and Dose-expansion Study to Evaluate the Safety, Tolerability, Pharmacokinetics, and Antitumor Activity of Camidanlumab Tesirine (ADCT-301) as Monotherapy or in Combination in Patients With Selected Advanced Solid Tumors",
    "overallStatus": "TERMINATED",
    "conditions": "Head and Neck Cancer Squamous Cell Carcinoma, Non-small Cell Lung Cancer, Gastric Cancer, Esophageal Cancer, Pancreas Cancer, Bladder Cancer, Renal Cell Carcinoma, Melanoma, Triple-negative Breast Cancer, Ovarian Cancer, Colo-rectal Cancer, Fallopian Tube Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 78,
    "primaryOutcomeMeasure": "Number of Participants Who Experienced Treatment-emergent Adverse Events (TEAEs)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Written informed consent must be obtained prior to any procedures.\n2. Male or female participants aged 18 years or older.\n3. Pathologic diagnosis of solid tumor malignancy that is locally advanced or metastatic at time of Screening:\n\n   Part 1 Dose escalation camidanlumab tesirine as monotherapy:\n\n   Selected advanced solid tumors: colorectal, head and neck, NSCLC, gastric and esophageal cancers, pancreas, bladder, renal cell carcinoma, melanoma, TNBC, and ovarian/fallopian tube cancers\n\n   Part 1 Dose-escalation camidanlumab tesirine in combination with pembrolizumab:\n\n   Selected advanced solid tumors: colorectal cancer, gastric-esophageal cancer, ovarian /fallopian tube cancer, pancreatic cancer, non-small cell lung cancer, and melanoma.\n\n   Note: For colorectal cancer, gastric-esophageal cancer, ovarian/fallopian tube cancer, pancreatic cancers mismatch repair (MMR) / microsatellite stability (MSS) / microsatellite instability (MSI) status was mandatory. If MMR/MSS/MSI status was not available at signature of the informed consent, the test should be performed before Cycle 1 Day 1 (C1D1).\n\n   Part 2 Dose expansion camidanlumab tesirine in combination with pembrolizumab:\n   * Group 1: One of the indications identified in Part 1, for which at least 1 response (PR or CR) was seen.\n   * Group 2: Participants with advanced solid tumors and MSI-H/dMMR status, who had received a prior regimen containing PD-1/PD-L1 inhibitors, for which the best response was CR, PR, or SD ≥4 months, and then progressed while under treatment with the PD-1/PD-L1 inhibitor-based regimen.\n\n   Note: A maximum of 4 participants with the same indication was allowed in this basket group.\n4. Participants who were refractory to or intolerant of existing therapy(ies) known to provide clinical benefit for their condition.\n5. Participants with advanced/metastatic cancer, with measurable disease as determined by RECIST v1.1 or immune-related Response Criteria (irRC)/ immune-related Response Evaluation Criteria In Solid Tumors (irRECIST)/ immune-related Response Evaluation Criteria In Solid Tumors (iRECIST)/ immune-modified Response Evaluation Criteria in Solid Tumors (imRECIST) as per Investigator discretion.\n6. A) For camidanlumab tesirine as monotherapy: Participant must have a site of disease amenable to biopsy and was willing to undergo fresh biopsy procedures (minimum 3 passes each) prior to first dose, according to the treating institution's guidelines.\n\n   B) Participants included in the paired-biopsy cohort must in addition be willing to undergo fresh biopsy procedures (minimum 3 passes each) after receiving at least 1 dose of study drug.\n\n   C) For camidanlumab tesirine in combination with pembrolizumab: Participant must either had a site of disease amenable to biopsy and must provide fresh tumor biopsy prior to C1D1, or have sufficient available archival tumor tissue (biopsied after their last disease progression, and in the situation where the participant had received no additional anti-cancer therapy between their progression and C1D1). Participants were must willing to undergo fresh biopsy procedures (minimum 3 passes each) after receiving at least 1 dose of study treatment, according to the treating institution's guidelines.\n7. ECOG performance status 0-1.\n8. Participant with life expectancy ≥ 3 months as per Investigator assessment.\n9. Adequate organ function as defined by screening laboratory values within the following parameters:\n\n   1. Absolute neutrophil count (ANC) ≥ 1.5 × 10\\^3/μL (off growth factors at least 72 hours).\n   2. Platelet count ≥100 × 10\\^3/μL without transfusion in the past 10 days.\n   3. Hemoglobin ≥9 g/dL (5.6 mmol/L) (prior transfusion allowed).\n   4. Alanine aminotransferase (ALT), aspartate aminotransferase (AST), or gamma glutamyl transferase (GGT) ≤2.5 × the upper limit of normal (ULN) if there is no liver involvement; ALT or AST ≤5 × ULN if there is liver involvement.\n   5. Total bilirubin ≤1.5 × ULN (patients with known Gilbert's syndrome may have a total bilirubin up to ≤3 × ULN with direct bilirubin ≤1.5 × ULN).\n   6. Blood creatinine ≤1.5 × ULN or calculated creatinine clearance ≥60 mL/min by the Cockcroft-Gault equation.\n10. Negative beta-human chorionic gonadotropin (β-HCG) pregnancy test within 7 days prior to start of study drug for women of childbearing potential (WOCBP).\n11. Women of childbearing potential must agree to use a highly effective method of contraception from the time of giving informed consent until at least 9.5 months after the last dose of camidanlumab tesirine or 4 months after last dose of pembrolizumab, whichever is the latest. Men with female partners who were of childbearing potential must agree to use a condom when sexually active or practice total abstinence from the time of giving informed consent until at least 6.5 months after the participant received the last dose of camidanlumab tesirine or 4 months after last dose of pembrolizumab, whichever was the latest.\n\nExclusion Criteria:\n\n1. Participation in another investigational interventional study.\n2. Prior therapy with a CD25 (IL-2R) antibody.\n3. Known history of ≥Grade 3 hypersensitivity to a therapeutic antibody.\n4. Participants with prior solid organ or allogeneic bone marrow transplant.\n5. History of symptomatic autoimmune disease (e.g., rheumatoid arthritis, systemic progressive sclerosis \\[scleroderma\\], systemic lupus erythematosus, Sjögren's syndrome, autoimmune vasculitis \\[e.g., Wegener's granulomatosis\\]) (participants with vitiligo, type 1 diabetes mellitus, residual hypothyroidism, hypophysitis due to autoimmune condition only requiring hormone replacement may be enrolled).\n6. History of neuropathy considered of autoimmune origin (e.g., polyradiculopathy including Guillain-Barré syndrome and myasthenia gravis) or other central nervous system (CNS) autoimmune disease (e.g., poliomyelitis, multiple sclerosis).\n7. History of recent infection (within 4 weeks of C1D1) caused by a pathogen known to be associated with GBS, for example: herpes simplex virus 1/2 (HSV1, HSV2), varicella zoster virus (VZV), Epstein-Barr virus (EBV), cytomegalovirus (CMV), measles, Influenza A, Zika virus, Chikungunya virus, mycoplasma pneumonia, Campylobacter jejuni, enterovirus D68, or severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2).\n\n   Note: An influenza test and a pathogen-directed SARS-CoV-2 test (such as polymerase chain reaction \\[PCR\\]) were mandatory and must be negative before initiating study treatment (tests to be performed 3 days or less prior to dosing on C1D1; an additional 2 days were allowed in the event of logistical issues for receiving the results on time).\n8. Known seropositive and requiring anti-viral therapy for human immunodeficiency (HIV) virus, hepatitis B virus (HBV), or hepatitis C virus (HCV). Note: Testing was not mandatory to be eligible but should be considered in participants with high risk for these infections; testing was mandatory if status was unknown.\n9. History of Stevens-Johnson syndrome or toxic epidermal necrolysis.\n10. Failure to recover to ≤Grade 1 (Common Terminology Criteria for Adverse Events version 4.0 \\[CTCAE version 4.0\\]) from acute nonhematologic toxicity (to ≤Grade 2 for neuropathy or alopecia), due to previous therapy, prior to screening.\n11. Symptomatic CNS metastases or evidence of leptomeningeal disease (brain MRI or previously documented cerebrospinal fluid \\[CSF\\] cytology). Previously treated asymptomatic CNS metastases were permitted provided that the last treatment (systemic anticancer therapy and/or local radiotherapy) was completed ≥4 weeks prior to Day 1 except usage of low dose of steroids on a taper (i.e., up to 10 mg prednisone or equivalent on Day 1 and consecutive days were permissible if being tapered down). Participants with discrete dural metastases are eligible.\n12. Clinically significant third space fluid accumulation (i.e., ascites requiring drainage or pleural effusion that is either requiring drainage or associated with shortness of breath).\n13. Active diarrhea CTCAE Grade 2 or a medical condition associated with chronic diarrhea (such as irritable bowel syndrome, inflammatory bowel disease).\n14. Active infection requiring systemic antibiotic therapy.\n15. Active bleeding diathesis or significant anticoagulation (international normalized ratio \\[INR\\] ≥2.0).\n16. Breastfeeding or pregnant.\n17. Significant medical comorbidities, including uncontrolled hypertension (blood pressure \\[BP\\] ≥160 mmHg systolic and/or ≥110 mmHg diastolic repeatedly with or without anti hypertensive medication), unstable angina, congestive heart failure (greater than New York Heart Association class II), electrocardiographic evidence of acute ischemia, coronary angioplasty or myocardial infarction within 6 months prior to screening, severe uncontrolled atrial or ventricular cardiac arrhythmia, poorly controlled diabetes, active ulceration of the upper gastrointestinal (GI) tract or GI bleeding, or severe chronic pulmonary disease.\n18. Major surgery, radiotherapy, chemotherapy or other anti-neoplastic therapy within 14 days prior to start of study drug (C1D1), except shorter if approved by the Sponsor. For cytotoxic agents that have major delayed toxicity, e.g., mitomycin C and nitrosoureas, 4 weeks is indicated as washout period. For participants received systemic anticancer immunotherapies (as opposed to intralesional) that lead to activation of Teffs and/or increase the Teff/Treg ratio, such as anti-PD-1 antibodies, 4 weeks were indicated as the washout period.\n19. Use of any other experimental medication within 14 days prior to start of study drug (C1D1).\n20. Participants requiring concomitant immunosuppressive agents or chronic treatment with corticosteroids except:\n\n    * replacement dose steroids in the setting of adrenal insufficiency\n    * topical, inhaled, nasal, and ophthalmic steroids are allowed.\n21. Planned live vaccine within 30 days prior to the first dose of study treatment and during study treatment.\n22. Congenital long QT syndrome, or a corrected QTcF interval of ≥ 480 ms, at screening (unless secondary to pacemaker or bundle branch block).\n23. Active second primary malignancy other than non-melanoma skin cancers, non-metastatic prostate cancer, in situ cervical cancer, ductal or lobular carcinoma in situ of the breast, or other malignancy that the Sponsor's medical monitor and Investigator agree and document should not be exclusionary.\n24. Any other significant medical illness, abnormality, or condition that would, in the Investigator's judgment, made the participant inappropriate for study participation or put the participant at risk.\n25. For participants treated with camidanlumab tesirine in combination with pembrolizumab: patients intolerant to checkpoint-inhibitor or with a history of the following ≥ Grade 3 immune-related adverse events: hepatitis, renal, ocular, neurologic, cardiovascular, rheumatologic, and hematologic.\n26. For participants treated with camidanlumab tesirine in combination with pembrolizumab: participants with a history of non-infectious pneumonitis related to prior systemic treatment and that require treatment with steroids within the last 6 months prior to enrollment.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}