{
    "nctId": "NCT05469750",
    "briefTitle": "Dalpiciclib Plus Letrozole and Capecitabine",
    "officialTitle": "A Single Arm，Multicenter，Open-label Study of Dalpiciclib Plus Letrozole and Capecitabine of First-line Treatment With High-risk HR- Positive /HER-2 Negative Advanced Breast Cancer",
    "overallStatus": "UNKNOWN",
    "conditions": "Advanced Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 48,
    "primaryOutcomeMeasure": "ORR",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age:18-75 years old, Postmenopausal or premenopausal/perimenopausal female;\n2. HR-positive, HER2-negative breast cancer diagnosed by pathology, patients have evidence of focal recurrence or metastasis, are not suitable for curative surgical resection or radiotherapy, and have no clinical indications for chemotherapy.\n\n   1. ER positivity and/or PR positivity is defined as: the proportion of tumor cells with positive staining is ≥ 1% of all tumor cells (confirmed by the investigator of the trial center);\n   2. HER2-negative is defined as: 0/1+ by standard immunohistochemistry (IHC); HER2/CEP17 ratio less than 2.0 or HER2 gene copy number less than 4 by ISH (confirmed by the investigator of the trial center).\n3. Patients must meet one of the following criteria:\n\n   1. ≥2 organ metastases (internal organs)\n   2. Metastasis to a single organ (visceral organ) and meets at least one of the following criteria:\n\n      * At least 2 or more measurable lesions\n      * High histological/cytonuclear grade 3 as defined by the modified Bloom-Richardson grading system (also known as the Nottingham scale)\n      * Ki67\\>30%\n   3. Simple bone metastases combined with ≥ 1 other recurrent metastatic site\n4. No received any prior systemic anticancer therapy for focal recurrent or metastatic disease.\n5. Eastern Cooperative Oncology Group (ECOG) performance status of 0-1;\n6. The main organs function well, and the inspection indicators meet the following requirements:\n\n   1. HB≥90g/L;\n   2. ANC≥1.5×109/L;\n   3. PLT≥100×109/L;\n   4. ALT and AST≤3×ULN, but≤5×ULN if the transferanse elevation is due to liver metastases；\n   5. TBIL≤1.5×ULN；\n   6. Serum creatinine ≤1.5×ULN;\n7. There are measurable lesions meeting RECIST 1.1 criteria.\n8. Females of childbearing potential must have a negative serum pregnancy test within 7 days prior to enrollment and be willing to use a medically-approved high-efficiency contraceptive during the study period and within 3 months after the last dose of study drug.\n9. All acute toxicities of previous antitumor therapy were relieved to grade 0-1 (according to NCI CTCAE version 5.0) or to the level specified by the inclusion/exclusion criteria. Other toxicities, such as alopecia, were excluded due to that the researchers believe do not pose a safety risk to patients.\n10. Participants were willing to join in this study, and written informed consent.\n\nExclusion Criteria:\n\n1. Patients with isolated bone metastases and/or brain metastases;\n2. Diagnosed with any other malignant tumor within 3 years before entering the study, except for non-melanoma skin cancer, basal cell or squamous cell skin cancer or cervical carcinoma in situ after radical treatment.\n3. Patients who were judged by the investigator to be unsuitable for endocrine therapy, including symptomatic, advanced patients with visceral dissemination who were at risk for short-term life-threatening complications (including uncontrolled massive exudates \\[thoracic, pericardial, abdominal\\], pulmonary lymphangitis, and more than 50% of patients with liver involvement)\n4. The patient had previously received pyrimidine analogs and any CDK4/6 inhibitor.\n5. Major surgery, chemotherapy, radiation therapy, any investigational drug, or other anticancer therapy within 2 weeks.\n6. Human immunodeficiency virus (HIV) infection or known acquired immunodeficiency syndrome (AIDS), active hepatitis B (HBV DNA ≥1000 IU/ml), hepatitis C (positive for hepatitis C antibody, and high HCV-RNA) the lower limit of detection of the analytical method) or co-infection with hepatitis B and C.\n7. Within 6 months, the following conditions have occurred: myocardial infarction, severe/unstable angina, NYHA class 2 or higher cardiac insufficiency, sustained arrhythmia of ≥ class 2 (according to NCI CTCAE version 5.0), atrial arrhythmia of any class Fibrillation, coronary/peripheral artery bypass grafting, symptomatic congestive heart failure, cerebrovascular accident (including transient ischemic attack or symptomatic pulmonary embolism);\n8. Complicated severe infection within 4 weeks before the first dose (eg: intravenous infusion of antibiotics, antifungal or antiviral drugs required according to clinical practice), or unexplained fever \\>38.5°C during screening/before the first dose.\n9. Inability to swallow, intestinal obstruction, or other factors that affect drug administration and absorption.\n10. Known hypersensitivity to letrozole, an LHRH agonist (goserelin), dalpiciclib, or any excipients.\n11. Known history of allogeneic organ transplantation or allogeneic hematopoietic stem cell transplantation.\n12. Known history of psychotropic substance abuse or drug use.\n13. There are other serious physical or mental illnesses or abnormal laboratory tests that may increase the risk of participating in the study, or interfere with the results of the study, and patients who are considered unsuitable for participation in this study by the investigator.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}