{
    "nctId": "NCT00437073",
    "briefTitle": "Brain Metastases In ErbB2-Positive Breast Cancer",
    "officialTitle": "Study EGF107671 - a Phase II Study of Lapatinib Plus Topotecan or Lapatinib Plus Capecitabine in the Treatment of Recurrent Brain Metastases From ErbB2-Positive Breast Cancer Following Cranial Radiotherapy",
    "overallStatus": "TERMINATED",
    "conditions": "Neoplasms, Breast",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 22,
    "primaryOutcomeMeasure": "Number of Participants With the Indicated Central Nervous System (CNS) Objective Response (OR)",
    "eligibilityCriteria": "Inclusion criteria:\n\nSubjects eligible for enrollment in the study must meet all of the following criteria:\n\n* Signed written informed consent;\n* Females or males age ≥ 18 years old;\n* Eastern Cooperative Oncology Group (ECOG) Performance Status 0-1;\n* Life expectancy of at least 12 weeks;\n* Subjects must have histologically or cytologically confirmed invasive breast cancer, with Stage IV disease;\n* ErbB2 overexpressing breast cancer, defined as 3+ staining by immunohistochemistry (IHC), or 2+ staining by IHC in conjunction with ErbB 2 gene amplification by FISH, or ErbB 2 gene amplification by FISH alone (in subjects whose tumor blocks were not assessed by IHC). Subjects with tumors that are 2+ by IHC but negative or borderline by FISH assay are ineligible. For subjects with a history of more than one primary breast cancer, each breast cancer must be ErbB2 overexpressing to be eligible;\n* ErbB2 overexpressing breast cancer, defined as 3+ staining by immunohistochemistry (IHC), or 2+ staining by IHC in conjunction with ErbB2 gene amplification by FISH, or ErbB2 gene amplification by FISH alone (in subjects whose tumor blocks were not assessed by IHC). ErbB2 gene amplification is defined by: \\> 6 ErbB2 gene copies/nucleus for test systems without an internal control probe or an ErbB2/CEP 17 ratio of more than 2.2. Subjects with tumors that are 2+ by IHC but negative or borderline by FISH assay are ineligible. For subjects with a history of more than one primary breast cancer, each breast cancer must be ErbB2 overexpressing to be eligible;\n* Prior treatment of brain metastases with WBRT and/or SRS;\n* Unequivocal evidence of new and / or progressive lesions in the brain on an imaging study; Note: Subjects with progressive brain lesions are not required to meet RECIST criteria for CNS progression in order to be eligible for this study.\n* Prior treatment with trastuzumab, either alone or in combination with chemotherapy is required. Trastuzumab will be discontinued at least 2 weeks prior to enrollment on study;\n* Cardiac ejection fraction within institutional range of normal as measured by echocardiogram. Subjects who require cardiac medications (e.g. positive inotropic agents or afterload reducers) for normal ejection fraction are ineligible. MUGA scans will be accepted in cases where an echocardiogram cannot be performed or is inconclusive;\n* At least 2 weeks since prior radiotherapy, last chemotherapy, immunotherapy, biologic therapy, or hormonal therapy for cancer, and sufficiently recovered or stabilized from side effects associated with prior therapy. Concurrent treatment with bisphosphonates is permitted;\n* At least 3 weeks since major surgical procedures;\n* Able to swallow and retain oral medications;\n* Women of childbearing potential must have a negative serum pregnancy test at screening and must use an approved contraceptive method, if appropriate (for example, intrauterine device \\[IUD\\], birth control pills, or barrier device) beginning 2 weeks before the first dose of investigational product and for 28 days after the final dose of investigational product. Males able to father a child must practice adequate methods of birth control or practice complete abstinence from intercourse from the first dose of investigational treatment until one week after the final dose of investigational treatment.\n* Subjects must complete all screening assessments as outlined in the protocol;\n* Normal organ and marrow function as defined by these LABORATORY VALUES : ANC (absolute neutrophil count) ≥ 1.5 x 10\\^9/L; Hemoglobin ≥ 10 g/dL (after transfusion if needed); Platelets ≥ 100 x 10\\^9/L; Albumin ≥ 2.5 g/dL; Serum bilirubin ≤ 1.5x ULN unless due to Gilbert's syndrome; AST and ALT ≤ 5x ULN if documented liver metastases ≤ 3x ULN without liver metastases; Serum Creatinine ≤ 1.2 mg/dL or Calculated Creatinine Clearance1 ≥ 50 mL/min\n\nExclusion Criteria:\n\nSubjects meeting any of the following criteria must not be enrolled in the study:\n\n* Subjects who have had chemotherapy or radiotherapy within 2 weeks prior to entering the study or who have unresolved or unstable, serious toxicity from prior administration of another investigational drug and/or of prior cancer treatment;\n* Concurrent treatment with an investigational agent or participation in another treatment clinical trial;\n* Prior therapy with a topoisomerase 1 inhibitor;\n* Prior lapatinib therapy;\n* Prior therapy with capecitabine;\n* Known dihydropyrimidine dehydrogenase (DPD) deficiency;\n* ECOG Performance Status 2 or greater;\n* Subjects receiving concurrent chemotherapy, radiation therapy, immunotherapy, biologic therapy (including an ErbB1 and/or ErbB2 inhibitor), or hormonal therapy for treatment of their cancer. Hormone therapy for ovarian suppression which has been used for \\> 6 months, during which time there has been disease progression in the brain, is allowed. Concurrent treatment with bisphosphonates is allowed;\n* Subjects with evidence of leptomeningeal carcinomatosis at screening;\n* History of allergic reactions attributed to compounds of similar chemical composition (quinazolines) to lapatinib;\n* History of allergic reactions attributed to compounds chemically related to capecitabine, fluorouracil or any excipients;\n* Concurrent treatment with medications listed as Prohibited Medications;\n* Malabsorption syndrome, disease significantly affecting gastrointestinal function, or resection of the stomach or small bowel. Subjects with active, uncontrolled ulcerative colitis are also excluded;\n* History of immediate or delayed hypersensitivity reaction to gadolinium contrast agents, or other contraindication to gadolinium contrast;\n* Other known contraindication to MRI, such as a cardiac pacemaker, implanted cardiac defibrillator, brain aneurysm clips, cochlear implant, ocular foreign body, or shrapnel;\n* Concurrent disease or condition that would make the subject inappropriate for study participation or any serious medical or psychiatric disorder that would interfere with the subject's safety;\n* Anticoagulant therapy (other than coumadin or aspirin as catheter prophylaxis) at study entry;\n* Dementia, altered mental status, or any psychiatric condition that would prohibit the understanding or rendering of informed consent, unless a legally acceptable representative could provide informed consent (if in accord with the policies of the local Ethics Committee);\n* Pre-existing severe cerebral vascular disease, such as stroke involving a major vessel, CNS vasculitis, or malignant hypertension;\n* Active cardiac disease, defined as one or more of the following:\n* History of uncontrolled or symptomatic angina\n* History of arrhythmias requiring medications, or clinically significant\n* Myocardial infarction \\< 6 months from study entry\n* Uncontrolled or symptomatic congestive heart failure\n* Ejection fraction below the institutional normal limit\n* Any other cardiac condition, which in the opinion of the treating physician, would make this protocol unreasonably hazardous for the patient;\n* Uncontrolled infection;\n* Pregnant or lactating females;\n* History of other malignancy, except for curatively treated basal cell carcinoma or squamous cell carcinoma of the skin, or carcinoma in situ of the cervix. Subjects with other malignancies who have been disease-free for at least 5 years are eligible.\n* Have current active hepatic or biliary disease (with exception of subjects with Gilbert's syndrome, asymptomatic gallstones, liver metastases or stable chronic liver disease per investigator assessment).",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}