{
    "nctId": "NCT06596915",
    "briefTitle": "Safety and Efficacy of BA1302 in Patients With Advanced Solid Tumors",
    "officialTitle": "A Phase I Study to Evaluate the Safety, Tolerability, Pharmacokinetic, and Preliminary Efficacy of BA1302 in Patients With Advanced Solid Malignancies",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Non-Small Cell Lung Cancer, Pancreatic Adenocarcinoma, Breast Cancer, Melanoma",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 167,
    "primaryOutcomeMeasure": "Number of participants with dose limiting toxicities",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* 1. Metastatic or unresectable solid malignancy that is histologically or cytologically confirmed. Patients who have progressed on or after standard therapy, or are intolerant of standard therapy, or have no appropriate standard therapy available.\n\n  1. Part A: Advanced malignant solid tumors;\n  2. Part B: Metastatic melanoma, Advanced breast cancer, Advanced Non-small cell lung cancer (NSCLC), Advanced pancreatic adenocarcinoma.\n* 2.Participants should be able to provide adequate tumor tissue for biomarker analysis\n* 3.ECOG Performance Status ≤ 1.\n* 4.Measurable disease per Response Evaluation Criteria for Solid Tumors version 1.1 (RECIST v1.1)\n\nExclusion Criteria:\n\n* 1. Malignant disease within 5 years prior to the first dose of investigational drug other than that being treated in this study. Except completely resected basal cell carcinoma, cutaneous squamous cell skin carcinoma and papillary thyroid carcinoma and completely resected carcinoma in situ of any type.\n* 2. Received any chemotherapy, radiotherapy, targeted therapy, cell therapy, immunotherapy, ADC medication or other anti-cancer treatment within 28 days prior to the first dose.\n* 3.History of severe hypersensitivity reactions to any ingredient of study drugs.\n* 4.Pregnant or lactating women.\n* 5.Any medical condition that would, in the investigator's judgment, prevent the patient's participation in the clinical study due to safety concerns, compliance with clinical study procedures or interpretation of study results.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}