{
    "nctId": "NCT02064829",
    "briefTitle": "Bioequivalence Study of IG-001 Versus Nab-paclitaxel in Metastatic or Locally Recurrent Breast Cancer",
    "officialTitle": "An Open-label, Randomized, Multi-center, Single-Dose, 2-Sequence, 2-Period, Crossover, Comparative Bioequivalence Study of IG-001 (Cb-paclitaxel) 260 mg/m2 Versus Nab-paclitaxel 260 mg/m2 Administered Intravenously With an Open-Label Extension of IG-001 in Patients With Metastatic or Locally Recurrent Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Metastatic Breast Cancer, Locally Recurrent Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 111,
    "primaryOutcomeMeasure": "Maximum observed concentration of paclitaxel (Cmax)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Breast cancer patient who\n\n   1. Has histologically confirmed diagnosis of breast cancer.\n   2. Has stage IV or locally recurrent breast cancer per the American Joint Committee on Cancer Staging Manual,7th edition.\n   3. Has failed any single agent or combination chemotherapy for metastatic or locally recurrent disease.\n   4. Has agreed to participate in the study and signed the informed consent form prior to participation in any study activities.\n2. Sex and Age: Female ≥ 30 years of age.\n3. Body surface area (BSA) that is within 1.2 to 2.2 m2, calculated using the Mosteller or DuBois Formula. The same formula must be used consistently for any given patient.\n4. Eastern Cooperative Oncology Group (ECOG) performance status ≤ 2.\n5. Sitting blood pressure (BP) and heart rate (HR): Systolic and diastolic BP (SBP/DBP) and HR in the normal range or no worse than Grade 1 abnormality by the Common Terminology Criteria for Adverse Events version 4, as amended (CTCAE).\n6. Hematology/chemistry: Patient has adequate hematological, renal, and hepatic function as defined by the following Screening laboratory values obtained within 7 days prior to randomization and assessed based on local labs (patients should not have received a transfusion within 7 days before the Screening laboratory assessments):\n\n   1. Absolute neutrophil count (ANC) ≥ 1,500 cells/mm3 (1.5x10\\^9/L)\n   2. Platelet count ≥ 100,000 cells/mm3 (100x10\\^9/L)\n   3. Hemoglobin ≥ 9 g/dL\n   4. Serum creatinine ≤ 1.5 x the upper limit of normal (ULN)\n   5. Total bilirubin ≤ 1.25 x ULN\n   6. AST (SGOT) ≤ 2.5 x ULN\n   7. ALT (SGPT) ≤ 2.5 x ULN\n7. All other clinical laboratory values deemed normal or not clinically significant by the Principal Investigator/Sub-Investigator.\n8. Pregnancy status: Patients must be non-pregnant (due to teratogenic or abortifacient effects of paclitaxel) from 30 days prior to randomization until 30 days after the last dose of study drug. Women who are not post-menopausal ≥ 52 weeks or surgically sterilized (e.g., hysterectomy, bilateral oophorectomy, bilateral tubal ligation) are considered of childbearing potential. For women of childbearing potential (WOCBP), a serum pregnancy test (β-hCG) must be negative at Screening, and a urine pregnancy test must be negative prior to each dose of study drug.\n9. Breastfeeding: Patients must not be lactating or breastfeed during the study. Because there is an unknown but potential risk for adverse events in nursing infants secondary to treatment of the mother, breastfeeding must be discontinued prior to the first dose of study drug.\n10. Contraception: If sexually active, WOCBP must agree to use contraception considered adequate and appropriate by the Investigator throughout the course of the study and for 30 days after she receives the last dose of study drug.\n11. Able and willing to adhere to all protocol requirements and study procedures throughout the study.\n12. Ability to comprehend and be informed of the nature of the study, as assessed by study clinic staff.\n\nExclusion Criteria:\n\n1. Patients with a history of other malignancies, except for adequately treated nonmelanoma skin cancer, curatively treated in-situ carcinoma of the cervix, in-situ carcinoma of the breast or other solid tumors with no evidence of recurrence for ≥ 5 years.\n2. Patients who have previously received a taxane within the 30 days prior to randomization.\n3. Patients who have not completely recovered from any toxicities from previous chemotherapy, hormone therapy, immunotherapy, or radiotherapies Grade 1 or higher by CTCAE, with the exception of alopecia.\n4. Prior chemotherapy must be completed at least 30 days prior to randomization (42 days for mitomycin C or nitrosoureas). Prior immunotherapy, prior anti-tumor hormonal therapy, and prior radiotherapy must be completed at least 14 days prior to randomization. Radiotherapy is not allowed during the study. Administration of other chemotherapy, immunotherapy, or anti-tumor hormonal therapy during the study is not allowed.\n5. Patient had major surgery within 30 days prior to randomization, or patient has not recovered from prior major surgery.\n6. Sensory / Peripheral neuropathy of Grade 2 or higher by CTCAE at Screening.\n7. Patients with known brain metastases, with the exception of patients who have completed surgery and/or radiotherapy at least 30 days prior to randomization, have completed any steroids as treatment for the metastases at least 30 days prior to randomization, and who are currently asymptomatic.\n8. Known history or presence of any clinically significant disease or condition other than cancer unless determined as not clinically significant by the Investigator.\n9. History of difficulty with vascular access.\n10. Known history or presence of:\n\n    1. Human Immunodeficiency Virus (HIV), Hepatitis B, or Hepatitis C\n    2. Alcohol or drug abuse or dependence within one year prior to randomization\n    3. Hypersensitivity or idiosyncratic reaction to paclitaxel, its excipients, and/or related substances, including, albumin and PEG.\n11. Patients may not participate in any other clinical protocol or investigational trial that involves administration of experimental therapy and/or the use of investigational devices with therapeutic intent within 30 days prior to randomization and while enrolled in this study.\n12. Use of any CYP2C8 and CYP3A4 inhibitor (e.g., ketoconazole and other imidazole antifungals, erythromycin, fluoxetine, gemfibrozil, cimetidine, ritonavir, saquinavir, indinavir, and nelfinavir) or inducer (e.g., rifampicin, carbamazepine, phenytoin, efavirenz, and nevirapine) in the previous 14 days before randomization until the last PK sample is obtained in the study.\n13. Acute active infection requiring treatment within 14 days prior to randomization.\n14. Patients with any significant history of non-compliance or inability to reliably grant informed consent.",
    "sex": "FEMALE",
    "minimumAge": "30 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}