{
    "nctId": "NCT05188495",
    "briefTitle": "Trastuzumab(Henlius®) Combined With Pertuzumab(Perjeta®) and Chemotherapy in Chinese Patients With Her2-Positive Metastatic Breast Cancer Previously Treated With Trastuzumab",
    "officialTitle": "Phase II Study of Trastuzumab(Henlius®) Combined With Pertuzumab(Perjeta®) and Chemotherapy in Chinese Patients With Human Epidermal Growth Factor Receptor 2-Positive Metastatic Breast Cancer Previously Treated With Trastuzumab",
    "overallStatus": "UNKNOWN",
    "conditions": "HER2-positive Metastatic Breast Cancer, Previously Treated With Trastuzumab, Trastuzumab Combined With Pertuzumab and Chemotherapy",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 60,
    "primaryOutcomeMeasure": "6-month Progression-free survival (PFS) rate",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients must meet all of the following inclusion criteria to be eligible for enrollment into the study:\n\n  1. Adults ≥18 years old\n  2. Histologically confirmed invasive BC: incurable, immunohistochemistry (IHC) 3 + or fish confirmed gene amplification: HER2 / CEP 17 ratio ≥ 2, and either of the two analysis results is positive.\n  3. Patients with metastatic breast cancer previously treated with trastuzumab 1) the number of lines receiving anti-HER2 treatment for metastatic diseases was 0-2 2) If the number of lines previously receiving anti-HER2 treatment for metastatic diseases is 0, it is required that the last time of preoperative( neoadjuvant) and / or postoperative (adjuvant) trastuzumab is more than 6 months before recurrence and metastasis.\n  4. Measurable disease as defined per RECIST v.1.1. Patients with only central nervous system diseases are not suitable for inclusion.\n  5. Left ventricular ejection fraction (LVEF) ≥ 50%, determined by echocardiography.\n  6. Eastern Cooperative Oncology Group (ECOG) performance status (PS) 0-2.\n  7. Adequate organ and bone marrow function defined as follows,Confirmed by the following laboratory examination results within 7 days before randomization：\n\n     * (1) Absolute Neutrophil Count (ANC) ≥1,500/mm3 (1.5 x 109 /L);\n     * (2)Platelets ≥100,000/mm3 (100 x 109 /L);\n     * (3) Hemoglobin ≥9 g/dL (90 g/L);（patients are allowed to reach these levels through blood transfusion or drug treatment）\n     * (4)Albumin ≥ 2.5 g / dl\n     * (5)Serum creatinine ≤1.5 x Upper Limit of Normal (ULN)\n     * (6)Total serum bilirubin ≤1.5 x ULN (≤3.0 x ULN if Gilbert's disease);\n     * (7) AST and/or ALT ≤3 x ULN (≤5.0 x ULN if liver metastases present);\n     * (8) INR and APTT \\< 1.5 ´ upper normal limit (ULN) (unless receiving anticoagulant therapy);\n  8. Women with fertility: agree to abstinence (no heterosexual intercourse) or use non hormonal contraceptive methods with an annual failure rate of less than 1% during treatment and at least 7 months after the last administration of the test drug.\n\n     If a female patient is in the late menopause, has not yet reached the postmenopausal state (continuous non menstruation time ≥ 12 months, and there is no other confirmed reason except menopause), and has not received sterilization surgery (removal of ovary and / or uterus), the patient is considered to be fertile.\n\n     Examples of non hormonal contraceptive methods with an annual failure rate of \\< 1% include bilateral tubal ligation, male contraception and copper ring IUD.\n\n     Barrier contraception must be supplemented by spermicide. Alternatively, use two methods at the same time (e.g. two barrier contraceptives, such as condoms and uterine caps) to achieve an annual failure rate of \\< 1%.\n  9. Evidence of a personally signed and dated informed consent document indicating that the patient has been informed of all pertinent aspects of the study.\n\nExclusion Criteria:\n\n* Patients presenting with any of the following will not be included in the study:\n\n  1. History of receivingpatuzumab in the treatment of metastatic diseases (if used during adjuvant or neoadjuvant, the time from the last medication to recurrence and metastasis should be more than 12 months)\n  2. History of other malignancy within the previous 5 years, except for appropriately treated carcinoma in situ of the cervix, non-melanoma skin carcinoma, Stage 1 uterine cancer, synchronous or previously diagnosed HER2-positive BC, or cancers with a similar curative outcome as those mentioned above\n  3. History of receiving chemotherapy or trastuzumab within 21 days before randomization (7 days in the case of weekly regimen)\n  4. History of radiation therapy within 14 days before randomization\n  5. Patients must recover from acute toxicity caused by previous treatment (to ≤ grade 1) before randomization.\n  6. Untreated symptomatic progressive brain metastases occurred within 30 days before randomization.\n  7. The cumulative dose of exposure to the following anthracyclines is detailed as follows:\n\n     Doxorubicin \\> 500 mg/m2 Epirubucin \\> 720 mg/m2 Mitoxantrone \\> 120 mg/m2 If other anthracyclines or several anthracyclines are used, the cumulative dose must be less than the equivalent dose of 500 mg / m2 adriamycin.\n  8. Current unstable ventricular arrhythmia requiring treatment.\n  9. History of symptomatic congestive heart failure（CHF， \\[NYHA\\]II-IV级）。\n  10. History of myocardial infarction or unstable angina within 6 months of enrollment\n  11. History of a decrease in LVEF to \\< 50% or symptomatic CHF with previous trastuzumab treatment\n  12. Severe dyspnea at rest due to complications of advanced malignancy or requiring current continuous oxygen therapy\n  13. Current severe, uncontrolled systemic disease (e.g., clinically significant cardiovascular, pulmonary, or metabolic disease)\n  14. Pregnancy or lactation\n  15. Currently known active infection with HIV, hepatitis B virus (HBV), or hepatitis C virus (HCV).\n\nFor patients who are known carriers, active HBV infection must be ruled out. Active HBV infection is defined on the basis of results of three tests: positive HBsAg, detectable HBV DNA, and ALT \\> ULN.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}