{
    "nctId": "NCT00948961",
    "briefTitle": "A Study of CDX-1401 in Patients With Malignancies Known to Express NY-ESO-1",
    "officialTitle": "A Phase I/II, Open-Label, Dose-Escalation Study of CDX-1401 in Patients With Malignancies Known to Express NY-ESO-1",
    "overallStatus": "COMPLETED",
    "conditions": "Advanced Malignancies",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 70,
    "primaryOutcomeMeasure": "Occurrence of adverse events (side effects)",
    "eligibilityCriteria": "Inclusion Criteria:\n\nAmong other criteria, patients must meet all of the following conditions to be eligible to be in the study:\n\n1. 18 years of age or older.\n2. Have a cancer type that is known to express NY-ESO-1, including (but not limited to) cancer of the bladder, breast, ovary, non-small cell lung cancer, myeloma, sarcoma or melanoma.\n3. Have cancer that has progressed after any therapies with curative potential or approved salvage therapies (if such therapies exist).\n4. Have evaluable or measurable tumors.\n5. Have adequate blood, bone marrow, liver and kidney function as determined by laboratory tests.\n6. Have a sample of tumor tissue available for NY-ESO-1 testing at a central laboratory.\n7. If of childbearing potential (male or female), agree to practice an effective form of contraception during study treatment.\n\nExclusion Criteria:\n\nAmong other criteria, patients who meet any of the following conditions are NOT eligible to be in the study:\n\n1. Are receiving treatment with immunosuppressive or immunomodulatory agents, including any systemic steroid (inhaled or topically applied steroids are permitted).\n2. Has a known infection with HIV, HBV or HCV, or any other active infection requiring systemic antibiotic treatment.\n3. Has active central nervous system tumors.\n4. Any underlying medical condition that in the Principal Investigator's opinion will make the administration of study drug hazardous or otherwise interfere with the study.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}