{
    "nctId": "NCT03876587",
    "briefTitle": "Pyrotinib Combined With Docetaxel in the First-line Treatment of HER2-positive MBC",
    "officialTitle": "A Multicenter, Phase II Open Label Study of Pyrotinib Maleate Combined With Docetaxel in the First-line Treatment of HER2-positive Metastatic Breast Cancer",
    "overallStatus": "UNKNOWN",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 79,
    "primaryOutcomeMeasure": "Objective Response Rate",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Local recurrent or metastatic breast cancer suitable for chemotherapy, confirmed histologically.\n* HER2-positive breast cancer(according to 2018 ASCO/CAP HER2 test guideline).\n* do not chemotherapy for recurrent and metastatic lesions, but local treatment for local symptoms, such as radiotherapy for relieving bone pain, is allowed.\n* if the patient is bilateral breast cancer, metastasis lesions must be HER2-positive.\n* 18-70 years old.\n* ECOG PS 0～1.\n* life expectancy is not less than 12 weeks.\n* at least one measurable lesion according to RECIST 1.1.\n* Endocrine therapy is allowed to relapse/metastasis disease; patients with previous adjuvant/neoadjuvant use of Taxus and trastuzumab, disease-free interval from the end of last adjuvant/neoadjuvant Taxus therapy to the progression of tumors (≥12 months), and disease-free interval from the end of last adjuvant/neoadjuvant trastuzumab to the progression of tumors (≥ 6 months).\n* ANC ≥ 1.5×109/L,PLT ≥ 75×109/L,Hb ≥ 100 g/L;TBIL≤1.0ULN；ALT and AST≤3×ULN（ALT and AST≤5×ULN if liver metastasis）;BUN and Cr≤1.5×ULN and CCr≥50 mL/min.\n* LVEF ≥ 50% and QTc≤480 ms.\n* known hormone receptor status.\n* Signed informed\n\nExclusion Criteria:\n\n* Central nervous system metastasis.\n* Unable to swallow, chronic diarrhea and intestinal obstruction, there are many factors affecting drug use and absorption.\n* patient who received radiotherapy, chemotherapy, surgery (excluding local puncture) or molecular targeted therapy within 4 weeks before admission; those who received anti-tumor endocrine therapy after screening period\n* Participated in other drug clinical trials within 4 weeks before admission\n* Tyrosine kinase inhibitors targeting HER2 (Neratinib, Lapatinib, pyrotinib, etc.) have been used or are being used in the past.\n* Other malignant tumors, excluding cured cervical carcinoma in situ, skin basal cell carcinoma or skin squamous cell carcinoma, have been diagnosed in the past five years.\n* Receive other antitumour treatment at the same time\n* A history of immunodeficiency, including HIV positive, HCV, active hepatitis B, or other acquired, congenital immunodeficiency disorders, or organ transplantation, is known.\n* Has suffered from any heart disease\n* Female patients during pregnancy and lactation, fertile women with positive baseline pregnancy tests or women of childbearing age who are unwilling to take effective contraceptive measures throughout the trial\n* According to the judgement of the researchers, there are concomitant diseases that seriously endanger the safety of patients or affect the completion of research (including, but not limited to, severe hypertension, severe diabetes, active infections, etc.).\n* The patient did not recover from the toxicity of previous treatment to grade 0-1 (except hair loss).\n* History of neurological or psychiatric disorders\n* Along with CYP3A4 inhibitors or inducers or drugs that are using to prolong the QT interval\n* Researchers believe that patients are not suitable for any other situation in this study.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}