{
    "nctId": "NCT02595957",
    "briefTitle": "Genomic Services Research Program",
    "officialTitle": "Genomic Services Research Program",
    "overallStatus": "RECRUITING",
    "conditions": "Colon Cancer, Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 5000,
    "primaryOutcomeMeasure": "Responses and perceptions",
    "eligibilityCriteria": "* ELIGIBILITY CRITERIA:\n* Any English- or Spanish-speaking recipient of a SF. The circumstances under which SF are generated (either clinically or as part of research studies) indicate that these individuals may represent a wide range of ages of patients, children and\n\nadults.\n\n* For minors or decisionally-impaired adults, one parent/guardian, typically the self designated primary health care support parent, will be enrolled. If the parents claim equal roles, whichever of the parents selects to participate in the interview/survey will be enrolled.\n* It is important to emphasize that we will not ask minors or decisionally impaired adults to participate in the social and behavioral components of the study. Because validated instruments for our surveys largely do not exist in languages other than English, we cannot administer these measures to non-English speakers.\n* We may enroll a child in this protocol if he/she is the only person in his/her family who has the SF, is symptomatic of the disease, or is in the age range to receive screening for the disease (e.g., Wilson disease and familial hypercholesterolemia have childhood onset). We will not enroll neonates (less than one month old).\n* We may enroll adults who are unable to consent (i.e., an individual who is impaired at the time of consent) in this protocol if he/she is the only person in his/her family who has the SF, is symptomatic of the disease, or is in the age range to receive screening for the disease.\n* We may enroll women who are pregnant in this protocol and women who become pregnant during the study can continue their participation. We will not perform prenatal genetic testing.\n* NIH staff members are not prohibited from enrollment if they meet the study s eligibility criteria.",
    "sex": "ALL",
    "minimumAge": "1 Month",
    "stdAges": "CHILD, ADULT, OLDER_ADULT"
}