{
    "nctId": "NCT05775822",
    "briefTitle": "Coronary Artery Calcium and Cardiovascular Risk Factors Analysis After RT or Breast Cancer",
    "officialTitle": "Coronary Artery Calcium and Cardiovascular Risk Factors Analysis After RT for Breast Cancer. A Gender-based Preventive Medicine Approach",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "SCREENING",
    "enrollmentCount": 92,
    "primaryOutcomeMeasure": "Primary Outcome Coronary calcium (CAC)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Women diagnosed with early-stage breast cancer treated with adjuvant whole breast external beam radiotherapy from 2010 to 2017;\n* Patients with a \\> 5 years clinical follow-up (FU) from diagnosis of breast cancer\n* Adult women/patients ≥18 years old and ≤ 60 years at time of radiation therapy;\n* Patients with homogeneous and standardized radiation exposure protocol (external beam radiotherapy 40 Gy in 15 fractions)\n* Patients who have signed the written informed consent\n\nExclusion Criteria:\n\n* Patients aged \\< 18 or \\> 60 years at time of radiation therapy;\n* Patients with bilateral breast cancer or breast cancer of unknown laterality;\n* Patients with a prior diagnosis of invasive cancer (apart from non-melanoma skin cancer);\n* Patients with known active ischemic heart disease during or before the RT period;\n* Patients with no definitive surgery (e.g. a biopsy only);\n* Patients who did not receive radiotherapy were excluded from the Study.\n* Patients who are currently participating in an investigational interventional study.\n* IORT (Intraoperative radiotherapy) and PBI (partial breast radiotherapy) excluded\n* Participants not suitable for participation, whatever the reason, as judged by the Investigator, including medical or clinical conditions, or participants potentially at risk of noncompliance to Study procedures",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT"
}