{
    "nctId": "NCT02175628",
    "briefTitle": "Comparison of the Sensitivity and Specificity of Acoustic Angiography to the Sensitivity and Specificity of Conventional Ultrasound",
    "officialTitle": "Comparison of the Sensitivity and Specificity of Acoustic Angiography (Micro-tumor Detection by Quantifying Tumor-induced Vascular Abnormalities) to the Sensitivity and Specificity of Conventional Ultrasound",
    "overallStatus": "COMPLETED",
    "conditions": "Signs and Symptoms",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "DIAGNOSTIC",
    "enrollmentCount": 23,
    "primaryOutcomeMeasure": "Sensitivity and Specificity (Percentage)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Women ≥18 years old\n* Scheduled for breast core needle or surgical biopsy of at least one breast lesion based on suspicious breast lesion (BIRADS score of 4 or 5) from pre-study SOC imaging studies\n* Center of suspicious lesion is not deeper than 1.5 cm, and the diameter of the lesion is not greater than 2 cm\n* Able to provide informed consent\n* Negative urine pregnancy test in women of child-bearing potential\n\nExclusion Criteria:\n\n* Male (it is uncommon for men to present for imaging and the overwhelming majority of findings are non-cancerous and do not lead to biopsy; male breast cancer represents \\<1% of newly diagnosed breast cancer)\n* Institutionalized subject (prisoner or nursing home patient)\n* Critically ill or medically unstable and whose critical course during the observation period would be unpredictable (e.g., chronic obstructive pulmonary disease (COPD)\n* Known hypersensitivity to sulfur hexafluoride or to any component of perflutren lipid (Definity®)\n* Right to left shunt, severe pulmonary hypertension (pulmonary artery pressure \\>90mmHg), or adult respiratory distress syndrome\n* Active cardiac disease including any of the following:\n\n  * Severe congestive heart failure (class IV in accordance with the classification of the New York Heart Association)\n  * Unstable angina.\n  * Severe arrhythmia (i.e. ventricular tachycardia, flutter fibrillation; ventricular premature complexes occurring close to the preceding T-wave, multifocal complexes).\n  * Myocardial infarction within 14 days prior to the date of proposed Definity® administration.\n  * Uncontrolled systemic hypertension (systolic blood pressure (BP) \\>150 mm Hg and/or diastolic BP \\>90 mm Hg despite optimal medical management",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}