{
    "nctId": "NCT01952054",
    "briefTitle": "Denosumab for Breast Cancer With Bone Mets",
    "officialTitle": "Phase II Study of Denosumab to Define the Role of Bone Related Biomarkers in Breast Cancer Bone Metastasis",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 7,
    "primaryOutcomeMeasure": "The Effect of Denosumab in Reducing Circulating Tumor Cells (CTCs) Among Breast Cancer Patients With Bone Metastases.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patients have histological confirmation of breast carcinoma.\n2. Patients have progressive metastatic disease with predominantly bone metastasis with 1 or more lesions and at least 1 bone lesion has pathological confirmation, have not been treated or have been treated with any prior therapies (including bisphosphonate treatment and/or radiation therapy). Patients can have soft tissue involvement (Lymph node and skin) and/or metastatic lesions at major organ sites (i.e. lung, liver, etc).\n3. Patients have positive ER expression in the primary tumor site by IHC (defined as \\>/=10%) (PR status is not required)\n4. Adequate hematologic function: 1)Absolute neutrophil count (ANC) \\>/= 1.0 x 10\\^9/L, 2) Platelet count \\>/= 50 x 10\\^9/L, 3) Hemoglobin \\>/= 9.0 g/dL\n5. Adequate cardiac function (LVEF \\>/= 45%) if patient has known cardiac dysfunction history\n6. Adequate Renal function: Calculated creatinine clearance \\>30 ml/min\n7. Adequate Hepatic function: 1) Aspartate aminotransferase (AST) \\</= 2.5 x ULN; 2) Alanine aminotransferase (ALT) \\</= 2.5 x ULN; 3) Alkaline phosphatase (Alp) \\</= 2.5 x ULN; 4) Total bilirubin \\</= 2.0 x ULN\n8. Serum calcium or albumin-adjusted serum calcium \\>/=2.0mmol/L (8.0mg/dL) and \\</= 2.9 mmol/L (11.5mg/dL)\n9. Patients have ability and willingness to sign written informed consent.\n10. Patients are 18 years of age or older.\n11. Female patients of childbearing potential (A female not free from menses \\> 2 years or not surgically sterilized) must be willing to use highly effective contraception to prevent pregnancy or agree to abstain from heterosexual activity throughout the study. Highly effective contraception, defined as male condom with spermicide, diaphragm with spermicide, intra-uterine device. Highly effective contraception must be used by both sexes during the study and must be continued for 5 months after the last dose of denosumab.\n12. Female patients of childbearing potential must have negative serum pregnancy test \\</= 21 days prior to starting study treatment.\n13. Patients have CTC \\>/=3.\n\nExclusion Criteria:\n\n1. Patients have known sensitivity to any of the products to be administered during the study (e.g., mammalian derived products, calcium, or vitamin D).\n2. Patients receiving concurrent anti-cancer therapy (chemotherapy, immunotherapy, radiation therapy and biological therapy) while taking study medication. However, patients receiving CDK4/6 inhibitor or mTOR inhibitor as a standard of care while on study is permitted.\n3. Patients with metastatic sites that requires chemotherapy.\n4. Patients with active infection and requiring IV or oral antibiotics.\n5. Patients with concurrent disease or condition that would make them inappropriate for study participation, or any serious medical disorder that would interfere with patients' safety.\n6. Patients have HER2-positive breast carcinoma (IHC staining more than 3+ or HER2 gene amplification by FISH)\n7. Patient is pregnant or breast feeding, or planning to become pregnant within 5 months after the end of treatment.\n8. Patient is of child bearing potential and is not willing to use, in combination with her partner, two highly effective methods of contraception or abstinence during treatment and for 5 months after the end of treatment.\n9. Male patients.\n10. Patients have prior history or current evidence of osteonecrosis/osteomyelitis of the jaw.\n11. Patients have active dental or jaw condition which requires oral surgery, including tooth extraction.\n12. Patients have non healed dental/oral surgery, including tooth extraction.\n13. Patients planned invasive dental procedures.\n14. Patients experiencing a visceral crisis including severe organ dysfunction as assessed by \\> Gr 2 symptomatic toxicities, laboratory studies, and/ or rapid progression of disease originating from visceral metastasis.\n15. Patients that have received the study medication (Xgeva/Prolia).",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}