{
    "nctId": "NCT01986569",
    "briefTitle": "Diagnostic Accuracy and Safety Study of FES PET/CT in Assessment of ER Status of Recurrent or Metastatic Breast Cancer",
    "officialTitle": "A Phase III, Open Label, Non-randomized, Single Center Study to Evaluate Diagnostic Accuracy and Safety of Fluorine-18 (18F) Fluoroestradiol PET/CT in the Assessment of ER Status of Recurrent or Metastatic Lesions in Patients With Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Recurrent Breast Cancer, Stage IV Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "NA",
    "primaryPurpose": "DIAGNOSTIC",
    "enrollmentCount": 93,
    "primaryOutcomeMeasure": "lesion-level positive and negative percent agreement between qualitative [18F]FES PET interpretation and reference IHC testing",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* A patient will be enrolled if the patient meets the following inclusion criteria\n\n  1. Patient is ≥19 years of age and male or female of any race/ethnicity\n  2. Patients has first recurrence or stage IV disease by American Joint Committee on Cancer tumor-node-metastasis staging system for breast cancer\n  3. Patients had histologically confirmed invasive primary breast carcinoma and the documented results of histology are available.\n  4. Patients are scheduled to undergo core needle biopsy or surgery for histological confirmation and determination of ER status of recurrent or distant metastatic cancer within 15 days after \\[18F\\]FES PET; or patients already underwent core needle biopsy of recurrent or distant metastatic cancer within 30 days before \\[18F\\]FES PET and biopsy specimens are available for determination of ER status.\n  5. Discontinuation of selective ER blocking agents including tamoxifen or fulvestrant for at least 60 days prior to \\[18F\\]FES PET\n  6. Eastern Cooperative Oncology Group (ECOG) performance status of ≤2\n\nExclusion Criteria:\n\n* A patient will be excluded from this study if the patient does not full fulfill the inclusion criteria, or if any of the following conditions are observed\n\n  1. Patient or patient's legally acceptable representative do not provide written informed consent\n  2. The recurrent or metastatic lesion scheduled to undergo biopsy is located in breast, liver, ovary, uterus, or bone\n  3. Female patient is pregnant or nursing. Exclusion of the possibility of pregnancy is made by one of the following: 1) woman is physiologically post menopausal (cessation of menses for more than 2 years), 2) woman is surgically sterile (has had a documented bilateral oophorectomy and/or documented hysterectomy, or 3) if the woman is of childbearing potential, a urine pregnancy test performed within 24 hours immediately prior to administration of \\[18F\\]FES has to be negative and the women is advised to apply contraceptive measures during her participation in this study\n  4. Adjuvant chemotherapy within 3 weeks prior to \\[18F\\]FES PET.\n  5. Radiation therapy or immuno/biologic therapy is scheduled to be given to patient before the histologic confirmation by biopsy or \\[18F\\]FES PET.\n  6. Concurrent severe and/or uncontrolled and/or unstable medical disease other than cancer (e.g. congestive heart failure, acute myocardial infarction, severe pulmonary disease, chronic renal or hepatic disease which could compromise participation in the study) in the judgment of the investigator.\n  7. Patient is a relative of the investigator, student of the investigator or otherwise dependent\n  8. Patient has any other condition or personal circumstances that, in the judgment of the investigator, might interfere with the collection of complete data\n  9. Patient has been involved in an investigative, radioactive research procedure within 7 days prior to registration",
    "sex": "ALL",
    "minimumAge": "19 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}