{
    "nctId": "NCT02131506",
    "briefTitle": "A Study of Lapatinib in Combination With Caelyx in Patients With Advanced HER2 Positive Pretreated Breast Cancer",
    "officialTitle": "A Phase Ib Study of Lapatinib in Combination With Caelyx in Patients With Advanced HER2 Positive Pretreated Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "HER-2 Positive Breast Cancer, Malignant Neoplasm of Breast",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 11,
    "primaryOutcomeMeasure": "MTD (Maximum Tolerated Dose)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Female patients with histologically or cytologically confirmed diagnosis of breast cancer.\n* Locally advanced (Stage IIIb or Stage IIIc with T4 lesion) or metastatic (Stage IV) disease.\n* Subjects must have tumors that overexpress ErbB2 defined as +3 by IHC or FISH positive for ErbB2 gene amplification. The status of ErbB2 expression must be documented prior to study entry.\n* Subjects must have disease progression (by RECIST) following prior therapy with taxane and trastuzumab-containing regimens (if not contraindicated).\n* Patients may have had any number of prior chemotherapy, immunotherapy, hormonal therapy, investigational or radiotherapy regimens, but therapy must be discontinued at least 4 weeks before study entry (6 weeks if the last regimen included BCNU or mitomycin C).\n* Age \\>18 years.\n* Life expectancy of greater than 12 weeks.\n* ECOG performance status \\<2 (see Appendix A).\n* Cardiac ejection fraction within the institutional range of normal as measured by echocardiogram (ECHO).\n* Previous anthracycline use inferior of 360 mg/mq for epirubicin and 200 mg/mq for doxorubicin (provided that patients have been off-treatment for at least one year and did not progress under treatment).\n* Patients must have normal organ and marrow function as defined below:\n\n  * leukocytes \\>3,000/mL\n  * absolute neutrophil count \\>1,500/mL\n  * platelets \\>100,000/mL\n  * total bilirubin \\< 1.5 X institutional upper limit of normal\n  * AST(SGOT)/ALT(SGPT) \\<2.5 X institutional upper limit of normal (≤ 5 in patients with liver metastases)\n  * creatinine \\< 1.5 X institutional upper limit of normal\n* Women of childbearing potential and men must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) prior to study entry and for the duration of study participation. Should a woman become pregnant or suspect she is pregnant while participating in this study, she should inform her treating physician immediately.\n* Ability to swallow and retain oral medications.\n* Ability to understand and the willingness to sign a written informed consent document.\n\nExclusion Criteria:\n\n* Participation in another clinical trial with any investigational agents within 30 days prior to study screening.\n* Prior treatment with Caelyx or Lapatinib.\n* Previous malignancy except cervical carcinoma in situ, adequately treated basal cell carcinoma, superficial bladder tumors, or other malignancies curatively treated \\> 3 years before study entry.\n* Patients with symptomatic brain metastases should be excluded from this clinical trial because of their poor prognosis and because they often develop progressive neurologic dysfunction, that would confound the evaluation of neurologic and other adverse events. Asymptomatic patients are allowed.\n* History of allergic reactions attributed to compounds of similar chemical or biologic composition to Caelyx and Lapatinib or other agents used in the study.\n* Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements.\n* Have current active hepatic or biliary disease (with exception of patients with Gilbert's syndrome, asymptomatic gallstones, liver metastases or stable chronic liver disease per investigator assessment);\n* Malabsorption syndrome or any disease significantly affecting gastrointestinal function.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}