{
    "nctId": "NCT05704829",
    "briefTitle": "NeoAdjuvant Therapy With Trastuzumab-deruxtecan Versus Chemotherapy+Trastuzumab+Pertuzumab in HER2+ Early Breast Cancer",
    "officialTitle": "NeoAdjuvant Dynamic Marker - Adjusted Personalized Therapy Comparing Trastuzumab-deruxtecan Versus Pacli-/Docetaxel+Carboplatin+Trastuzumab+Pertuzumab in HER2+ Early Breast Cancer",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "HER2-positive Early Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 402,
    "primaryOutcomeMeasure": "1. pCR rate after neoadjuvant treatment",
    "eligibilityCriteria": "Inclusion Criteria:\n\nPatients eligible for inclusion in this study must meet all the following criteria:\n\n1. Female patients with invasive, untreated HER2+ breast cancer (as assessed by local pathology) maximum 6 weeks before registration (standard-of-care diagnostic biopsy according to current AGO guidelines)\n2. Age ≥18 years 3a. Cohort 1: low- to intermediate-risk for recurrence as per investigator´s decision (recommendation: cT1c - cT2 (1 - ≤3cm), cN0; cT1a/b excluded), OR 3b. Cohort 2: intermediate- to high-risk for recurrence as per investigator´s decision (recommendation: cT2 (\\>3 - ≤5cm), cN0) 3c. Elderly patients (≥ 65 years) may be assigned to any cohort as per investigator's decision\n\n4. Written informed consent 5. LVEF ≥ 50% within 28 days before randomisation 6. Eastern Cooperative Oncology Group performance status (ECOG PS) 0-1 7. Adequate organ and bone marrow function within 14 days before randomisation 8. Adequate treatment washout period before randomisation (refer to protocol for detailed information) 9. Evidence of post-menopausal status or negative serum pregnancy test for females of childbearing potential (refer to protocol for detailed information) 10. Female subjects must not donate, or retrieve for their own use, ova from the time of randomisation and throughout the study treatment period, and for at least 7 months after the final study drug administration. (refer to protocol for detailed information)\n\nExclusion Criteria:\n\nPatients eligible for inclusion in this study must not meet any of the following criteria:\n\n1. Non-operable breast cancer including inflammatory breast cancer\n2. cT1a/b breast cancer\n3. Any previous history of invasive breast cancer\n4. Primary malignancies within 5 years, with the exception of adequately resected non-melanoma skin cancer, curatively treated in-situ disease\n5. Any evidence for existing metastatic disease (confirmed by CT Thorax/Abdomen, bone scan, or other methods according to clinical practice\n6. Previous or concurrent treatment with cytotoxic agents for any reason (except non-oncological reasons)\n7. Concurrent treatment with other experimental drugs and participation in another clinical trial with any investigational drug within 30 days prior to study entry\n8. Severe and relevant co-morbidity that would interact with the application of cytotoxic agents or the participation in the study/inadequate organ function\n9. Reasons indicating risk of poor compliance\n10. Woman of child-bearing potential defined as a woman physiologically capable of becoming pregnant, and not using highly effective methods of contraception during the study treatment and for 3 months after stopping the treatment.\n11. Use of oral (oestrogen and progesterone), transdermal, injected, or implanted hormonal methods of contraception as well as hormonal replacement therapy.\n12. Has substance abuse or any other medical conditions such as clinically significant cardiac or psychological conditions, that may, in the opinion of the investigator, interfere with the subject's participation in the clinical study or evaluation of the clinical study results.\n13. Patients with a medical history of myocardial infarction (MI) within 6 months before randomisation, symptomatic congestive heart failure (CHF) (New York Heart Association Class II to IV), Subjects with troponin levels above ULN at screening (as defined by the manufacturer), and without any myocardial related symptoms, should have a cardiologic consultation before enrolment to rule out MI.\n14. Corrected QT interval (QTcF) prolongation to \\> 470 msec (females) based on average of the screening triplicate12-lead ECG.\n15. History of (non-infectious) ILD / pneumonitis that required steroids, has current ILD/pneumonitis, or where suspected ILD/pneumonitis cannot be ruled out by imaging at screening.\n16. Lung criteria: Lung-specific intercurrent clinically significant illnesses including, but not limited to, any underlying pulmonary disorder; Any autoimmune, connective tissue or inflammatory disorders (e.g., Rheumatoid arthritis, Sjogren's, sarcoidosis etc.) where there is documented, or a suspicion of pulmonary involvement at the time of randomisation; Prior pneumonectomy (complete); Uncontrolled infection requiring IV antibiotics, antivirals, or antifungals\n17. Active primary immunodeficiency, known human immunodeficiency virus (HIV) infection, or active hepatitis B or C infection. Patients positive for hepatitis C (HCV) antibody are eligible only if polymerase chain reaction is negative for HCV RNA. Patients should be tested for HIV prior to randomisation if required by local regulations or ethics committee (EC).\n18. Receipt of live, attenuated vaccine (mRNA and replication deficient adenoviral vaccines are not considered attenuated live vaccines) within 30 days prior to the first dose of trastuzumab deruxtecan.\n\n    Note: Patients, if enrolled, should not receive live vaccine during the study and up to 30 days after the last dose of IMP.\n19. Known allergy or hypersensitivity to study treatment (T-DXd) or any of the study drug excipients.\n20. History of severe hypersensitivity reactions to other monoclonal antibodies.\n21. Pregnant or breastfeeding female patients, or patients who are planning to become pregnant.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}