{
    "nctId": "NCT05358639",
    "briefTitle": "Combination of Olaparib and Navitoclax in Women With HGSC and TNBC",
    "officialTitle": "A Phase I Trial of the Combination of Olaparib and Navitoclax in Women With High Grade Serous Epithelial Ovarian Cancer and Triple Negative Breast Cancer",
    "overallStatus": "RECRUITING",
    "conditions": "High Grade Serous Carcinoma, Triple Negative Breast Cancer, Ovarian Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 36,
    "primaryOutcomeMeasure": "To define a dose and schedule of navitoclax (Recommended Phase II Dose, RP2D) that can be combined safely with Olaparib in women with metastatic recurrent high grade serous ovarian cancer (HGSC) and triple negative breast cancer (TNBC) for further study",
    "eligibilityCriteria": "Inclusion\n\n* Histologically confirmed:\n\n  * Recurrent metastatic HGSC of ovarian, peritoneal or fallopian tube origin with radiological progression greater than 6 months from last platinum based therapy.\n  * Metastatic TNBC: tumors that are known to have deleterious somatic or germline mutations in BRCA1, BRCA2, or PALB2.\n\n    * Age ≥ 18 years of age.\n    * ECOG Performance Status of 0, 1 or 2 within 7 days prior to registration (Appendix 4).\n    * No more than two (2) prior lines of treatment for TNBC.\n    * No limit on the number of prior lines for HGSC.\n    * Prior maintenance or treatment with PARP inhibitor is allowed provided progression did not occur on or within 6 months of discontinuing the drug. Patients must be considered able to tolerate olaparib as per dosing regimen in this study.\n    * Patients must be able to swallow and retain oral medications and without gastrointestinal illnesses that would preclude absorption.\n    * Patients must be able and willing to undergo study related procedures (biopsies pre and on treatment) and to provide archival tissue, if available.\n    * Patients must have a life expectancy ≥16 weeks.\n    * Patients must have adequate organ and marrow function measured within 28 days prior to administration of study drug\n* Patients must have measurable disease as defined by RECIST 1.1. Progressive irradiated lesions considered but would require an additional out of field measurable lesion.\n\n  * Postmenopausal or evidence of non-childbearing status for women of childbearing potential: negative urine or serum pregnancy test within 28 days of study treatment and confirmed prior to treatment on day 1.\n\nExclusion\n\n* Prior chemotherapy, endocrine therapy, radiotherapy, or investigational agents within 30 days prior to first dose of investigational products (IPs).\n* Due to the expected dose-limiting toxicity of thrombocytopenia, the following concomitant medications are not allowed within 14 days of the olaparib lead-in period: Warfarin, clopidogrel (plavix), ibuprofen, tirofiban (aggrastat), and other anticoagulants drugs including low molecular weight heparin, or herbal supplements that affect platelet function are excluded. Caution should be exercised when dosing Navitoclax concurrently with CYP2C8 and CYP2C9 substrates.\n* Due to the known effects of navitoclax on platelet counts, patients with active bleeding or thrombocytopenia-associated bleeding within 1 year, active peptic ulcer disease or potentially hemorrhagic esophagitis or gastritis, a requirement for concurrent therapeutic anticoagulants, or a history of immune thrombocytopenic purpura, autoimmune hemolytic anemia, or refractoriness to platelet transfusions.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}