{
    "nctId": "NCT05763992",
    "briefTitle": "Targeting Triple Negative BREAst Cancer Metabolism With a Combination of Chemoimmunotherapy and a FASTing-like Approach in the Preoperative Setting: the BREAKFAST 2 Trial",
    "officialTitle": "Targeting Triple Negative BREAst Cancer Metabolism With a Combination of Chemoimmunotherapy and a FASTing-like Approach in the Preoperative Setting: the BREAKFAST 2 Trial",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer, Triple Negative Breast Cancer, Dietary Exposure, Fasting",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 145,
    "primaryOutcomeMeasure": "Rate of Pathologic complete response (pCR)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Female sex\n2. Age ≥ 18 and ≤ 75 years.\n3. Evidence of a personally signed and dated informed consent document (ICD), signed and dated from the patient of legal representative with or without an impartial witness, indicating that the patient has been informed of all pertinent aspects of the study before enrollment\n4. Willingness and ability to comply with the prescribed FLA regimen, the scheduled visits, treatment plans, laboratory tests and other procedures.\n5. Histologically confirmed diagnosis of invasive TNBC candidate to neoadjuvant chemo-immunotherapy and subsequent curative surgery. On the basis of International Guidelines, TNBC is defined by absent or minimal (\\<1%) expression of oestrogen and progesterone receptors at IHC, and absence of HER2 protein over-expression and HER2 gene amplification, as defined as an IHC score of 0, 1+, or an IHC score of 2+ with in situ hybridization (ISH) analysis excluding HER2 gene amplification. The expression of hormone receptors (ER and PgR) and HER2 will be evaluated through immunohistochemistry (IHC), according to International Guidelines47,48\n6. Availability of a formalin-fixed, paraffin-embedded (FFPE) block containing tumor tissue, or at least 7 unstained tumor slides.\n7. Patients with tumor stage T1c AND nodal stage N1-2, or tumor stage T2-4 AND nodal stage N0-2 according to TNM.\n8. Presence of an Eastern Cooperative Oncology Group (ECOG) performance status 0 or 1.\n9. Presence of adequate bone marrow and organ function as defined by the following laboratory values:\n\n   1. ANC ≥ 1.5 x 103/l\n   2. platelets ≥ 100 x 103/l\n   3. hemoglobin ≥ 9.0 g/dl\n   4. calcium (corrected for serum albumin) within normal limits or ≤ grade 1 according to NCI-CTCAE version 5.0 if not clinically significant\n   5. potassium within the normal limits, or corrected with supplements\n   6. creatinine \\< 1.5 ULN\n   7. blood uric acid \\< 10 mg/dl\n   8. ALT and AST ≤ 2 x ULN\n   9. total bilirubin \\< 1.5 ULN except for patients with Gilbert syndrome who may only be included if the total bilirubin is \\< 3.0 x ULN or direct bilirubin \\< 1.5 x ULN\n   10. Fasting glucose ≤ 250 mg/dl.\n10. Female patients of childbearing potential must agree to sexual abstinence or to use two highly effective methods of contraception throughout the study and for at least six months after the end of the FLA. Abstinence is only acceptable if it is in line with the preferred and usual lifestyle of the patient. Examples of contraceptive methods with a failure rate of \\< 1% per year include tubal ligation, male sterilization, hormonal implants, established, proper use of combined oral or injected hormonal contraceptives, and certain intrauterine devices. Alternatively, two methods (e.g., two barrier methods such as a condom and a cervical cap) may be combined to achieve a failure rate of \\< 1% per year. Barrier methods must always be supplemented with the use of a spermicide. A patient is of childbearing potential if, in the opinion of the Investigator, she is biologically capable of having children and is sexually active.\n11. Female patients are not of childbearing potential if they meet at least one of the following criteria:\n\n    1. Have undergone a documented hysterectomy and/or bilateral oophorectomy\n    2. Have medically confirmed ovarian failure\n    3. Achieved post-menopausal status, defined as: ≥ 12 months of non-therapy-induced amenorrhea or surgically sterile (absence of ovaries); in women \\<45 years of age FSH level in the postmenopausal range may be used to confirm a post-menopausal state in women not using hormonal contraception or hormonal replacement therapy.\n\nExclusion Criteria:\n\n1. Prior systemic treatment for breast cancer or other malignancies within 5 years of treatment enrollment, except for adequately treated basal cell or squamous skin cancer or in situ cervical cancer. Other malignancies diagnosed more than 5 years before the diagnosis of breast cancer must have been radically treated without evidence of relapse at the moment of patient enrollment in the trial.\n2. Prior treatment with anthracyclines\n3. Prior therapy with an anti-PD-1, anti-PD-L1, or anti-PD-L2 agent or with an agent directed to another co-inhibitory T-cell receptor (e.g., CTLA-4, OX-40, CD137)\n4. Body mass index (BMI) \\< 19 kg/m2.\n5. History of alcohol abuse.\n6. Non-intentional weight loss ≥ 5% in the previous 3 months, unless the patient has a BMI \\> 22 kg/m2 and weight loss has been lower than 10% at the time of enrollment in the study; or non-intentional weight loss of ≥ 10% in the previous 3 months, unless the patient has a BMI \\> 25 kg/m2 and weight loss has been lower than 15% at the time of the enrollment in the study. In both cases, weight must have been stable for at least one month before study enrollment.\n7. Active pregnancy or breast feeding.\n8. Known active B or C hepatitis or human immunodeficiency virus (HIV) infection, or occasional finding of active hepatitis B/C infection during screening tests before chemotherapy initiation, as defined as positive polymerase chain reaction (PCR) testing for HBV-DNA and HCV-RNA and qualitative PCR for HIV-RNA, or requiring active treatment at study enrollment.\n9. Serious infections in the previous 4 weeks before the FLA initiation, including, but not limited to, potential hospitalizations for complications of infections, bacteriemia or serious pneumonitis.\n10. Active autoimmune diseases requiring systemic treatments (e.g., systemic steroids or immune suppressants). Replacement therapy (e.g., thyroxine, insulin, or physiologic corticosteroid replacement therapy for adrenal or pituitary insufficiency) is not considered a form of systemic treatment.\n11. Active chronic therapy with systemic steroids at a dose ≥ 10 mg per day of prednisone or equivalent at study enrollment.\n12. Diagnosis of type 1 or 2 diabetes mellitus requiring pharmacologic therapy (including, but not limited to, insulin or insulin secretagogues), with the exception of metformin. A diagnosis of type 2 diabetes mellitus not requiring pharmacological treatments, or only requiring treatment with metformin, based on the judgment of a diabetologist, is compatible with patient enrollment in the trial.\n13. Anamnesis of clinically significant heart disease including:\n\n    1. angina pectoris, coronary bypass, symptomatic pericarditis, myocardial infarction in the previous 12 months from the beginning of experimental therapy;\n    2. congestive heart failure (NYHA III-IV).\n14. Anamnesis of clinically meaningful cardiac arrhythmias, such as ventricular tachycardia, chronic atrial fibrillation, complete bundle branch block, high grade atrio-ventricular block like bi-fascicular block, type II Mobitz and third grade atrio-ventricular block, nodal arrhythmias, supra-ventricular arrhythmia.\n15. Left ventricular ejection fraction lower than 50% at the cardiac scan with radionuclides or at echocardiography.\n16. Previous episodes of symptomatic hypotension leading to loss of consciousness.\n17. History of eating disorders (anorexia, bulimia).\n18. Baseline plasma fasting glucose ≤ 60 mg/dL.\n19. Medical or psychiatric comorbidities rendering the patient not candidate to the clinical trial, according to the investigator's judgement.\n20. Other cardiac, liver, lung or renal comorbidities, not specified in the previous inclusion or exclusion criteria, but potentially exposing the patient to a high risk of lactic acidosis.\n21. Known history of active TB (Bacillus Tuberculosis).",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}