{
    "nctId": "NCT00938652",
    "briefTitle": "A Phase 3, Multi-Center Study of Gemcitabine/Carboplatin, With or Without BSI-201, in Patients With ER-, PR-, and Her2-Negative Metastatic Breast Cancer",
    "officialTitle": "A Phase 3, Multi-Center, Open-Label, Randomized Study of Gemcitabine/Carboplatin, With or Without BSI-201, in Patients With ER-, PR-, and Her2-Negative Metastatic Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 519,
    "primaryOutcomeMeasure": "progression free survival",
    "eligibilityCriteria": "Inclusion Criteria:\n\n- Histologically documented breast cancer (either primary or metastatic site) that is ER-negative, PR-negative, and HER2 non-overexpressing by immunohistochemistry (0, 1) or fluorescence in situ hybridization (FISH).\n\nTriple-negative tumors were defined by the following criteria:\n\n* HER2-non-overexpressing: FISH-negative (defined by ratio \\<2.2) or, immunohistochemical (IHC) 0, IHC 1+ or, IHC 2+ or IHC 3+ and FISH-negative.\n* ER- and PR-negative: \\<10% tumor staining by immunohistochemistry (IHC).\n\n  * Never having received chemotherapy for metastatic disease or, having received 1 or 2 prior chemotherapy regimens in the metastatic setting (Prior adjuvant/neoadjuvant therapy was allowed);\n  * Metastatic breast cancer (Stage IV) with measurable disease by RECIST 1.1 criteria;\n  * Female, ≥18 years of age;\n  * Eastern Cooperative Oncology Group (ECOG) performance status of 0-1;\n  * Organ and marrow function as follows: absolute neutrophil count (ANC) ≥1500/mm3, platelets ≥100,000/dL, hemoglobin ≥9 g/dL, bilirubin ≤1.5 mg/dL, serum creatinine ≤1.5 mg/dL or creatinine clearance ≥60 mL/min, alanine aminotransferase (ALT) and aspartate aminotransferase (AST) ≤2.5 times the upper limit of normal if no liver involvement or ≤5 times the upper limit of normal with liver involvement;\n  * Radiation therapy completed at least 14 days before study dosing on day 1; radiated lesions may not have served as measurable disease;\n  * Central nervous system metastases allowed if subject did not require steroids, whole brain radiation therapy (XRT), gamma/cyber knife, and brain metastases were clinically stable without symptomatic progression;\n  * For women of child bearing potential, documented negative pregnancy test within two weeks of study entry and agreement to acceptable birth control during the duration of the study therapy;\n  * Tissue block (primary or metastatic) or readily available fresh frozen tumor tissue for PARP expression and other pharmacogenomic studies recommended (although its absence will not exclude subjects from participating);\n  * No other diagnosis of malignancy (with exception of non melanoma skin cancer or a malignancy diagnosed ≥5 years ago);\n  * Obtained informed consent;\n  * Capability to understand and comply with the protocol and signed informed consent document.\n\nExclusion Criteria:\n\n* Systemic anticancer therapy within 14 days of the first dose of study drug;\n* Prior treatment with gemcitabine, carboplatin, cisplatin or iniparib\n* Had not recovered to grade ≤1 from adverse events (AEs) per National Cancer Institute Common Terminology Criteria for Adverse Events (NCI-CTCAE) v3.0 or to within 10% of baseline values due to investigational drugs or other medications administered more than 30 days prior to study enrollment;\n* Major medical conditions that might have affected study participation (e.g. uncontrolled pulmonary, renal, or hepatic dysfunction, uncontrolled infection, cardiac disease);\n* Concurrent radiation therapy intended to treat primary tumor not permitted throughout the course of the study; palliative radiation was acceptable;\n* Leptomeningeal disease or brain metastases requiring steroids or other therapeutic intervention;\n* Pregnancy or breastfeeding;\n* Inability or unwillingness to abide by the study protocol or cooperate fully with the investigator or designee.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}