{
    "nctId": "NCT03514654",
    "briefTitle": "MIAMI Safe Surgery for Multiple Breast Cancers",
    "officialTitle": "Can Patients With Multiple Breast Cancers in the Same Breast Avoid Mastectomy by Having Multiple Lumpectomies to Achieve Equivalent Rates of Local Breast Cancer Recurrence? A Randomised Controlled Feasibility Study.",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer, Unilateral",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 4,
    "primaryOutcomeMeasure": "Number of women screened",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. \\>40 years with MIBC, with the largest clinical cancer measuring 50mm as part of multifocal or multicentric \"disease sites\". 50mm may include the size of a single cancer and its surrounding small satellite cancers (6, 7). Clinically diagnosed (ultrasound and biopsy) either axillary lymph node negative or positive where axillary treatment depends on local policy\n2. Two disease foci with a minimum of one invasive focus of breast cancer as defined within a \"disease site\"\n3. Suitable for TM (best practice) using one large lumpectomy (multifocal) or any number of \"distant\" lumpectomies (multicentric) to excise \"disease sites\"\n4. Fit for adjuvant therapy as per pre-operative evaluations (ECG, Chest X-ray, blood biochemistry)\n5. Willing and able to provide written informed consent\n\nExclusion Criteria:\n\n1. Neo-adjuvant therapy\n2. Women considered high risk by local centre or known to have BRCA1/2 gene mutation\n3. Ductal Carcinoma in situ (DCIS) only, and extensive DCIS\n4. Bilateral breast cancers\n5. Previous breast cancer (invasive or DCIS in either breast)\n6. Pregnancy as confirmed on blood tests or ultrasound examination\n7. Metastatic disease\n8. Any previous type of breast radiotherapy\n9. Significant other clinical risk factors and co-morbidities at the discretion of the treating clinicians\n10. Previous or concomitant malignancy except adequately treated: non-melanomatous skin cancer; in situ carcinoma of the cervix and in situ melanoma",
    "sex": "FEMALE",
    "minimumAge": "40 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}