{
    "nctId": "NCT00689065",
    "briefTitle": "Safety Study of CALAA-01 to Treat Solid Tumor Cancers",
    "officialTitle": "A Phase I, Dose-Escalating Study of the Safety of Intravenous CALAA-01 in Adults With Solid Tumors Refractory to Standard-of-Care Therapies",
    "overallStatus": "TERMINATED",
    "conditions": "Cancer, Solid Tumor",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 24,
    "primaryOutcomeMeasure": "To determine the tolerability, safety profile and maximum tolerated dose (MTD) of intravenous CALAA-01.",
    "eligibilityCriteria": "Inclusion Criteria include:\n\n* Subjects must be at least eighteen (18) years of age.\n* Subjects must have the following:\n\n  * Histologically- or cytologically-confirmed solid malignancy that is measurable or non-measurable recurrent or metastatic disease (i.e., evaluable; e.g., cytologically or radiologically-detectable disease, markers, etc.)\n  * Measurable disease is metastatic or unresectable\n  * Standard curative or palliative measures do not exist, are no longer effective, or are unlikely to be effective.\n* Subjects must have tumors that have recurred after previous surgery and/or radiation.\n* Subjects must have received prior adjuvant, neoadjuvant, or any other therapy for metastatic disease. No restriction is placed on the number of cycles or regimens of prior therapy.\n* Subjects must have fully recovered from diagnostic or therapeutic surgery (i.e., complete wound healing).\n* Subjects must have fully recovered from prior radiotherapy for local symptom palliation.\n* Subjects must have recovered from the toxic effects of prior therapy.\n* Women and men of child-bearing/conceiving potential must be willing to use highly effective contraceptive methods during the course of the study. Any female who is not sexually active must agree to begin using highly effective contraceptive methods if she becomes sexually active during the study. Females who are post-menopausal (i.e., no longer menstruating) must have been so for two (2) years.\n* Females of child-bearing potential (e.g., not surgically sterilized or two (2) years post-menopausal) must have a negative urine pregnancy test at screening. Positive tests will be confirmed serologically.\n* Subjects must have adequate marrow, hepatic, and renal function at the time of screening,.\n* Subjects must be willing and able, in the opinion of the Investigator, to comply with the protocol tests and procedures.\n* Subjects must be willing and able to give written informed consent.\n\nExclusion Criteria include:\n\n* Pregnant or nursing females.\n* Clinically-evident (e.g., abdominal distention, bulging and/or fluid wave) ascites or Grade 3 peripheral edema.\n* Allergy(ies) to contrast media required for protocol testing.\n* History of significant weight loss within four (4) weeks prior to baseline.\n* Evidence of active, uncontrolled infection or unstable or severe intercurrent medical conditions.\n* Peripheral venous access insufficient to permit infusion of intravenous CALAA-01 and acquisition of laboratory specimens.\n* Alcoholism (dependency), alcohol or substance abuse within twelve (12) months prior to screening that has caused health consequences.\n* Immunocompromised subjects, subjects with known autoimmune conditions, active hepatitis or human immunodeficiency virus (HIV) seropositivity.\n* Prior gene transfer therapy or prior therapy with a cytolytic virus of any type.\n* Any electrocardiogram (ECG) abnormality at screening documented by the Principal Investigator as clinically significant.\n* Vaccinations of any kind within thirty (30) days of baseline.\n* Use of any investigational agent or device within thirty (30) days of CALAA-01 administration.\n* Any concomitant medical or psychiatric condition or social situation that would make it difficult to comply with protocol requirements.\n* Subjects requiring anticonvulsants.\n* Radiotherapy, cytotoxic chemotherapy, biologic, hormonal or immunotherapy or bone marrow transplantation within four (4) weeks of baseline; nitroureas within six (6) weeks. Current use of growth factors.\n* A myocardial infarction within six (6) months prior to enrollment or having New York Hospital Association (NYHA) Class III or IV heart failure, uncontrolled angina, cardiomyopathy, severe uncontrolled ventricular arrhythmias, left bundle branch block, or electrocardiographic evidence of acute ischemic or active conduction system abnormalities (e.g., Long QT interval, Torsade de Pointes).\n* Poorly controlled hypertension\n* Prior corticosteroids as anticancer therapy within seven (7) days of baseline.\n* Active CNS metastases or currently receiving dexamethasone for CNS disease.\n* Major surgery within four (4) weeks of baseline.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}