{
    "nctId": "NCT05955170",
    "briefTitle": "Tucatinib in Combination With Oral Etoposide andTrastuzumab in Patients With Metastatic HER2+ Breast Cancer",
    "officialTitle": "Tucatinib in Combination With Oral Etoposide (VP16) - Trastuzumab in Patients With Metastatic HER2+ Breast Cancer After Progression Under Tucatinib-Capecitabine-Trastuzumab or Toxicity Related to Capecitabine: a Multicenter Phase II",
    "overallStatus": "RECRUITING",
    "conditions": "HER2-positive Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 66,
    "primaryOutcomeMeasure": "Objective response rate (ORR",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. First disease progression under tucatinib-capecitabine-trastuzumab. OR Medical contra-indication to initiate or continue capecitabine in association with tucatinib-trastuzumab (investigator's decision based on patient medical history, DPD deficiency and/or capecitabine grade 2 toxicity or higher).\n2. Age \\> 18 years,\n3. Histologically confirmed HER2+ breast carcinoma (ASCO/CAP guidelines) with archived tumor tissue available,\n4. Have a life expectancy of at least 3 months,\n5. Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1,\n6. Participants must be able to swallow capsules,\n7. Participants must be able and willing to be available for the duration of the study and are willing to follow study procedures,\n8. Measurable disease, assessed by RECIST version 1,\n9. Patients with brain metastases are eligible:\n\n   * Unless urgent treatment is required\n   * If time since WBRT is ≥ 21 days prior to first dose of treatment, time since SRS is ≥ 7 days prior to first dose of treatment, or time since surgical resection is ≥ 28 days\n10. Relevant records of any CNS treatment must be available to allow for classification of target and non-target lesions\n11. Left ventricular ejection fraction (LVEF) ≥ 50% (within 4 weeks before inclusion)\n12. Adequate organ function (obtained within 14 days prior to treatment start) as evidenced by:\n\n    o Absolute neutrophil count (ANC) ≥ 1.5 X 10\\^9/L\n\n    o Hemoglobin (Hgb) ≥ 9 g/dL\n\n    o Platelet count ≥ 100 X 10\\^9/L\n    * Bilirubin ≤ 1.5 X upper limit of normal (ULN), except for patients with a documented history of Gilbert's disease (≤ 2 X ULN)\n    * Alanine aminotransferase (ALT), and aspartate aminotransferase (AST) ≤ 2.5 X ULN (for patients with liver metastases ≤ 5 X ULN);\n    * Alkaline phosphatase (AP) ≤ 3 X ULN (for patients with liver metastases, ≤ 5 X ULN);\n    * Serum creatinine ≤ 1.5 mg/dL (133 μmol/L) or calculated creatinine clearance ≥ 50 mL/min (using Cockcroft-Gault formula).\n13. If the patient is female:\n\nWomen of childbearing potential (WCBP): negative serum pregnancy test. The patient must be willing to use effective methods of contraception. Patients must be postmenopausal, surgically infertile, or willing to use a physical barrier method of contraception in addition to an intrauterine device or hormonal contraception until at least 6 months after completion of study treatment,\n\nIf the patient is male:\n\nMale patients must agree to use an acceptable method of contraception (e.g., condom) during the study and for 3 months after completion of investigational treatment, 14. Patients must be covered by a health insurance plan. 15. Capable of giving signed informed consent which includes compliance with the requirements and restrictions listed in the informed consent form (ICF) and in this protocol.\n\nExclusion Criteria:\n\n1. Have previously been treated with:\n\n   a. lapatinib within 12 months of starting study treatment (except in cases where lapatinib was given for ≤ 21 days and was discontinued for reasons other than disease progression or severe toxicity) b. neratinib, afatinib, or other investigational HER2/ EGFR or HER2 TKI at any time previously (excepted for patients already under tucatinib who continue without interruption).\n2. Patients who are pre-treated with tucatinib and who received a decreased dose of tucatinib (\\<300mg twice daily) are not eligible in the safety run-in phase.\n3. Have used a strong CYP3A4 or CYP2C8 inhibitor within 5 half-lives of the inhibitor, or have used a strong CYP3A4 or CYP2C8 inducer within 5 days prior to first dose of study treatment (see Appendix 4 and 5)\n4. Patients unable for any reason to undergo MRI of the brain.\n5. Leptomeningeal metastases or brain metastases requiring immediate symptomatic treatment or a high dose of corticosteroid therapy (≥2mg/day dexamethasone or equivalent).\n6. Have poorly controlled (\\> 1/week) generalized or complex partial seizures, or manifest neurologic progression due to brain metastases notwithstanding CNS-directed therapy\n7. Any toxicity related to prior cancer therapies that has not resolved to ≤ Grade 1 at time of treatment start, with the following exceptions:\n\n   1. Alopecia and neuropathy (must have resolved to ≤ Grade 2)\n   2. Congestive Heart Failure (must have been ≤ Grade 1 in severity at the time of occurrence and must have resolved completely)\n   3. Anemia (must have resolved to ≤ Grade 2)\n8. Patients who have had a last dose of IV chemotherapy within 21 days, last dose of oral cytotoxic chemotherapy, radiotherapy, biological therapy, or investigational therapy within 14 days prior to treatment start. This does not apply to patients already under tucatinib who continue without interruption.\n9. Patients who have had any major surgery within 28 days prior to inclusion.\n10. Have evidence within 2 years of the start of study treatment of another malignancy that required systemic treatment. This does not apply to patients already under tucatinib who continue without interruption.\n11. Concomitant use of other agents for the treatment of cancer or any investigational agent(s).\n12. Women who are either pregnant, lactating, planning to get pregnant\n13. Have a serious concomitant systemic disorder (eg, active infection or a gastrointestinal disorder causing clinically significant symptoms such as nausea, vomiting, diarrhea, or profound immune suppression) that, in the opinion of the investigator, would compromise the patient's ability to adhere to the protocol, including but not limited to the following:\n\n    1. Have known human immunodeficiency virus (HIV) infection.\n    2. Active hepatitis B or C virus infection (screening required) or have other known chronic liver disease\n    3. Severe renal impairment, interstitial lung disease (ILD), severe dyspnea at rest or requiring oxygen therapy, liver disease diagnosed with Child-Pugh A or higher cirrhosis or history of major surgical resection involving the stomach or small bowel, or preexisting Crohn's disease or ulcerative colitis or a preexisting chronic condition resulting in clinically significant diarrhea.\n14. Have clinically significant cardiopulmonary disease such as:\n\n    * ventricular arrhythmia requiring therapy,\n    * uncontrolled hypertension (defined as persistent systolic blood pressure \\> 150 mm Hg and/or diastolic blood pressure \\> 100 mm Hg on antihypertensive medications), or\n    * any history of symptomatic CHF\n    * severe dyspnea at rest (CTCAE Grade 3 or above) due to complications of advanced malignancy\n    * hypoxia requiring supplementary oxygen therapy except when oxygen therapy is needed only for obstructive sleep apnea\n    * presence of ≥ Grade 2 QTc prolongation on screening ECG\n    * conditions potentially resulting in drug-induced prolongation of the QT interval or torsade de pointes:\n\n1. Congenital or acquired long QT syndrome 2. Family history of sudden death 3. History of previous drug induced QT prolongation 4. Current use of medications with known and accepted associated risk of QT prolongation (see row \"Accepted Association\" in Appendix 8 15. Have known myocardial infarction or unstable angina within 6 months prior to first dose of study treatment 16. Require therapy with warfarin or other coumarin derivatives (non-coumarin anticoagulants are allowed) 17. Have inability to swallow pills or significant gastrointestinal disease which would preclude the adequate oral absorption of medication 18. Patients with altered mental status or psychiatric disorder that, in the opinion of the investigator, would preclude a valid patient informed consent.\n\n19. Person deprived of liberty or placed under a legal protection regime with representation of the person.\n\n20. Inability to comply with medical monitoring of the trial for geographic, social or psychological reasons.\n\n-",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}