{
    "nctId": "NCT06172322",
    "briefTitle": "A Phase Ib/Ⅱ Study of NTQ1062 in Combination With Fulvestrant in Patients With Advanced HR Positive /HER-2 Negative Breast Cancer",
    "officialTitle": "A Phase Ib/Ⅱ Study of Safety, Tolerability, Pharmacokinetics and Preliminary Efficacy of NTQ1062 Tablets in Combination With Fulvestrant in Patients With Advanced HR Positive /HER-2 Negative Breast Cancer",
    "overallStatus": "RECRUITING",
    "conditions": "HR Positive/HER-2 Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 42,
    "primaryOutcomeMeasure": "Maximum tolerated dose (MTD)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Aged at least 18 years old at the time of informed consent.\n2. Premenopausal, perimenopausal, or postmenopausal women. Premenopausal and perimenopausal women must receive ovarian function suppression therapy during the study, and are willing to receive continuous treatment during the study.\n3. HR-positive or HER-2 negative breast cancer as histologically confirmed; metastatic or locally advanced disease that has recurred or progressed and for which, in the judgment of the investigator, curative surgery is not possible.\n4. ECOG score is 0-1.\n5. Predicted life expectancy ≥3 months.\n6. Patients must have adequate organ function.\n7. Patients must be signed written informed consent prior to admission to the study.\n\nExclusion Criteria:\n\n1. Patients have received previous treatment with Fulvestrant or Akt inhibitors.\n2. Patients who have received chemotherapy, biological therapy, immunotherapy, radiotherapy and other anti-tumor therapy or participated in other therapeutic clinical studies (except observational clinical studies) from 4 weeks prior to the first dose.\n3. Treatment with systemic corticosteroids (prednisone \\> 10 mg/day or equivalent) or other immunosuppressive agents for the treatment of non-neoplastic diseases within 14 days prior to the first dose.\n4. Patients received strong inhibitors and/or inducers of CYP3A4 within 14 days or 5 drug half-lives prior to the first dose of study drug.\n5. Patients who have undergone major surgical procedures or significant traumatic injuries within 4 weeks prior to the first administration (excluding minor surgeries such as appendicitis and tumor biopsy), or who require elective surgery during the trial period and are not suitable for clinical research.\n6. Patients who have a history of receiving attenuated live vaccines or live vaccines within 4 weeks before the first administration, or who plan to receive such vaccines during the study period.\n7. Patients who have received prior hematopoietic stem cell transplantation or organ transplantation.\n8. The adverse reactions of previous anti-tumor therapy have not yet recovered to CTCAE 5.0 level evaluation ≤ 1 level.\n9. Active or uncontrolled serious infection (≥ CTCAE Grade 2) or unexplained fever \\> 38.5 ℃ within 28 days prior to first dose.\n10. History of immunodeficiency, including positive HIV antibody test.\n11. Patients with active hepatitis: those with positive hepatitis B B surface antigen (HBsAg) and more copies of HBV DNA than the positive value detected by the research center; Individuals who are positive for hepatitis C virus (HCV) antibodies and have tested positive for HCV RNA.\n12. Syphilis screening positive Patients.\n13. Previous medical history of interstitial lung disease, drug-induced interstitial lung disease, radiation pneumonia requiring steroid treatment, or any evidence of clinically active interstitial lung disease.\n14. History of serious cardiovascular and cerebrovascular diseases.\n15. Refractory nausea and vomiting, malabsorption syndrome, ulcerative colitis, symptomatic/inflammatory bowel disease, chronic diarrhea and intestinal obstruction and other serious gastrointestinal diseases, inability to take oral swallowing drugs, or the presence of conditions that seriously affect gastrointestinal absorption as judged by the investigator.\n16. Clinically uncontrolled third space effusion requiring repeated drainage or medical intervention (14 days prior to the first dose), which is not suitable based on the investigator's judgment.\n17. Known alcohol or drug dependence.\n18. Patients with mental disorders or poor compliance.\n19. Previous history of severe allergies, or allergies to any active or inactive ingredients such as NTQ1062, Fluvastatin, and LHRH agonists (if applicable, LHRH agonists are required during this study period)\n20. Pregnant or lactating women.\n21. Other conditions that the investigator considers inappropriate for participation in this clinical trial.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}