{
    "nctId": "NCT01904903",
    "briefTitle": "Cardiac Safety Study in Patients With HER2 + Breast Cancer",
    "officialTitle": "SAFE-HEaRt: A Pilot Study Assessing the Cardiac SAFEty of HER2 Targeted Therapy in Patients With HER2 Positive Breast Cancer and Reduced Left Ventricular Function",
    "overallStatus": "COMPLETED",
    "conditions": "HER2 Positive Breast Cancer, Left Ventricular Function Systolic Dysfunction",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 31,
    "primaryOutcomeMeasure": "Percentage of Patients Who Complete Planned Oncologic Therapy Without the Development of a Cardiac Event or Asymptomatic Worsening of Cardiac Function.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Female or male patient diagnosed with stage I-IV breast cancer\n* HER2 positive breast cancer, defined by immunohistochemical staining for HER2 protein of 3+ intensity and/or amplification of the HER2 gene on fluorescence in situ hybridization (FISH) ≥ 2.0 on breast specimen or biopsy of a metastatic site\n* LVEF \\< 50% and ≥ 40% documented in echocardiogram done within the last 30 days\n* HER2 therapy naïve or currently receiving non-lapatinib HER2 targeted therapy\n* Patient receiving or planning to receive trastuzumab, trastuzumab with pertuzumab or ado-trastuzumab emtansine, for at least 3 months, alone or in combination with other systemic treatment or radiation\n* Age ≥ 18 years\n* Patient is willing and able to comply with protocol required assessments and procedures\n\nExclusion Criteria:\n\n* Previous hospitalization due to documented heart failure in the last 12 months\n* Current signs or symptoms of heart failure or ischemia\n* History of arrhythmia requiring pharmacological or electrical treatment\n* Concomitant use of anthracyclines or use of anthracyclines in the last 50 days\n* Pregnant or lactating patients. Patients of childbearing potential must implement contraceptive measures during study treatment and for 7 months after last dose of treatment drug and must have negative urine or serum pregnancy test within 7 days prior to registration.\n* History of significant neurologic or psychiatric disorders including psychotic disorders or dementia that would prohibit the understanding and giving of informed consent.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}