{
    "nctId": "NCT01795586",
    "briefTitle": "A Phase I Dose Escalation Study of Eribulin Plus Weekly Carboplatin for Metastatic Breast Patients",
    "officialTitle": "A Phase I Dose Escalation Study of Eribulin in Combination With Weekly Carboplatin for the Treatment of Metastatic Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 19,
    "primaryOutcomeMeasure": "Maximum Tolerated Dose (MTD)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients must have histologically or cytologically confirmed breast cancer that is metastatic or if the disease is locally advanced and unresectable, then the standard curative measures are no longer effective.\n* Must have received no more than 3 prior cytotoxic therapies in the metastatic setting. If patients demonstrated positive Her2/Neu disease they must have progressed on Herceptin. Once maximum tolerated dose is established; 10 patients are to be treated at that dose and must have received no more than 2 prior cytotoxic therapies in the metastatic setting.\n* Eastern Cooperative Oncology Group (ECOG) performance status ≤2 (Karnofsky \\>60%\n* Patients must have normal organ and marrow function as defined below:\n* leukocytes ≥3,000/µL\n* absolute neutrophil count ≥1,500/µL\n* platelets ≥100,000/µL\n* total bilirubin within normal institutional limits\n* aspartic transaminase (AST)/alanine transaminase (ALT) ≤2.5 X institutional upper limit of normal\n* creatinine within normal institutional limits\n* OR - creatinine clearance ≥60 mL/min/1.73 m\\^2 for patients with creatinine levels above institutional normal\n* Must have measurable disease by Response Evaluation Criteria in Solid Tumors (RECIST) with one exception. However, may have bone only disease if an x-ray modality shows at least 1 cm of tumor.\n* Female patient of childbearing potential has a negative serum pregnancy test beta human chorionic gonadotropin(β-hCG) and agree to use effective contraception during the study.\n* Women of child-bearing potential and men must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) for the duration of study participation. Should a woman become pregnant or suspect she is pregnant while participating in this study, she should inform her treating physician immediately.\n* Ability to understand and the willingness to sign a written informed consent document\n\nExclusion Criteria:\n\n* Patients who have had chemotherapy or radiotherapy within 2 weeks prior to entering the study or those who have not recovered from adverse events due to agents administered more than 2 weeks earlier. If the patient has residual toxicity from prior therapy should be ≤ grade 1.\n* Patients currently participating or has participated in a study with an investigational compound or device within 30 days of Day 1 of the study\n* Patient has known active central nervous system (CNS) metastases or carcinomatous meningitis. Patients who have completed a course of therapy would be eligible for study if they are stable for 2 months prior to entry with no evidence of new or enlarging CNS metastasis and are off chronic steroids.\n* History of allergic reactions attributed to compounds of similar chemical or biologic composition to eribulin mesylate or carboplatin\n* Patients on Class Ia and III antiarrhythmics. The principal investigator (PI) and/or treating physician will evaluate the medications to make sure none would significantly interfere with corrected QT interval (QTc).\n* Patient has known history of Hepatitis B or C or active Hepatitis A or HIV\n* Uncontrolled intercurrent illness including, but not limited to ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements. This includes symptomatic pleural effusions or ascites.\n* Because there is an unknown but potential risk for adverse events in nursing infants secondary to treatment of the mother with eribulin and carboplatin, breastfeeding should be discontinued if the mother is treated with eribulin and carboplatin.\n* Peripheral neuropathy of severity greater than 1 as a baseline",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}