{
    "nctId": "NCT05415943",
    "briefTitle": "Safety and Efficacy Assessment of Diagnostic Microprobe (inPROBE) in Women at High Risk of Breast Cancer (Part I Study)",
    "officialTitle": "An Open-label, Multicentre, Single-arm Safety and Efficacy Clinical Investigation of Diagnostic Microprobe (inPROBE) for the Assessment of HER2 Receptor Expression in Population of Women at High Risk of Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "DIAGNOSTIC",
    "enrollmentCount": 18,
    "primaryOutcomeMeasure": "Preliminary determination of HER2 receptor concentration ranges detected with inPROBE corresponding to HER2 receptor status (positive/negative) as determined by current diagnostic standard (IHC/FISH).",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Provision of written informed consent to participate in the clinical investigation;\n2. Female patient aged ≥ 18 to ≤ 75 years;\n3. The patient's overall health status as determined by Eastern Cooperative Oncology Group (ECOG) from 0 to 1;\n4. Preserved full ability to communicate with the investigator and to understand and comply with the requirements of the Clinical investigation plan;\n5. High likelihood of attending follow-up appointments in accordance with the study design and completing this study in accordance with this Clinical investigation plan.\n6. The presence of a malignant neoplasm (breast cancer) confirmed by histopathologic examination of material from a gross needle biopsy of the tumor, with specific HER2 receptor status.\n7. Patient referred for surgical treatment of breast cancer.\n\nExclusion Criteria:\n\n1. History of treatment with trastuzumab, or other HER 2 receptor-binding antibody, as part of neoadjuvant (induction) therapy for currently diagnosed and treated breast cancer.\n2. A skin disorder that prevents or contraindicates to perform a probe examination in the opinion of the investigator;\n3. Breast inflammation/infection on the day of the probe examination;\n4. Allergy to any component of the medical device that is the subject of this clinical investigation;\n5. An implant in the breast where the inPROBE study and surgery will be performed;\n6. Any physical or psychiatric condition, or laboratory test values outside the normal range, which in the opinion of the investigator constitute a contraindication to the patient's participation in this clinical investigation or pose a risk of exclusion from the study or premature termination of participation in the study;\n7. Any clinically significant abnormality in physical examination, vital signs, or laboratory tests that, in the opinion of the investigator, is a contraindication to participation in this clinical trial;\n8. Pregnancy or breastfeeding;\n9. Participation in another clinical trial within 30 days prior to signing informed consent to participate in this clinical investigation;",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}