{
    "nctId": "NCT04267796",
    "briefTitle": "Lifestyle Intervention for the Reduction of Breast Cancer Risk in Normal Weight Women",
    "officialTitle": "Reducing Breast Cancer Risk Through Modifying Body Composition and Decreasing Inflammation in Normal Weight Women",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Carcinoma",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "PREVENTION",
    "enrollmentCount": 50,
    "primaryOutcomeMeasure": "Evaluate the feasibility of a diet intervention to decrease body fat in postmenopausal women with normal BMI but high body. fat.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Age 50-69 years old\n* Postmenopausal woman (absence of menstruation for at least one year, or history of bilateral oophorectomy)\n* Self-reported height and weight indicating a BMI \\>= 18.5 and \\< 25 kg/m\\^2\n* No contraindications to exercise (either no positive responses on the Physical Activity Readiness Questionnaire, or clearance from a health care provider certifying that the participant is healthy enough to exercise)\n* No history of invasive cancer, other than non-melanoma skin cancer\n* No history of renal disease\n* Able to walk without an assistive device\n* Not within 3 months of major surgery\n* Able to speak/read/write in English\n* Has internet access on a computer or mobile device\n* A trunk fat mass \\>= 9.4 kg as indicated by a dual x-ray absorptiometry (DXA) scan\n* Height and weight indicating a BMI of \\>= 18.5 and \\< 25 kg/m\\^2 verified at the screening visit\n\nExclusion Criteria:\n\n* MD Anderson employees that report to the principal investigator of this study\n* Participants that cannot engage in the exercise program for more than three weeks during the study period\n* Participants that are currently doing strength exercises that work all major muscle groups (defined as: participants who complete more than 16 repetitions per exercise in their current resistance training regimen, or who don't find their last 1-2 reps to be difficult in their current regimen, or who increase the weight in their current routine).",
    "sex": "FEMALE",
    "minimumAge": "50 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}