{
    "nctId": "NCT05460780",
    "briefTitle": "First-in-human, Study of MATTISSE® Tissue Engineering Chamber in Adult Female Patients Undergoing Breast Reconstruction After Mastectomy for Cancer",
    "officialTitle": "First-in-human Study of MATTISSE® Tissue Engineering Chamber in Adult Female After Total Mastectomy for Breast Cancer in Immediate or Delayed 2-stage Tissue Expander Reconstruction or Conversion From Implant-based to Autologous Reconstruction",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer Female, Breast Cancer Prevent, Breast Reconstruction",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "OTHER",
    "enrollmentCount": 50,
    "primaryOutcomeMeasure": "Safety objective: To assess the 6 months surgical complications rate of MATTISSE® TEC implant-based immediate breast reconstruction. Adverse events will be recorded.",
    "eligibilityCriteria": "Inclusion Criteria:\n\nCriteria related to pathology:\n\n* Female patient over 18 Years old\n* Patient who required autologous breast reconstruction:\n\n  * Immediate unilateral reconstruction after total mastectomy for early-stage breast cancer\n  * Breast reconstruction after unilateral preventive total mastectomy\n  * or delayed unilateral reconstruction after total mastectomy for early-stage breast cancer with a tissue expander implantation\n  * or conversion from implant-based to autologous reconstruction: Patient who had a breast implant during a previous reconstruction after total mastectomy for cancer, and who needs to change it.\n* For patient with active cancer: Patient with early-stage cancer (stage 0, I or II, with tumor size \\< 50mm, without lymph-node involvement) needing oncological management that does not required radiotherapy after surgery on the breast area or on the flap donor site\n* Patient who required Nipple sparing (NSM) or Skin sparing mastectomy (SSM) with a unique surgical approach (same for mastectomy and implant) insertion; or implant removal for patient undergoing autologous conversion, or expender removal for patient undergoing differed reconstruction.\n* Autologous reconstruction using Lateral Intercostal Perforator (LICAP) flap or an intercostal thoracic artery perforation flap (LTAP) if oncological conditions do not allow for LICAP harvesting.\n* Patient medically fit for surgery without significant comorbidities\n* Breast cup-size less than D\n* Body mass index \\>20 kg/m2 or patient for whom sufficient flap volume is expected according to surgeon's assessment\n* Adequate hematopoietic functions\n\nCriteria related to population:\n\n* Subjects who have given free, informed and written consent to participate in the study;\n* Patient able to answer questionnaires, able to communicate in the language of the study country;\n* Subjects affiliated to a social security schema or entitled to a social security scheme.\n\nNon-inclusion Criteria:\n\nPathology related criteria:\n\n* Patient undergoing bilateral reconstruction\n* Patient undergoing bilateral preventive mastectomy\n* Patient undergoing simultaneous contralateral breast reduction, mastopexy, and augmentation\n* Previous history of radiotherapy on the breast area or on the flap donor site\n* Previous history of breast or axillary surgery that does not allow fat flap dissection\n* Presence of pacemaker or metallic prosthesis making patient unsuitable for MRI\n* Body mass index \\>30 kg/m2\n* Taking medication for weight loss at the time of inclusion visit\n* Presence of major medical conditions that may compromise patient's health and healing\n* Diabetes and a history of gestational diabetes\n* Active smoking\n* Microangiopathy, Vascular history and all systemic disease (systemic Raynaud's disease)\n* Patient with intertrigo or infection or alteration of the surgical site confirmed pre-operatively by clinical examination\n* Allergy to anesthetics or contrast media\n* Immunocompromised patient (HIV) or patient used immunosuppressants\n\nPopulation related criteria\n\n* Pregnant patient\n* or breastfeeding patient or woman who has nursed a child three months within inclusion\n* Participation in a clinical trial in the 3 months prior to the initial visit\n* Predicted unavailability during study.\n* Patient deprived of liberty or under guardianship.\n* Patient unable to give consent\n\nMedical device related criteria\n\n* Allergy to any of the components of the medical device.\n\nEXCLUSION CRITERIA\n\n* Positive or suspicious extemporaneous sentinel node biopsy\n* Non integrity of LICAP and LTAP vessels, showed by the pre-operative doppler\n* Patient not yet implanted with MATTISSE®, whose cancer stage will finally require radiotherapy treatment",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}