{
    "nctId": "NCT00110695",
    "briefTitle": "Therapy With Abraxane and 5-Fluorouracil, Epirubicin, Cyclophosphamide (FEC) for Patients With Breast Cancer",
    "officialTitle": "A Phase 2 Study of Neoadjuvant Chemotherapy With Sequential Weekly Nanoparticle Albumin Bound Paclitaxel (Abraxane) Followed by 5-Fluorouracil, Epirubicin, Cyclophosphamide (FEC) in Locally Advanced Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Neoplasms",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 66,
    "primaryOutcomeMeasure": "pathologic complete response rate in the breast for patients with locally advanced breast cancer (LABC) who receive Abraxane",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Signed consent\n* Diagnosis made by core biopsy or incisional biopsy\n* Histologic confirmation of invasive breast cancer\n* Clinical staging as IIB (cT3N0 only), IIIA (cT3N1 or cT0-3N2), or IIIB (cT4N0-2)\n* ECOG performance 0 or 1\n* At the time of entry: \\*Absolute neutrophil count (ANC) must be greater than or equal to 1200/mm3; \\*platelet count must be greater than or equal to 100,000/mm3; \\*hemoglobin must be greater than or equal to 10 g/dl; \\*serum creatinine must be less than or equal to ULN for the lab.\n* The following criteria for evidence of adequate hepatic function must be met: \\*Total bilirubin must be less than or equal to ULN for the lab unless the patient has a grade 1 bilirubin elevation (\\> ULN to 1.5 x ULN) due to Gilbert's disease or similar syndrome involving slow conjugation of bilirubin; and \\*alkaline phosphatase must be \\< 2.5 x ULN for the lab; and\n\n  \\*AST must be less than or equal to 1.5 x ULN for the lab.\n* MUGA scan or echocardiogram within 3 months prior to entry if: \\*age greater than or equal to 60, or \\*history of hypertension, or \\*plan to receive trastuzumab. For any patient who has a MUGA scan or echocardiogram performed for any reason, the baseline LVEF must be greater than or equal to LLN for the facility performing the procedure and there must be no regional wall abnormalities\n\nExclusion Criteria:\n\n* Clinical stage IIB disease that is cT2N1.\n* Definitive evidence of metastatic disease (M1 by AJCC criteria)\n* Prior history of invasive breast cancer in either breast or ductal carcinoma in situ (DCIS) in the ipsilateral breast treated with radiation therapy (patients with a history of lobular carcinoma in situ \\[LCIS\\] are eligible).\n* Any treatment for the currently diagnosed breast cancer prior to study entry including radiation therapy, chemotherapy, and/or hormonal therapy.\n* Pregnancy or lactation at the time of study entry.\n* Prior anthracycline or taxane-containing chemotherapy for any malignancy.\n* Nonmalignant systemic disease (cardiovascular, renal, hepatic, diabetes, etc.) that would preclude the patient from receiving study treatment or would prevent required follow-up.\n* Grade 2 or greater peripheral polyneuropathy at the time of entry.\n* Cardiac disease that would preclude the use of anthracyclines or trastuzumab. This includes:\n\n  \\*myocardial infarction documented by elevated cardiac enzymes or persistent regional wall abnormalities on assessment of LV function; \\*angina pectoris that requires the use of anti-anginal medication; \\*any history of documented congestive heart failure; \\*serious cardiac arrhythmia requiring medication; \\*severe conduction abnormality; \\*valvular disease with documented cardiac function compromise; or \\*uncontrolled hypertension defined as blood pressure \\> 160/100 mm/Hg.\n* Any sex hormonal therapy, e.g., birth control pills, ovarian hormonal replacement therapy, etc. (These patients are eligible if this therapy is discontinued prior to randomization.) Women of reproductive potential must agree to use an effective non-hormonal method of contraception during therapy.\n* Therapy with any hormonal agent such as raloxifene, tamoxifen, or other selective estrogen receptor modulator (SERM), either for osteoporosis or breast cancer prevention. Patients are eligible only if these medications are discontinued prior to randomization.\n* Use of any investigational agent within the month before enrollment in the study.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}