{
    "nctId": "NCT02240199",
    "briefTitle": "Perioperative Pregabalin and Lidocaine to Reduce Chronic Breast Cancer Pain",
    "officialTitle": "Pregabalin and Lidocaine in Breast Cancer Surgery to Alter Neuropathic Pain (PLAN): A Pilot Trial",
    "overallStatus": "COMPLETED",
    "conditions": "Post-mastectomy Pain Syndrome, Chronic Post-surgical Pain",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "PREVENTION",
    "enrollmentCount": 100,
    "primaryOutcomeMeasure": "Feasibility",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* female patients 18-75 years of age\n* undergoing a unilateral or bilateral mastectomy or partial-mastectomy (breast conserving surgery), for prophylactic (e.g. family history or BRCA gene mutation) or belief of isolated (non-metastatic) cancerous lesions\n* receiving a general anesthetic\n\nExclusion Criteria:\n\n* previous breast surgery within six months of index surgery\n* undergoing a DIEP (Deep Inferior Epigastric Perforator) flap procedure\n* patient has chronic pain or a chronic pain syndrome for which they have taken 4 or more daily medications (i.e. opioids, anti-convulsants, anti-spasmodic, anti-depressants, anti-inflammatories) or routine pain intervention (i.e. nerve blocks) during the past 3 months\n* documented hypersensitivity or allergy to pregabalin, gabapentin, or lidocaine\n* history of ventricular tachycardia, ventricular fibrillation, or atrioventricular block ≥ type II\n* history of congestive heart failure\n* renal insufficiency with creatinine \\> 120 µmol/L\n* known or previously documented cirrhosis\n* pregnant\n* unable to swallow study medications\n* patient's surgeon believes patient is inappropriate for inclusion in trial\n* unlikely to comply with follow-up (e.g. no fixed address, plans to move out of town)\n* language difficulties that would impede valid completion of questionnaires\n* patient requires gabapentin or pregabalin for a medical condition or has been taking gabapentin or pregabalin daily during the past 1 week",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}