{
    "nctId": "NCT04197999",
    "briefTitle": "A Study to Determine Safety and Tolerability of GMI-1359 in Subjects With HR+ Metastatic Breast Cancer",
    "officialTitle": "A Phase 1b, Single and Multiple Dose, Open-Label Trial of Intravenous GMI-1359 in HR+ Metastatic Breast Cancer Subjects",
    "overallStatus": "TERMINATED",
    "conditions": "HR+ Metastatic Breast Cancer, Breast Cancer, Breast Cancer Metastatic",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 4,
    "primaryOutcomeMeasure": "Occurrences of dose-limiting toxicities (DLT) including protocol-defined adverse events (AEs)/serious adverse events (SAEs), and/or laboratory abnormalities will be assessed in order to determine recommended phase II dose (Safety and Tolerability)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Pathologically confirmed HR+ metastatic breast cancer, currently stable or minimally progressive on current endocrine-based therapy.\n* Continuing on current endocrine-based therapy with an aromatase inhibitor, selective estrogen receptor degrader, or selective estrogen receptor modulator; and must be medically eligible to remain on this therapy during the treatment period.\n\nExclusion Criteria:\n\n* Uncontrolled acute life-threatening bacterial, viral, or fungal infection.\n* Subjects who are pregnant or breastfeeding\n* Concurrent treatment with any cytotoxic chemotherapy agent or other targeted therapies including HER2 targeting therapies\n* Currently receiving, or less than 28 days since ending treatment on another investigational drug.\n* Clinically significant cardiovascular disease.\n* Abnormal liver function.\n* Any medical, psychiatric, or other condition which, in the opinion of the investigator, is likely to interfere with trial completion, assessments, or interpretation of trial results, or otherwise would make the subject an inappropriate subject for this trial.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}