{
    "nctId": "NCT03733119",
    "briefTitle": "ONC201 With a Methionine-Restricted Diet in Patients With Metastatic Triple Negative Breast Cancer",
    "officialTitle": "ONC201 With a Methionine-Restricted Diet in Patients With Metastatic Triple Negative Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Triple Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 4,
    "primaryOutcomeMeasure": "Overall Response Rate (ORR) - Number of Participants Who Responded to Treatment",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Metastatic or unresectable TNBC (estrogen receptor \\[ER\\] \\< 10%, progesterone receptor \\[PR\\] \\< 10% and HER2 negative either by immunohistochemistry \\[IHC\\] or in situ hybridization method by American Society of Clinical Oncology \\[ASCO\\]-College of American Pathologists \\[CAP\\] guidelines). For patients with a previous tumor sample with positive ER, PR and/or HER2 results, if the most recent biopsy meets study criteria, they will be eligible.\n* Measurable disease by Response Evaluation Criteria in Solid Tumors (RECIST) 1.1. within 28 days prior to registration\n* Written informed consent and Health Insurance Portability and Accountability Act (HIPAA) authorization for release of personal health information. NOTE: HIPAA authorization may be included in the informed consent or obtained separately\n* Any number of prior lines of systemic therapy for metastatic disease\n* Eastern Cooperative Oncology Group (ECOG) performance status (PS) of 0 or 1\n* Prior cancer treatment, including radiotherapy, must be completed at least 14 days prior to registration and the subject must have recovered from all reversible acute toxic effects of the regimen to =\\< grade 1 or to baseline prior to initiation of that therapy. Grade 2 or higher exceptions include alopecia, up to grade 2 neuropathy, and other grade 2 AEs or lab values not constituting a safety risk in the opinion of the treating physician. This criteria does not apply to lab tests for normal organ and marrow function outlined below.\n* No active central nervous system (CNS) metastatic disease; subjects with prior definitive treatment of their CNS disease by surgical resection, stereotactic body radiation therapy (SBRT) or whole-brain radiotherapy (WBRT) \\> 28 days ago will be eligible if asymptomatic and off systemic steroids\n* Life expectancy of greater than 12 weeks\n* Normal organ and marrow function as defined per protocol definitions\n\n  * Absolute neutrophil count (ANC) \\> 1.5 x 10\\^3/uL\n  * Platelet count \\>= 100 x 10\\^3/uL\n  * Hemoglobin \\>= 9 g/dL\n  * Total bilirubin \\< 1.5 x upper limit of normal (ULN)\n  * Aspartate aminotransferase (AST)/serum glutamic-oxaloacetic transaminase (SGOT) and alanine aminotransferase (ALT)/serum glutamic-pyruvic transaminase (SGPT) ≤ 2.5 x ULN if participant has liver metastases, ≤5x ULN.\n  * Creatinine \\< ULN (institutional normal)\n* Females of childbearing potential must have a negative serum pregnancy test within 7 days prior to registration. NOTE: Females are considered of childbearing potential unless they are surgically sterile (have undergone a hysterectomy, bilateral tubal ligation, or bilateral oophorectomy), or they are naturally postmenopausal for at least 12 consecutive months\n* Females of childbearing potential must be willing to abstain from heterosexual activity or must agree to use adequate contraception (hormonal or barrier method) for the duration of study participation and for 90 days after discontinuation of study treatment\n* Ability of the subject to understand and comply with study procedures for the entire length of the study\n* Able to swallow ONC201\n* Be willing to discontinue vitamin and mineral supplements for the duration of the study if randomized to receive the methionine restricted diet\n\nExclusion Criteria:\n\n* No prior therapy with TRAIL receptor agonists\n* Active infection requiring systemic therapy. Patients with a known history of human immunodeficiency virus (HIV) must have a CD4 count \\>= the institutional lower limit of normal within 28 days prior to registration. Patients with HIV must also be on a stable antiretroviral regimen for \\>= 28 days before registration\n* Pregnant or breastfeeding (NOTE: breast milk cannot be stored for future use while the mother is being treated on study)\n* Known additional malignancy that is active and/or progressive requiring treatment; exceptions include basal cell or squamous cell skin cancer, in situ cervical or bladder cancer, or other cancer for which the subject has been disease-free for at least three years\n* Treatment with any investigational drug agent =\\< 14 days prior to registration or within 5 half-lives of that investigational product, whichever is longer\n* Participant who has had major surgery =\\< 14 days prior to registration or has not recovered from major side effects of the surgery (tumor biopsy is not considered as major surgery)\n* Known hypersensitivity to any of the excipients of ONC201\n* Any impairment of gastrointestinal (GI) function or GI disease that may significantly alter the absorption of the study drugs (e.g., ulcerative diseases, uncontrolled nausea, vomiting, diarrhea, malabsorption syndrome, or small bowel resection)\n* Any concurrent severe and/or uncontrolled medical condition that would, in the investigator's judgment, cause unacceptable safety risks, contraindicate subject participation in the clinical study or compromise compliance with the protocol (e.g. chronic pancreatitis, chronic active hepatitis, active untreated or uncontrolled fungal, bacterial or viral infections, etc.)\n* Participants who follow a vegan or vegetarian diet",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}