{
    "nctId": "NCT06225284",
    "briefTitle": "Neoadjuvant Chemotherapy With or Without GnRH Agonist for Premenopausal Triple-negative Early Breast Cancer Patients",
    "officialTitle": "A Randomized Phase II Study of Neoadjuvant Chemotherapy With or Without GnRH Agonist for Premenopausal Triple-negative Early Breast Cancer Patients: ESCALATE Study",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Triple Negative Breast Cancer, Premenopausal Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 124,
    "primaryOutcomeMeasure": "Pathological complete response rate",
    "eligibilityCriteria": "Inclusion Criteria:\n\nPatients eligible for inclusion in this study have to fulfill all of the following criteria:\n\n1. Written informed consent must be obtained before any assessment is performed.\n2. Female patients aged ≥ 18 years at screening; Must be age\\<50 years old with premenopausal status according to serum E2, FSH level.\n3. Histological confirmed TNBC, as defined by the most recent ASCO/CAP guidelines.\n4. Have previously untreated locally advanced non-metastatic (M0) TNBC defined as the following combined primary tumor (T) and regional lymph node (N) staging per current AJCC staging criteria for breast cancer staging criteria as assessed by the investigator based on radiological and/or clinical assessment: T1c, N1-N2; or T2, N0-N2; or T3, N0-N2; or T4a-d, N0-N2.\n5. Agree to receive core needle biopsy for translational research.\n6. ECOG 0-1 .\n7. Patients must have adequate organ and marrow reserve measured within 14 days prior to randomization as defined below:\n\n   * Hemoglobin ≥ 9.0 g/dL;;\n   * Absolute neutrophil count ≥ 1,500 /μL;\n   * Platelets ≥ 100,000/μL;\n   * Total bilirubin ≤1.5 x upper normal limit;\n   * AST(SGOT)/ALT(SGPT) ≤ 2.5 x upper normal limit;\n   * Serum creatinine ≤ 1.5mg/dL or creatinine clearance ≧50ml/min;\n   * aPTT \\< 1.5 x upper normal limit (unless on therapeutic anti-coagulation);\n8. Plan to receive breast cancer surgery.\n9. Have left ventricular ejection fraction (LVEF) of ≥50%.\n10. Must have a negative pregnancy test obtained within 3 days before starting therapy. Patients must not be breastfeeding.\n11. Patients must use effective contraception prior to study entry and for the duration of study participation, and for 6 months after the completion of therapy.\n12. Patients (or a surrogate) must be able to comply with study procedures and to give signed informed consent, which includes compliance with the requirements and restrictions listed in the informed consent form (ICF) and in the clinical study protocol (CSP). The patients (or a surrogate) must be able to provide of signed and dated written ICF prior to any mandatory study specific procedures, sampling, and analyses.\n\nExclusion Criteria:\n\nPatients fulfilling any of the following criteria are not eligible for inclusion in this study. No additional exclusions may be applied by the Investigator, in order to ensure that the study population will be representative of all eligible patients.\n\n1. Patients have received any prior therapy (including surgery, radiotherapy, chemotherapy, immunotherapy, or hormone therapy) for breast cancer.\n2. Evidence of systemic metastasis.\n3. Pregnancy or lactation.\n4. Has a history of invasive malignancy ≤5 years prior to signing informed consent except for adequately treated basal cell or squamous cell skin cancer or in situ cervical cancer.\n5. Has an active autoimmune disease that has required systemic treatment in past 2 years.\n6. Has a diagnosis of immunodeficiency or is receiving high dose of systemic steroid therapy. Patients with minor medical disease condition (i.e. mild asthma) requiring prednisolone equal to or less than 20 mg/day or the equivalent may be allowed.\n7. Has an active systemic bacterial, viral or fungal infection requiring systemic therapy.\n8. Psychiatric illness or social situation that would preclude study compliance.\n9. Serious non-healing wound, ulcer, or bone fracture. Except for breast cancer related non-healing wound or ulcer.\n10. Major surgical procedure, open biopsy, or significant traumatic injury within 28 days prior to enrolment.\n11. History of allergic reaction to compounds of similar chemical composition to the study drugs.\n12. Any of the following conditions or treatments that may impact the safety of the patient:\n\n    * History of, or current, significant cardiac disease including cardiac failure (NYHA functional class II-IV), myocardial infarction (within 6 months), unstable angina (within 6 months), transient ischemic attack (within 6 months), stroke, cardiac arrhythmias requiring treatment or uncontrolled arterial hypertension.\n    * Concomitant clinically significant cardiac arrhythmias, e.g., sustained ventricular tachycardia, and clinically significant second- or third-degree AV block without a pacemaker on screening electrocardiogram (ECG).\n    * History of or active severe respiratory disease, including Chronic Obstructive Pulmonary Disease, interstitial lung disease or pulmonary fibrosis.\n    * Severe hepatic impairment (Child-Pugh class C).\n    * Any medically unstable condition as determined by the Investigator.\n13. Patients unable or unwilling to undergo serial breast tumor biopsy.\n14. History of hypersensitivity to any of the study drugs.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT"
}