{
    "nctId": "NCT00375752",
    "briefTitle": "Efficacy and Safety of Letrozole vs. Letrozole Plus Zoledronic Acid as Endocrine Therapy Before Surgery in Postmenopausal Patients With Breast Cancer",
    "officialTitle": "Neoadjuvant Therapy for Postmenopausal Women With ER and/or PgR Positive Breast Cancer. A Randomized Open Phase II Trial Evaluating the Efficacy of a 6 Months Preoperative Treatment With Letrozole (2.5 mg/Day) With or Without Zoledronic Acid (4 mg Every 4 Weeks)",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Neoplasms",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE4",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 168,
    "primaryOutcomeMeasure": "Tumor Response Rate (Complete Response (CR) or Partial Response (PR)) Based on MRI- or Mammography and/or Sonography According to Modified RECIST Criteria at Month 6",
    "eligibilityCriteria": "Inclusion criteria:\n\n* Postmenopausal women with primary invasive breast cancer, histologically confirmed by core needle biopsy, whose tumors are estrogen (ER) and / or progesterone (PgR) positive\n* Clinical Stage T1c (Size ≥ 1.5 cm), T2, T3, T4a, b, c, N0 or N1, M0 (TNM Classification). According to the modified RECIST criteria, tumors of size ≥ 1.5 cm are considered measurable by mammography and can be determined as target lesions).\n* Tumor measurable by mammography, sonography and clinical examination.\n* Adequate bone marrow, renal and hepatic function\n* Good health status (ECOG Performance status of 0, 1 or 2)\n\nExclusion criteria:\n\n* Prior treatment with letrozole or bisphosphonates. Prior and concomitant anti-breast-cancer treatments such as chemotherapy, immunotherapy / biological response modifiers (BRM's), endocrine therapy other than letrozole (including steroids), and radiotherapy. Patients who have received hormone replacement therapy (HRT) will NOT be excluded, provided that HRT is discontinued at least 2 weeks prior to entry into the study.\n* Patients with unstable angina, or uncontrolled cardiac disease (e.g. Class III and IV New York Heart Association's Functional Classification, see Appendix 9) or uncontrolled endocrine disorders.\n* Evidence of inflammatory breast cancer or distant metastasis.\n* Current active dental problems including infection of the teeth or jawbone (maxilla or mandibular); dental or fixture trauma, or a current or prior diagnosis of osteonecrosis of the jaw (ONJ), of exposed bone in the mouth, or of slow healing after dental procedures. Recent (within 6 weeks) or planned dental or jaw surgery (e.g. extraction, implants).\n* History of diseases with influence on bone metabolism, such as Paget's disease, Osteogenesis Imperfecta, and primary or secondary hyperthyroidism within the 12 months prior to study entry\n\nOther protocol-defined inclusion/exclusion criteria may apply",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}