{
    "nctId": "NCT02527746",
    "briefTitle": "Study of F-627 in Women With Breast Cancer Receiving Myelotoxic Chemotherapy",
    "officialTitle": "A Single-Center, Open-Label, Dose-Escalation Phase I Clinical Trial of Recombinant Human Granulocyte Colony Stimulating Factor-Fc Fusion Protein for Injection as an Adjuvant to Chemotherapy in Subjects With Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Neutropenia, Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 18,
    "primaryOutcomeMeasure": "Evaluate the Safety of F-627 for Injection in the Treatment of Female Postoperative Patients With Breast Cancer Who Require Adjuvant Chemotherapy.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. 18-75 years old.\n2. Female postoperative breast cancer patients who require adjuvant chemotherapy, and are planned to receive 4 cycles of EC chemotherapy;\n3. East Cooperative Oncology Group (ECOG) performance 0-1.\n4. Absolute neutrophil count (ANC) ≥ 2.0 × 10\\^9/L, hemoglobin (Hb) ≥ 11.0 g/dl, and platelets (PLT) ≥ 100 × 10\\^9/L prior to chemotherapy.\n5. Hepatic and renal function within the normal range;.\n6. Left ventricular ejection fraction (LVEF) \\> 50%.\n7. Willing to sign the informed consent form and able to comply with protocol requirements\n\nExclusion Criteria:\n\n1. Women in pregnancy or breastfeeding; Women of child-bearing potential have a positive pregnancy test result prior to the first dose;\n2. Life expectancy less than 12 months;\n3. Radiation therapy within 4 weeks prior to enrollment;\n4. Breast cancer patients who have received neoadjuvant chemotherapy before radical mastectomy;\n5. Prior bone marrow or stem cell transplant;\n6. With other malignant tumors other than breast cancer;\n7. Have received granulocyte colony stimulating factor (G-CSF) treatment within 6 weeks prior to enrollment;\n8. Diagnosed with acute congestive heart failure, cardiomyopathy, or myocardial infarction by clinical diagnosis, electrocardiograph (ECG) or other approaches;\n9. With any disease that may cause splenomegaly;\n10. With acute infection, chronic active Hepatitis B within 1 year (unless patients tested negative for HBsAg prior to enrollment), or Hepatitis C;\n11. History of tuberculosis (TB); history of TB exposure, unless negative for tuberculin test; TB patients undergoing treatment; or suspected TB evaluated by chest x-ray;\n12. Known human immunodeficiency virus (HIV) positive or acquired immune deficiency syndrome (AIDS);\n13. With sickle cell anemia;\n14. With alcohol or drug abuse that may affect the compliance with the study;\n15. With known hypersensitivity to E. coli derived proteins, G-CSF, or excipients;\n16. Has received any other investigational drug within 4 weeks prior to enrollment;\n17. Patients with diseases or symptoms unsuitable for participating in the clinical trial based on the investigator's judgment;",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}