{
    "nctId": "NCT00485277",
    "briefTitle": "A Safety and Immunology Study of a Modified Vaccinia Vaccine for HER-2(+) Metastatic Breast Cancer",
    "officialTitle": "A Phase I Trial of a Fixed Dose of MVA-BN-HER2 Following 1st- or 2nd-Line Chemotherapy for HER-2-Positive Metastatic Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 9,
    "primaryOutcomeMeasure": "Safety and tolerability",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Signed Informed Consent\n* Women, ≥ 18 years of age\n* Histologically documented, HER-2 (+) breast cancer with metastatic disease.\n* Evaluable or measurable disease. PATIENTS MAY BE NED. Patients must be assessed as having stable disease or better at the end of 1st- or 2nd-line chemotherapy. In addition, patients must have a tumor assessment within 28 days of the first planned dose of MVA-BN®-HER2, and have a response status of SD or better.\n* Prior chemotherapy for metastatic breast cancer\n* Completed 1st- or 2nd-line chemo for mBrCA at least 3 weeks (from the date of the last dose) prior to the first dose of MVA-BN®-HER2\n* ECOG Performance Score of 0, 1, or 2\n* Life expectancy ≥ 6 months\n* Left ventricular ejection fraction (LVEF) by ECHO or MUGA ≥ LLN\n* Women of childbearing potential must have a negative serum or urine pregnancy test, and must agree to use a medically acceptable barrier and/or chemical method of contraception throughout the study treatment period and for 28 days after the last dose of MVA-BN®-HER2\n* No significant cardiac, bone marrow dysfunction, or coagulopathy. No significant hepatic or renal dysfunction.\n* A negative virology screen for HIV, hepatitis B surface antigen, hepatitis C, and HTLV-1\n\nExclusion Criteria:\n\nPatients may not have:\n\n* Known history of metastasis to the central nervous system\n* Congestive heart failure (NYHA Class III or IV), unstable angina, or cardiovascular disease such as stroke or myocardial infarction (current or within the past 6 months)\n* History of prior malignancies other than breast cancer within the past 5 years, excluding basal or squamous cell carcinoma of the skin or carcinoma in situ of the cervix\n* Known allergy to eggs, egg products, or aminoglycoside antibiotics, e.g., gentamicin or tobramycin\n* Chronic administration (5 or more consecutive days) of systemic corticosteroids within 14 days of the first planned dose of MVA-BN®-HER2.\n* History of or active autoimmune disease. Persons with vitiligo or thyroid disease taking thyroid replacement hormones are not excluded.\n* Prior solid organ or hematopoietic allogenic transplant(s)\n* Prior use of hematopoietic growth factors (e.g., GM-CSF) within 28 days of the first planned dose of MVA-BN®-HER2\n* Receipt of an investigational agent within 28 days of the first planned dose of MVA-BN®-HER2\n* Prior \"vaccine\" therapy for breast cancer at any time\n* Vaccination: Vaccinations with a live (attenuated) vaccine within 28 days of the first or last dose of study drug; or vaccinations with a killed (inactivated) vaccine within 14 days of the first or last dose of study drug.\n* A maximum cumulative dose of prior doxorubicin \\> 360 mg/m2 or epirubicin \\> 720 mg/m2\n* Radiation therapy within 28 days of the first planned dose of MVA-BN®-HER2 or plans for radiation therapy after enrollment.\n* Pregnant, lactating, or nursing\n* Any condition which, in the opinion of the investigator, would prevent full participation in this trial or the long-term follow-up study, or would interfere with the evaluation of the trial endpoints",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}