{
    "nctId": "NCT06313463",
    "briefTitle": "Study Of Capecitabine Combined With Camrelizumab For Non-pCR TNBC With TLS After Neoadjuvant Chemoterapy",
    "officialTitle": "A Randomized, Double-blind, Placebo-controlled, Phase III Study to Evaluate the Efficacy and Safety of Camrelizumab and Capecitabine Versus Capecitabine as Adjuvant Therapy in Early-stage Triple-negative Breast Cancer Patients With Tertiary Lymphoid Structure in Tumor Who Have Residual Tumor in the Breast or Axillary Lymph Nodes Following Neoadjuvant Chemotherapy.",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Neoplasms",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 375,
    "primaryOutcomeMeasure": "Disease-Free Survival",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Signed informed consent form.\n* Female patients aged ≥18 years at the time of signing informed consent.\n* Patients with adequate cognitive ability and willingness to understand and comply with the treatment and follow-up plans as required by the study protocol.\n* Confirmed invasive breast cancer on histological examination.\n* Clinical stage at presentation: cT4/any N/M0, any cT/N2-3/M0, or cT1-3/N0-1/M0 (patients with cT1mi/T1a/T1b/N0 are not eligible).\n* Confirmation of TNBC diagnosis and TLS and PD-L1 status through central examination of representative tumor tissue specimens resected during surgery.\n* Patients with synchronous bilateral invasive disease or multicentric tumors (involving more than one quadrant) are eligible for the study, provided that all discrete lesions are confirmed by the central laboratory as TNBC and TLS-positive. For patients with multifocal tumors (more than one mass involving the same quadrant), sampling must be performed on at least one lesion, confirmed by the central laboratory as TNBC and TLS-positive.\n* For patients with multifocal or multicentric breast cancer, measurement of the largest lesion to determine the T stage is required.\n* Confirmation of TNBC and prospective assessment of TLS presence in tumor tissue before study enrollment, confirmed by HE staining and immunofluorescence staining. TLS positivity is defined as the presence of CD3+ and CD20+ cell aggregates identified by HE staining or immunofluorescence staining on tumor tissue or peritumoral tissue sections.\n* Completion of preoperative systemic chemotherapy and camrelizumab treatment.\n* Pathological assessment after neoadjuvant treatment did not achieve pCR.\n* Adequate resection: Complete removal of all clinically evident lesions in the breast and lymph nodes.\n* Interval between the date of initial surgery and randomization date not exceeding 12 weeks.\n* Eastern Cooperative Oncology Group performance status score of 0 or 1.\n* Completion of neoadjuvant therapy with echocardiography or multi-gated acquisition scan showing left ventricular ejection fraction (LVEF) ≥50% during the screening period and an absolute decrease in LVEF compared to pre-chemotherapy LVEF not exceeding 15%. Alternatively, if LVEF assessment was not performed pre-chemotherapy, LVEF must be ≥55% during the screening period post-neoadjuvant therapy.\n* Life expectancy ≥6 months.\n* Adequate hematological and organ function.\n* Negative HIV test result during screening, with the following exceptions: patients with positive HIV test results during screening are eligible to participate in the study, provided they receive stable antiretroviral therapy, have a CD4 count ≥200/µL, undetectable viral load, and no history of AIDS-defining opportunistic infections within 12 months prior to randomization. Investigators should consider potential drug interactions between study treatment and antiretroviral therapy before patient enrollment.\n* Negative hepatitis B surface antigen (HBsAg) test result during screening.\n* Negative hepatitis C virus (HCV) antibody test result during screening, or positive HCV antibody test result during screening, followed by negative HCV RNA test result.\n* For women of childbearing potential: agreement to practice abstinence (no heterosexual intercourse) or use contraception, and agreement not to donate eggs.\n\nExclusion Criteria:\n\n* Stage IV (metastatic) breast cancer\n* Inadequate resection (as described in the inclusion criteria)\n* At the end of preoperative systemic therapy, the overall response assessment by the researchers resulted in disease progression.\n* Patients recommended for radiotherapy for breast cancer but contraindicated due to medical reasons (e.g., connective tissue diseases or prior radiation to the ipsilateral breast).\n* Presence of another malignant tumor within the last 5 years before screening (excluding appropriately treated cervical carcinoma in situ, non-melanoma skin cancer, Stage I endometrial carcinoma, or DCIS).\n* Prior use of CD137 agonists or immune checkpoint inhibitors, including anti-cytotoxic T-lymphocyte-associated protein 4, anti-PD-1, and anti-PD-L1 therapeutic antibodies.\n* Current presence of ≥ Grade 2 peripheral neuropathy (according to NCI CTCAE v5.0).\n* Dyspnea at rest.\n* Presence of any of cardiopulmonary dysfunction.\n* Current or past history of autoimmune disease or immunodeficiency.\n* Idiopathic pulmonary fibrosis, organizing pneumonia (e.g., bronchiolitis obliterans), drug-induced pneumonia, or history of idiopathic pneumonia or evidence of active pneumonia.\n* Active tuberculosis.\n* History of severe, uncontrolled systemic diseases (e.g., clinically significant cardiovascular, pulmonary, or metabolic diseases; impaired wound healing; ulcers).\n* Known active liver disease, such as autoimmune hepatitis or sclerosing cholangitis.\n* Receipt of major surgery within 4 weeks before randomization (excluding breast cancer surgery) or anticipated need for major surgery during the study.\n* Occurrence of severe infection within 4 weeks before randomization, including but not limited to hospitalization due to complications of infection, sepsis, or severe pneumonia, SARS-CoV-2 infection, or any active infection deemed likely to affect patient safety by the investigator.\n* Receipt of therapeutic antibiotics by intravenous injection within 2 weeks or oral antibiotics within 5 days before randomization.\n* Previous allogeneic bone marrow or solid organ transplantation.\n* Contraindication to experimental drugs or any other diseases, metabolic disorders, physical examination findings, or clinical laboratory findings that may affect the interpretation of results or may put the patient at high risk of treatment-related complications.\n* Receipt of a live attenuated vaccine within 4 weeks before randomization or anticipated need for such a vaccine during the study treatment period or within 5 months after the last dose of treatment.\n* Receipt of experimental treatment within 28 days before randomization.\n* Receipt of systemic immunostimulatory agents (including but not limited to interferons and IL-2) within 4 weeks before randomization or within 5 half-lives of the drug (whichever is longer).\n* Receipt of systemic immunosuppressive medications (including but not limited to corticosteroids, azathioprine, methotrexate, salicylates, and anti-tumor necrosis factor-alpha \\[TNF-α\\] agents) within 2 weeks before randomization or anticipated need for systemic immunosuppressive medications during the study treatment period.\n* Previous severe hypersensitivity/allergic reaction to chimeric or humanized antibodies or fusion proteins.\n* Known severe hypersensitivity to any component of the drug.\n* Pregnancy or lactation, or planning to become pregnant within 6 months after the end of the study treatment period.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}