{
    "nctId": "NCT05052437",
    "briefTitle": "PK and Drug Interaction Study of Utidelone Plus Capecitabine in Patients With Advanced Breast Cancer",
    "officialTitle": "Open, Multicenter, Phase Ic Clinical Study on the Pharmacokinetics and Drug Interactions of Utidelone Plus Capecitabine in Patients With Recurrent and Metastatic Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Advanced and Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "BASIC_SCIENCE",
    "enrollmentCount": 16,
    "primaryOutcomeMeasure": "Peak Plasma Concentration (Cmax)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Voluntarily sign an informed consent form, have good compliance, and cooperate with relevant inspections.\n2. Histologically and/or cytologically diagnosed patients with advanced, metastatic breast cancer.\n3. Patients who have previously received at least one anthracycline and taxane drug therapy (neoadjuvant therapy, adjuvant therapy, or recurrence and metastasis therapy), or the investigator believes that they can be included in this study.\n4. Age ≥18 years; physical condition score ECOG 0\\~2 points.\n5. Within 4 weeks before enrollment, Neuropathy should be less than grade 2 (NCI CTCAE 5.0).\n6. Within 1 week before enrollment, routine blood examinations were basically normal (based on the normal value of each research center laboratory):\n\n   1. White blood cell count (WBC) ≥3.0×109/L;\n   2. Neutrophil count (ANC) ≥ 1.5×109/L;\n   3. Platelet count (PLT) ≥100×109/L.\n   4. Hemoglobin ≥9g/dL.\n7. Within 1 week before enrollment, liver and kidney function tests were basically normal (the normal value of each research center laboratory is standard):\n\n   1. Total bilirubin (TBIL)≤1.5×upper limit of normal (ULN);\n   2. Alanine aminotransferase (SGPT/ALT)≤2.5×ULN (for liver metastases≤5×ULN);\n   3. Aspartate aminotransferase (SGOT/AST)≤2.5×ULN (for liver metastases≤5×ULN);\n   4. Creatinine clearance rate (Ccr) ≥60 ml/min.\n8. No major organ dysfunction.\n9. The patient must agree to provide blood, urine and stool samples for pharmacokinetic studies, and collect them in strict accordance with the required time points and intervals.\n10. No mental abnormality, able to understand and undertake informed consent.\n\nExclusion Criteria:\n\n1. Those who need to receive non-investigative anti-cancer therapy (such as chemotherapy, immunotherapy or biological therapy) during the administration period of this trial.\n2. People who are severely allergic to castor oil, or who have had serious adverse reactions to anti-microtubule drugs in the past.\n3. Within 4 weeks before receiving treatment, have had any major surgery or suffered major trauma; or are expected to undergo major surgery during the treatment.\n4. Pregnancy (positive pregnancy test), breastfeeding patients, or those who are unwilling to use contraception during the test;\n5. Those with uncontrollable intracranial hypertension syndrome (persistent headache, short-term blurred vision, and/or diplopia)\n6. Combined serious diseases, including severe heart disease, cerebrovascular disease, uncontrolled diabetes, uncontrolled high blood pressure, severe infection, active peptic ulcer, etc.\n7. Known HIV infection, or untreated active hepatitis B or C;\n8. Known to have alcohol or drug addiction, or have a history of uncontrollable mental illness, lack of legal capacity or limited legal capacity;\n9. The investigator believes that it is inappropriate to participate in this trial.\n10. Participate in another clinical trial or use other research treatments at the same time.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}