{
    "nctId": "NCT00966043",
    "briefTitle": "Prevalence of Genetic Polymorphisms in Genes Coding for Tamoxifen Metabolising Enzymes",
    "officialTitle": "Prevalence of Genetic Polymorphisms in Genes Coding for Tamoxifen Metabolising Enzymes, in Postmenopausal ER-positive Breast Cancer Patients According to Uterine and Biochemical Changes and Tolerability of Tamoxifen.",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Neoplasms",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 158,
    "primaryOutcomeMeasure": "change in endometrial thickness or uterine volume",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Female \\> 18 years of age\n* Written and voluntary informed consent understood signed and dated\n* Histologically or cytologically confirmed measurable invasive adenocarcinoma of the breast, amenable to curative therapy.\n* Patients must be postmenopausal as defined by criteria in appendix 1.\n* Breast cancer should be considered as oestrogen receptor positive by the clinician using immunohistochemistry readings as is standard procedure for local pathologist\n* Prior endocrine tamoxifen therapy is not allowed\n* Patients are not previously treated with an endocrine agent or hormone replacement therapy needs being stopped for at least 6 months.\n* Prior chemotherapy and radiotherapy is allowed\n* Adequate renal and liver function Serum creatinine and serum bilirubin ≤ 1.5 X ULN Serum ALT and AST ≤ 2.5 X ULN (or ≤ 5 in case of liver metastases)\n* Serum calcium should be ≤ 11,6 mg/dl\n* ECOG performance status 0,1,2 (appendix 2)\n\nExclusion Criteria:\n\n* Male\n* Life threatening disease requiring a quick response (eg, extensive hepatic or pulmonary involvement)\n* Use of any endocrine treatment or recent/current use of hormone replacement therapy.\n* Contra indication for tamoxifen: history of DVT/vaginal bleeding of unknown origin\n* Dementia\n* History of other malignancy that may interfere with at least 6 months of tamoxifen therapy",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}