{
    "nctId": "NCT02129556",
    "briefTitle": "Anti-PD-1 Monoclonal Antibody in Advanced, Trastuzumab-resistant, HER2-positive Breast Cancer",
    "officialTitle": "A Phase Ib/II Trial Evaluating the Efficacy of MK-3475 and Trastuzumab in Patients With Trastuzumab-resistant, HER2-positive Metastatic Breast Cancers",
    "overallStatus": "COMPLETED",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 58,
    "primaryOutcomeMeasure": "Dose-Limiting Toxicity (DLT) of MK-3475 in Combination With Trastuzumab",
    "eligibilityCriteria": "Inclusion criteria for screening:\n\n* Female gender\n* Age ≥ 18 years\n* Histologically confirmed breast adenocarcinoma that is unresectable loco-regional, or metastatic.\n* Locally confirmed HER2-positivity (immunohistochemistry score 3+) or ERBB2-amplification (Ratio ERBB2/centromeres ≥2.0 or mean gene copy number ≥ 6) of primary tumor or of biopsy from metastatic or unresectable loco-regional lesion.\n* Trastuzumab resistant disease, defined by:\n\n  * progression of disease while on-treatment with trastuzumab\n  * recurrence while on adjuvant trastuzumab or within 12 months of completing adjuvant trastuzumab\n  * Any number of prior lines of anti-HER2 therapy acceptable. Patients for whom the treatment with the current first-line combination of trastuzumab, pertuzumab and taxanes is not an option can be considered for enrollment\n* If a patient has received a subsequent anti-HER2 therapy, she must also have progressed on the subsequent therapy.\n* Presence of at least one measurable lesion (RECIST 1.1)\n* LVEF ≥50%\n* Patient agrees to submit an FFPE tumor biopsy for central confirmation of HER2 positivity and central assessment of PD-L1 status.\n* Written Informed Consent (IC) for screening procedures and trial participation must be signed and dated by the patient and the Investigator prior to screening.\n* Written consent to biological material submission, indicating the patient has been informed of and agrees to tissue and blood material use, transfer and handling, must be signed and dated by the patient and the investigator prior to any procedures specific for this trial, including consent to translational research on FFPE and fresh frozen tumor biopsies in case the patient is enrolled into the trial.\n* The patient has been informed of and agrees to data transfer and handling, in accordance with national data protection guidelines.\n* Eastern Cooperative Oncology Group (ECOG) Performance Status 0-1\n* Life expectancy \\>3 months.\n* Hematopoietic status:\n\n  * Absolute neutrophil count ≥ 1.5 × 109/L,\n  * Platelet count ≥ 100 × 109/L,\n  * Hemoglobin ≥ 9 g/dL\n* Hepatic status:\n\n  * Serum total bilirubin ≤ 1.5 × upper limit of normal (ULN). In the case of known Gilbert's syndrome, a higher serum total bilirubin (\\< 2 × ULN) is allowed.\n  * AST and ALT ≤ 2.5 × ULN; if the patient has liver metastases, ALT and AST must be ≤ 5 × ULN.\n* Renal status:\n\n  * Creatinine ≤ 1.5 ×ULN or creatinine clearance \\> 60 ml/min\n  * Proteinuria \\<1 g/day\n* International Normalized Ratio (INR) or Prothrombin Time (PT) ≤1.5 × ULN unless patient is receiving anticoagulant therapy as long as PT or PTT (partial thromboplastin time) is within therapeutic range of intended use of anticoagulant.\n\nInclusion criteria for enrollment:\n\nAll inclusion criteria for screening, plus:\n\n* Central lab confirmation on a metastatic biopsy (or biopsy from unresectable loco-regional disease) of:\n\n  * HER2-positivity (immunohistochemistry score 3+) or ERBB2- amplification (Ratio ERBB2/centromeres ≥2.0 or mean gene copy number ≥ 6),\n  * Presence of PD-L1 expression assessed by IHC (during the phase II portion of the trial a parallel, secondary cohort of 15 patients with PD-L1 negative disease will be enrolled)\n* Patient agrees to submit tumor tissue for translational research:\n\n  * tissue biopsy from unresectable loco-regional or metastatic disease obtained ≤1 year prior to enrollment or new tissue material from a recently obtained surgical or diagnostic biopsy. For patients who have presented with stage 4 disease de novo, a biopsy taken from the presumed primary breast lesion is acceptable (provided this was taken ≤1 year prior to enrollment).\n  * if available: FFPE tumor block from primary surgery or diagnostic biopsy.\n  * if available: pre-treatment fresh frozen tumor biopsy.\n  * if feasible: FFPE tumor block from post-treatment biopsy will be taken at time of disease progression or end of all treatment if ended prior to progression. This re-biopsy is strongly advised.\n  * if feasible: fresh frozen tumor biopsy from post-treatment biopsy will be taken at time of disease progression or end of all treatment if ended prior to progression.\n* Patient agrees to submit baseline (pre-treatment) blood and serial plasma for translational research\n* For patient of childbearing potential, negative serum pregnancy test. Pregnancy test has to be repeated within 72h before treatment start.\n* All anti-cancer treatment including endocrine therapy, with the exception of trastuzumab, must stop 3 weeks prior to first dose of trial treatment.\n\nExclusion criteria for screening:\n\n* Prior therapy with other anti-PD-1, anti- PD-L1, L2 or anti-CTLA4 therapy.\n* No FFPE material to centrally assess HER2-positivity and PD-L1 expression.\n* Known Human Immunodeficiency Virus (HIV) (HIV 1/2 antibodies), or positive for Hepatitis B (HBsAg reactive) or Hepatitis C (HCV RNA \\[qualitative\\]).\n* Interstitial lung disease\n* History of or active pneumonitis requiring treatment with steroids\n* Active central nervous system metastases, as indicated by clinical symptoms, cerebral edema, and/or progressive growth (patients with history of CNS metastases or spinal cord compression are eligible if they are clinically and radiologically stable for at least 4 weeks before first dose of investigational product and have not required high-dose steroid treatment in the last 4 weeks).\n* Leptomeningeal disease\n* History of clinically significant or uncontrolled cardiac disease, including congestive heart failure (New York Heart Association functional classification ≥3), angina, myocardial infarction or ventricular arrhythmia.\n* Previous severe hypersensitivity reaction to treatment with another monoclonal antibody.\n* Active infection requiring systemic therapy.\n* Chronic systemic therapy with immunosuppressive agents including cortico¬steroids.\n* Concurrent disease or condition that would make the patient inappropriate for trial participation or any serious medical disorder that would interfere with the patient's safety.\n* Known history of uncontrolled hypertension (≥ 180/110), unstable diabetes mellitus, dyspnea at rest, or chronic therapy with oxygen.\n* Dementia, altered mental status, or any psychiatric condition that would prevent the understanding or rendering of Informed Consent.\n* Treatment with an investigational agent in the 4 weeks before enrollment.\n* Active autoimmune disease or a documented history of autoimmune disease, or a syndrome that requires systemic steroids or immunosuppressive agents. Patients with vitiligo or resolved childhood asthma/atopy would be an exception to this rule. Patients that require intermittent use of bronchodilators or local steroid injections would not be excluded from the trial. Patients with hypothyroidism stable on hormone replacement or Sjögren's syndrome will not be excluded from the trial.\n* Chemotherapy, radioactive therapy, and/or biological cancer therapy within 3 weeks prior to the first trial dose and has not recovered to CTCAE v.4 grade 1 or better from adverse events.\n* Pregnant or lactating women; lactation has to stop before enrollment.\n* The patient of childbearing potential who is unwilling to use highly effective contraception during treatment and up to 7 months after stop of trial treatment. Acceptable methods are intrauterine devices (without hormones), bilateral tubal occlusion, vasectomized partner or total abstinence. Oral, injectable, or implant hormonal contraceptives are not allowed.\n* Unresolved or unstable, serious adverse events from prior administration of another investigational drug.\n* Active or uncontrolled infection CTCAE v.4 grade 2 or higher.\n* Live vaccines within 30 days prior to the first dose of trial therapy and during trial treatment.\n\nExclusion criteria for enrollment:\n\n* All exclusion criteria for screening apply for enrollment as well. Excluded are especially patients who have received any of the treatments below:\n* Live vaccines within 30 days prior to the first dose of trial therapy and during trial treatment.\n* History of CNS metastases or spinal cord compression if they have not been clinically stable for at least 4 weeks before first dose of investigational product and require high-dose steroid treatment.\n* Treatment with an investigational agent in the 4 weeks before enrollment.\n* Patient has not recovered to CTCAE v.4 grade 1 or better from adverse events of prior therapy, except alopecia grade 2.\n* Human Immunodeficiency Virus (HIV) (HIV 1/2 antibodies), or positive for Hepatitis B or Hepatitis C.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}