{
    "nctId": "NCT05016349",
    "briefTitle": "Investigating the Potential Role of a Novel Quadrate Combination Therapy Mifepristone(Antiprogestrone), Tamoxifen, Retinoic Acid and Cannabidiol ( Selective Cyp 26 Inhibitor) for Treating Early Breast Cancer.",
    "officialTitle": "Why Antiprogestrone (Mifepristone) and Cyp 26 Inhibitor Must be Combined With Tamoxifen or ( Tamoxifen and Retinoic Acid) for Treating Early Breast Cancer",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer Female",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 160,
    "primaryOutcomeMeasure": "Cytokeratin 5 (CK5)-expression",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Be willing and able to provide written informed consent/assent for the trial.\n2. Be 18 years of age on day of signing informed consent\n3. Confirmed diagnosis of breast cancer positive at least for CEA tumor marker at above normal threshold level.\n4. e willing to provide tissue from a newly obtained core or excisional biopsy of a tumor lesion. Newly-obtained is defined as a specimen obtained up to 6 weeks (42 days) prior to initiation of treatment on Day 1. Subjects for whom newly-obtained samples cannot be provided (e.g. inaccessible or subject safety concern) may submit an archived specimen only upon agreement from the Sponsor.\n5. Demonstrate adequate organ function as defined in Table 1, all screening labs should be performed within 10 days of treatment initiation.\n\n   Table 1 Adequate Organ Function Laboratory Values System Laboratory Value Hematological Absolute neutrophil count (ANC) ≥1,500 /mcL Platelets ≥100,000 / mcL Hemoglobin ≥9 g/dL or ≥5.6 mmol/L without transfusion or EPO dependency (within 7 days of assessment) Renal Serum creatinine OR Measured or calculated creatinine clearance (GFR can also be used in place of creatinine or CrCl) ≤1.5 X upper limit of normal (ULN) OR\n\n   ≥60 mL/min for subject with creatinine levels \\> 1.5 X institutional ULN Hepatic Serum total bilirubin ≤ 1.5 X ULN OR Direct bilirubin ≤ ULN for subjects with total bilirubin levels \\> 1.5 ULN AST (SGOT) and ALT (SGPT) ≤ 2.5 X ULN OR\n\n   ≤ 5 X ULN for subjects with liver metastases Albumin \\>2.5 mg/dL Coagulation International Normalized Ratio (INR) or Prothrombin Time (PT)\n\n   Activated Partial Thromboplastin Time (aPTT) ≤1.5 X ULN unless subject is receiving anticoagulant therapy as long as PT or PTT is within therapeutic range of intended use of anticoagulants\n\n   ≤1.5 X ULN unless subject is receiving anticoagulant therapy as long as PT or PTT is within therapeutic range of intended use of anticoagulants a Creatinine clearance should be calculated per institutional standard.\n\n   Exclusion Criteria:\n   * Pregnant\n   * Treatment including radiation therapy, chemotherapy, biotherapy and/or hormonal therapy for the currently diagnosed breast cancer prior to study entry.\n   * Any medical or other condition that in the Investigator's opinion renders the patient unsuitable for this study due to unacceptable risk\n   * Psychiatric disorders or altered mental status precluding understanding of the informed consent process and/or completion of the necessary studies\n   * Gastrointestinal disorders that may interfere with absorption of the study drug.\n   * Co-existing active infection or serious concurrent illness\n   * Current uncontrolled illness, for instance sepsis, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia\n   * Current use of antiretroviral therapy\n   * Participants with psychiatric illness or social situations that would limit compliance with study requirements\n   * Current hepatocellular carcinoma, liver metastases, or documented history of difficult to control diabetes",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}