{
    "nctId": "NCT05441722",
    "briefTitle": "CIPN in Early Stage Breast Cancer Patients",
    "officialTitle": "Feasibility of Neurophysiological Assessments and Exercise Prehabilitation in Breast Cancer Patients Receiving Taxane-based Chemotherapy: a Pilot Randomised Controlled Trial",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Cancer, Chemotherapy-induced Peripheral Neuropathy",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "PREVENTION",
    "enrollmentCount": 48,
    "primaryOutcomeMeasure": "Recruitment Rates",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologically diagnosed stage IA-IIIC breast cancer.\n* Scheduled to receive adjuvant or neoadjuvant chemotherapy with sequential anthracycline-docetaxel or weekly-paclitaxel.\n* Willing and able to give written informed consent.\n* Understand written and verbal instructions in English.\n* American Society of Anaesthesiologists physical status I-III.\n\nExclusion Criteria:\n\nPre-existing diabetes mellitus.\n\n* Pregnancy.\n* Any sign/symptom of cardiovascular, metabolic or renal disease\n* Diagnosed with metastatic breast cancer.\n* Previous or existing symptoms of peripheral neuropathy.\n* Absolute or relative contraindication to exercise testing and training as defined by the American College of Sports Medicine (ACSM) (38).\n* Resting hypertension (≥ 180/100 mmHg) or tachycardia (≥ 100 bpm)\n* Pre-existing cardiovascular, musculoskeletal, neurological or psychiatric condition that may affect their ability to complete the testing battery (as determined by the patient's treating Medical Oncologist).\n* Internal electrical regulator (cardiac pacemaker or implantable cardioverter defibrillator).\n* Previous exposure to taxanes at any time or exposure to other chemotherapy agents known to be associated with neuropathy (e.g., platinum therapy, bortezomib, vinblastine) within one year of starting in the study.\n* Currently enrolled in clinical trials involving exercise or pharmacotherapy that could influence CIPN symptoms.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}