{
    "nctId": "NCT02464774",
    "briefTitle": "Breast-Conserving Therapy in Patients With Triple-Negative Breast Cancer",
    "officialTitle": "Impact of Breast-Conserving Therapy (BCT) on Recurrence in Patients With Triple-Negative Breast Cancer (TNBC) Compared With Mastectomy",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 464,
    "primaryOutcomeMeasure": "Disease-free survival(DFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Female aged 18 - 65 years old;\n2. Staging of Cancer: cT1-2N0-1M0;\n3. Histological confirmed with unilateral invasive carcinoma (all pathological types are applicable);\n4. Definite reports on ER/PR/Her2 receptor showing all ER/PR/Her2 negative (specific definitions: immunohistochemical detection of ER \\<10% tumor cells is defined as ER negative, PR \\<10% positive tumor cells is defined as PR-negative, Her2 is 0\\~1+ or 2+ but determined negative via FISH or CISH detected (no amplification) is defined as Her2 negative);\n5. Newly diagnosed conditions allowing direct surgery without any absolute contraindication for surgery;\n6. ECOG performance score is 0 or 1;\n7. No mass or microscopic tumor residue after surgery resection;\n8. Informed consent form signed.\n9. Willing to return to enrolling institution for follow-up during the Active Monitoring Phase (the active treatment and observation portions) of the study.\n\nExclusion Criteria:\n\n1. Bilateral breast cancer;\n2. Clinical or radiographic evidence of metastatic disease;\n3. Widespread disease that cannot be incorporated by local excision through a single incision that achieves negative margins with a satisfactory cosmetic result;\n4. Diffuse suspicious or malignant-appearing microcalcifications;\n5. Positive pathologic margin;\n6. Any of ER, PR or Her2 is positive;\n7. Previous neoadjuvant therapy, including chemotherapy, radiotherapy and hormone therapy;\n8. Prior history of breast cancer or any other malignant disease (except for basal cell carcinoma and cervical carcinoma in situ);\n9. Severe systemic disease and/or uncontrollable infection, unable to be enrolled in this study;\n10. Known allergic to taxane and anthracycline agents;\n11. Pregnant and breast-feeding women;\n12. With mental illness and cognitive impairment, unable to understand trial protocol and side effects and complete trial protocol and follow-ups;\n13. Without personal freedom and independent civil capacity.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}