{
    "nctId": "NCT04675827",
    "briefTitle": "De-escalation Adjuvant Chemo in HER2+/ER-/node-neg Early BC Patients Who Achieved PCR After Neoadjuvant Chemo & Dual HER2 Blockade",
    "officialTitle": "De-Escalation of Adjuvant Chemotherapy in HER2-positive, Estrogen Receptor-negative, Node-negative Early Breast Cancer Patients Who Achieved Pathological Complete Response After Neoadjuvant Chemotherapy and Dual HER2 Blockade",
    "overallStatus": "SUSPENDED",
    "conditions": "HER2-positive Breast Cancer, ER-Negative Breast Cancer, PR-Negative Breast Cancer, Node-negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 1065,
    "primaryOutcomeMeasure": "3-year RFS in HER2-enriched subjects who achieve a pCR",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Male or female.\n2. Age ≥18 years old.\n3. Eastern Cooperative Oncology Group (ECOG) performance status ≤1.\n4. Subjects whose tumour measures ≥15 mm and ≤50 mm, according to clinical staging performed with imaging exams (either mammography, ultrasound or breast magnetic resonance imaging \\[MRI\\]).\n5. Must have histologically confirmed diagnosis of HER2-positive and ER-negative/PR-negative breast cancer (analysis performed by the local laboratory).\n\n   1. HER2-positive defined as a score of 3+ in IHC or a positive ISH (ratio of HER2 copy number/chromosome 17 ≥2 or average HER2 copy number ≥6 signals per cell).\n   2. ER-negative/PR-negative defined as estrogen receptor and progesterone receptor nuclear staining \\<1% by IHC.\n\n   Note: patients with micro-invasive carcinoma or ductal carcinoma in situ (DCIS) without invasive disease are not eligible.\n6. Subjects with multifocal or multicentric invasive disease are eligible as long as all the biopsiable lesions can be characterised and are confirmed to be HER2-positive and ER and PR negative.\n\n   Note: In the case of multifocal or multicentric disease, only the biopsy from the largest lesion should be provided.\n7. Node-negative disease (N0): no axillary lymph nodes identifiable at ultrasound, or in case of suspect axillary lymph nodes are identified, fine-needle aspiration or core biopsy must be carried out to confirm that axillary status is negative. Axillary micrometastases (i.e., if the greatest diameter of the nodal metastasis in a sentinel node is 0.2 mm or less) are not allowed.\n8. Serum pregnancy test (for women of childbearing potential) negative within 7 days prior to treatment start.\n9. Women of childbearing potential must agree to use 1 highly effective non-hormonal contraceptive method with a failure rate of less than 1% per year from the signing of the ICF until at least 7 months after last dose of study drugs; or they must totally abstain from any form of sexual intercourse. Men with a partner of childbearing potential must agree to use condom in combination with a spermicidal foam, gel, film, cream, or suppository, and agreement to refrain from donating sperm, during the course of this study and for at least 7 months after the last administration of study treatment.\n10. Adequate bone marrow and coagulation functions as defined below:\n\n    * Absolute neutrophil count ≥1500 /µL or 1.5x109/L\n    * Haemoglobin ≥9 g/dL (blood transfusions to reach these levels of haemoglobin are allowed)\n    * Platelets ≥100,000/µL or 100x109/L\n    * International normalized ratio (INR) and activated partial thromboplastin time (aPTT) ≤ 1.5 ×ULN\n11. Adequate liver function as defined below:\n\n    * Serum total bilirubin ≤1.5 x ULN. In case of known Gilbert's syndrome ≤3xUNL is allowed\n    * AST (SGOT) and ALT (SGPT) ≤2.5 x ULN\n    * Alkaline phosphatase ≤2.5 x ULN\n12. Adequate renal function as defined below:\n\n    • Creatinine ≤1.5 x UNL or creatinine clearance \\>60 mL/min/1.73 m2\n13. Completion of all necessary screening procedures within 28 days prior to enrolment.\n14. Adequate cardiac function, defined as a left ventricular ejection fraction ≥55% estimated by echocardiogram (ECHO) or multiple-gated acquisition scintigraphy (MUGA).\n15. Availability of a pre-treatment tumour biopsy sample as specified below:\n\n    * At least one FFPE tumour block must be available for central evaluation. Whenever possible, two FFPE tumour blocks should be available (preferred).\n    * If a block cannot be provided, 25 unstained FFPE slides of 4 µm thickness from the pre-treatment tumour biopsy must be provided as an alternative. These slides must be freshly cut prior the shipment to the sponsor.\n    * In either case, the local pathologist must evaluate an H\\&E stained slide to ensure that the tumour surface is at least 4 mm² and that tumour cellularity is ≥10%.\n\n    Note 1: Tumour biopsy must be sent to the central research laboratory as soon as the patient is confirmed by the local investigator to be eligible for the study.\n\n    Note 2: the inclusion of the subject is only based on local assessments. A central review of HER2, ER, and PR status will be performed at posteriori for quality control purposes.\n16. Signed Informed Consent form (ICF) obtained prior to any study related procedure.\n17. Subject is willing and able to comply with the protocol for the duration of the study including treatment and scheduled visits and examinations.\n\n    Inclusion criterion applicable to FRANCE only:\n18. Affiliated to the French Social Security System.\n\nExclusion Criteria:\n\n1. Pregnant and/or lactating women.\n2. Bilateral invasive breast cancer.\n3. Evidence of metastatic breast cancer: all subjects must have had a CT/MRI scan of the thorax/abdomen/pelvis to rule out metastatic breast cancer prior to enrolment. FDG/PET-CT can be used as an alternative to replace all the exams above. A screening bone scan must have been done if ALP and/or corrected calcium levels were above the institutional upper limits at screening (if PET/CT was used as an alternative imaging exam, a bone scan and/or CT/MRI is not required).\n4. Subject with a significant medical, neuro-psychiatric, or surgical condition, currently uncontrolled by treatment, which, in the investigator's opinion, may interfere with completion of the study.\n5. Previous exposure to any anti-HER2 treatment.\n6. Concomitant exposure to any investigational products as part of a clinical trial within 30 days prior to enrolment.\n7. Subject with second primary malignancies diagnosed ≤ 5 years before enrolment in the study. Exceptions are: adequately treated non-melanoma skin cancer, in situ cancer of the cervix, ductal carcinoma in situ of the breast, and any other solid or haematological tumour diagnosed \\> 5 years before enrolment and for which no chemotherapy and no systemic treatment were necessary, with no evidence of disease recurrence.\n8. Resting electrocardiogram (ECG) with QTc \\>470 msec detected on at 2 or more time points within a 24-hour period, or family history of long QT syndrome.\n9. Serious cardiac illness or medical conditions including, but not confined to, the following:\n\n   * History of NCI CTCAE (v4) Grade ≥ 3 symptomatic congestive heart failure (CHF) or New York Heart Association (NYHA) Class ≥ II\n   * High-risk uncontrolled arrhythmias (i.e., atrial tachycardia with a heart rate = or \\> 100/min at rest, significant ventricular arrhythmia \\[ventricular tachycardia\\], or higher-grade atrioventricular \\[AV\\]-block, such as second degree AV-block Type 2 \\[Mobitz 2\\] or third-degree AV-block) - Serious cardiac arrhythmia not controlled by adequate medication, severe conduction abnormality\n   * Angina pectoris requiring anti-anginal medication\n   * Clinically significant valvular heart disease\n   * Evidence of transmural infarction on ECG\n   * Evidence of myocardial infarction within 12 months prior to randomization\n   * Poorly controlled hypertension (i.e., systolic \\> 180 mm Hg or diastolic \\> 100 mmHg)\n10. History of ventricular dysrhythmias or risk factors for ventricular dysrhythmias, such as structural heart disease (e.g., severe LVSD, left ventricular hypertrophy), coronary heart disease (symptomatic or with ischemia demonstrated by diagnostic testing), clinically significant electrolyte abnormalities (e.g., hypokalemia, hypomagnesemia, hypocalcemia), or family history of sudden unexplained death or long QT syndrome.\n11. Peripheral neuropathy (CTCAE version 5) grade ≥2.\n12. Major surgery within 14 days prior to enrolment.\n13. Subject with HIV, Hepatitis B or Hepatitis C infection documented by serology, except for those subjects with a previous exposure to Hepatitis B who developed an effective immune response (HBSAg-negative and anti-HBS-positive).\n14. Previous allogeneic bone marrow transplant.\n15. Known prior severe hypersensitivity to investigational product or any component in its formulations, including known severe hypersensitivity reactions to monoclonal antibodies (CTCAE grade ≥3).\n16. Subjects who received live attenuated vaccines within 14 days before enrolment.\n\n    Exclusion criterion applicable to FRANCE only:\n17. Vulnerable persons according to the article L.1121-6 of the CSP, adults who are the subject of a measure of legal protection or unable to express their consent according to article L.1121-8 of the CSP.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}