{
    "nctId": "NCT01169870",
    "briefTitle": "Genexol-PM Versus Paclitaxel in Anthracycline-pretreated Metastatic Breast Cancer Patients",
    "officialTitle": "A Randomized Phase II Trial of Genexol-PM vs Paclitaxel in Anthracycline-pretreated Metastatic Breast Cancer Patients",
    "overallStatus": "WITHDRAWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "overall response rate",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Histologically or cytologically diagnosed stage IV or recurrent breast cancer patients according to American Joint Committee on Cancer (AJCC 6th ed.)\n2. Prior chemotherapy at least one anthracycline-containing regimen, in either adjuvant or metastatic setting is requested.\n3. Previous hormonal therapy in adjuvant setting is allowed.\n4. Previous adjuvant taxane chemotherapy in an adjuvant setting is allowed, if taxane-free interval is more than 12 months\n5. previous chemotherapy for metastatic disease is not allowed except for the regimen including anthracycline.\n6. Previous chemotherapy including taxane for metastatic disease is not allowed.\n7. Prior radiation therapy is allowed as long as the irradiated area is not the only source of measurable disease.\n8. No other forms of cancer therapy, such as radiation, immunotherapy or chemotherapy for at least 4 weeks before the enrollment in therapy.\n9. Major surgery other than biopsy within the past two weeks.\n10. At least 18 years old\n11. Performance status of 0, 1 and 2 on the ECOG criteria.\n12. Disease status must be that of measurable disease defined as RECIST:\n\n    Lesions that can be accurately measured in at least one dimension \\> 10 mm with chest x-ray, spiral CT scan, MRI, or physical examination\n13. Estimated life expectancy of at least 12 weeks.\n14. Patient compliance that allow adequate follow-up.\n15. Adequate major organ function including the following:\n\n    ①Hematologic function: WBC ³ 3,000/mm3 or absolute neutrophil count (ANC) ³ 1,500/mm3, platelet count ³ 100,000/mm3\n\n    ②Hepatic function: bilirubin 1.5 x UNL , AST/ALT levels 2.5 x UNL\n\n    ③Renal function: serum creatinine 1.5mg/dL\n16. Grade of baseline neuropathy should not be more than grade 1 by NCI CTC v.3.0\n17. Patients should sign an informed consent\n18. women of childbearing age should use non-hormonal contraceptive method.\n\nExclusion Criteria:\n\n1. Serious concurrent infection or nonmalignant illness that is uncontrolled or whose control may be jeopardized by complication of study therapy\n2. Other malignancy with the past 5 years except adequately treated cutaneous basal cell carcinoma or uterine cervix in situ cancer\n3. Psychiatric disorder that would preclude compliance.\n4. uncontrolled CNS disease (eligible if the CNS disease is controlled with radiotherapy or corticosteroid)",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}