{
    "nctId": "NCT06033287",
    "briefTitle": "Real-World Study on CDK4/6 Inhibitors Combined With Endocrine Therapy and Subsequent Treatment in HR+/HER2- MBC.",
    "officialTitle": "Observational Real-World Study on the Efficacy, Safety, and Biomarker Exploration of CDK4/6 Inhibitors Combined With Endocrine Therapy and Subsequent Treatment in HR+/HER2- Metastatic Breast Cancer.",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Breast Cancer, Endocrine Therapy, CDK4/6 Inhibitors, Subsequent Treatment",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 300,
    "primaryOutcomeMeasure": "Progression-Free Survival",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Inclusion criteria:\n\n  * Age ≥ 18 years, postmenopausal or pre/perimenopausal females, or male patients. Female patients must meet one of the following criteria:\n\n    1. Prior bilateral oophorectomy or age ≥ 60 years.\n    2. Age \\< 60 with natural postmenopausal status (defined as spontaneous cessation of regular menstruation for at least 12 consecutive months without any other pathological or physiological reasons), and estradiol (E2) and follicle-stimulating hormone (FSH) levels consistent with postmenopausal range.\n    3. Pre/perimenopausal females may also be eligible but must be willing to receive LHRH agonist during the study.\n  * Pathologically confirmed HR-positive male/female breast cancer patients with evidence of localized recurrence or metastasis, who are not suitable for curative surgery or radiation therapy:\n\nER-positive and/or PR-positive defined as the proportion of positively stained tumor cells ≥ 1% of all tumor cells (as confirmed by the investigators at the participating center).\n\n* Eastern Cooperative Oncology Group (ECOG) performance status of 0-2.\n* No prior systemic treatment or currently receiving CDK4/6 inhibitors as first-line treatment for advanced disease.\n* Reproductive-age females must have a negative serum pregnancy test within 28 days before enrollment and male/female patients must be willing to use a medically approved highly effective contraceptive measure during the study period and up to 1 year after the last dose of investigational drug.\n* Non-pregnant or non-lactating females.\n* Not concurrently participating in any other ongoing study.\n* Patient or legally authorized representative has provided informed consent and is willing and able to comply with the planned visits, study treatment plan, laboratory tests, and other trial procedures.\n\nExclusion Criteria:\n\n* 1. Any evidence of severe or uncontrolled systemic illnesses, including uncontrolled hypertension, active bleeding disorders, active infections including hepatitis B, hepatitis C, and human immunodeficiency virus, or severely impaired bone marrow reserve or organ function, including liver and kidney impairment, which, in the investigator's opinion, would greatly alter the risk/benefit balance.\n* Patient has not yet recovered from any CTCAE grade ≥ 3 toxicity related to prior treatment at the start of CDK4/6 inhibitor therapy.\n* Known history of allergy to CDK4/6 inhibitors, excipients, or drugs with a similar chemical structure or class as CDK4/6 inhibitors.\n* Patients deemed unsuitable for enrollment by the investigator.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}