{
    "nctId": "NCT02179515",
    "briefTitle": "Safety and Tolerability of a Modified Vaccinia Ankara (MVA)-Based Vaccine Modified to Express Brachyury and T-cell Costimulatory Molecules (MVA-Brachyury-TRICOM)",
    "officialTitle": "An Open Label Phase I Study to Evaluate the Safety and Tolerability of a Modified Vaccinia Ankara (MVA) Based Vaccine Modified to Express Brachyury and T-Cell Costimulatory Molecules (MVA Brachyury-TRICOM)",
    "overallStatus": "COMPLETED",
    "conditions": "Lung Cancer, Breast Cancer, Prostate Cancer, Tumors (Others), Ovarian Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 38,
    "primaryOutcomeMeasure": "Number of Participants With Serious and Non-serious Adverse Events Assessed by the Common Terminology Criteria for Adverse Events (CTCAE v4.0)",
    "eligibilityCriteria": "* INCLUSION CRITERIA:\n\n(All Subjects)\n\n1. Patients must have a metastatic or unresectable locally advanced malignant solid tumor, histologically confirmed by the Laboratory of Pathology, National Cancer Institute (NCI). In the case of chordoma, unresectable, locally recurrent, or metastatic tumors are acceptable for enrollment, given that this represents incurable disease. Efforts will be made, as much as possible, to enroll patients with tumor types with known increased expression of brachyury (such as lung, breast, ovarian, prostate, colorectal, pancreatic, or chordoma; other tumors may be included as data on the level of brachyury in those tumors becomes available).\n2. Patients may have measurable or nonmeasurable but evaluable disease. Patients with surgically resected metastatic disease at high risk of relapse are also eligible.\n3. Prior therapy: Patients must have completed or had disease progression on at least one prior line of disease-appropriate therapy for metastatic disease, or not be candidates for therapy of proven efficacy for their disease.\n4. There should be a minimum of 4 weeks from any prior chemotherapy, immunotherapy and/or radiation, with the exception of hormonal therapy for prostate and breast cancers, human epidermal growth factor receptor 2 (HER2)-directed therapy for HER2+ breast cancer (3+ immunohistochemistry (IHC) or fluorescence in situ hybridization (FISH+), and erlotinib in epidermal growth factor receptor (EGFR)-mutated lung cancer in the expansion cohort as detailed in section. There should be a minimum of 6 weeks from any prior antibody therapies, (such as ipilimumab or anti-Programmed cell death protein 1 (PD1)/Programmed death-ligand 1 (PDL1) due to prolonged half-life.\n5. Patients must have recovered (grade 1 or baseline) from any clinically significant toxicity associated with prior therapy. Typically, this is 3-4 weeks for patients who most recently received cytotoxic therapy, except for the nitrosoureas and mitomycin C, for which 6 weeks is needed for recovery.\n6. Age greater than or equal to 18 years. Because no dosing or adverse event data are currently available on the use of modified vaccinia Ankara (MVA)-brachyury-B7-1, ICAM-1 (Intercellular Adhesion Molecule 1), and LFA-3 (lymphocyte function-associated antigen 3) TRICOM vaccine in patients \\< 18 years of age, children are excluded from this study but will be eligible for future pediatric trials.\n7. Eastern Cooperative Oncology Group (ECOG) performance status less than or equal to 1 (Karnofsky greater than or equal to 70%).\n8. Patients must have normal organ and marrow function as defined below:\n\n   * Serum creatinine less than or equal to 1.5 x upper limit of normal OR creatinine clearance on a 24-h urine collection of greater than or equal to 50 mL/min.\n   * Alanine aminotransferase (ALT) and aspartate aminotransferase (AST) less than or equal to 3 x the upper limits of normal.\n   * Total bilirubin less than or equal to 1.5 x upper limit of normal OR in patients with Gilbert's syndrome, a total bilirubin less than or equal to 3.0.\n   * Hematological eligibility parameters (within 16 days of starting therapy):\n\n     * Granulocyte count greater than or equal to 1,500/mm\\^3\n     * Platelet count greater than or equal to 100,000/mm\\^3\n9. Patients must have baseline pulse oximetry \\> 90% on room air.\n10. The effects of MVA-brachyury-TRICOM on the developing human fetus are unknown. For this reason, women of child-bearing potential and men must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) prior to study entry and for the duration of study participation and for a period of 4 months after the last vaccination therapy. Should a woman become pregnant or suspect she is pregnant while she or her partner is participating in this study, she should inform her treating physician immediately.\n11. Patients with prostate cancer must continue to receive gonadotropin releasing hormone (GnRH) agonist therapy (unless orchiectomy has been done). If a patient has refused GnRH therapy, they may be enrolled on a dose level for which the safety has already been determined.\n\nPatients must be able to understand and be willing to sign a written informed consent document.\n\nINCLUSION CRITERIA:\n\n(Expansion Phase Only)\n\nThe following inclusion criteria apply specifically to patients being considered for the expansion phase of the protocol.\n\n1. Subjects with epidermal growth factor receptor (EGFR)-mutated lung cancer may continue erlotinib if they have been on the drug for greater than or equal to 3 months with stable disease or a response. Erlotinib may also be continued in the case of a progressing tumor after prior response (or \\> 6 months stable disease).\n2. Patients with Estrogen receptor positive (ER+) breast cancer being treated with hormonal therapy (selective estrogen receptor modulator or aromatase inhibitor) who have rising tumor markers as evidence of disease progression or metastatic disease on scans may continue on hormonal therapy while being treated with vaccine.\n3. Patients with Her2+ breast cancer receiving Her2-directed therapy (e.g. trastuzumab) may continue on that therapy when enrolling into a dose level for which safety has been established.\n4. Subjects with metastatic colorectal cancer may continue \"maintenance\" therapy with capecitabine and/or bevacizumab.\n\nEXCLUSION CRITERIA:\n\n1. Concurrent treatment for cancer, with specific exceptions noted in inclusion criteria.\n2. Chronic hepatitis B or C infection, because potential immune impairment caused by these disorders may diminish the effectiveness of this immunologic therapy.\n3. Any significant disease that, in the opinion of the investigator, may impair the patient's tolerance of study treatment.\n4. Significant dementia, altered mental status, or any psychiatric condition that would prohibit the understanding or rendering of informed consent.\n5. Active autoimmune diseases requiring treatment or a history of autoimmune disease that might be stimulated by vaccine treatment. This requirement is due to the potential risks of exacerbating autoimmunity. However, patients with vitiligo or clinically stable autoimmune endocrine disease who are on appropriate replacement therapy (if such therapy is indicated) are eligible.\n6. Concurrent use of systemic steroids, except for physiologic doses of systemic steroid replacement or local (topical, nasal, or inhaled) steroid use. Limited pharmacologic doses of systemic steroids (e.g., in patients with exacerbations of reactive airway disease or to prevent intravenous (I.V.) contrast allergic reaction or anaphylaxis in patients who have known contrast allergies) are allowed.\n7. Patients who are receiving any other investigational agents within 28 days before start of study treatment.\n8. Patients with untreated central nervous system metastases or local treatment of brain metastases within the last 6 months. Patients with stable brain metastasis for 6 months post-intervention are eligible. Subjects with chordoma will be eligible regardless of site of disease if other eligibility criteria are met.\n9. History of allergic reactions attributed to compounds of similar chemical or biologic composition to MVA-brachyury-TRICOM or other agents used in study.\n10. Serious or uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that, in the opinion of the investigator, would limit compliance with study requirements.\n11. Pregnant women are excluded from this study due to the unknown effects of the MVAbrachyury-TRICOM vaccine on the fetus or infant. Because there is an unknown but potential risk for adverse events in nursing infants secondary to treatment of the mother with MVA-brachyury-TRICOM, breastfeeding should be discontinued if the mother is treated with MVA-brachyury-TRICOM. These potential risks may also apply to other agents used in this study.\n12. Human immunodeficiency viruses (HIV)-positive patients are ineligible because of the potential for decreased immune response to the vaccine.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}