{
    "nctId": "NCT05027490",
    "briefTitle": "CAncer, NUtrition and Taste 2",
    "officialTitle": "Impact of a Nutritional, Sensory and Culinary Support on the Improvement of the Quality of Life Related to Meals in Patients With Cancer Cancer Patients Treated With Chemotherapy",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer, Gynecologic Cancer, Bronchial Cancer, Breast, Gynecological or Bronchial Cancer Treated With Intravenous Chemotherapy",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
    "enrollmentCount": 209,
    "primaryOutcomeMeasure": "QVA questionnaire score difference between the 2 arms",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Major patient with one of the following 3 types of cancer:\n\n  * Stage 4 lung cancer (TNM 7 or 8). The indication for immunotherapy in addition to first line chemotherapy will not be a criterion for non-inclusion patients\n  * histologically or cytologically proven localized breast cancer cytologically proven\n  * Gynecological cancer (ovarian cancer or uterine cancer) stage III-IV without functional digestive signs related to the tumor disease\n* Patient with a body mass index (BMI) between 18 Kg/m² and 35 Kg/m².\n* Patient for whom the indication for treatment with a first line of intravenous chemotherapy (+/- targeted therapy) has been accepted by multidisciplinary meeting.\n* Patient naive to previous chemotherapy.\n* Life expectancy \\> 3 months.\n* Patient with written informed consent\n* Patient affiliated to a French social security system.\n\nExclusion Criteria:\n\n* Patient under 18 years\n* Patient who had another malignancy within the last 3 years years, with the exception of carcinoma in situ of the cervix or cervical carcinoma in situ or adequately treated squamous cell carcinoma of the skin adequately treated, or basal cell skin cancer.This cancer must be adequately controlled.\n* Patients with symptomatic brain and/or meningeal metastases.\n* Patients with symptomatic mucositis.\n* Patients suffering or having suffered from an ear, nose and throat disease or oeso-gastro intestinal pathology interfering with the food intake.\n* Patients suffering from digestive disorders such as nausea prior to any cancer treatment.\n* Indication of concomitant radiotherapy or immunotherapy treatment alone.\n* Patients with a known food allergy or intolerance\n* Patient with diagnosed partial or total ageusia.\n* Patient with diagnosed partial or total anosmia.\n* Patient having used artificial feeding in the 2 months prior to inclusion.\n* Patient who has lost more than 10% of baseline weight in the 2 months prior to inclusion.\n* Patient unable to be regularly followed for any reason (geographical, family, social, psychological,...).\n* Patient deprived of liberty or placed under guardianship or legal protection.\n* Pregnant or breastfeeding woman",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}