{
    "nctId": "NCT05716295",
    "briefTitle": "A Dose Escalation/Expansion Study of MDK-703 in Patients With Advanced or Metastatic Solid Tumors",
    "officialTitle": "A Phase 1/2, Open-Label, Multicenter Study of MDK-703 as a Monotherapy and in Combination With Other Anti-Cancer Therapies in Patients With Advanced or Metastatic Solid Tumors (ORCHID-1)",
    "overallStatus": "TERMINATED",
    "conditions": "Advanced or Metastatic Solid Tumors",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 26,
    "primaryOutcomeMeasure": "Dose Limiting Toxicities (DLT)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Measurable disease per RECIST v1.1.\n* Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1.\n* Adequate cardiovascular, hematological, liver, and renal function.\n* Prior anti-cancer therapy is allowed as long as any treatment related toxicity is resolved to an appropriate level.\n* Females of childbearing potential and men who are not surgically sterile must agree to use medically-accepted method of birth control during the study.\n* \\[Females\\] Negative serum pregnancy test within 14 days prior to initiating study treatment.\n* \\[Males\\] Agreement to refrain from donating or banking sperm during the treatment period.\n\nExclusion Criteria:\n\n* Treated with anti-cancer therapy or an investigational agent within 2 weeks or 5 half-lives prior to first dose, whichever is shorter; or within 4 weeks for immunotherapy.\n* Unresolved toxicities from prior systemic therapy greater than NCI CTCAE grade 1 at time of first dose, except alopecia, vitiligo, and grade 2 neuropathy due to prior chemotherapy.\n* Radiotherapy within 14 days prior to first dose of study drug.\n* Major surgery within 30 days prior to first dose of study drug, or anticipation of major surgery during study treatment.\n* Active autoimmune disease requiring systemic treatment within the past 3 months or have a documented history of clinically severe autoimmune disease that requires systemic steroids or immunosuppressive agents.\n* Primary central nervous system (CNS) disease or leptomeningeal disease.\n* Impaired cardiovascular function or clinically significant cardiovascular disease.\n* Uncontrolled diabetes mellitus or other uncontrolled immune-related endocrinopathies.\n* Abnormal pulmonary function within the previous 6 months, including history of pneumonitis, active pneumonitis, interstitial lung disease requiring the use of steroids, idiopathic pulmonary fibrosis, active pleural effusion, severe dyspnea at rest or requiring supplementary oxygen therapy.\n* History of allogenic, bone marrow, or solid organ transplant.\n* History of cerebrovascular events within 6 months prior to first dose.\n* Human immunodeficiency virus (HIV) infection or active infection with hepatitis C; uncontrolled hepatitis B infection.\n* Clinically significant bleeding within 2 weeks prior to first dose (e.g., gastrointestinal bleeding, intracranial hemorrhage).\n* Prior diagnosis of pulmonary embolism within 3 months prior to first dose.\n* Known intolerance, hypersensitivity, or contraindication to any components of MDK-703 or checkpoint inhibitors for applicable cohorts.\n* History of other malignancy within 5 years prior to first dose, except for patients who are disease-free for \\>2 years after treatment with curative intent or who have carcinoma in situ which has been excised.\n* Any serious medical condition (including pre-existing autoimmune disease or inflammatory disorder), laboratory abnormality, psychiatric condition, or any other significant or unstable concurrent medical illness that in the opinion of the Investigator would preclude protocol therapy or would make the subject inappropriate for the study.\n* Is pregnant or breastfeeding, or expecting to conceive or father children within the projected duration of the trial.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}