{
    "nctId": "NCT02812277",
    "briefTitle": "Retrospective Analysis of Effectiveness and Safety Profile of Anastrozole and Letrozole in HR+ Breast Cancer Patients",
    "officialTitle": "Retrospective Analysis of Effectiveness and Safety Profile of Anastrozole and Letrozole in Adjuvant Treatment of HR+ Early Breast Cancer Patients",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 1000,
    "primaryOutcomeMeasure": "Compare the proportion of patients with abnormal biochemical test results including liver function, kidney function, blood-lipoids, bone density index.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* 1). Breast cancer confirmed by histology or cytology with the tumor complete resection 2). ER and /or PR positive 3). Postmenopausal woman, defined as a woman fulfilling any 1 of the following criteria (based on the NCCN definition of menopause \\[National Comprehensive Cancer Network 2008\\]):\n\n  1. Prior bilateral oophorectomy;\n  2. Age ≥ 60 years;\n  3. Age \\< 60 years and amenorrheic for 12 or more months in the absence of chemotherapy, tamoxifen, toremifene, or ovarian suppression and plasma FSH and estradiol in the postmenopausal range; if taking tamoxifen or toremifene, and age\\<60 years, then serial measurement of plasma FSH and estradiol are need to ensure in the postmenopausal ranges.\n\n     4). Patients have received regular anastrozole or letrozole adjuvant treatment 6). The values of AST, ALT, ALP, TBIL, UREA, CREA were less than 2 times of ULN at the beginning of AI therapy.\n\n     7). BMD T \\>-1 at baseline.\n\n     Exclusion Criteria:\n* Any of the following is regarded as a criterion for exclusion from the study:\n\n  1. . Previous use of the other AIs except for anastrozole or letrozole\n  2. . Any severe concomitant condition before AI treatment: uncontrolled cardiac disease or uncontrolled diabetes mellitus et al.",
    "sex": "FEMALE",
    "minimumAge": "60 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}