{
    "nctId": "NCT04260802",
    "briefTitle": "A Study to Evaluate the Safety and Pharmacokinetics of OC-001 in Patients With Locally Advanced or Metastatic Cancers",
    "officialTitle": "A Phase 1b/2a Two-Part, Open-Label, Multicenter Study to Evaluate the Safety and Pharmacokinetics of OC-001 as Monotherapy and in Combination With an Anti-PD-1/Anti-PD-L1 Antibody in Patients With Selected Locally Advanced or Metastatic Cancers",
    "overallStatus": "RECRUITING",
    "conditions": "Cancer, Neoplasms, Metastatic Cancer, Triple Negative Breast Cancer, Gastric Cancer, Cervical Cancer, Ovarian Cancer, Hepatocellular Carcinoma, Squamous Cell Carcinoma of Head and Neck, Urothelial Carcinoma, Urothelial Neoplasm, Non Small Cell Lung Cancer, Renal Cell Carcinoma, Locally Advanced Solid Tumor, Locally Advanced Malignant Neoplasm, Squamous Cell Carcinoma, Sarcoma, Merkel Cell Carcinoma, Bladder Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 116,
    "primaryOutcomeMeasure": "Number of participants with a Dose Limiting Toxicity (DLT) in Phase 1b",
    "eligibilityCriteria": "Criteria: Inclusion Criteria:\n\n1. Have histological or cytological evidence of a diagnosis of selected cancer types that is locally advanced and/or metastatic\n\n1. Have the presence of evaluable disease for the Phase 1b Monotherapy\n2. Have the presence of evaluable and measurable disease for the Phase 1b combination part and the Phase 2a part of the study.\n3. The patient must be, in the judgment of the investigator, an appropriate candidate for experimental therapy after available standard therapies have failed to provide clinical benefit for their disease or patients who have refused standard treatments.\n\n   2. Cancer treatment and type criteria:\n   * Have received at least 1 but no more than 4 prior systemic therapies for locally advanced or metastatic disease (e.g., hormonal, cytotoxic, etc.) for the following cancer types, for Phase 1b:\n   * Triple Negative Breast Cancer (TNBC): Must have recurrent/refractory TNBC, defined as any breast cancer that expresses less than (˂)1% estrogen receptor (ER), ˂ 1% progesterone receptor (PR), and is Human Epidermal Growth Factor Receptor 2 (Her2) negative. Must have failed at least one chemotherapy regimen.\n   * Gastric Cancer: Must have failed a platinum-containing chemotherapy regime.\n   * Cervical Cancer: Must have failed at least one chemotherapy regimen.\n   * Ovarian Cancer: Must have failed a platinum-containing chemotherapy regimen but not be platinum refractory.\n   * Hepatocellular Cell Carcinoma (HCC): May have failed unlimited liver local therapies.\n   * Sarcoma: Must have failed at least one prior chemotherapy regimen.\n   * Squamous Cell Carcinoma of Head and Neck (SCCHN): Must have failed a platinum-containing chemotherapy regiment. Must have failed a previous immune checkpoint inhibitor.\n   * Bladder Cancer: Must have failed a platinum-containing chemotherapy regiment. Must have failed a previous immune checkpoint inhibitor.\n   * Non Small Cell Lung Cancer (NSCLC): Must have failed a platinum-containing chemotherapy regimen or Immuno Oncology (IO) agent in the first line. Must have failed a previous immune checkpoint inhibitor. Must not have any history of tumors that test positive for epidermal growth factor receptor (EGFR), Receptor Tyrosine Kinase (ROS1), Anaplastic Lymphoma Kinase (ALK) mutations or ALK fusions or any other mutations for which tyrosine kinase inhibitors are available.\n   * Renal Cell Carcinoma (RCC): Must have failed at least one prior systemic therapy. Must have failed a previous IO agent.\n   * Urothelial Cancer: Must have failed at least one prior systemic therapy. Must have failed a previous IO agent.\n   * Merkel Cell: Must have failed at least 1 prior systemic therapy for advanced disease and may have failed a previous IO agent.\n   * Squamous Cell Carcinoma of the Skin: Must have failed at least 1 prior systemic therapy for advanced disease and may have failed a previous IO agent.\n\n     3. Phase 1b - combination dose escalation:\n   * Cervical Cancer Must have failed at least 1 chemotherapy regimen.\n   * Bladder Cancer Must have failed a platinum-containing chemotherapy regimen. Must have failed a previous immune checkpoint inhibitor.\n   * RCC Must have failed at least 1 prior systemic therapy. Must have failed a previous IO agent.\n   * Urothelial cancer Must have failed at least 1 prior systemic therapy. Must have failed a previous IO agent.\n   * Diffuse large B cell lymphoma Must have failed prior rituximab therapy. May have failed prior chemotherapy or other IO agents.\n   * NSCLC Must have failed a single agent PD-1 or PD-L1 inhibitor as the last regimen and must have responded to the agent.\n   * Must not have any history of tumors that test positive for EGFR, ROS1, ALK mutations or ALK fusions, or any other mutations for which tyrosine kinase inhibitors are available or are under development.\n\n     4. For Phase 2a: Must have histological or cytological confirmation of a solid tumor that is locally advanced or metastatic. At least two cancer type will be selected amongst the ones evaluated in the Phase 1b combination dose escalation part of the study.\n\n     5. Have adequate organ function 6 Have a performance status (PS) of 0 or 1 on the Eastern Cooperative Oncology Group (ECOG) scale 7 Have discontinued cytotoxic therapy, biologic therapy, immunotherapy, radiotherapy, and cancer-related hormonal therapy at least 21 days prior to study enrollment 8. Are recovered or recovering from the acute adverse effects of any chemotherapy, biologic, therapy, immunotherapy, cancer-related hormonal therapy, or radiotherapy 9. Patients who have had major surgery must be fully recovered and greater than (≥)4 weeks post-operative 10. Men with partners of child-bearing potential or women with child-bearing potential must agree to use a medically approved contraceptive method during and for at least 12 weeks following the last dose of study drug (e.g., intrauterine device (IUD), birth control pills, or barrier method) 11. Women of child-bearing potential must have a negative serum pregnancy test documented 12. Have an estimated life expectancy of at least 3 months\n\n   Exclusion Criteria:\n   1. Have symptomatic central nervous system (CNS) metastasis. Patients with treated CNS metastases are eligible for this study if they are asymptomatic and off of corticosteroids for a minimum of 7 days. Patients with primary brain tumors are not eligible\n   2. Have a history of major organ transplant (e.g., heart, lungs, liver, and kidney) or an autologous or allogeneic hematopoietic stem cell transplant\n   3. Females who are pregnant or nursing\n   4. Have known, symptomatic acquired immuno deficiency syndrome (AIDS) or active hepatitis A, B or C\n   5. Previous treatment-related, severe (≥Grade 3) Adverse Event (AE) or any neurologic or ocular AE while receiving an IO agent\n   6. Active or prior documented autoimmune disease within the past 2 years Patients with vitiligo, Grave's disease or psoriasis not requiring systemic treatment within the past 2 years are eligible\n   7. Active or prior documented inflammatory bowel disease\n   8. History of tuberculosis, interstitial lung disease (ILD), drug-induced ILD, radiation pneumonitis which required corticosteroid therapy\n   9. Receipt of live attenuated vaccination within 28 days prior\n   10. Current or prior use of immunosuppressive medication within 28 days prior\n   11. Are currently enrolled in another clinical study of an investigational medicinal product\n   12. Have a second primary malignancy that may affect the interpretation of results\n   13. Are unwilling or unable to participate in, or do not have tissue adequate for a tumor biopsy",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}