{
    "nctId": "NCT03820830",
    "briefTitle": "Palbociclib for HR Positive / HER2-negative Isolated Locoregional Recurrence of Breast Cancer",
    "officialTitle": "A Phase III Open-label, Multicenter, Randomized Trial of Adjuvant Palbociclib in Combination With Endocrine Therapy Versus Endocrine Therapy Alone for Patients With Hormone Receptor Positive / HER2-negative Resected Isolated Locoregional Recurrence of Breast Cancer",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer Recurrent",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 400,
    "primaryOutcomeMeasure": "Duration of invasive disease free survival of all randomized participants.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Histologically confirmed invasive breast cancer, defined as first proven ipsilateral local and/or regional recurrence of a primary invasive breast cancer in at least one of these sites:\n\n   * breast;\n   * the chest wall including mastectomy scar and/or skin;\n   * axillary or internal mammary lymph nodes.\n2. Completion of locoregional therapy:\n\n   * completion of gross excision of recurrence within 6 months prior to randomization;\n   * completion of radiotherapy (if given) more than 2 weeks prior to randomization\n3. Negative or microscopically involved margins\n4. Female or male aged 18 years or older\n5. ECOG performance status 0 or 1\n6. Recurrent tumor must be hormone receptor positive: ER+ and/or PgR+ ≥1% by IHC\n7. Recurrent tumor must be HER2-negative (0, 1+, 2+ by IHC and/or ISH/FISH not amplified).Tumor with HER2 status 2+ by IHC must also be negative (not amplified) by ISH/FISH\n\n8.-10. Normal hematological, renal, and liver function 11. The patient agrees to make tumor (diagnostic core biopsy or surgical specimen of ipsilateral isolated locoregional recurrence) available for submission for central pathology review 12. Patients must either be planned to initiate, or have already started, endocrine therapy for ipsilateral isolated locoregional recurrence 13.) Written Informed Consent prior to randomization\n\nExclusion Criteria:\n\n1. Recurrence of any size with direct extension to the chest wall and/or to the skin (ulceration or skin nodules) not surgically removable\n2. Evidence of distant metastasis as based on conventional staging examinations (physical, chest X-ray or CT, abdominal ultrasound or CT, bone scintigraphy or FDG-PET-CT).\n3. Bilateral synchronous or metachronous invasive breast cancer (in situ carcinoma of the contralateral breast is allowed)\n4. Inflammatory breast cancer\n5. Patients with a history of malignancy, other than invasive breast cancer, with the following exceptions:\n\n   * Patients diagnosed, treated and disease-free for at least 5 years and deemed by the investigator to be at low risk for recurrence of that malignancy are eligible.\n   * Patients with the following malignancies are eligible, even if diagnosed and treated within the past 5 years: ductal carcinoma in situ of the breast; cervical cancer in situ; thyroid cancer in situ; non-metastatic, non-melanomatous skin cancers.\n6. Previous treatment with palbociclib or any other CDK 4/6 inhibitors\n7. Previous or planned chemotherapy or planned radiotherapy for the ipsilateral isolated locoregional recurrence (radiotherapy is allowed, but must be completed more than 2 weeks prior to randomization)\n8. Concurrent disease or condition that would make the patient inappropriate for study participation or any serious medical disorder that would interfere with the patient's safety\n9. Pregnant or lactating women; lactation has to stop before randomization\n10. Patients with psychiatric illness/social situations that would limit compliance with study requirements\n11. Contraindications or known hypersensitivity to the palbociclib or excipients\n12. History of extensive disseminated/bilateral or known presence of interstitial fibrosis or interstitial lung disease, including a history of pneumonitis, hypersensitivity pneumonitis, interstitial pneumonia, obliterative bronchiolitis, and pulmonary fibrosis. A history of prior radiation pneumonitis is not considered an exclusion criterion.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}