{
    "nctId": "NCT01923220",
    "briefTitle": "Safety and Efficacy of HO/02/02 20µg vs. SoC (Aloe Vera) to Reduce Radiation Dermatitis",
    "officialTitle": "An Open-Label, Randomized Study to Evaluate the Safety and Efficacy of HO/02/02 20µg vs. SoC (Aloe Vera) to Reduce Radiation Dermatitis In Breast Cancer Patients Undergoing Radiation Therapy.",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "EARLY_PHASE1",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "PREVENTION",
    "enrollmentCount": 90,
    "primaryOutcomeMeasure": "Number of patients using HO/02/02 20µg that developed grade 1-4 radiation dermatitis during adjuvant radiation therapy for breast cancer compared to SoC (Aloe Vera) commonly used as standard of care treatment.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Female patients 18 years old and above.\n* Histology confirmed unilateral breast cancer following lumpectomy\n* Planned to receive 50 Gy, whole breast XRT and regional lymph nodes radiation.\n* ECOG performance status 0-2\n* Completed Chemotherapy 3 weeks prior to XRT (if applicable)\n* Patient should be available for the entire study period, and be able and willing to adhere to protocol requirements;\n* Patient must sign an informed consent form prior to undergoing any study-related procedures\n\nExclusion Criteria:\n\n* Known uncontrolled diabetes\n* Prior radiation to breast\n* Known connective tissue disorder\n* Known skin disease over the treated breast\n* Prior burn over treated area\n* Evidence of infection or inflammation of breast to be treated.\n* Receiving biological therapy or hormone therapy (other than Herceptin) during radiation treatment/study duration and 4 weeks prior to study entry.\n* Pre-existing skin breakdown within the planned radiotherapy field at the time of study entry.\n* Pregnancy, planned pregnancy, lactation or inadequate contraception as judged by the Investigator.\n* Participation in another investigational drug or vaccine trial concurrently or within 30 days.\n* Use of any other topical or systemic treatments aimed at radiation dermatitis.\n* Use of a prescription or over-the-counter medication that contains hydrocortisone or any other cortisone or corticosteroid containing preparation",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}