{
    "nctId": "NCT05845138",
    "briefTitle": "A Study of SHR-A1811 Combined With Capecitabine in Treatment of Unresectable or Metastatic Breast Cancer With Low HER2 Expression.",
    "officialTitle": "An Open-Label, Multi-center Phase Ⅰb/Ⅱ Study of SHR-A1811 Combined With Capecitabine in Treatment of Unresectable or Metastatic Breast Cancer With Low HER2 Expression.",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 116,
    "primaryOutcomeMeasure": "DLT（Phase I (dose exploration phase) ） [ Time Frame: 21 days after the first administration of each subject ]",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Women aged 18 to 75 (inclusive).\n2. HER2 low expression unresectable or metastatic breast cancer confirmed by histology or cytology.\n3. ECOG score is 0 or 1.\n4. An expected survival of ≥ 12 weeks.\n5. At least one measurable lesion according to RECIST v1.1 criteria.\n6. Women of childbearing potential (WOCBP) subjects must agree to use highly effective contraception for 7 months from the start of study screening until the last study medication and agree not to breastfeeding.\n7. Patients voluntarily joined the study and signed informed consent, had good compliance and willingness to cooperate with the visit and study related procedures.\n\nExclusion Criteria:\n\n1. Have other malignancies within the past 5 years.\n2. Presence with uncontrollable third space effusion.\n3. Have surgical treatment, radiotherapy, chemotherapy, immunotherapy, molecular targeted therapy, biological therapy or other drug clinical studies within 4 weeks before the first medication.\n4. Accepted antibody drug conjugates containing etoisomercan derivative topoisomerase I inhibitor.\n5. Clinically significant cardiovascular disorders.\n6. Presence of active hepatitis B, hepatitis C, cirrhosis,or serious infected persons requiring antibiotic, antiviral or antifungal control.\n7. The toxicity from previous anti-tumor treatment has not recovered to ≤ grade I.\n8. Known to be allergic to any study drug or any of its excipients, or to humanized monoclonal antibody products.\n9. Failure to swallow, chronic diarrhea, intestinal obstruction, or presence of other factors affecting drug administration and absorption.\n10. Presence of other serious physical or mental diseases or laboratory abnormalities.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}