{
    "nctId": "NCT01231932",
    "briefTitle": "Characterizing Fatigue Experienced by Cancer Patients Receiving Primary Treatment and Cancer Survivors",
    "officialTitle": "Characterizing Fatigue Experienced by Cancer Patients Receiving Primary Treatment and Cancer Survivors",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Cancer, Fatigue, Prostate Cancer, Breast Cancer, Cancer Survivor",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 157,
    "primaryOutcomeMeasure": "Self-reported fatigue",
    "eligibilityCriteria": "* INCLUSION CRITERIA:\n\nTo be included, patients must meet all of the following criteria:\n\n* Medical documentation confirming diagnosis of:\n\n  --Clinically localized or metastatic cancer as determined by diagnostic testing such as cytology and imaging (such as, but not limited to non-metastatic head and neck cancer, lung cancer, breast cancer, renal cancer); OR completed primary treatment for cancer (e.g., cancer survivors) OR on active surveillance for localized cancer;\n* Able to provide written informed consent;\n* Women and men greater than or equal to 18 years of age;\n* NIH employees and staff are eligible to participate.\n\nEXCLUSION CRITERIA:\n\n* Progressive or unstable disease other than cancer of any body system causing clinically significant fatigue (e.g. class IV congestive heart failure, end-stage renal disease, stage IV chronic obstructive pulmonary disease) including patients with\n\n  * Systemic infections (e.g., human immunodeficiency virus \\[HIV\\], active hepatitis);\n  * Documented history of unstable major depression, bipolar disease, psychosis, or alcohol/drug dependence/abuse; requiring hospitalization/institutionalization;\n  * Uncorrected hypothyroidism;\n  * Untreated anemia;\n  * Chronic inflammatory disease (e.g. rheumatoid arthritis, systemic lupus erythematosus).\n* Patients regularly taking antipsychotics, and anticonvulsants, since these medications cause significant fatigue.\n* NINR employees or subordinates, relatives, and/or co-workers of NINR employees/staff or study investigators.\n* Self-report of color-blindness verified by taking the Ishihara card test with scores \\>14 (10 minutes) will be an exclusion from the Stroop Test. This card test will be administered only if the patient reports being color blind.\n* Severe essential hand tremor or severe hand pain (e.g., severe arthritis or severe carpel tunnel) will be an exclusion from the computerized tests and the skeletal muscle strength test.\n* Ongoing medical condition that is deemed by the Principal Investigator to interfere with the conduct or assessments of the study or safety of the participant.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}