{
    "nctId": "NCT06162351",
    "briefTitle": "A Study to Evaluate the Efficacy and Toxicities of PLX038, in Patients With Locally Advanced or Metastatic Triple-negative Breast Cancer",
    "officialTitle": "A Phase II Study to Evaluate the Efficacy and Toxicities of PLX038, in Patients With Locally Advanced or Metastatic Triple-negative Breast Cancer",
    "overallStatus": "RECRUITING",
    "conditions": "Breast, Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 44,
    "primaryOutcomeMeasure": "Best tumor response",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Willing and able to comply with the protocol and provide written informed consent prior to study-specific screening procedures.\n* Age ≥ 18 years.\n* Females and males with cytologically or histologically confirmed breast carcinoma (either the primary or metastatic lesions).\n* Locally advanced or metastatic disease that is not amenable to curative treatment.\n* Triple negative breast cancer (both ER and PR \\<10%, HER2-negative or HER2-low).\n* Measurable disease (per RECIST version 1.1).\n* Prior therapy (administered in the neoadjuvant, adjuvant and/or metastatic setting) with chemotherapy by an anthracycline, taxane and sacituzumab-govitecan (unless not medically appropriate or contraindicated for the patient).\n* Received a minimum of two prior cytotoxic chemotherapy regimens for locally advanced or metastatic breast cancer.\n* Patients with known gBRCA mutations must have received a PARP inhibitor in the metastatic setting.\n* Patients whose cancer has a CPS score ≥10 must have received prior pembrolizumab unless (i) contra-indicated (ii) CPS score or pembrolizumab not available at time of first line treatment start.\n* Resolution of chemotherapy and radiation therapy related toxicities to NCI-CTCAE version 5.0 Grade 1 or lower severity, except for stable sensory neuropathy (≤ Grade 2), alopecia (any grade), presence of clinically managed chronic autoimmune AEs from prior immune therapy.\n* Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1.\n* Adequate organ function (obtained within 14 days prior to treatment start) as evidenced by:\n\n  i. Absolute neutrophil count (ANC) ≥ 1.5 X 109/L; ii. Hemoglobin (Hgb) ≥ 9 g/dL; iii. Platelet count ≥ 100 X 109/L; iv. Bilirubin ≤ 1.5 X upper limit of normal (ULN), except for patients with a documented history of Gilbert's disease (≤ 2 X ULN); v. Alanine aminotransferase (ALT), and aspartate aminotransferase (AST) ≤ 2.5 X ULN (for patients with liver metastases ≤ 5 X ULN); vi. Alkaline phosphatase (AP) ≤ 3 X ULN (for patients with liver metastases, ≤ 5 X ULN); vii. Serum creatinine ≤ 1.5 mg/dL (133 μmol/L) or calculated creatinine clearance ≥ 50 mL/min (using Cockcroft-Gault formula); viii. Women of childbearing potential (WCBP): negative serum pregnancy test.\n* Patients covered by social security or health insurance in compliance with the national legislation relating to biomedical research.\n\nExclusion Criteria:\n\n* Patients who had a last dose of IV chemotherapy within 21 days, last dose of oral cytotoxic chemotherapy, radiotherapy, biological therapy, or investigational therapy within 14 days prior to treatment start.\n* Patients who had any major surgery within 28 days prior to inclusion.\n* Patients with chronic inflammatory bowel disease and/or bowel obstruction.\n* Concomitant use of other agents for the treatment of cancer or any investigational agent(s).\n* Brain metastases, unless local therapy was completed and use of corticosteroids for this indication discontinued for at least 3 weeks prior to inclusion. Signs or symptoms of brain metastases must be stable for at least 28 days prior to inclusion. No known progression of brain metastases (by imaging as assessed by RECIST) can have occurred. Patients with leptomeningeal disease or meningeal carcinomatosis are excluded.\n* Women who are either pregnant, lactating, planning to get pregnant.\n* Patients receiving pharmacotherapy for hepatitis B or C, tuberculosis, or HIV.\n* Patients with known liver disease diagnosed with Child-Pugh A or higher cirrhosis.\n* Prior stage III or IV malignancy (other than breast cancer).\n* Severe/uncontrolled intercurrent illness within the previous 28 days prior to inclusion.\n* Significant known cardiovascular impairment (NYHA CHF \\> grade 2, unstable angina, myocardial infarction within the previous 6 months prior to inclusion, or existing unstable cardiac arrhythmia).\n* Any other significant medical, psychological, social or geographic conditions that in the opinion of the Investigator would impair study participation or cooperation.\n* Patients deprived of their liberty or under guardianship.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}