{
    "nctId": "NCT03333915",
    "briefTitle": "Study of the Efficacy, Safety and Pharmacokinetics of Pamiparib (BGB-290) in Participants With Advanced Solid Tumors",
    "officialTitle": "An Open Label, Multi-Center Phase I/II Study to Evaluate Efficacy and Safety of BGB-290 in Chinese Subjects With Advanced Ovarian Cancer, Fallopian Cancer, and Primary Peritoneal Cancer or Advanced Triple Negative Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Advanced High-grade Ovarian Cancer, Triple Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 128,
    "primaryOutcomeMeasure": "Phase 1: Number of Participants With Treatment- Emergent Adverse Events (TEAE) and Serious Adverse Events (SAE)",
    "eligibilityCriteria": "Key Inclusion Criteria:\n\n1. Participants have voluntarily agreed to participate by giving written informed consent.\n2. Age 18 years (including 18 years) on the day of signing informed consent.\n3. Participants meet the following eligibility criteria for the corresponding part of the study: 1) In Phase 1 portion: The participants must have a histologically or cytologically confirmed locally advanced or metastatic cancer, either triple-negative breast cancer or epithelial, non-mucinous, high-grade ovarian cancer (including fallopian cancer, or primary peritoneal cancer), for which no effective standard therapy is available.\n\n2) In Phase 2 portion: Participants who have histologically or cytologically confirmed high-grade epithelial ovarian cancer (including fallopian cancer or primary peritoneal cancer), harboring germline BRCA1/2 mutation 4. Participants must have measurable disease as defined per the RECIST, version 1.1.\n\n5. Eastern Cooperative Oncology Group (ECOG) performance status of ≤1\n\nKey Exclusion Criteria:\n\n1. Participants who have been treated with chemotherapy, biologic therapy, immunotherapy, investigational agent, anti-cancer Chinese medicine, or anticancer herbal remedies ≤ 14 days (or ≤5 half-lives, whichever is shorter) prior to starting study drug, or who have not adequately recovered from the side effects of such therapy.\n2. Participants who have undergone major surgery for any cause ≤ 4 weeks prior to starting study drug. Participants must have adequately recovered from the previous treatment and have a stable clinical condition before entering the study.\n3. Participants who have undergone radiotherapy for any cause ≤ 14 days prior to starting study drug. Participants must have adequately recovered from the previous treatment and have a stable clinical condition before entering the study.\n4. Untreated and/or active brain metastases.\n5. Prior therapies targeting poly (ADP-ribose) polymerase (PARP).\n\nNOTE: Other protocol defined Inclusion/Exclusion criteria may apply.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}