{
    "nctId": "NCT04767594",
    "briefTitle": "First-line Palbociclib and Endocrine Therapy for Patients With HR+/HER2- Advanced Breast Cancer in the Real-world Setting.",
    "officialTitle": "PERFORM: An EPidEmiological, PRospective Cohort Study to Generate Real-world Evidence in Patients With HR+/HER2- Advanced Breast Cancer Treated in the First Line Setting as Per Current Standard Of Care With an EndocRine-based Palbociclib CoMbination Therapy",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Neoplasms",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 1900,
    "primaryOutcomeMeasure": "Progression-free survival (PFS)",
    "eligibilityCriteria": "Patients must meet all of the following inclusion criteria to be eligible for inclusion in the study:\n\n1. Evidence of a personally signed and dated informed consent document indicating that the patient has been informed of all pertinent aspects of the study.\n2. Diagnosis of HR+/HER2- locally advanced, inoperable or metastatic breast cancer.\n3. Physician has determined that first-line treatment with palbociclib (i) in combination with an aromatase inhibitor, or (ii) in combination with fulvestrant in women who received prior endocrine therapy as per current local product label is indicated. In pre- or perimenopausal women, the endocrine therapy should be combined with a luteinizing hormone-releasing hormone (LHRH) agonist.\n4. Patients who in the opinion of the investigator are willing and able to comply with regular clinic visits as per local standard of care practice at the study site.\n5. Age of 18 years or older.\n\nPatients meeting any of the following criteria will not be included in the study:\n\n1. Any contraindication as per current local product label.\n2. Prior systemic antineoplastic treatment for advanced disease. Exception: Start of first line treatment with palbociclib in combination with aromatase inhibitor or fulvestrant as per current local product label is allowed up to 4 weeks prior to inclusion.\n3. Patients currently participating in any interventional clinical trial that includes investigational or marketed products at the time of enrollment. Note: A concomitant participation in other non-interventional/observational studies, registries and translational research networks (e.g., PRAEGNANT, OPAL) or chart reviews is allowed.\n4. Patients who are unable to understand the nature of the study or are unwilling to sign an informed consent.\n\nPatient eligibility should be reviewed, documented, and confirmed by an appropriately qualified member of the investigator's study team before patients are enrolled in the study.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}