{
    "nctId": "NCT05439005",
    "briefTitle": "Opioid Free Versus Opioid Based Anaesthesia for Free Flap Reconstruction Surgery of the Breast: A Phase III Multicentric Randomized Controlled Study.",
    "officialTitle": "Opioid Free Versus Opioid Based Anaesthesia for Free Flap Reconstruction Surgery of the Breast: A Phase III Multicentric Randomized Controlled Study.",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 158,
    "primaryOutcomeMeasure": "comparison of Morphine consumption in the two groups",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Women aged 18 or older.\n2. Patients with a French health insurance coverage (having a French social security number).\n3. Patient eligible for free flap reconstruction surgery of the breastunder general anaesthesia.\n4. Patient who has given written consent to participate in accordance with the regulations.\n5. Having a negative blood pregnancy test for patients of childbea ring age.\n\nExclusion Criteria:\n\n1. Allergy or intolerance to any of the drugs (dexmedetomidine, remifentanil, lidocaine, propofol, dexamethasone, kétamine, ketoprofen, nefopam, paracetamol, morphine, ropivacaine, droperidol, ondansetron).\n2. Known history of heart failure, arrhythmias and/or ischemic heart disease and/or severe renal insufficiency.\n3. Pulse below 50bpm during anaesthesia consultation and/or under beta blocker treatment.\n4. Treatment with ACEI/ARB.\n5. Severe asthma.\n6. Symptomatic gastric or duodenal ulcer with or without treatment.\n7. Baseline systolic blood pressure \\< 100 mmHg.\n8. Chronic preoperative pain and/or use of WHO ladder step 2 or 3 analgesics preoperatively.\n9. Patient already included in another therapeutic trial evaluating an experimental molecule.\n10. Persons deprived of liberty or under guardianship.\n11. Patients with suspected difficulties in assessing pain on a scale.\n12. Inability to undergo trial medical monitoring due to geographic, social or psychological reasons.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}