{
    "nctId": "NCT03239756",
    "briefTitle": "Assessment of TK006 in Patients With Breast Cancer-related Bone Metastases",
    "officialTitle": "Phase 1 Trial of a Fully Human Monoclonal Antibody of Receptor Activator for Nuclear Factor-κ B Ligand (RNAKL, TK006) Safety, Pharmacokinetics, and Pharmacodynamics in Patients With Breast Cancer-related Bone Metastases",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 40,
    "primaryOutcomeMeasure": "Frequency of adverse events (AEs) and serious adverse events (SAEs) which are related to TK006 assessed by CTCAE v4.03",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patients provide written informed consent voluntarily；\n2. 18\\~65 years old；\n3. Patients with pathology confirmed breast cancer radiological evidence with bone metastasis；\n4. Eastern Cooperative Oncology Group(ECOG) performance status≤2\n5. Anticipated life span≥6-month；\n6. Adequate reservation of hematopoiesis, liver and kidney functions:\n\n   * Absolute neutrophil count (ANC) ≥1.5×10\\^9/L\n   * Absolute platelet count (PLT) ≥100×10\\^9/L\n   * Hemoglobin (Hb) ≥90 g/L\n   * Total bilirubin (TBIL) ≤1.0 time the upper limit of normal (ULN)\n   * Aspartate aminotransferase (AST) and alanine aminotransferase (ALT) ≤2.0 ULN\n   * Serum creatinine (sCr) ≤2.0 ULN\n7. Albumin-adjusted calcium≥2.0 mmol/L, ≤2.9 mmol/ L(Calcium supplements are not allowed within 8 hours before examination).\n\nExclusion Criteria:\n\n1. Hypersensitivity to any investigational medicine or supplements in this study.\n2. Women in Pregnancy or nursing.\n3. Anti-human immunodeficiency virus (HIV) antibody positive.\n4. Patients with hepatitis B virus DNA ≥10\\^5 copies/mL or active hepatitis C would not be selected. Stable hepatitis B or hepatitis C defined as AST/ALT≤2 ULN will not be selected as well if patients are not treated with antiviral therapy while receving immunosuppressive therapy or chemotherapy meanwhile.\n5. Prior malignancies (excluding the targeted breast cancer, basal cell carcinoma, or cervical cancer in situ) within 3 years.\n6. Uncontrolled systemic diseases, or organic or mental disorders that could affect compliance.\n7. Central nervous system metastasis that is symptomatic or require treatment.\n8. Unresolved toxicities ≥2 grades from previous chemo-therapy (excluding alopecia).\n9. Major surgery of bone or trauma within 4 weeks before the first dosing.\n10. Fracture of long bone within 90-day before the first dosing.\n11. Radiation therapy to bone within 2 weeks or treatment with radioisotopes within 8 weeks before the first dosing.\n12. Treatment with diphosphonate within 30-day or administration of calcitonin, parathyroid hormone-related peptides, mithramycin, gallium nitrate or strontium ranelate within 6-month before the first dosing. Plan to receive systemic treatment with glucocorticosteroids over a long period during the trial.\n13. Hyperthyroidism or hypothyroidism, unless hypothyroidism patients are receiving regular treatment with thyroid hormone and:\n\n1) Thyroid stimulating hormone (TSH) is normal, or 2) TSH\\>4.78μIU/Ml, ≤10.0μIU/mL and thyroxine (T4) is normal. 14. Disorders of hypoparathyroidism or hyperparathyroidism, osteomalacia, rheumatoid arthritis, acute attack of osteoarthritis, gout, Paget's disease, malabsorption syndrome, ascites, or other diseases that could affect bone metabolism.\n\n15. Previous or existing osteomyelitis or osteonecrosis of jaw, odontia or jaw diseases which are in active or require invasive operations, unhealing wound of oral surgery, or planned invasive dental operations during this trial.\n\n16. Has been selected for the study of other test devices or test drugs, or the duration of the clinical studies that have taken less than 30 days or 5 half-lives or biological effects, whichever is longer.\n\n17. Other situations which are not suitable for participation judged by the principal investigator (PI).",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}