{
    "nctId": "NCT05181033",
    "briefTitle": "Lenvatinib+Letrozole Versus Fulvestrant in Metastatic ER+/HER2- Breast Cancer, Post Progression on Al + CDK4/6 Inhibitor",
    "officialTitle": "A Phase II Randomized Trial of Lenvatinib Combined With Letrozole Versus Fulvestrant in Metastatic Estrogen Receptor (ER) Positive, HER2 Negative Breast Cancer, Who Have Progressed on First-line Aromatase Inhibitor + a CDK4/6 Inhibitor.",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 120,
    "primaryOutcomeMeasure": "Progression-free survival (PFS) of patients treated on lenvatinib and letrozole compared to single agent fulvestrant",
    "eligibilityCriteria": "Inclusion Criteria:\n\nPatients may be included in the study only if patient meet all of the following criteria:\n\n* Female, age =\\>18 years.\n* Histologic or cytologic diagnosis of breast carcinoma.\n* Estrogen receptor positive (defined as =\\>1% on immunohistochemical staining)\n* Progressed on first-line palliative endocrine therapy plus CDK4/6 inhibitor as immediate prior line of endocrine therapy. Prior palliative letrozole is allowed.\n* Only one prior line of endocrine therapy in the metastatic setting.\n* No more than 1 prior line of chemotherapy in the metastatic setting.\n* Measurable disease by RECIST criteria.\n* ECOG 0-1.\n* Estimated life expectancy of at least 12 weeks.\n* Adequate organ function including the following:\n\n  - Bone marrow: Absolute neutrophil (segmented and bands) count (ANC) =\\>1.5 x 109/L Platelets =\\>100 x 109/L\n\n  - Hepatic: Bilirubin \\<= 1.5 x upper limit of normal (ULN), ALT or AST\\<= 2.5x ULN, (or \\<=5 X with liver metastases)\n\n  - Renal: Creatinine \\<= 1.5x ULN\n* Normal thyroid function on thyroid screen (fT4 and TSH). Patients who have thyroid dysfunction are eligible if thyroid function is optimally controlled.\n* Post-menopausal women. Post-menopausal status is defined either by Age =\\> 60 years and one year or more of amenorrhea Age \\<= 60 years and one year or more of amenorrhea (in the absence of ovarian suppression) and with estradiol and FSH levels consistent with menopause, Pre-menopausal women who are treated with medical ovarian suppression with post-menopausal levels of estradiol (institutional limits) at time of study entry and who will continue to be suppressed with 4-weekly LHRH agonist during study treatment may be enrolled. If these patients were previously on 12-weekly long-acting LHRH agonist, this has to be switched to 4-weekly LHRH agonist while the patient is on study treatment.\n* Signed informed consent from patient or legal representative.\n\nExclusion Criteria:\n\nPatients will be excluded from the study for any of the following reasons:\n\n* HER2 positive tumors.\n* Treatment within the last 30 days with any investigational drug.\n* Prior therapy with fulvestrant.\n* Concurrent administration of any other tumor therapy, including cytotoxic chemotherapy, hormonal therapy, and immunotherapy.\n* Major surgery within 28 days of study drug administration.\n* Active infection that in the opinion of the investigator would compromise the patient's ability to tolerate therapy.\n* Pregnancy.\n* Breast feeding.\n* Serious concomitant disorders that would compromise the safety of the patient or compromise the patient's ability to complete the study, at the discretion of the investigator.\n* Non-healing wound.\n* Poorly controlled diabetes mellitus.\n* Second primary malignancy that is clinically detectable at the time of consideration for study enrollment.\n* Uncontrolled or symptomatic brain metastases, and/or brain metastases requiring steroids\n* History of significant neurological or mental disorder, including seizures or dementia.\n* Uncontrolled blood pressure (defined as persistent systolic BP \\>140 mmHg or diastolic BP\\>90mmHg) in spite of optimized regimen of antihypertensive medication\n* Presence of proteinuria defined as 24h urine collection of grade 2 and above (protein \\>1.0g/24h)\n* Significant cardiovascular impairment: history of congestive heart failure greater that New York Heart Association (NYHA) Class II, unstable angina, myocardial infarction or stroke within 6 months of first dose of study drug, or cardiac arrhythmia requiring medical treatment at screening.\n* Bleeding or thrombotic disorders or gastrointestinal bleeding event or active hemoptysis or use of anticoagulants such as warfarin or similar agents requiring therapeutic INR monitoring, or subjects at risk of severe hemorrhage. The degree of tumor invasion/infiltration of major blood vessels should be considered because of the potential risk of severe hemorrhage associated with tumor shrinkage / necrosis following Lenvatinib therapy.\n* Patients with baseline QTc interval \\>480ms that persists despite correction of electrolyte abnormalities and/or discontinuation of concomitant medications that are known to prolong QTc interval.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}