{
    "nctId": "NCT00285857",
    "briefTitle": "Phase 2 Study of Lovastatin as Breast Cancer Chemoprevention",
    "officialTitle": "A Phase 2 Trial of Lovastatin for Modification of Abnormal Breast Duct Cytology and Risk-Associated Biomarkers in Women at High Inherited Risk of Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 30,
    "primaryOutcomeMeasure": "Change in the Incidence of Abnormal Breast Duct Cytology After Treatment With Lovastatin 80 mg/Day",
    "eligibilityCriteria": "INCLUSION CRITERIA\n\n* Female\n* Increased inherited risk of breast cancer, as defined by:\n\n  * Known deleterious mutation in BRCA1, BRCA2, or other high-risk mutation\n  * Family history conveying at least a 2-fold increase in breast cancer risk\n* ECOG performance status 0\n* Normal organ and marrow function, including complete blood count and comprehensive metabolic panel within normal institutional limits\n* Subject agreement to limit alcoholic beverage consumption to three alcoholic drinks per week.\n\nEXCLUSION CRITERIA\n\n* Prior history of invasive breast cancer less than 2 years previously (EXCEPTION: stage III or lower breast cancer \\> 2 years ago)\n* Current or history of other cancers (EXCEPTION: non-melanoma skin cancer, or stage III or cancer without evidence of recurrence for 5 years\n* Initial mammogram, breast MRI, or clinical breast examination prompts recommendation for biopsy by study investigators.\n* Evidence of malignant cytology on initial rpFNA.\n* Use of other investigational agents.\n* Use of tamoxifen or selective estrogen response modifiers (SERMS), including raloxifene, within the last 2 years.\n* History of allergic reactions attributed to compounds of similar chemical or biologic composition to lovastatin.\n* Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection; symptomatic congestive heart failure; unstable angina pectoris; cardiac arrhythmia; or psychiatric illness/social situations that would limit compliance with study requirements.\n* Currently receiving lovastatin and cyclosporine, gemfibrozil, erythromycin, fibrates or niacin, (unless discontinued for study participation)\n* No evidence of active liver disease, nor elevation of serum transaminases (prior history of liver disease, if not currently active, is not an exclusion)\n* No evidence of myopathy or myositis, including symptoms of generalized muscle aches or weakness, muscle tenderness, or elevation in creatine phosphokinase.\n* Lactating (breastfeeding)",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}