{
    "nctId": "NCT00512993",
    "briefTitle": "Postoperative Use of Zoledronic Acid in Breast Cancer Patients After Neoadjuvant Chemotherapy",
    "officialTitle": "A Randomized, Multicenter, Open Phase III Study Comparing the Postoperative Use of Zoledronic Acid Versus no Treatment in Patients With Histological Tumor Residuals After Preoperative Anthracycline and Taxane Containing Chemotherapy for Primary Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 654,
    "primaryOutcomeMeasure": "The event-free survival (EFS) after zoledronic acid for 5 years versus no postoperative treatment in patients with \"chemo-insensitive\" breast cancer (ypT1-4 and/or ypN1-3) after preoperative anthracycline/taxane containing chemotherapy.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Written informed consent must be obtained and documented according to the local regulatory requirements prior to beginning specific protocol procedures;\n* Complete baseline documentation sent to GBG;\n* Prior preoperative chemotherapy for at least 4 cycles, of which at least two must contain a taxane and an anthracycline;\n* Completely resected unilateral or bilateral primary carcinoma of the breast with histologically detectable tumor residuals (ypT1-4) and/or histology confirmed involvement of axillary nodes (ypN1-3). Sentinel node biopsy is allowed, but complete axillary clearance is mandatory in node positive cases;\n* A maximum interval of 3 years from date of axillary surgery to entering this trial;\n* Age 18 years or older;\n* Karnofsky index \\>= 70%;\n* Life expectancy of at least 10 years, disregarding the diagnosis of cancer;\n* No clinical evidence of local recurrence or distant metastases. Complete staging work-up: All patients must have breast ultrasound, chest X-ray, ultrasound or CT scan of the liver within 3 months prior to registration, as well as (bilateral) mammography or breast MRI and bone scan within 8 months prior to registration. In case of a positive bone scan, bone X-ray is mandatory. Other tests may be performed as clinically indicated;\n* Adequate renal and hepatic function (serum creatinine, bilirubin, and transaminases within 1.5 × upper normal range);\n* Patients must be available and compliant for treatment and follow-up. Patients registered on this trial must be treated and followed up at the participating center.\n\nExclusion Criteria:\n\n* Known hypersensitivity reaction to the investigational compound;\n* Prior postoperative chemotherapy;\n* Prior treatment with bisphosphonates since breast cancer surgery;\n* Pregnant or lactating patients. Patients of childbearing potential must have a negative pregnancy test (urine or serum) within 14 days prior to registration and must implement adequate non-hormonal contraceptive measures (barrier methods, intra uterine contraceptive devices, sterilization) during study treatment;\n* History of diseases with influence on bone metabolism, such as Paget's disease of bone and primary hyperparathyroidism or osteoporosis requiring treatment at the time of study entry or considered likely to become necessary within the six months\n* Other serious illness or medical condition that may interfere with the understanding and giving of informed consent and the conduct of the study\n* Prior or concomitant secondary malignancy (except non-melanomatous skin cancer or carcinoma in situ of the uterine cervix)\n* Concurrent treatment with other experimental drugs or any other anti-cancer therapy;\n* Abnormal renal function as evidenced by a calculated creatinine clearance \\< 30 ml/minute;\n* Serum calcium concentration \\< 8.0 mg/dl (2.00 mmol/L) or \\> 12.0 mg/dl (3.00 mmol/L)\n* Concurrent treatment with sex hormones. Prior treatment must be stopped before study entry;\n* Current active dental problems including infection of the teeth or jawbone (maxilla or mandibular); dental or fixture trauma, or a current or prior diagnosis of osteonecrosis of the jaw, of exposed bone in the mouth, or of slow healing after dental procedures.\n* Recent (within 6 weeks) or planned dental or jaw surgery (e.g.. extraction, implants)\n* Male patients.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}