{
    "nctId": "NCT05714553",
    "briefTitle": "NUC-3373 in Combination With Other Agents in Patients With Advanced Solid Tumours",
    "officialTitle": "A Phase Ib/II Open Label, Multi-arm, Parallel Cohort Dose Finding and Expansion Study to Assess the Safety, Pharmacokinetics and Efficacy of NUC-3373, a Nucleotide Analogue, Given in Combination With Standard Approved Agents in Patients With Advanced Solid Tumours",
    "overallStatus": "RECRUITING",
    "conditions": "Advanced Cancer, Advanced Solid Tumor, Neoplasm Malignant, Metastatic Cancer, Melanoma, Classical Hodgkin Lymphoma, Non Small Cell Lung Cancer, Renal Cell Carcinoma, Urothelial Carcinoma, Head and Neck Squamous Cell Carcinoma, Subungual Squamous Cell Carcinoma, Oesophageal Carcinoma, MSI-H Colorectal Cancer, Gastric Cancer, Triple Negative Breast Cancer, Endometrial Carcinoma, Pleural Mesothelioma",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 91,
    "primaryOutcomeMeasure": "Number of patients tolerating dose levels (maximum tolerated dose; MTD) in each of the combinations",
    "eligibilityCriteria": "Inclusion Criteria (all modules):\n\n1. Provision of written informed consent.\n2. Confirmed diagnosis of one of the protocol-specified tumour types (refer to the relevant module for specific criteria).\n3. Age ≥18 years.\n4. Minimum life expectancy of ≥12 weeks.\n5. Eastern Cooperative Oncology Group (ECOG) Performance status 0 or 1.\n6. Measurable disease as defined by RECIST v1.1.\n7. Adequate bone marrow function as defined by absolute neutrophil count (ANC) ≥1.5×109/L, platelet count ≥100×109/L (with no evidence of bleeding), and haemoglobin ≥9 g/dL.\n8. Adequate liver function (refer to the relevant module for specific criteria).\n9. Adequate renal function assessed as serum creatinine \\<1.5× upper limit of normal (ULN) and glomerular filtration rate ≥50 mL/min (calculated by the Cockcroft-Gault method).\n10. Serum albumin ≥3 g/dL.\n11. For the module in which the patient will participate, there are no contra-indications to receiving the approved partner combination drugs.\n12. Ability to comply with protocol requirements.\n13. Female patients of child-bearing potential must have a negative pregnancy test within 7 days prior to the first study drug administration. This criterion does not apply to patients who have had a previous hysterectomy or bilateral oophorectomy. Male patients and female patients of child-bearing potential must agree to practice true abstinence or to use two forms of contraception, one of which must be highly effective. These forms of contraception must be used from the time of signing consent, throughout the treatment period, and for 6 months following the last dose of any study medication. Oral or injectable contraceptive agents cannot be the sole method of contraception.\n14. Patients must have been advised to take measures to avoid or minimize exposure to ultraviolet (UV) light for the duration of study participation and for a period of 4 weeks following the last dose of study medication.\n\nAdditional Module 1 Inclusion Criteria:\n\n1. Confirmed diagnosis of a solid tumour, with evidence of locally advanced/unresectable or metastatic disease, for which pembrolizumab treatment would be appropriate (e.g., melanoma, classical Hodgkin lymphoma, NSCLC, renal cell carcinoma (RCC), urothelial carcinoma, head and neck squamous cell carcinoma (HNSCC), cutaneous squamous cell carcinoma (cSCC), oesophageal carcinoma, microsatellite instability (MSI) high colorectal (CRC), gastric cancer, triple negative breast cancer (TNBC), and endometrial carcinoma).\n2. Must have progressed on ≤2 prior lines of therapy for advanced/metastatic disease, that may have included 1 prior line of an immunotherapy-containing regimen (either monotherapy or in combination with chemotherapy). Patients who have not progressed but where addition of NUC-3373 + LV to standard pembrolizumab monotherapy may be appropriate are also eligible (e.g., patients who could not tolerate post-IO standard of care therapy).\n3. Patient must be willing to undergo a new tumour biopsy at Screening and during therapy on the study. Biopsies are mandatory for patient inclusion, except where taking a biopsy would be associated with unacceptable clinical risk due to the location of the disease. A prior (archival) biopsy that is less than 6 months old (from the date of Cycle 1Day 1; C1D1) may be substituted for a fresh tumour biopsy at Screening.\n4. Adequate liver function, as defined by serum total bilirubin ≤1.5×ULN, aspartate aminotransferase (AST) and alanine aminotransferase (ALT) ≤2.5×ULN (or ≤5×ULN if liver metastases are present).\n\nAdditional Module 2 Inclusion Criteria:\n\n1. Confirmed diagnosis of NSCLC (any histology) or pleural mesothelioma (any histology) with evidence of locally advanced/unresectable or metastatic disease.\n2. Must have progressed on, or were unable to tolerate, 1 or 2 prior lines of cytotoxic chemotherapy-containing standard of care regimens for advanced/metastatic disease (not including neoadjuvant or adjuvant therapy). Additional prior lines of treatment with targeted agents or immunotherapy are allowed as long as they were not given in combination with cytotoxic chemotherapy. Prior regimens in which one drug is substituted for another due to toxicity count as 1 line of treatment. Prior treatment with docetaxel for metastatic disease is not allowed.\n3. Adequate liver function, as defined by serum total bilirubin \\<ULN, AST and ALT ≤2.5×ULN (or ≤5×ULN if liver metastases are present). In the event of concomitantly increased alkaline phosphatase (ALP) values \\>2.5×ULN, AST and ALT must be \\<1.5×ULN.\n\nExclusion Criteria (all modules):\n\n1. History of hypersensitivity or current contra-indications to 5-fluorouracil (5-FU), floxuridine (FUDR), capecitabine (refer to latest package inserts), or the components of the NUC-3373 drug product formulation (super refined polysorbate 80 \\[SRP80\\], dimethylacetamide \\[DMA\\]).\n2. Symptomatic central nervous system or leptomeningeal metastases.\n3. Symptomatic ascites, ascites currently requiring drainage procedures or ascites requiring drainage over the 3 months prior to date of first dose of study drug.\n4. Chemotherapy, hormonal therapy, radiotherapy (other than a short cycle of palliative radiotherapy, e.g., for bone pain\\*), immunotherapy, biological agents, or exposure to another investigational agent within 21 days (or four times the half-life for molecular targeted agents, whichever is shorter) of first administration of study treatment:\n\n   1. For nitrosoureas and mitomycin C within 6 weeks of first administration of NUC-3373\n   2. Corticosteroid treatment is allowed during screening but should be weaned to a dose of 10 mg prednisolone (or steroid equivalent) by Cycle 1 Day 1 \\* Palliative radiotherapy during participation in the study is permitted, but should not be concurrent with study treatment and recovery should be allowed to prevent overlapping toxicity. It should not include a target lesion.\n5. Residual toxicities from prior chemotherapy, immunotherapy or radiotherapy which have not regressed to Grade ≤1 severity (Common Terminology Criteria for Adverse Events (CTCAE) v5.0), except for alopecia, peripheral neuropathy and ototoxicity (which are excluded if ≥Grade 3).\n6. Uncontrolled concurrent cancer other than the indication under investigation. Patients with a concurrent cancer whose natural history or treatment does not have the potential to interfere with safety or efficacy assessment are eligible.\n7. Presence of an active bacterial or viral infection (including severe acute respiratory syndrome coronavirus 2 (SARS-CoV- 2), Herpes Zoster or chicken pox), or known active hepatitis B or C.\n8. Presence of any uncontrolled concurrent serious illness, medical condition or other medical history, including laboratory results, which, in the Investigator's opinion, would be likely to interfere with the patient's ability to participate in the study or with the interpretation of the results, including any of the following:\n\n   1. Congestive heart failure (New York Heart Association Class III or Class IV)\n   2. Clinically significant coronary heart disease or myocardial infarction within 6 months of the first dose of study medication or high risk of uncontrolled arrythmia\n   3. Unstable or poorly controlled angina pectoris\n   4. Complete left bundle branch, bifascicular block or other clinically significant abnormal electrocardiogram (ECG) finding\n   5. Corrected QT (QTc) interval \\>470 milliseconds\n   6. History of or current risk factor for torsade de pointes (e.g., heart failure, hypokalaemia, or a family history of long QT syndrome)\n   7. History of severe skin reactions\n   8. History of severe ocular disorders\n   9. Interstitial pneumonitis or pulmonary fibrosis\n9. Any condition (e.g., known or suspected poor compliance, psychological instability, geographical location, etc.) that, in the judgment of the Investigator, may affect the patient's ability to sign the informed consent and undergo study procedures.\n10. Currently pregnant, lactating or breastfeeding.\n11. Required concomitant use of drugs known to prolong QT/QTc interval.\n12. Required concomitant use of strong CYP3A4 inducers or strong CYP3A4 inhibitors. The use of strong CYP3A4 inducers within 2 weeks of first receipt of study drug or the use of strong CYP3A4 inhibitors within 1 week of first receipt of study drug is also excluded.\n13. Use of live attenuated vaccines against infectious diseases (e.g., measles mumps rubella \\[MMR combined vaccines\\], Rotavirus, Chickenpox, yellow fever) within 4 weeks of initiation of study treatment.\n14. Known dihydropyrimidine dehydrogenase (DPD) or thymidine phosphorylase (TYMP) mutations associated with toxicity to fluoropyrimidines.\n15. Full-dose anti-coagulation treatment is prohibited. Use of warfarin and other types of long-acting anti-coagulants (such as phenprocoumon and anti-Xa inhibitors with a half-life of \\>12 hours) is prohibited within 4 weeks of the first dose of study treatment. Patients requiring low dose anti-coagulant treatment should switch to low molecular weight heparin or anti-Xa inhibitors with a half-life of ≤12 hours.\n\nAdditional Module 1 Exclusion Criteria:\n\n1. Prior history of hypersensitivity or current contra-indication to immunotherapy with checkpoint inhibitors.\n2. Any history of hypersensitivity or current contra-indication to the components of pembrolizumab (L-histidine, polysorbate 80, sucrose, sodium hydroxide, hydrochloric acid).\n3. Any prior toxicity attributed to checkpoint inhibitors that resulted in discontinuation of therapy.\n4. Patients previously exposed to checkpoint inhibitors who are not adequately treated for skin rash or have no replacement therapy for endocrinopathies.\n5. Known neutralising antibodies against checkpoint inhibitors.\n6. Patients who have received \\>2 prior lines of therapy or who have received \\>1 prior line of an immunotherapy-containing regimen for advanced/metastatic disease.\n7. Systemic steroid therapy or any immunosuppressive therapy (≥10 mg/day prednisone or equivalent).\n8. Congenital or acquired immunodeficiency (e.g., serious active infection with human immunodeficiency virus (HIV)).\n9. Patients with a history of drug induced pneumonitis or current pneumonitis.\n10. Active autoimmune disease or a documented history of autoimmune disease, including ulcerative colitis and Crohn's disease or any condition that requires systemic steroids.\n\nAdditional Module 2 Exclusion Criteria:\n\n1. Prior history of hypersensitivity or current contra-indication to docetaxel, polysorbate 80, ethanol (anhydrous) or citric acid.\n2. Total serum bilirubin \\>ULN and/or AST and ALT ≥1.5×ULN together with concomitantly increased ALP values \\>2.5×ULN.\n3. Patients who have received \\>2 prior lines of cytotoxic chemotherapy-containing regimens for advanced/metastatic disease.\n4. Patients who have received prior treatment with docetaxel for advanced/metastatic disease.\n5. Congenital or acquired immunodeficiency (e.g., serious active infection with HIV). Patients with HIV who are healthy and have a low risk of acquired immunodeficiency syndrome (AIDS)-related outcomes are eligible.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}