{
    "nctId": "NCT05891197",
    "briefTitle": "A Biomarker Screening Protocol for Participants With Solid Tumors",
    "officialTitle": "A Biomarker Screening Protocol to Support Preliminary Eligibility for Clinical Trials Evaluating Safety and Efficacy of Adoptive T-cell Therapies in Participants With Solid Tumors",
    "overallStatus": "RECRUITING",
    "conditions": "Triple Negative Breast Cancer, Non-small Cell Lung Cancer, Non Small Cell Lung Cancer, Non Small Cell Lung Cancer Metastatic, Non-Small Cell Carcinoma of Lung, TNM Stage 4, Advanced Breast Cancer, Advanced Lung Carcinoma, NSCLC, NSCLC, Recurrent, NSCLC Stage IV, Relapsed Cancer, Relapse/Recurrence, Recurrent Breast Cancer, Recurrent NSCLC, Platinum-resistant Ovarian Cancer, Ovarian Cancer, Primary Peritoneal Carcinoma, Fallopian Tube Cancer, Endometrial Cancer, Endometrioid Tumor, High Grade Serous Carcinoma, Ovarian Epithelial Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 250,
    "primaryOutcomeMeasure": "To identify participants whose tumors express biomarkers, such as ROR1, that may inform eligibility for active and future Lyell clinical trials",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Participants aged ≥ 18 years at time of informed consent\n2. Able to provide informed consent\n3. Histologically or cytologically confirmed diagnosis of advanced or metastatic solid tumor malignancy.The Sponsor will indicate which solid tumor disease indications are open to enrollment.\n4. Ability to provide a tumor tissue sample collected within 3 years prior to enrollment. The sample must consist, at minimum, of 5 freshly cut, unstained 4-5 μM sections cut from a formalin-fixed paraffin-embedded (FFPE) tissue block. The sample must contain sufficient tumor tissue to allow for the evaluation of biomarker expression\n\nExclusion Criteria:\n\n1. Prior solid organ transplantation\n2. Prior treatment with any adoptive cell therapy\n3. Uncontrolled medical, psychological, familial, sociological, or geographical conditions that do not permit compliance with a clinical study, as judged by the Investigator or Sponsor's Medical Monitor",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}