{
    "nctId": "NCT04858529",
    "briefTitle": "Neoadjuvant TCHP Versus THP in Patients With HER2-positive Breast Cancer (neoCARHP Study)",
    "officialTitle": "Neoadjuvant TCHP Versus THP in Patients With Human Epidermal Growth Factor Receptor 2-positive Breast Cancer (neoCARHP) : a Randomized, Open-label, Multicenter, Phase III Trial",
    "overallStatus": "RECRUITING",
    "conditions": "Neoadjuvant Therapies for HER2+ Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 774,
    "primaryOutcomeMeasure": "pathological complete response(ypT0/is,ypN0, pCR)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* To take part in the trial, patients must be aged \\> 18 years old and supply a signed informed consent form.\n\nPatients must also have breast cancer meeting the following criteria:\n\n* Histologically confirmed invasive breast carcinoma\n* Clinical stage II-IIIC at presentation. HER2-positive breast cancer scored as 3+ by immunohistochemistry (IHC) in \\> 10% of immunoreactive cells, or HER2 gene amplification (ratio of HER2 gene signals to centromere 17 signals ≥2.0) by in situ hybridization (ISH).\n\nKnown hormone receptor status (ER and PR). Eastern Cooperative Oncology Group (ECOG) Performance Status 0 or 1. Completed all necessary baseline laboratory and radiologic examinations prior to randomization.\n\nBaseline left ventricular ejection fraction (LVEF)≥55% measured by echocardiography (ECHO).\n\nWomen who are not postmenopausal (≥12 months of amenorrhea) or surgically sterile (absence of ovaries and/or the uterus) must agree to remain abstinent or to use one highly effective form of non-hormonal contraception or two effective forms of non-hormonal contraception during the treatment period and for at least 6 months after the last dose of study treatment.\n\nClinical diagnosis of Alzheimer's Disease. Must be able to swallow tablets. All patients must be able to comply with the study protocol, according to the investigator's judgment.\n\nExclusion Criteria:\n\n* Stage IV (metastatic) breast cancer Inflammatory breast cancer Previous anti-cancer therapy or radiotherapy for any malignancy. A history of other malignancies, except for carcinoma in situ of the cervix or squamous or basal cell carcinoma.\n\nConcurrent anti-cancer treatment in another clinical trial, including hormone therapy, bisphosphonate therapy, or immunotherapy.\n\nReceived a major non-breast cancer-related surgical procedure within the 4 weeks before randomization or from which the patient has not fully recovered.\n\nA serious cardiac illness or medical condition, including but not limited to the following:\n\nDocumented history heart failure or systolic dysfunction (LVEF \\< 50%). High-risk uncontrolled arrhythmia, such as atrial tachycardia with a heart rate \\>100 bpm at rest, significant ventricular arrhythmia (e.g., ventricular tachycardia), or higher-grade atrioventricular (AV) block (i.e., Mobitz II second-degree AV block or third-degree AV block).\n\nAngina pectoris requiring anti-angina medication. Clinically significant valvular heart disease. Evidence of transmural infarction on ECG Poorly controlled hypertension (systolic blood pressure \\> 180 mmHg and/or diastolic blood pressure \\> 100 mmHg) Other concurrent serious diseases that may interfere with planned treatment, including severe pulmonary conditions/illness.\n\nAny of the following abnormal laboratory tests immediately prior to randomization:\n\nTotal bilirubin \\> 1.5 × upper limit of normal (ULN) or, for cases of known Gilbert's syndrome, total bilirubin \\> 2 × ULN Aspartate aminotransferase (AST) and/or alanine aminotransferase (ALT) \\> 1.25 × ULN Alkaline phosphatase \\> 2.5 × ULN Serum creatinine \\> 1.5 × ULN Total white blood cell (WBC) count \\< 2500 cells/uL Absolute neutrophil count \\<1500 cells/uL Platelet count \\<100,000 cells/uL Sensitivity to any of the study medications, any of the ingredients or excipients of these medications, or benzyl alcohol Pregnant or lactating: a negative serum pregnancy test is required for all women who are not postmenopausal (≥ 12 months of amenorrhea).\n\nInsulin dependent diabetes. Thyroid disease.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}