{
    "nctId": "NCT03147963",
    "briefTitle": "Docetaxel 2-weeks Regimen in the Treatment of HER2 Negative Metastatic Breast Cancer",
    "officialTitle": "A Randomized, Controlled Clinical Trial Comparing the Efficacy and Safety of a Single Agent Docetaxel 2-weeks Regimen in the Treatment of HER2 Negative Metastatic Breast Cancer to a 3-weeks Regimen",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 90,
    "primaryOutcomeMeasure": "Progression-free survival(PFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Signed informed consent\n* The age is Above 18 years of age, \\<70 years old\n* The diagnosis of breast cancer was confirmed by cytological examination or pathological examination. HER2-negative\n* Clinical stage was metastatic breast cancer or locally advanced breast cancer.\n* Must have at least one measurable lesion, according to RECISTv1.1.\n* Eastern Cooperative Oncology Group performance status (ECOG PS)=0\\~2\n* Docetaxel or paclitaxel can been used in initial treatment or in the past for locally advanced, recurrent or metastatic lesions,if used must been proved effective, and recent progress over 6 months.\n* The basic function of normal bone marrow\n* Functions of liver and kidney is normal\n* Expectation of life is more than 3 months\n* Agreed to take contraceptive measures during treatment\n\nExclusion Criteria:\n\n* The patient had a history of allergy to taxanes or their components.\n* Recent progress of taxanes in 6 months.\n* In the elution period of other chemotherapy regimens.\n* Severe coagulopathy.\n* HER2 positive breast cancer\n* Previous toxicity was not recovered to 0-1 degrees\n* Central nervous system metastasis had not Controlled yet\n* Pregnancy or lactation\n* There are uncontrolled infection, myocardial infarction, thrombosis, etc.\n* There are uncontrolled chronic diseases such as diabetes, hypertension, peptic ulcer, chronic hepatitis, mental disease;\n* HIV infection\n* Patients with other malignant tumor history, except the healed skin basal cell carcinoma and carcinoma of uterine cervix;\n* Researchers believe that is not suitable for the study",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}