{
    "nctId": "NCT05695313",
    "briefTitle": "Randomized Study Versus Placebo for the Prevention of Neurotoxicity Induced by Weekly PACLITAXEL",
    "officialTitle": "Phase II Multicentric, Randomized Study Versus Placebo for the Prevention of Neurotoxicity Induced by Weekly PACLITAXEL",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "PREVENTION",
    "enrollmentCount": 60,
    "primaryOutcomeMeasure": "Neuropathies will be graded by the oncologist using the NCI-CTCAE version 5.0.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Breast cancer patient with neo-adjuvant or adjuvant management, with an indication for weekly PACLITAXEL 80 mg/m² for 12 courses.\n* Age ≥ 18 years\n* Performans Status ≤ 3 according to Karnofsky and life expectancy greater than 6 months\n* For patients of childbearing age, effective contraception while taking Onlife®/placebo.\n* Patient able to swallow OnLife/placebo® tablets easily\n* Patient able and willing to follow all study procedures (including the completion of numerous questionnaires) in accordance with the protocol\n* Patient has understood, signed and dated the consent form\n* Patient affiliated to the social security system\n\nExclusion Criteria:\n\n* Patient previously started on PACLITAXEL\n* Known allergy to any of the substances in the study product Onlife®/placebo (fish oil product)\n* Diabetes\n* Exogenous (Alcoholism)\n* History of peripheral neuropathy at inclusion and/or presence of sensory and/or motor disorders due to other neurological diseases\n* Pregnant or breastfeeding woman\n* Other uncontrolled progressive pathologies\n* Impossible or random follow-up\n* Persons deprived of liberty or under guardianship (including curatorship)\n* Inability to submit to the medical follow-up of the trial for geographical, social or psychological reasons.",
    "sex": "FEMALE",
    "minimumAge": "18 Months",
    "stdAges": "CHILD, ADULT, OLDER_ADULT"
}