{
    "nctId": "NCT05095675",
    "briefTitle": "Predicting Effective Adaptation to Breast Cancer to Help Women to BOUNCE Back",
    "officialTitle": "Predicting Effective Adaptation to Breast Cancer to Help Women to BOUNCE Back: a Multicentre Clinical Pilot Study",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 660,
    "primaryOutcomeMeasure": "Change in Resilience",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Presence of a devoted informed consent signed by the patient and the physician\n* Histologically confirmed invasive early or locally advanced operable breast cancer\n* Tumour stage I, II and III\n* Patients receiving surgery as part of the local treatment\n* Patients receiving any type of systemic treatment regardless of treatment type and/or adjuvant radiation therapy if indicated as part of the local treatment\n\nExclusion Criteria:\n\n* Refusal to sign informed consent\n* Presence of distant metastases\n* History of another malignancy or contralateral invasive breast cancer within the last five years except cured basal cell carcinoma of skin or carcinoma in situ of the uterine cervix\n* History of early onset (i.e., before 40 years of age) mental disorder (i.e., schizophrenia, psychosis, bipolar disorder, diagnosis of major depression) or severe neurologic disorder (i.e., neurodegenerative disorder, dementia)\n* Serious other diagnosed concomitant diseases such as clinically significant (i.e. active) cardiac disease (e.g. congestive heart failure, symptomatic coronary artery disease or cardiac arrhythmia not well controlled with medication) or myocardial infarction within the last 12 months.\n* Major surgery for a severe disease or trauma which could affect patient's psychosocial wellbeing (for example, major heart or abdominal surgery) within 4 weeks prior to study entry or lack of complete recovery from the effects of surgery\n* Treatment for invasive cancer\n* Treatment for any major illness in the last half year\n* Pregnancy or breastfeeding at time of recruitment",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}