{
    "nctId": "NCT02685059",
    "briefTitle": "Addition of PD-L1 Antibody MEDI4736 to a Taxane-anthracycline Chemotherapy in Triple Negative Breast Cancer",
    "officialTitle": "A Randomized Phase II Study to Investigate the Addition of PD-L1 Antibody MEDI4736 to a Taxane-anthracycline Containing Chemotherapy in Triple Negative Breast Cancer (GeparNuevo)",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 174,
    "primaryOutcomeMeasure": "pathological complete response (pCR= ypT0 ypN0)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Written informed consent for all study according to local regulatory requirements prior to beginning specific protocol procedures.\n* Complete baseline documentation must be sent to GBG Forschungs GmbH.\n* Unilateral or bilateral primary carcinoma of the breast, confirmed histologically by core biopsy. Fine-needle aspiration alone is not sufficient. Incisional biopsy is not allowed. In case of bilateral cancer, the investigator has to decide prospectively which side will be evaluated for the primary endpoint.\n* Tumor lesion in the breast or the nodes must be measurable in two dimensions, preferably by sonography. In case of inflammatory disease, the extent of inflammation can be used as measurable lesion.\n* Patients must be in the following stages of disease: cT1b - cT4a-d irrespective of nodal involvement.\n\nIn patients with multifocal or multicentric breast cancer, the largest lesion should be measured.\n\n* Triple negative disease with centrally confirmed ER negative/PR negative/HER-2 negative, and centrally confirmed Ki-67 value. ER negative is defined as \\<1% stained cells, PR negative is defined as \\<10% stained and HER2-negative is defined as either IHC 0/1+ or IHC 2+ and in-situ hybridisation (ISH) of either ratio \\<2.0 or less than 6 copies of HER2 per tumor cell. Stromal TILs will be evaluated in three groups: low immune infiltrate (0-10% stromal TILs) intermediate immune infiltrate (11-59% stromal TILs), LPBC 60-100% stromal TILs. PD-L1 status and other predefined markers will be prospectively assessed during the study. Formalin-fixed, paraffin-embedded (FFPE) breast tissue from core biopsy has therefore to be sent to the GBG central pathology laboratory prior to randomization.\n* Age \\>=18 years.\n* ECOG Performance status 0-1.\n* Normal cardiac function must be confirmed by ECG and cardiac ultrasound (LVEF or shortening fraction) within 3 months prior to randomization. Results must be above the normal limit of the institution.\n* Negative pregnancy test (urine or serum) within 14 days prior to randomization for all women of childbearing potential. Female subjects must either be of non-reproductive potential (ie, post-menopausal by history: \\>=60 years old and no menses for \\>=1 year without an alternative medical cause; OR history of hysterectomy, OR history of bilateral tubal ligation, OR history of bilateral oophorectomy) or must have a negative serum pregnancy test upon study entry.\n* Complete staging work-up within 3 months prior to randomization. All patients must have had breast imaging by breast ultrasound plus either bilateral mammography or breast MRI (one of those \\<= 21 days). All patients must have had chest X-ray (PA and lateral), abdominal ultrasound or CT scan or MRI, and bone scan (according to guidelines). In case of positive bone scan, bone X-ray is mandatory. Other tests may be performed as clinically indicated.\n* Patients must be available and compliant for central diagnostics, treatment and follow-up.\n* Laboratory requirements: Hematology, Hepatic function, Renal Function, Thyroid function\n\nExclusion Criteria:\n\n* Prior chemotherapy for any malignancy.\n* Prior radiation therapy for breast cancer.\n* Pregnant or lactating patients. Patients of childbearing potential must implement adequate non-hormonal contraceptive measures (barrier methods, intrauterine contraceptive devices, sterilization) during study treatment.\n* Inadequate general condition (not fit for dose-dense, dose-intensified anthracycline-taxane-targeted agents-based chemotherapy).\n* Previous malignant disease being disease-free for less than 5 years (except CIS of the cervix and non-melanomatous skin cancer).\n* 6. Known or suspected congestive heart failure (\\>NYHA I) and / or coronary heart disease, angina pectoris requiring antianginal medication, previous history of myocardial infarction, evidence of transmural infarction on ECG, uncontrolled or poorly controlled arterial hypertension (i.e. BP \\>140 / 90 mm Hg under treatment with at maximum two antihypertensive drugs), rhythm abnormalities requiring permanent treatment, clinically significant valvular heart disease.\n* Mean QT interval corrected for heart rate (QTc) ≥470 ms calculated from 3 electrocardiograms (ECGs) using Bazett's Correction\n* Active or prior documented inflammatory bowel disease (e.g., Crohn's disease, ulcerative colitis)\n* History of primary immunodeficiency\n* History of allogeneic organ transplant\n* Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, active peptic ulcer disease or gastritis, active bleeding diatheses including any subject known to have evidence of acute or chronic hepatitis B, hepatitis C or human immunodeficiency virus (HIV).\n* Known history of previous clinical diagnosis of tuberculosis\n* Receipt of live attenuated vaccination within 30 days prior to study entry or within 30 days of receiving MEDI4736\n* Autoimmune disease and conditions (i.e. inflammatory bowel disease)\n* History of significant neurological or psychiatric disorders including psychotic disorders, dementia or seizures that would prohibit the understanding and giving of informed consent\n* Any condition that, in the opinion of the investigator, would interfere with evaluation of study treatment or interpretation of patient safety or study results\n* Pre-existing motor or sensory neuropathy of a severity \\>= grade 2 by NCI-CTC criteria v 4.0.\n* Currently active infection.\n* Incomplete wound healing or unhealed bone fracture.\n* Definite contraindications for the use of corticosteroids\n* Known hypersensitivity reaction to one of the compounds or incorporated substances used in this protocol;\n* Concurrent treatment with:\n* chronic corticosteroids prior to study entry with the exceptions of intranasal and inhaled corticosteroids or systemic corticosteroids at physiological doses, which are not to exceed 10 mg/day of prednisone, or equivalent corticosteroid.\n* other immunosuppressive medication (e.g. low dose MTX)\n* sex hormones (including hormonal contraception) prior treatment must be stopped before study entry.\n* other experimental drugs or any other anti-cancer therapy.\n* Participation in another clinical trial with any investigational, not marketed drug within 30 days prior to study entry.\n* Any previous treatment with a PD1 or PD-L1 inhibitor, including MEDI4736\n* Male patients.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}