{
    "nctId": "NCT05452499",
    "briefTitle": "Pain Neuroscience Education and Therapeutic Exercise as a Treatment for Breast Cancer Survivors Living With Sequelae",
    "officialTitle": "Pain Neuroscience Education and Therapeutic Exercise as a Treatment for Chronic Pain, Kinesiophobia and Increased Physical Functionality in Breast Cancer Survivors",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Neoplasms, Pain, Chronic, Kinesiophobia, Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 26,
    "primaryOutcomeMeasure": "Changes in pain intensity",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Have had a stage I to III diagnosis.\n2. Report a pain intensity of 30 millimeters or more in the Visual Analoge Scale (VAS).\n3. Be in completed remission and have completed primary treatment at least three months age. Adjuvant hormone therapy or inmunotherapy is accepted.\n4. Present pain in the neck, arms or shoulder of the affected side after primary cancer treatment, and that is repeated or maintained for a period longer than three months.\n5. Presenting kinesiophobia measured with the Tampa Scale for Kinesiophobia (TSK-11V).\n6. That presents alterations in the physical functionality of the upper limb, measured with the Upper Limb Functional Index (ULFI-Sp).\n7. Who is willing to participate through informed consent.\n\n9. Due to the current health situation in a state of pandemic by COVID-19, the patient must have their full COVID-19 vaccination.\n\nExclusion Criteria:\n\n1. That presents some other type of cancer or metastasis at the time of the study.\n2. Have uncontrolled lymphedema or uncontrolled hypertension.\n3. That presents a musculoskeletal pathology in the upper limb or a chronic health condition that limits the performance of the therapeutic exercise.\n4. Difficulty understanding the Spanish language that limits the comprehension of the evaluation instruments or participating in the pain neuroscience education program.",
    "sex": "FEMALE",
    "minimumAge": "25 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}