{
    "nctId": "NCT05561686",
    "briefTitle": "Real-world Study of Pyrotinib in Neoadjuvant Therapy for HER2-positive Breast Cancer",
    "officialTitle": "Real-world Study of Pyrotinib in Neoadjuvant Therapy for HER2-positive Breast Cancer",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "HER2-positive Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 100,
    "primaryOutcomeMeasure": "Total pathologic complete response（tPCR）",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. age ≥ 18 years and ≤ 65 years\n2. breast cancer meeting the following criteria: Histologically confirmed invasive breast cancer with a primary tumor \\> 2 cm in diameter as determined by standard assessment at the site\n3. HER2 expression positive breast cancer confirmed by pathological examination, defined as an immunohistochemical (IHC) score of 3 + in \\> 10% of immunoreactive cells or HER2 gene amplification by in situ hybridization (ISH) results (HER2 gene signal to centromere 17 signal ratio ≥ 2.0 or HER2 gene copy number ≥ 6).\n4. known hormone receptor status (ER and PgR);\n5. The functional level of major organs must meet the following requirements (no blood transfusion within 2 weeks before screening, and no leukocyte-elevating or platelet-elevating drugs have been used):\n\n1) Blood routine neutrophil (ANC) ≥ 1.5 × 10\\^9/L; platelet count (PLT) ≥ 90 × 10\\^9/L; hemoglobin (Hb) ≥ 90 g/L; 2) Blood biochemistry total bilirubin (TBIL) ≤ upper limit of normal (ULN); alanine aminotransferase (ALT) and aspartate aminotransferase (AST) ≤ 1.5 × ULN; alkaline phosphatase ≤ 2.5 × ULN; blood urea nitrogen (BUN) and creatinine (Cr) ≤ 1.5 × ULN; 3) Echocardiography left ventricular ejection fraction (LVEF) ≥ 55%; 4) 12-lead electrocardiogram Fridericia-corrected QT interval (QTcF) \\< 470 msec.\n\n6. For female patients who are not postmenopausal or surgically sterile: agree to abstain from sexual activity or use an effective method of contraception during treatment and for at least 7 months after the last dose of study treatment.\n\n7. Voluntarily join this study, sign the informed consent form, have good compliance and are willing to cooperate with the follow-up.\n\n8. have received or plan to receive pyrotinib for neoadjuvant therapy 9. have a traceable medical history during treatment\n\nExclusion Criteria:\n\n1. did not sign informed consent\n2. stage IV (metastatic) breast cancer;\n3. inflammatory breast cancer;\n4. previous anti-tumor therapy or radiotherapy for any malignant tumor, excluding cured cervical carcinoma in situ, basal cell carcinoma or squamous cell carcinoma and other malignant tumors;\n5. Major surgical procedures unrelated to breast cancer within 4 weeks before enrollment, or the patient has not fully recovered from such surgical procedures;\n6. serious heart disease or discomfort, including but not limited to the following diseases:\n\n   * Confirmed history of heart failure or systolic dysfunction (LVEF \\< 50%);\n   * High-risk uncontrolled arrhythmias, such as atrial tachycardia, resting heart rate \\> 100 bpm, significant ventricular arrhythmias (such as ventricular tachycardia) or higher grade atrioventricular block (i.e. Mobitz II second-degree atrioventricular block or third-degree atrioventricular block);\n   * Angina pectoris requiring antianginal medication; -- Clinically significant valvular heart disease;\n   * ECG shows transmural myocardial infarction;\n   * Poorly controlled hypertension (systolic blood pressure \\> 180 mmHg and/or diastolic blood pressure \\> 100 mmHg)\n7. inability to swallow, intestinal obstruction, or other factors affecting drug administration and absorption;\n8. known to be allergic to the drug components of this protocol: a history of immunodeficiency, including HIV test positive, or suffering from other acquired, congenital immunodeficiency diseases, or a history of organ transplantation;\n9. pregnant and lactating women (excluding lactating women who stop breastfeeding), fertile women with positive baseline pregnancy test, or patients of childbearing age who are unwilling to take effective contraceptive measures throughout the trial and within 7 months after the last dose of study drug;\n10. patients who are participating in other studies\n11. Have serious concomitant diseases or other conditions that would interfere with the planned treatment of concomitant diseases, or any other condition that would make the patient inappropriate for this study in the opinion of other investigators.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}