{
    "nctId": "NCT05368428",
    "briefTitle": "Transcutaneous Electrical Nerve Stimulation in Chemotherapy Induced Peripheral Neuropathy in Patients With Stage I-III Early Stage Breast Cancer",
    "officialTitle": "Single-Institution Trial Investigating the Effectiveness of Transcutaneous Electrical Nerve Stimulation (TENS) in Taxane Induced Peripheral Neuropathy (CIPN) in Patients With Early Stage Breast Cancer",
    "overallStatus": "RECRUITING",
    "conditions": "Anatomic Stage I Breast Cancer AJCC v8, Anatomic Stage IA Breast Cancer AJCC v8, Anatomic Stage IB Breast Cancer AJCC v8, Anatomic Stage II Breast Cancer AJCC v8, Anatomic Stage IIA Breast Cancer AJCC v8, Anatomic Stage IIB Breast Cancer AJCC v8, Anatomic Stage III Breast Cancer AJCC v8, Anatomic Stage IIIA Breast Cancer AJCC v8, Anatomic Stage IIIB Breast Cancer AJCC v8, Anatomic Stage IIIC Breast Cancer AJCC v8, Chemotherapy-Induced Peripheral Neuropathy, Early Stage Breast Carcinoma, Prognostic Stage I Breast Cancer AJCC v8, Prognostic Stage IA Breast Cancer AJCC v8, Prognostic Stage IB Breast Cancer AJCC v8, Prognostic Stage II Breast Cancer AJCC v8, Prognostic Stage IIA Breast Cancer AJCC v8, Prognostic Stage IIB Breast Cancer AJCC v8, Prognostic Stage III Breast Cancer AJCC v8, Prognostic Stage IIIA Breast Cancer AJCC v8, Prognostic Stage IIIB Breast Cancer AJCC v8, Prognostic Stage IIIC Breast Cancer AJCC v8",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 27,
    "primaryOutcomeMeasure": "Evaluate the Feasibility of Daily TENS by Measuring Participant Adherence to TENS for Two Weeks",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Biopsy proven stage I-III breast cancer actively undergoing neoadjuvant or adjuvant chemotherapy regimen that contains paclitaxel or docetaxel.\n* At least Common Terminology Criteria for Adverse Events (CTCAE) grade 1 CIPN in hands or feet attributed to taxane chemotherapy.\n* Actively undergoing paclitaxel or docetaxel with plans to continue during the two-week TENS treatment.\n* Age \\>= 18 years\n* For females of child-bearing potential, negative serum or urine pregnancy test within 14 days prior to starting TENS\n* Given the potential concern that TENS could induce uterine contractions or interfere with fetal cardiac conduction, female of child-bearing potential (FCBP) must have a negative serum or urine pregnancy test prior to starting therapy\n* Female of childbearing potential (FCBP) must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) prior to study entry and for the duration of TENS treatment. Should a woman become pregnant or suspect she is pregnant during the two weeks of TENS, she should inform her treating physician immediately. A female of childbearing potential (FCBP) is a sexually mature woman who: 1) has not undergone a hysterectomy or bilateral oophorectomy; or 2) has not been naturally postmenopausal for at least 24 consecutive months (i.e., has had menses at any time in the preceding 24 consecutive months)\n* Willingness and ability of the subject to comply with scheduled visits, TENS administration plan, other study procedures, and study restrictions.\n* Evidence of a personally signed informed consent indicating that the subject has been informed of the procedures to be followed, the experimental nature of the therapy, alternatives, potential risks and discomforts, potential benefits, and other pertinent aspects of study participation\n* Patients must have the psychological ability and general health that permits completion of the study requirements and required follow up\n* Women of child bearing potential (FCBP) must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) prior to study entry and for the duration of study participation.\n\nExclusion Criteria:\n\n* Skin wounds, skin breakdown or edema at the site of TENS electrode pad placement\n* History of epilepsy\n* Implanted electronic device including a cardiac pacemaker, defibrillator, pain pump etc.\n* Pre-existing neuropathy\n* Prior exposure to neurotoxic chemotherapy\n* Previous use of TENS for CIPN\n* Prisoners or an adult who is unable to consent\n* Pregnancy",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}