{
    "nctId": "NCT03022695",
    "briefTitle": "Treatment of Breast Fibroadenoma With High Intensity Focused Ultrasound (HIFU)",
    "officialTitle": "Treatment of Breast Fibroadenoma With High Intensity Focused Ultrasound (HIFU)",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Fibroadenoma",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 27,
    "primaryOutcomeMeasure": "The efficacy is assessed by a reduction in volume of the fibroadenoma at baseline, 6 months and at 12 months after the HIFU on the ultrasonography.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Female patients 18 years or older with at least one diagnosed breast fibroadenoma. Diagnosis of fibroadenoma must be based on:\n* clinical examination,\n* women ≤ 40 years of age: ultrasound image alone; women \\> 40 years of age: ultrasound image and mammogram,\n* histological confirmation of fibroadenoma of the breast. Patient's fibroadenoma size as determined by ultrasound imaging: the longest diameter is limited to 25 mm. Women of childbearing potential must have a negative urine pregnancy test within 72 hours prior to HIFU treatment. Patient must be able to understand the nature and the extent of the study and the procedures required and be willing and able to complete the screening and study procedures. Patient must give written informed consent (personally signed and dated) before completing any study-related procedure.\n\nExclusion Criteria:\n\n* Patient who is pregnant or breast-feeding.\n* Patient with history of ipsilateral breast cancer within 5 years prior to study inclusion or radio therapy to the target breast within 5 years prior to study inclusion.\n* Patient with implant on the treated breast.\n* Patient with target fibroadenoma pre-treated by cryoablation or interstitial laser therapy within 12 month before recruiting for HIFU.\n* Patient's fibroadenoma not clearly visible on the ultrasound images (in B mode) at the inclusion visit. Patient participating in other studies using drugs or medical devices within 3 months prior to study inclusion or during study participation including the follow-up period.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}