{
    "nctId": "NCT05872295",
    "briefTitle": "IKS014 in Advanced Solid Tumors That Express HER2",
    "officialTitle": "A Phase 1 Dose Escalation Trial to Determine the Safety, Tolerance, Maximum Tolerated Dose, and Preliminary Antineoplastic Activity of IKS014, a HER2-Targeting Antibody Drug Conjugate (ADC), in Participants With Advanced HER2+ Solid Tumors",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer, Gastric Cancer, Gastroesophageal-junction Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 165,
    "primaryOutcomeMeasure": "Recommended Phase 2 Dose (Part 1)",
    "eligibilityCriteria": "Key Inclusion Criteria:\n\n* HER2 positive solid tumors with expression defined as IHC3+, IHC2+/ISH+, or low HER2 expression defined as IHC2+ (ISH-) or IHC1+ (ISH- /+ or untested).\n* Participants with HR positive BC must have received prior treatment with a CDK4/6 inhibitor, in countries where this is standard therapy.\n* Platelets ≥ 75,000 /mcL\n* Hemoglobin ≥ 9.0 g/dL\n* Absolute neutrophil count ≥ 1000/mcL\n* No administration of granulocyte colony-stimulating factor (G-CSF) is allowed within 2 weeks prior to first study drug administration\n* Creatinine clearance \\> 45/mL/min (using the Cockcroft-Gault equation)\n* Aspartate aminotransferase (AST) (serum glutamic-oxaloacetic transaminase \\[SGOT\\])/alanine aminotransferase (ALT) (serum glutamate pyruvate transaminase \\[SGPT\\]) ≤ 3 x institutional upper limit of normal (ULN) ≤ 5 x ULN if liver metastases present\n* Total bilirubin ≤ 1.5 x ULN if no liver metastases or \\< 3 x ULN with Gilbert's Syndrome or liver metastases at baseline\n* Albumin \\> 2.5 g/dL\n* Prothrombin time or international normalized ratio (INR) and either partial thromboplastin time (PTT) or activated (a) PTT ≤ 1.5 x ULN, ≤ 3 x institutional ULN if anticoagulated.\n* Must have adequate treatment washout period before trial treatment, defined as: Major surgery (≥ 4 weeks) and radiation therapy (≥ 3 weeks; in case of palliative radiation ≥ 2 weeks)\n* Eastern Cooperative Oncology Group (ECOG) performance status (PS) of 0 or 1 (or equivalent Karnofsky PS)\n* Part 2 Dose Expansion Cohorts May Include:\n\n  1. Advanced or metastatic BC that is confirmed HER2-positive defined as IHC 3+ or IHC 2+ and evidence of HER2 amplification by ISH, as per ASCO-CAP and previously treated with at least two HER2 directed treatments.\n  2. Advanced or metastatic BC that has low HER2 expression defined as IHC2+ (ISH-) or IHC1+ (ISH-/+ or untested) and previously treated with at least 1 prior line of therapy which may include chemotherapy and/or a HER2 directed ADC.\n  3. Advanced or metastatic GC or GEJ cancer that is confirmed HER2-positive defined as IHC 3+ or IHC 2+ and evidence of HER2 amplification by ISH as per ASCO-CAP and previously treated with at least 1 prior line of therapy, which may include chemotherapy and/or a HER2 directed ADC.\n  4. Advanced or metastatic GC or GEJ cancer that has low HER2 expression defined as IHC2+ (ISH-) or IHC1+ (ISH-/+ or untested) and has been previously treated with at least one prior line of therapy.\n  5. Advanced or metastatic solid tumor that has any degree of HER2 expression (HER2 IHC3+, IHC2+, IHC1+ or ISH+) or a known activating HER2 mutation and has been treated with standard of care therapy relevant to the disease.\n\nKey Exclusion Criteria:\n\n* History of (noninfectious) ILD/pneumonitis that required steroids, has current ILD/pneumonitis, or where suspected ILD/pneumonitis cannot be ruled out by imaging at Screening.\n* Any clinically apparent ≥ Grade 2 pulmonary compromise resulting from intercurrent pulmonary illnesses including, but not limited to, any underlying pulmonary disorder (i.e., pulmonary emboli within three months of the trial enrollment, severe asthma, severe chronic obstructive pulmonary disease \\[COPD\\], restrictive lung disease, pleural effusion, etc.), and any autoimmune, connective tissue or inflammatory disorders with potential pulmonary involvement (e.g., rheumatoid arthritis, Sjogren's, sarcoidosis), or prior pneumonectomy.\n* Current evidence of ≥ Grade 2 keratitis or other corneal abnormality.\n* Evidence of a clinically significant (≥ Grade 2) abnormality on slit-lamp examination or other clinically significant ophthalmologic finding, as determined by an ophthalmologist.\n* Evidence of clinically significant (≥ Grade 2) confluent superficial keratitis, a corneal epithelial defect, a corneal ulcer, or stromal opacity.\n* Participant must not use contact lenses while participating in this study.\n* Central nervous system metastatic disease unless treated with definitive local therapy (surgical resection, stereotactic radiotherapy, or whole brain radiotherapy) and participant is clinically, radiologically and neurologically stable for at least 4 weeks prior to the first dose of study drug not on steroid therapy or are on a stable or decreasing dose of steroids for at least 7 days prior to first dose of study drug. Prophylactic anticonvulsant medications are allowed.\n* Active second malignancy or history of another malignancy within the last 2 years with the exception of:\n\n  * Treated, non-melanoma skin cancers\n  * Treated carcinoma in situ (CIS) (e.g., breast, cervix)\n  * Controlled, superficial carcinoma of the urinary bladder\n  * T1a or b carcinoma of the prostate treated according to local standard of care, with prostate specific antigen (PSA) within normal limits (WNL) for the institution\n  * Papillary thyroid carcinoma Stage I treated surgically for cure\n* Clinically significant cardiovascular disease or condition\n* Clinically significant liver disease\n* Any other serious/active/uncontrolled infection, any infection requiring parenteral antibiotics, or unexplained fever \\> 38ºC within 2 weeks prior to first trial drug administration.\n* Any other serious, life-threatening, or unstable preexisting medical condition (aside from the underlying malignancy), including significant organ system dysfunction, or clinically significant laboratory abnormality(ies), which, in the opinion of the Investigator, would either compromise the participant's safety or interfere with obtaining informed consent, compliance with trial procedures, or evaluation of the safety of the trial drug",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}