{
    "nctId": "NCT02028364",
    "briefTitle": "Pet Imaging as a Biomarker in Hormone Refractory postmenopausaL Women",
    "officialTitle": "Pet Imaging as a Biomarker of Everolimus Added Value in Hormone Refractory postmenopausaL Women",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 55,
    "primaryOutcomeMeasure": "PFS based on RECIST criteria 1.1.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Adult women (≥18 years of age) with locally advanced or metastatic breast cancer not amenable to curative treatment by surgery or radiotherapy.\n2. Histological or cytological confirmation of estrogen-receptor positive (ER+), HER2 negative breast cancer.\n3. Postmenopausal female defined as:\n\n   * Age ≥55 years and one year or more of amenorrhoea\n   * Age \\<55 years and one year or more of amenorrhoea, with an estradiol assay \\<20pg/ml\n   * Surgical menopause with bilateral oophorectomy NOTE: Ovarian radiation or treatment with a luteinizing hormone-releasing hormone (LHRH) agonist (goserelin or leuprolide) is not permitted for induction of ovarian suppression.\n4. Breast cancer that is refractory to non-steroidal aromatase inhibitors (NSAI) (i.e. anastrozole or letrozole) defined as:\n\n   * Recurrence while on, or within 12 months of end of adjuvant treatment with anastrozole or letrozole; OR\n   * Progression while on, or within one month of end of anastrozole or letrozole or treatment for locally advanced or metastatic breast cancer.\n\n   NOTE: Letrozole or anastrozole do not have to be the last treatment prior to enrolment.\n5. FDG-PET measurable disease defined as: at least one target lesion fulfilling following criteria:\n\n   * Size ≥1.5cm; AND\n   * FDG-PET avid lesion with uptake above the background liver uptake as described below: i.e. with a marked accumulation of FDG, at least 1.5-fold greater than liver SUV mean + 2 SDs (in 3cm spherical ROI in normal right lobe of liver). If liver is abnormal, target lesion should have uptake \\> 2.0 x SUV mean of blood pool in 1cm diameter ROI in descending thoracic aorta)\n\n   NB:\n   * The target lesion can be a bone metastasis if it fulfils the above mentioned criteria.\n   * In the case the target lesion is a lymph node, the small axis should be ≥ 1.5cm.\n6. Radiological or clinical evidence of recurrence or progression on last systemic therapy prior to enrolment.\n7. Adequate bone marrow function as shown by:\n\n   * Haemoglobin (HgB) ≥9.0 g/dL\n   * ANC ≥1,500/mm3 (≥1.5 x 109/L)\n   * Platelets ≥100,000/mm3 (≥100x 109/L)\n8. Adequate liver function as shown by:\n\n   * Alanine aminotransferase (ALT) and aspartate aminotransferase (AST) ≤2.5xULN (or ≤5 if hepatic metastases are present)\n   * Total serum bilirubin ≤1.5 x ULN (≤3 ULN for patients known to have Gilbert Syndrome)\n9. Adequate renal function as shown by Serum creatinine ≤1.5 x ULN\n10. Fasting serum cholesterol, triglycerides and glucose\n\n    * Fasting serum cholesterol ≤300 mg/dL or 7.75 mmol/L\n    * Fasting triglycerides ≤2.5 x ULN\n    * Fasting glucose \\< 1.5 x ULN\n11. Eastern Co-operative Oncology Group (ECOG) performance status ≤ 2.\n12. Written and signed informed consent obtained before any trial related activity.\n13. Availability of a FFPE core of primary breast tumor\n14. Possibility to obtain the mandatory blood samples for the translational research studies.\n15. For patients with accessible metastatic lesions, possibility to obtain the mandatory biopsy (FFPE and frozen) of a metastatic lesion\n\nExclusion criteria:\n\n1. HER2-overexpressing patients by local laboratory testing (IHC 3+ staining or in situ hybridization positive).\n2. Patients with only non-measurable lesions by FDG-PET/CT (e.g. pleural effusion, ascites etc.).\n3. Symptomatic visceral disease for example liver, pulmonary metastases or lymphangitis carcinomatosis.\n4. Known hypersensitivity to mTOR inhibitors, e.g. sirolimus (rapamycin).\n5. Another malignancy within 5 years prior to enrolment, with the exception of adequately treated in-situ carcinoma of the cervix, uteri, basal or squamous cell carcinoma or non-melanomatous skin cancer.\n6. Radiotherapy within four weeks prior to enrolment except in case of localized radiotherapy for analgesic purpose or for lytic lesions at risk of fracture, which can then be completed within two weeks prior to enrolment. Patients must have recovered from radiotherapy toxicities prior to enrolment.\n7. Currently receiving hormone replacement therapy, unless discontinued prior to enrolment.\n8. Symptomatic brain metastases or other central nervous system metastases which are not controlled by local treatments.\n9. Patients receiving concomitant immunosuppressive agents or chronic corticosteroid use at the time of study entry except in cases outlined below:\n\n   * Topical applications (e.g. rash)\n   * Inhaled sprays (e.g. obstructive airways disease)\n   * Eye drops\n   * Local injections (e.g. intra-articular)\n   * Stable low dose of corticosteroids for at least two weeks before enrolment\n10. Patients with known HIV seropositivity. Screening for HIV infection at baseline is not required\n11. Acute and chronic, active infectious disorders (except for Hepatitis B and Hepatitis C positive patients).\n12. Active bleeding diathesis, or on oral anti-vitamin K medication (except low dose warfarin, LMWH and acetylsalicylic acid or equivalent, as long as the INR is ≤ 2.0).\n13. Any severe uncontrolled medical conditions such as:\n\n    * Unstable angina pectoris, symptomatic congestive heart failure, myocardial infarction ≤6 months prior to enrolment, uncontrolled cardiac arrhythmia\n    * Uncontrolled diabetes as defined by fasting glucose ≥ 1.5 x ULN\n    * Acute and chronic, active infectious disorders and non-malignant medical illnesses that are uncontrolled or whose control may be jeopardized by the complications of this study therapy.\n    * Symptomatic deterioration of lung function\n14. Patients being treated with drugs recognized as being strong inhibitors or inducers of the isoenzyme CYP3A (Rifabutin, Rifampicin, Clarithromycin, Ketoconazole, Itraconazoleonazole, Voriconazole, Ritonavir, Telithromycin) within the last 5 days prior to enrolment.\n15. History of non-compliance to medical regimens.\n16. Patients unwilling or unable to comply with the protocol.\n17. Concurrent anti-cancer treatment in another investigational trial, including hormonal therapy, immunotherapy or targeted agents other than those administered in this study.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}