{
    "nctId": "NCT06361979",
    "briefTitle": "SHR-A1811 Combined With Bevacizumab in HER2-positive Breast Cancer With Brain Metastases",
    "officialTitle": "A Single-arm, Exploratory Clinical Study of SHR-A1811 Combined With Bevacizumab in the Treatment of HER2-positive Breast Cancer With Brain Metastases",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Breasr Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 30,
    "primaryOutcomeMeasure": "CNS-ORR",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. ≥18 years old;\n2. Pathologically confirmed HER2-positive breast cancer;\n3. At least one measurable intracranial lesion according to RANO-BM criteria, which had not received local treatment;\n4. More than 2 weeks from last systemic treatment; patients with new brain lesions after craniocerebral surgery were admitted if no radiotherapy was performed.\n5. Prior HER2-target treatment, endocrine therapy and chemotherapy was allowed;\n6. Adequate function of major organs-\n\nExclusion Criteria:\n\n1. Previous treatment with trastuzumab deruxtecan (DS-8201a) or any other antibody drug conjugate (ADC) which consists of an exatecan derivative that is a topoisomerase 1 inhibitor;\n2. Previous treatment with bevacizumab;\n3. Participated in other drug clinical trials within 4 weeks before admission;\n4. History of clinically significant lung disease；\n5. Other malignant tumors, excluding cured cervical carcinoma in situ, skin basal cell carcinoma or skin squamous cell carcinoma, have been diagnosed in the past five years.\n6. According to the judgement of the researchers, there are concomitant diseases that seriously endanger the safety of patients or affect the completion of research (including, but not limited to, severe hypertension, severe diabetes, active infections, etc.).\n7. Any other conditions that researchers believe that patients are unsuitable for this study.\n\n   -",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}