{
    "nctId": "NCT04796623",
    "briefTitle": "A Study of TQB3616 Capsules Combined With Fulvestrant Injection in Subjects With Advanced Breast Cancer",
    "officialTitle": "A Open-label, Multicenter Phase II Study of TQB3616 Capsules Combined With Fulvestrant Injection in Subjects With HR-positive, HER2-negative Advanced Breast Cancer",
    "overallStatus": "UNKNOWN",
    "conditions": "HR-positive, HER2-negative Advanced Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 120,
    "primaryOutcomeMeasure": "Overall response rate (ORR) assessed by investigator",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* 1.Understood and signed an informed consent form. 2.Eastern Cooperative Oncology Group (ECOG) performance status of 0 to 1; Life expectancy ≥ 3 months. 3. Histopathologically confirmed HR positive and HER2 negative advanced or metastatic breast cancer. 4.Cohort 1: patients had received ≤1 line of treatment. 5.Cohort 2: patients had not previously received systemic antitumor therapy. 6.Has at least one measurable lesion according to RECIST1.1 criteria. 7.Adequate laboratory indicators.\n\nExclusion Criteria:\n\n* 1. Concomitant disease and medical history:\n\n  1. Has other malignant tumors within 3 years;\n  2. Has multiple factors affecting oral medication;\n  3. Unalleviated toxicity ≥ grade 1 due to any previous anticancer therapy;\n  4. Has active or uncontrolled severe infections before the first dose;\n  5. Cirrhosis, active hepatitis#\n  6. Have a history of immunodeficiency; 2. Tumor-related symptoms and treatment:\n\n  <!-- -->\n\n  1. Has central nervous system metastases (CNS) and/or cancerous meningitis or leptomeningeal carcinomatosis;\n  2. Had received chemotherapy within 3 weeks prior to the first dose, and had received radiotherapy , hormone therapy, or other anti-tumor therapy within 2 weeks prior to the first dose;\n  3. Has uncontrollable pleural effusion, pericardial effusion, or ascites requiring recurrent drainage procedures.\n\n     3. Has known to be allergic to Fulvestrant injection , TQB3616 or any excipient.\n\n     4. Has Participated in other clinical trials within 4 weeks before first dose. 5. According to the judgement of the investigators, there are other factors that may lead to the termination of the study.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}