{
    "nctId": "NCT06332508",
    "briefTitle": "Pulsed Electromagnetic Fields (PEMFs) - A Highly Selective Breast CAncer Treatment pLatform (PASCAL)",
    "officialTitle": "Pulsed Electromagnetic Fields (PEMFs) - A Highly Selective Breast CAncer Treatment pLatform (PASCAL), First-in-man Phase 1 Safety Trials",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 36,
    "primaryOutcomeMeasure": "Incidence of Treatment-Emergent Adverse Events as assessed by CTCAE 5.0",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Histologically confirmed breast carcinoma of any subtype (any estrogen receptor, progesterone receptor and HER2 receptor status)\n2. ECOG 0-1.\n3. Non-metastatic disease for which surgery of curative intent is planned upfront or after completion of neoadjuvant chemotherapy\n4. Adequate organ function including the following:\n\n   1. Bone marrow:\n\n      1. Absolute neutrophil (segmented and bands) count (ANC) \\>= 1.5 x 10\\^9/L\n      2. Platelets \\>= 100 x 10\\^9/L\n      3. Hemoglobin \\>= 8 x 10\\^9/L\n   2. Hepatic:\n\n      1. Bilirubin \\<= 1.5 x upper limit of normal (ULN),\n      2. ALT or AST \\<= 2.5x ULN, (or \\<=5 X with liver metastases)\n   3. Renal:\n\n      1. Creatinine \\<= 1.5x ULN\n5. Signed informed consent from subject or legal representative.\n6. Able to comply with study-related procedures.\n\nExclusion Criteria:\n\n1. Pregnancy.\n2. Breast feeding.\n3. Presence of fungating breast tumor or open wound in breast planned for PEMF.\n4. Active bleeding disorder or bleeding site.\n5. Second primary malignancy that is clinically detectable at the time of consideration for study enrollment.\n6. Major surgery within 28 days prior to study administration.\n7. Non-healing wound.\n8. Active infection that in the opinion of the investigator would compromise the subject's ability to tolerate therapy.\n9. History of significant neurological or mental disorder, including seizures or dementia.\n10. Serious concomitant disorders that would compromise the safety of the subject or compromise the subject's ability to complete the study, at the discretion of the investigator.",
    "sex": "FEMALE",
    "minimumAge": "21 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}