{
    "nctId": "NCT04349527",
    "briefTitle": "Comparison of the Cosmetic Results, Quality of Life and Patient Satisfaction Achieved With Round-block and Retroglandular Oncoplastic Breast Conserving Surgeries",
    "officialTitle": "Comparison of the Cosmetic Results, Quality of Life and Patient Satisfaction Achieved With Round-block and Retroglandular Oncoplastic Breast Conserving Surgeries. Response-adaptive (RAR) Prospective Randomised, Comperative Clinical Study",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer, Quality of Life, Patient Satisfaction",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 242,
    "primaryOutcomeMeasure": "Oncological safety",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* - Under the age of 65, suffering from unilateral (cT\\< 3cm) in situ or invasive breast cancer, who are fit for breast conserving surgeries, who had no previous breast surgery, independent from axillary surgery (sentinel lymph node biopsy or axillary block dissection)\n\nExclusion Criteria:\n\n* In case the patient does not volunteer for the examination or the follow-ups\n* Age above 65 years or poor general health condition, where the estimated life expectancies would be less than 2 years even without a tumor\n* Malignant invasive tumor in the past history (except for non-melanoma skin tumors)\n* Mastectomy performed due to positive resection margin\n* Prior breast surgery (e.g. aesthetic surgery, breast lift) and/or radiotherapy on the breast or in the axilla\n* Malignant tumor is not removed completely with pathological examination\n* Severe non-surgical (e.g. radiotherapy) complication, which could influence the aesthetic and functional results\n* Autoimmune diseases\n* Tumor requiring mastectomy, or clinically larger than 3 cm tumor primary, or mastitis carcinomatosa, lymphangitis carcinomatosa\n* Long-term steroid usage, which changed the skin's quality and structure\n* Patient under foster care, or psychically non-cooperative patient",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}