{
    "nctId": "NCT06193525",
    "briefTitle": "FUnctional Selection of Advanced Breast Cancer Patients for Talazoparib Treatment Using the REpair Capacity (RECAP) Test",
    "officialTitle": "FUnctional Selection of Advanced Breast Cancer Patients for Talazoparib Treatment Using the REpair Capacity (RECAP) Test: The FUTURE Trial",
    "overallStatus": "RECRUITING",
    "conditions": "Advanced Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 66,
    "primaryOutcomeMeasure": "Proportion of patients with PFS at 4 months",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* WHO performance status 0-2\n* Locally advanced breast cancer without options for treatment with curative intent or metastatic breast cancer\n* Objective progressive disease (PD) according to RECIST within 4 months prior to study entry\n* The breast cancer must be either\n\n  * high grade (Bloom \\& Richardson grade 3) ER positive (\\>10%) and HER2 negative primary breast cancer, or\n  * triple negative (ER\\<10%, PR\\<10% and HER2 negative), or\n  * any Bloom \\& Richardson grading and receptor status and also\n\n    * at least one metastatic lesion must have a proven HRD phenotype based on a RECAP test not treated with anticancer therapy thereafter or\n    * the patient must have a proven germline or somatic BRCA1 and/or BRCA2 mutation The Bloom \\& Richardson grading is always based on the primary tumor. The receptor status can be based on the primary tumor or a metastatic lesion whichever comes latest.\n* The site of the metastatic lesion (or primary tumor in case it is still in situ) should be easily amendable for biopsy. NB lung metastases (high risk of hemato/pneumo-thorax) and bone metastases (not suitable for RECAP test because calcifications interfere with experimental procedures) are excluded. The local guidelines will be used for stopping and r estarting of anticoagulation. Bilirubin \\<1.5 ULN (except elevated bilirubin due to Gilbert's disease or a similar syndrome involving slow conjugation of bilirubin) and both AST and ALT \\<5x ULN in case a liver biopsy is planned.\n* The tumor must be HRD, defined as HRD identified by the RECAP test determined just before the start of potential Talazoparib treatment within this study (also in case a proven germline BRCA1/2 mutation is present).\n* Maximum of four prior lines of chemotherapy for advanced disease; Patients who received platinum compounds are eligible if they have had at least a progression free interval of four months.\n* Measurable or evaluable disease according to RECIST 1.1 criteria (appendix 2)\n* Life expectancy ≥ 3 months\n* Hemoglobin ≥ 10 g/dL (6,2 mmol/L) and ANC of ≥ 1.5 x 109 /L\n* Platelets \\>100 x 10e9/L\n* Hepatic function as defined by total serum bilirubin ≤ 1. 5 x ULN (except elevated bilirubin due to Gilbert's disease or a similar syndrome involving slow conjugation of bilirubin), ASAT and ALAT \\< 3 x ULN or \\<5 x ULN in case of liver metastasis\n* Adequate renal function as defined by either serum creatinine ≤ 1.5 x ULN or creatinine clearance ≥ 50 mL/min (by Cockcroft-Gault formula)\n* Negative pregnancy test (urine/serum) for female patients with childbearing potential\n* Written informed consent\n\nExclusion Criteria:\n\n* Any psychological condition potentially hampering compliance with the study protocol\n* Any treatment with investigational antitumor drugs within 28 days prior to receiving the first dose of investigational treatment; or within 21 days for standard chemotherapy; or within 14 days for weekly scheduled chemotherapeutic regimens or endocrine therapy\n* Radiotherapy within the last four weeks prior to receiving the first dose of investigational treatment; except 1 or 2 x 8 Gy for pain palliation, then seven days interval after the last radiation should be maintained\n* Known persistent (\\>4 weeks) ≥ Grade 2 toxicity from prior cancer therapy (except for alopecia grade 2)\n* Symptomatic brain or leptomeningeal metastases. Patients completely free of symptoms and without corticosteroids for at least four weeks after adequate treatment by resection and/or irradiation could be eligible (consult PI).\n* Women who have a positive pregnancy test (urine/serum) and/or who are breastfeeding\n* Unreliable contraceptive methods. Women and men enrolled in this trial must agree to use a reliable contraceptive method throughout the study (adequate contraceptive methods are: intra-uterine devices or systems, condom or other barrier contraceptive measures, sterilization and true abstinence)\n* Concomitant use of P-gp inhibitors or inducers or BCRP inhibitors (see Appendix A)\n* Any known history of myelodysplastic syndrome (MDS) or acute myeloid leukemia (AML)\n* Uncontrolled infectious disease (such as Human Immunodeficiency Virus HIV-1 or HIV-2 infection) or known active hepatitis B or C\n* Recent myocardial infarction (\\< six months) or unstable angina",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}