{
    "nctId": "NCT04467515",
    "briefTitle": "A Study to Evaluate Safety, Tolerability, Dosimetry, and Preliminary Efficacy of the HER2 Directed Radioligand CAM-H2 in Patients With Advanced/Metastatic HER2-Positive Breast, Gastric, and Gastro-Esophageal Junction (GEJ) Cancer",
    "officialTitle": "A Multi-Center Open Label Dose Escalation and Dose Expansion Study to Evaluate Safety, Tolerability, Dosimetry, and Preliminary Efficacy of the HER2 Directed Radioligand CAM-H2 in Patients With Advanced/Metastatic HER2-Positive Breast, Gastric, and GEJ Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Advanced/Metastatic HER2-positive Breast, Gastric, Gastroesophageal Junction Cancer With Disease Progression Following Anti-HER2 Standard of Care Treatment",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 13,
    "primaryOutcomeMeasure": "Proportion of patients achieving an objective response (CR or PR) with the use of CAM-H2 as measured by the RECIST version 1.1",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Informed consent form signed voluntarily before any study-related procedure is performed, indicating that the patient understands the purpose of, and procedures required for, the study and is willing to participate in the study;\n2. Males and females ≥ 18 years of age at screening;\n3. Eastern Cooperative Oncology Group performance status (ECOG PS) of 0 to 1;\n4. HER2-positive locally advanced or metastatic breast cancer refractory to standard cancer treatment or HER2-positive locally advanced or metastatic gastric or GEJ cancer, refractory to standard cancer treatment.\n5. Patients should have a minimum of 1 measurable lesion as defined by RECIST version 1.1 or a minimum of 1 measurable lesion as defined by RANO-BM within 4 weeks of the first dose of the study drug (Day 1). The lesion has to be a new lesion or progression of an existing lesion under the current therapy.\n6. Any previous anti-HER2 treatment for advanced or metastatic disease is allowed. Patients with breast cancer should have had at least 2 previous systemic anticancer treatments for recurrent, locally advanced or metastatic cancer. Patients with gastric cancer or GEJ cancer should have had at least 1 previous anti-HER2 treatment.\n7. Life expectancy \\> 6 months;\n8. Adequate organ function, determined by the following laboratory tests:\n\n   * Adequate kidney function with an estimated glomerular filtration rate (eGFR) of \\>59 mL/minute calculated using the Chronic Kidney Disease Epidemiology Collaboration equation;\n   * Adequate hepatic function defined as an alanine aminotransferase (ALT) and aspartate aminotransferase (AST) \\<2.5 x the upper limit of normal (ULN), or \\<5 x ULN in patients with liver metastases, and total bilirubin \\<2 x ULN;\n   * Neutrophil count \\>1500 cells/mm3 without growth factor support (14 days after last PEGylated granulocyte colony stimulating factor or 7 days after regular granulocyte colony stimulating factor);\n   * Platelet count \\>100,000 cells/mm3 without platelet transfusion in the last 2 weeks;\n   * Hemoglobin \\>9.0 g/dL without blood transfusion in the last 2 weeks; and\n   * Adequate coagulation defined as an international normalized ratio (INR) ≤1.5 and activated partial thromboplastin time \\<1.5 x the upper limit of the institutional normal range;\n9. Baseline left ventricular ejection fraction ≥ 50% as measured by echocardiography or multigated acquisition scan.\n10. Absence of any psychological, family, sociological, or geographical circumstance that could potentially represent an obstacle to compliance with the study protocol and the follow-up schedule, as determined by the Investigator. These circumstances will be discussed with the patient before enrollment in the study; and\n11. Female patients of childbearing potential (ie, ovulating, premenopausal, and not surgically sterile) must have a negative pregnancy test at screening and prior to study drug administration. Patients and their partners of childbearing potential must be willing to use 2 methods of contraception, 1 of which must be a barrier method, for the duration of the study and until 6 months after study drug administration. Medically acceptable barrier methods include condom with spermicide or diaphragm with spermicide. Medically acceptable non-barrier contraceptive methods include intrauterine devices or hormonal contraceptives (oral, implant, injection, ring, or patch).\n\nExclusion Criteria:\n\n1. Presence of frank leptomeningeal disease as a unique central nervous system feature or in association with brain parenchymal measurable lesion(s);\n2. Symptomatic brain metastases; Note: Patients with asymptomatic treated and untreated brain metastases are eligible.\n3. Previous local therapy for brain metastases, such as neurosurgery, stereotactic radiotherapy, or whole brain radiotherapy, administered within 6 weeks prior to administration of CAM-H2; Note: Previous therapy for brain metastases administered at least 6 weeks prior to CAM-H2 administration will be allowed.\n4. For patients with brain metastases, any increase in corticosteroid dose during the 4 weeks prior to the first administration of CAM-H2.\n\n   Note: Corticosteroid treatment in a stable dose or decreasing dose for at least 4 weeks prior to the first administration of CAM-H2 is allowed.\n5. Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection requiring parenteral antibiotics or psychiatric illness/social situations that would limit compliance with study requirements;\n6. Uncontrolled thyroid disease, defined as free triiodothyronine (T3) and free thyroxine (T4) \\> 3 x ULN at screening;\n7. Uncontrolled diabetes defined as a fasting serum glucose \\> 2 x ULN or glycated hemoglobin levels \\> 8.5% at screening;\n8. Gastrointestinal (GI) tract disease resulting in an inability to take oral medication, malabsorption syndrome, a requirement for intravenous (IV) alimentation, prior surgical procedures affecting absorption, or uncontrolled inflammatory GI disease (eg, Crohn's, ulcerative colitis);\n9. Current active hepatic or biliary disease (exception of patients with Gilbert's syndrome, asymptomatic gallstones, liver metastases, or stable chronic liver disease per Investigator assessment);\n10. Ongoing peripheral neuropathy of Grade \\> 2 according to the Common Terminology Criteria for Adverse Events (CTCAE) version 5.0;\n11. Severe and/or uncontrolled medical conditions or other conditions that could affect participation in the study such as:\n\n    * Symptomatic congestive heart failure of New York Heart Association Class III or IV;\n    * Unstable angina pectoris, symptomatic congestive heart failure, myocardial infarction within 6 months of start of study drug, serious uncontrolled cardiac arrhythmia, or any other clinically significant cardiac disease; or\n    * Liver disease, including cirrhosis and severe hepatic impairment;\n12. Active (acute or chronic) or uncontrolled severe infections;\n13. Known history of HIV, hepatitis B, or active hepatitis C virus at screening;\n14. Prior investigational anticancer therapy within 4 weeks prior to the first administration of CAM-H2.\n15. Patients who have had a major surgery or significant traumatic injury within 4 weeks prior to the first administration of CAM-H2, who have not recovered from side effects of any major surgery (defined as requiring general anesthesia), or have a major surgery planned during the course of the study;\n16. Other malignancies within the past 3 years except for adequately treated carcinoma of the cervix or basal or squamous cell carcinomas of the skin or stage I uterine cancer;\n17. Radiation therapy for metastatic disease foci outside the brain, administered within 3 weeks prior to the first administration of CAM-H2;\n18. Known hypersensitivity to any of the study drugs (including inactive ingredients), including iodine allergy;\n19. History of significant comorbidities that, in the Investigator's judgement, may interfere with study conduct, response assessment, or informed consent;\n20. Unable or unwilling to complete the study procedures;\n21. Patients that cannot be hospitalized in a radionuclide therapy room;\n22. Patients with urinary incontinence;\n23. Patients that are unable to comply with thyroid protective pre-medication;\n24. Patients in whom bladder catheterization cannot be performed, or in patients who are unwilling to be catheterized if necessary;\n25. Patients with contraindications for undergoing MRI or computed tomography (CT), including for receiving contrast agents; or\n26. Patient is the Investigator or sub-Investigator, research assistant, pharmacist, study coordinator, or other staff or relative thereof, who is directly involved in the conduct of the study.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}