{
    "nctId": "NCT04679207",
    "briefTitle": "A Pilot Study of Ultrasound-guided Vacuum-assisted Excision of Breast Cancers",
    "officialTitle": "A Pilot Study of Ultrasound-guided Vacuum-assisted Excision of Breast Cancers (the PICASSO Study)",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 7,
    "primaryOutcomeMeasure": "Greatest dimension of the Cancer",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* The patient is aged 18 years or older.\n* Diagnosis on core needle biopsy of invasive cancer of the breast\n* Unifocal invasive tumour on imaging (hormone receptor positive or negative)\n* T1 or T2 primary or locally recurrent tumour measuring ≤25mm on imaging, excluding any adjacent ductal carcinoma in situ (largest of the measurements on mammography (including digital breast tomosynthesis if performed) and ultrasound)\n* The tumour is clearly visible on ultrasound\n* Vacuum-assisted excision of the entire ultrasonically visible tumour is deemed to be technically feasible\n* The patient is considered to be at high risk of complications or death from a general anaesthetic and therefore surgery under general anaesthesia is not considered appropriate. This must be confirmed by agreement by two named consultant breast surgeons, a multidisciplinary team meeting (including at least one consultant breast surgeon) or by formal anaesthetic assessment. Unsuitability for surgery under local anaesthetic must be confirmed by a consultant breast surgeon.\n* or - The patient refuses to undergo surgery. This must be confirmed by a consultant surgeon and breast care nurse following full discussion of the treatment options.\n* or - The patient is considered unlikely to benefit from surgical removal of the cancer by virtue of known metastatic disease or other life-shortening condition. This must be confirmed by discussion in a multidisciplinary team meeting which includes an oncologist.\n* The patient has given written informed consent for the study Women who are already on primary endocrine therapy for a breast cancer and meet the inclusion criteria will also be eligible.\n\nExclusion Criteria:\n\n* The patient is on anticoagulants or has a known clotting disorder\n* Pregnancy or lactation\n* Allergy to local anaesthetic",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}