{
    "nctId": "NCT03609047",
    "briefTitle": "Adjuvant Palbociclib in Elderly Patients With Breast Cancer",
    "officialTitle": "A Phase II Study of Adjuvant PALbociclib as an Alternative to CHemotherapy in Elderly patientS With High-risk ER+/HER2- Early Breast Cancer",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Cancer Stage II, Breast Cancer Stage III",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 366,
    "primaryOutcomeMeasure": "distant recurrence-free interval (D-RFI) rate",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Women or men with stage II or stage III, early invasive breast cancer according to the UICC 8th edition for TNM classification\n* Histologically confirmed Estrogen Receptor ER+ (at least 10 % of cells staining positive for ER), Human Epidermal Growth Factor Receptor 2 (HER-2) negative, early invasive breast cancer based on results of local pathology. Testing may be performed on diagnostic core biopsy or resection specimen.\n* In patients with multicentric, multifocal and/or bilateral breast cancer, all histopathologically examined invasive tumors must meet pathologic criteria regarding ER and HER2-status described above.\n* Adjuvant chemotherapy indicated and feasible according to treating physician and patient, based on standard clinicopathological parameters (tumor size, lymph node involvement, general health status, proliferation marker, patient wish) and gene expression profile if available.\n* Adjuvant chemotherapy combining both anthracycline and taxanes considered not indicated or not feasible according to treating physician.\n* No evidence of macroscopic distant metastases, investigated according to local institutional guidelines.\n* Age ≥70 years\n* Eastern Cooperative Oncology Group (ECOG) Performance status 0-2\n* Patient must have undergone breast +/- axillary surgery with curative intent for the current malignancy ≤8 weeks before randomization.\n* The maximum duration from last surgery to the start of the first adjuvant treatment is 9 weeks.\n* Patients must have sufficient resolution of any surgical side effects from the last surgery per physician assessment, with no active wound healing complications at the time of randomization.\n* Incentive to undergo adjuvant radiation therapy when indicated per local institutional guidelines.\n* Note: For patients in the palbociclib arm, radiation therapy when indicated has to start ≤9 weeks after last surgery. The endocrine therapy can be initiated during or after the radiation therapy but not later than 3 weeks after the last radiotherapy. Palbociclib has to start ≤3 weeks after the last radiotherapy. When radiation therapy is not indicated, endocrine therapy and palbociclib have to be initiated ≤9 weeks after last surgery.\n* Note: For patients in the chemotherapy arm, chemotherapy has to be the first adjuvant treatment and has to start ≤9 weeks after the last surgery. When radiation therapy is indicated, this treatment has to start ≤6 weeks after the last chemotherapy administration. Adjuvant endocrine therapy can be initiated during or after the radiation therapy but not later than 3 weeks after the last radiotherapy. When radiation therapy is not indicated, endocrine therapy has to be initiated ≤6 weeks after last chemotherapy administration.\n* Adequate organ function, evidenced by the following laboratory results within 3 weeks prior to inclusion:\n* Hemoglobin ≥ 9 g/dL\n* Absolute neutrophil count (ANC) ≥ 1500/mm3\n* Platelet count ≥ 100,000/mm3\n* Total bilirubin ≤ 1.5 upper limit of normal (ULN), or total bilirubin ≤ 3.0 × ULN in patients with documented Gilbert's Syndrome.\n* Glomerular Filtration Rate (GFR) ≥ 30 ml/min according to Modification of Diet in Renal Disease (MDRD) formula or Chronic Kidney Disease - Epidemiology Collaboration (CKD-EPI) formula or Cockcroft and Gault formula\n* Serum Glutamic Oxaloacetic Transaminase (Aspartate Transaminase), Serum Glutamic Pyruvic Transaminase (Alanine Transaminase) and alkaline phosphatase ≤ 2.5 × ULN\n* Patients must be able and willing to swallow and retain oral medication without a condition that would interfere with enteric absorption.\n* Absence of any psychological, familial, sociological or geographical condition potentially hampering compliance with the study protocol and follow-up schedule; those conditions should be discussed with the patient before registration in the trial\n* Before patient registration/randomization, written informed consent must be obtained according to ICH/GCP, and national/local regulations.\n\nExclusion Criteria:\n\n* Previous history of invasive breast cancer\n* Systemic anticancer therapy prior to the breast cancer surgery\n* Prior therapy with any Cyclin-Dependent Kinase (CDK)4/6 inhibitor\n* Concurrent investigational agent within 28 days of randomization\n* Concomitant anticancer treatment with the exception of bone antiresorptive agents or Luteinizing Hormone-Releasing Hormone agonists in male patients treated with an aromatase-inhibitor\n* History of allergic reactions attributed to compounds of chemical or biological composition similar to palbociclib or to chemotherapy components\n* Medications or substances that are potent inhibitors or inducers of CYP3A isoenzymes within 7 days of randomization (see Chapter 5.6.3 for list of CYP3A inhibitors and inducers)\n* Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection (including known HIV, active hepatitis B and/or hepatitis C infection), symptomatic congestive heart failure, unstable angina pectoris, uncontrolled cardiac arrhythmia, or uncontrolled diabetes.\n* Other malignancy within the last 5 years except: adequately treated non-metastatic non-melanoma skin cancer, curatively treated in situ cancer of the cervix, ductal carcinoma in situ of the breast.",
    "sex": "ALL",
    "minimumAge": "70 Years",
    "stdAges": "OLDER_ADULT"
}