{
    "nctId": "NCT00156416",
    "briefTitle": "Menopause and Meditation for Breast Cancer Survivors",
    "officialTitle": "Menopause and Meditation for Breast Cancer Survivors",
    "overallStatus": "COMPLETED",
    "conditions": "Menopause",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 51,
    "primaryOutcomeMeasure": "hot flushes",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* . Subjects will be selected based on their self-identification of menopausal hot flushes. Subjects may identify other menopausal symptoms but must have hot flushes. Inclusion criteria will include English speaking, self-identification of the menopausal symptom of hot flushes following treatment for breast cancer (stage I or II) and amenorrhea secondary to breast cancer treatment or for women with naturally occurring menopause amenorrhea of greater that one year but less than three years.\n\nExclusion Criteria:\n\n* Exclusion criteria are, for women with breast cancer, amenorrhea of greater that one year prior to their diagnosis of breast cancer. Also, excluded is concurrent treatment of menopausal symptoms with hormonal supplementation, herbal remedies, acupuncture, acupressure or non-hormonal pharmacologic agents prescribed at doses specifically for hot flush relief (beta blockers, SSRIs). However, women taking either serotonin reuptake inhibitors for depression or beta-blockers for hypertension who exhibit hot flushes sufficient to meet inclusion criteria will be accepted into the study. Previous treatment of menopausal symptoms with hormones, herbs or acupuncture, structured meditation and/or regular yoga practice must have ceased at least three months prior to enrollment in the study to allow for a sufficient wash out period. Women who are presently in chemotherapy treatment for breast cancer are excluded due to the potential confounding effect of mindfulness meditation on quality of life due to chemotherapy symptom relief. Women with a moderate to severe level of depression (\\>27), or suicidal thoughts or wishes, as measured by the Beck Depression Index, 2nd Ed (BDI-II), will be excluded and referred for treatment. However, following treatment for depression, they may enroll in the study assuming continuation of hot flushes at inclusion criteria levels.",
    "sex": "FEMALE",
    "minimumAge": "30 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}