{
    "nctId": "NCT06642948",
    "briefTitle": "AI-based Skeleton Recognition System for Rehabilitation Exercise in Breast Cancer Survivors: A Randomized Controlled Trial",
    "officialTitle": "Evaluating the Efficacy of Structured Exercise Interventions in Alleviating Aromatase Inhibitor-Induced Arthralgia in Breast Cancer Survivors: A Randomized Controlled Trial",
    "overallStatus": "RECRUITING",
    "conditions": "Musculoskeletal Symptoms, Breast Cancer, Endocrine Therapy, Aromatase Inhibitors",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 80,
    "primaryOutcomeMeasure": "Grip strength",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* 1. Pathologically confirmed hormone receptor-positive breast cancer (stage I, II, III).\n\n  2. Initiation of treatment with aromatase inhibitors (e.g., anastrozole, letrozole, exemestane).\n\n  3. Postmenopausal women, including those with surgically induced menopause. 4. Clear consciousness, no cognitive or communication impairments, and able to comply with the intervention.\n\n  5. Informed consent obtained, with voluntary participation in the study. 6. Bone and joint symptoms with a Brief Pain Inventory (BPI) score of ≥3, or presence of at least one of the following risk factors: elevated bone turnover markers, reduced vitamin D levels, increased inflammatory cytokines, elevated C-reactive protein, or elevated rheumatoid factor.\n\n  7. Not participating in any physical therapy or exercise-based interventions that may interfere with this study.\n\nExclusion Criteria:\n\n- 1. Recurrence of breast cancer or distant metastasis. 2. Presence of other malignancies. 3. Diagnosed rheumatoid arthritis, bone and joint trauma, or other severe bone and joint diseases.\n\n4. Bone mineral density T-score \\<-2.5. 5. Presence of absolute contraindications to exercise.",
    "sex": "ALL",
    "minimumAge": "N/A",
    "stdAges": "CHILD, ADULT, OLDER_ADULT"
}