{
    "nctId": "NCT05244382",
    "briefTitle": "Overcome, a Program of Therapeutic Exercise and Functional Recovery to Improve the Functional Capacity of Women With Breast Cancer and Bone Metastases",
    "officialTitle": "OveRCoME: functiOnal Recovery Cancer MEtastasis",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Neoplasm Female, Neoplasm Metastasis, Spinal Neoplasms",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 58,
    "primaryOutcomeMeasure": "Functional capacity",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Having breast cancer controlled primary and occurrence of one or more bone lesions (metastases osteoblastic) with location in the pelvis, lumbar spine and / or thoracic, attributable to breast cancer\n2. The bone metastasis is located only at bone level (low neurological risk).\n3. Not having exercised regular physical during last 3 months.\n4. ECOG (Eastern Cooperative Oncology Group) ≤ 1.\n5. \\> 4 weeks from a major surgery and full recovery.\n\nExclusion Criteria:\n\n1. Present cardiac toxicity secondary to treatments with decreased LVEF (If the LVEF percentage falls ≥ 10 points with respect to baseline or LVEF is below 50%) or QT prolongation\n2. Present any other toxicity greater than grade 2 in related to the treatments you are receiving or received in advance.\n3. Have spinal cord involvement, epidural involvement or instrumentation due to disease metastatic. (Moderate-high neurological risk)\n4. Have started or changed treatment hormonal during the last 3 months at recruitment.\n5. Present any pathology that prevents participation in a physical exercise program (PARQ-YOU).\n6. Present brain metastasis.\n7. Present uncontrolled hypertension (during recruitment, ≥2 / 3 evaluations \\<160/90 regardless of whether a regimen of antihypertensive therapy or not).\n8. Having had a serious cardiovascular event recently (in the last 12 months), including, but not limited to ischemic attack transient (TIA), cerebrovascular accident (CVA) or myocardial infarction (MI).\n9. Present a psychiatric illness, which would prevent the patient from signing the informed consent or adhere to the study protocol.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}