{
    "nctId": "NCT05238922",
    "briefTitle": "Study of INCB123667 in Subjects With Advanced Solid Tumors",
    "officialTitle": "A Phase 1, Open-Label, Multicenter Study of INCB123667 as Monotherapy in Participants With Selected Advanced Solid Tumors",
    "overallStatus": "RECRUITING",
    "conditions": "Solid Tumors",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 340,
    "primaryOutcomeMeasure": "Part 1A : Occurrence of Dose Limiting Toxicities (DLTs)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* France Only : Adults age of at least 18 and up to 99 years.\n* Life expectancy greater than 12 weeks.\n* ECOG performance status score of 0 or 1.\n* Disease progression on prior standard treatment, intolerance to or ineligibility for standard treatment, or no available treatment to improve the disease outcome.\n* Availability of a baseline archival tumor specimen or willingness to undergo a pretreatment and an on-treatment tumor biopsy (core or excisional) as applicable to obtain the specimen.\n\nParticipants in Part 1B:\n\n* Disease Group 1 : Ovarian/Fallopian/Primary Peritoneal Cancer\n* Disease Group 2 : Endometrial/Uterine Cancer\n* Disease Group 3: Gastric, GEJ, and esophageal adeno-carcinomas\n* Disease Group 4 : TNBC\n* Disease Group 5: Breast cancer (HR+/HER-)\n* Disease Group 6: Other tumor indications\n* Measurable lesions by CT or MRI based on RECIST v1.1 criteria that are considered nonamenable to surgery or other curative treatments or procedures.\n* Willingness to avoid pregnancy or fathering children.\n\nExclusion Criteria:\n\n* History of clinically significant or uncontrolled cardiac disease, including recent (within the last 12 months) unstable angina pectoris or acute myocardial infarction, or New York Heart Association Class III or IV cardiac disease, including preexisting clinically significant ventricular arrhythmia, congestive heart failure, cardiomyopathy not controlled by medication, or other clinically significant heart disease (ie, ≥ uncontrolled Grade 3 hypertension).\n* History or presence of an ECG abnormality that, in the investigator's opinion, is clinically meaningful. Screening QTcF interval \\> 450 milliseconds is excluded; in the event that a single QTc is \\> 450 milliseconds, the participant may enroll if the average QTc for the 3 ECGs is \\< 450 milliseconds.\n* Presence of chronic or current active infectious disease requiring systemic antibiotic, antifungal, or antiviral treatment.\n* Untreated brain or central nervous system (CNS) metastases or brain or CNS metastases that have progressed (eg, evidence of new or enlarging brain metastasis or new neurological symptoms attributable to brain or CNS metastases).\n* Known additional malignancy that is progressing or requires active treatment, or history of other malignancy within 2 years of the first dose of study drug with the exception of cured basal cell or squamous cell carcinoma of the skin, superficial bladder cancer, prostate intraepithelial neoplasm, carcinoma in situ of the cervix, or other noninvasive or indolent malignancy, or cancers from which the participant has been disease-free for \\> 1 year after treatment with curative intent.\n* Specific Lab values\n* Significant concurrent, uncontrolled medical conditions, such as liver disease and gastrointestinal disorders.\n* Has not recovered to ≤ Grade 1 from toxic effects of prior therapy and/or complications from prior surgical intervention before starting study drug.\n* Prior treatment with any CDK2 inhibitor.\n* Any change in endocrine therapy within 5 half-lives or 28 days (whichever is shorter) before the first dose of study drug or any administration of targeted therapy, antibody, or hypomethylating agent to treat the participant's disease within 5 half-lives or 28 days (whichever is shorter) before the first dose of study drug.\n* Any major surgery within 28 days before the first dose of study drug.\n* Any prior radiation therapy within 28 days before the first dose of study drug.\n* Undergoing treatment with another investigational medication or having been treated with an investigational medication within 5 half-lives or 28 days (whichever is shorter) before the first dose of study drug.\n* Undergoing treatment with any potent CYP3A4/CYP3A5 inhibitor or inducer (University of Washington School of Pharmacy 2020) or having been treated with a potent CYP3A4/CYP3A5 inhibitor or inducer within 5 half-lives or 28 days (whichever is shorter) before the first dose of study drug.\n* Known or suspected SARS-CoV-2 infection at the time of enrollment.\n* Active HBV or HCV infection that requires treatment. HBV DNA and HCV RNA must be undetectable. Participants who have cleared a prior HBV infection (defined as HBsAg negative, HBsAg antibody positive, and anti-HBc antibody positive) are eligible for the study.\n* Known history of HIV (HIV 1/2 antibodies).\n* Known hypersensitivity or severe reaction to any component of study drug(s) or formulation components.\n* Chronic or current active infectious disease requiring systemic antibiotics, antifungal, or antiviral treatment.\n* Current use of certain prohibited medications.\n* Women who are pregnant or breastfeeding.\n* For studies conducted in France, the following participants are excluded: vulnerable populations according to article L.1121-6 of the French Public Health Code and adults under legal protection or who are unable to express their consent per article L.1121-8 of the French Public Health Code.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}