{
    "nctId": "NCT05762900",
    "briefTitle": "Ultra-hypofractioNated Adjuvant Radiotherapy ± sImultaneous Integrated Boost for Low-risk Breast Cancer Patients",
    "officialTitle": "Ultra-hypofractioNated Radiotherapy ± sImultaneous Integrated Boost for Low-risk(risQue) Breast Cancer Patients After Breast Conservative sUrgery or mastEctomy (UNIQUE)",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer, Radiotherapy Side Effect",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 65,
    "primaryOutcomeMeasure": "The rate of patients who develop radiation-associated acute toxicity (≥ 2 degree)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patients diagnosed with invasive or non-invasive breast cancer;\n2. The patients have undergone breast-conserving surgery or mastectomy with axillary sentinel nodal biopsy or dissection;\n3. Stage ypT0-2N0-1 (if receive neoadjuvant therapy) or stage pT0-2N0-1 (if receive upfront surgery).\n4. No distant metastasis;\n5. Life expectancy ≥6 months;\n6. Organ function is fine (Hemoglobin ≥100g/L, leukocyte ≥2×109/L, neutrophil ≥1×109/L, platelet ≥80×109/L; Creatinine 1.5 mg/dl or less; Alanine aminotransferase/aspartate aminotransferase ≤2.5×UNL.);\n7. Patients are willing to cooperate to follow up;\n8. Patients should sign the informed consent;\n9. Women of childbearing age need effective contraception.\n\nExclusion Criteria:\n\n1. Biopsy proven ipsilateral supraclavicular, infraclavicular or internal mammary nodal involvement.\n2. Concurrent or previous neuropathy overlapping with the radiation volume or brachial plexus injury;\n3. Patients who had radiotherapy to the ipsilateral breast, lymph-drainage regions or adjacent areas before;\n4. Concurrent active connective tissue disease;\n5. Other malignancies, which affect patient life expectancy (except adequately treated basal cell carcinoma of the skin, carcinoma in situ of the cervix, superficial bladder neoplasms (no more than T1), early stage thyroid carcinoma);\n6. Severe comorbidities or active disease (Poorly controlled heart disease: New York Classification of Cardiac Function ≥ Grade 2, active coronary heart disease, unstable angina pectoris, arrhythmia requiring medical treatment/persistent refractory hypertension; Myocardial infarction, stroke within six months; Poorly controlled diabetes persists. Fasting blood glucose ≥ 10mmol/L, 2 hours postprandial blood glucose ≥ 13 mmol/L. Poorly controlled psychosis develops or worsens within six months; Active infection; Positive for antibodies to HIV).\n7. Pregnant or breast-feeding.",
    "sex": "FEMALE",
    "minimumAge": "35 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}