{
    "nctId": "NCT06337630",
    "briefTitle": "A Study on Tuvusertib (Oral ATR Inhibitor) in Combination With PLX038 (Topo1 Inhibitor) in Patients With Advanced Solid Tumors",
    "officialTitle": "A Phase I Study on Tuvusertib (Oral ATR Inhibitor) in Combination With PLX038 (Topo1 Inhibitor) With Dose Expansion Cohorts in Patients With Advanced Solid Tumors",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Solid Tumor",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 92,
    "primaryOutcomeMeasure": "Dose escalation step : Dose limiting toxicities (DLTs)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Willing and able to comply with the protocol and provide written informed consent prior to study-specific screening procedures.\n* Age ≥ 18 years.\n* Locally advanced or metastatic solid cancer that is not amenable to curative treatment.\n* Measurable disease (per RECIST version 1.1).\n* Received a minimum of one and a maximum of six prior cytotoxic chemotherapy regimens for locally advanced or metastatic cancer.\n* Resolution of chemotherapy and radiation therapy related toxicities to NCI-CTCAE version 5.0 Grade 1 or lower severity, except for stable sensory neuropathy (≤ Grade 2), alopecia (any grade), presence of clinically managed chronic autoimmune AEs from prior immune therapy.\n* Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1.\n* Adequate organ function (obtained within 14 days prior to treatment start) as evidenced by:\n\n  i. Absolute neutrophil count (ANC) ≥ 1.5 X 109/L; ii. Hemoglobin (Hgb) ≥ 9 g/dL; iii. Platelet count ≥ 100 X 109/L; iv. Bilirubin ≤ 1.5 X upper limit of normal (ULN), except for patients with a documented history of Gilbert's disease (≤ 2 X ULN); v. Alanine aminotransferase (ALT), and aspartate aminotransferase (AST) ≤ 2.5 X ULN (for patients with liver metastases ≤ 5 X ULN); vi. Alkaline phosphatase (ALP) ≤ 3 X ULN (for patients with liver metastases, ≤ 5 X ULN); vii. Serum creatinine ≤ 1.5 mg/dL (133 μmol/L) or calculated creatinine clearance ≥ 50 mL/min (using Cockcroft-Gault formula); viii. Women of childbearing potential (WCBP): negative serum pregnancy test.\n* Full blood count parameters described above must meet the thresholds with no transfusion or growth factor support in the past 14 days.\n* Patients covered by social security or health insurance in compliance with the national legislation relating to biomedical research.\n* The willingness to remain on contraception of childbearing potential for the duration of study treatment plus 7 months (women) or 4 months (men).\n\nExclusion Criteria:\n\n* Patients who have had a last dose of IV chemotherapy within 21 days, last dose of oral cytotoxic chemotherapy, radiotherapy, biological therapy, or investigational therapy within 14 days prior to treatment start.\n* Patients who have had any major surgery within 28 days prior to inclusion.\n* Patients with chronic inflammatory bowel disease and/or bowel obstruction.\n* Concomitant use of other agents for the treatment of cancer (except for LHRH agonist/antagonist) or any investigational agent(s).\n* Brain metastases, unless local therapy was completed and use of corticosteroids for this indication discontinued for at least 3 weeks prior to inclusion. Signs or symptoms of brain metastases must be stable for at least 28 days prior to inclusion. No known progression of brain metastases (by imaging as assessed by RECIST version 1.1) can have occurred. Patients with leptomeningeal disease or meningeal carcinomatosis are excluded.\n* Women who are either pregnant, lactating, planning to get pregnant.\n* Patients receiving pharmacotherapy for hepatitis B or C, tuberculosis, or HIV.\n* Patients with known liver disease diagnosed with Child-Pugh A or higher cirrhosis.\n* Other current or previous stage III or IV malignancy diagnosed within 5 years of study entry.\n* Severe/uncontrolled intercurrent illness within the previous 28 days prior to inclusion.\n* Uncontrolled or poorly controlled arterial hypertension, symptomatic congestive heart failure (New York Heart Association Classification ≥ Class III), uncontrolled cardiac arrhythmia, calculated QTc average using the QTcF \\> 480 msec; unstable angina pectoris, myocardial infarction or a coronary revascularization procedure, cerebral vascular accident, transient ischemic attack, or any other significant vascular disease within 180 days of study intervention start.\n* Patients with ongoing active infection (requiring systemic treatment) and treatment with live or live attenuated vaccine within 30 days of dosing.\n* Any other significant medical, psychological, social or geographic conditions that in the opinion of the Investigator would impair study participation or cooperation.\n* Patients deprived of their liberty or under guardianship.\n\nDose expansion additional inclusion criteria\n\nBreast cancer\n\n* Triple-negative breast cancer (both ER and PR \\<10%, HER2-negative or HER2-low, locally assessed).\n* Prior therapy (administered in the neoadjuvant, adjuvant and/or metastatic setting) with an anthracycline, taxane and sacituzumab govitecan (unless not medically appropriate or contraindicated for the patient).\n* Patients with known gBRCA mutations must have received a PARP inhibitor in the metastatic setting.\n* Patients whose cancer has a CPS score ≥10 must have received prior pembrolizumab unless (i) contra-indicated (ii) CPS score or pembrolizumab not available at time of first line treatment start.\n\nATM-mutated solid cancers\n\n● Inactivating mutation of ATM (presence of truncating mutation or R337/R3008 missense mutation of ATM mono and/or biallelic, assessed by next-generation sequencing in a certified French genomics platform).",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}