{
    "nctId": "NCT04330625",
    "briefTitle": "Glucagon Receptor Inhibition to Enable Breast Cancer Patients to Benefit From PI3K Inhibitor Therapy (REMD-477)",
    "officialTitle": "A Pilot Study of Glucagon Receptor Inhibition to Enable Breast Cancer Patients to Benefit From PI3K Inhibitor Therapy (GRIP-IT PILOT)",
    "overallStatus": "TERMINATED",
    "conditions": "Hyperglycemia Drug Induced",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 1,
    "primaryOutcomeMeasure": "Adverse Events",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Locally advanced (not amenable to curative surgery) or metastatic invasive breast cancer\n* Age \\> 18 years\n* Post-menopausal or pre/peri-menopausal women prescribed ovarian suppression or men prescribed Lupron are permitted to participate\n* Histologically and/or cytologically confirmed diagnosis of ER+ and/or PgR+ breast cancer by local laboratory\n* HER2-negative breast cancer defined as a negative in situ hybridization test or an IHC status of 0, 1+ or 2+. If IHC is 2+, a negative in situ hybridization test (FISH, CISH, or SISH) is required.\n* Presence of one or more PIK3CA mutations in tumor tissue or plasma specimens\n* Participant is eligible to receive alpelisib and fulvestrant as per current FDA labeling\n* Participant has experienced grade 3 or 4 hyperglycemia during treatment with alpelisib (any cycle) despite standard of care measures (e.g metformin) leading to discontinuation of alpelisib.\n* ECOG performance status 0, 1 or 2\n* Ability to understand and the willingness to sign a written informed consent document\n* Participants must have normal organ and marrow function as defined below:\n\n  * Leukocytes \\> 3,000/mm3\n  * Absolute neutrophil count \\> 1,500/mm3\n  * Platelets \\> 100,000/mm3\n  * Bilirubin ≤ 1.5 x institutional upper limit of normal (ULN\n  * AST (SGOT)/ALT (SGPT) \\< 2.5 X institutional upper limit of normal; Creatinine ≤1.5 x institutional upper limit of normal OR creatinine clearance \\>L/min/1.73 m2 for subjects with creatinine levels above institutional normal.\n\nExclusion Criteria:\n\n* Patient with symptomatic visceral disease or any disease burden that makes the patient ineligible for endocrine therapy per the investigator's best judgment\n* Patient has received radiotherapy ≤ 4 weeks or limited field radiation for palliation ≤ 2 weeks prior to therapy, and who has not recovered to grade 1 or better from related side effects of such therapy (with the exception of alopecia) and/or from whom ≥ 25% of the bone marrow was irradiated\n* Established diagnosis of diabetes mellitus type 1 or uncontrolled type 2 diabetes (fasting plasma glucose level,\\>140 mg per deciliter or a glycosylated hemoglobin level of \\>6.4%)\n* Impairment of gastrointestinal (GI) function or GI disease that may significantly alter the absorption of alpelisib\n* Known brain metastases.\n* History of allergic reactions attributed to compounds of similar chemical or biologic composition to alpelisib or other agents used in this study.\n* Receiving any medications or substances that are strong CYP3A4 inducers.\n* A history or family history of pancreatic neuroendocrine tumors, multiple endocrine neoplasia or pheochromocytoma\n* Uncontrolled intercurrent illness including, but not limited to ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements.\n* Pregnant women are excluded from this study. Because there is an unknown but potential risk of adverse events in nursing infants secondary to treatment of the mother with these agents, breastfeeding should be discontinued if the mother is treated on study.\n* Individuals with a history of a different malignancy are ineligible except for the following circumstances. Individuals with a history of other malignancies are eligible if they have been disease-free for at least 3 years and are deemed by the investigator to be at low risk for recurrence of that malignancy. Individuals with the following cancers are eligible if diagnosed and treated within the past 3 years: cervical cancer in situ, and basal cell or squamous cell carcinoma of the skin. Patient has received prior treatment with chemotherapy (except for neoadjuvant/ adjuvant chemotherapy)",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}