{
    "nctId": "NCT03437837",
    "briefTitle": "Validation of the CPS+EG, Neo-Bioscore and Modified Neo-Bioscore Staging Systems After PST of BC in China",
    "officialTitle": "Validation of CPS+EG, Neo-Bioscore and Modified Neo-Bioscore Staging System After Preoperative Systemic Therapy of Breast Cancer in Multi-center in China",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer, Neoadjuvant Therapy, Neoplasm Staging, Estrogen Receptor, Histological Grade, HER2, Prognosis, Predictive Value of Tests",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 1077,
    "primaryOutcomeMeasure": "Disease Specific Survival (DSS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\nA patient will be eligible for inclusion in this study if he or she meets all of the following criteria:\n\n1. Has operable, histologically confirmed, Stage I, IIA, IIB, IIIA, IIIB or IIIC invasive carcinoma of the breast.\n2. Has had neoadjuvant chemotherapy before operation for this breast cancer.\n3. Age \\>=18 to \\<=75 years old.\n4. Has known ER and PR status.\n5. Has known HER-2 status.\n6. Has known menopausal status.\n7. Before PST, Lymph nodes were evaluated by fine needle biopsy (FNB) if the clinically positive, or by sentinel lymph nodes biopsy (SLNB) if the clinically or FNB negative.\n8. Has complete surgical resection of the primary breast tumor after PST: either lumpectomy or mastectomy with sentinel lymph node biopsy or axillary dissection, with clear margins for both invasive and ductal carcinoma in situ (DCIS).\n9. Has an Eastern Cooperative Oncology Group (ECOG) Performance Status 0-1.\n10. Has laboratory values of\n\n    * White blood cell count \\>3000/mm3\n    * Absolute neutrophil count (ANC) ≥1500/mm3\n    * Hemoglobin ≥9.0 g/dL\n    * Total bilirubin \\<ULN\n    * Serum creatinine ≤1.5 mg/dL\n    * Platelet count ≥100,000/mm3\n    * ULN = upper limit of normal\n11. Has aspartate aminotransferase (AST) or alanine aminotransferase (ALT) and alkaline phosphatase (ALP) within any of the ranges shown below:\n\n    * ALP ≤ upper limits of normal(ULN),and AST or ALT ≤ 5 ULN\n    * ULN \\< ALP ≤2.5 ULN, and AST or ALT ≤ 1.5 ULN\n    * 2.5 ULN \\< ALP ≤5 ULN, and AST or ALT ≤ ULN\n12. Has normal cardiac function as evidenced by an left ventricular ejection fraction (LVEF) \\>50% by echocardiogram (ECHO), Ejection fraction as determined by ECHO must be within normal limits (WNL) by institutional standard.\n13. Has no evidence of metastatic disease outside of breast by physical examination and chest x-ray or computed tomography (CT) scan. Other scans if done as needed by the patient \\[e.g., bone scan; abdominal, chest CT; Positron Emission Tomography (PET) or Positron Emission Tomography-Computed Tomography (PET-CT); ultrasound; or Magnetic Resonance Imaging (MRI)\\] should indicate no evidence of metastatic disease.\n14. Has had baseline bilateral B-type ultrasound，MRI was recommended, but not essential.\n15. If fertile, patient has agreed to use an acceptable method of birth control (barrier contraceptive only) to avoid pregnancy duration the study and for a period of 3 months thereafter\n\nExclusion Criteria:\n\nA patient will be excluded from this study if she meets any of the following criteria:\n\n1. Has bilateral synchronous breast cancer.\n2. Has any evidence of metastatic disease: staging work-up, biopsy or physical examination suspicious for malignant disease.\n3. Has a history of severe hypersensitivity reaction to chemotherapy drugs or formulation.\n4. Has a history of heart failure, uncontrolled angina, severe uncontrolled arrhythmias, pericardial disease, or electrocardiographic evidence of acute ischemic changes.\n5. Has peripheral neuropathy \\>Grade 1.\n6. Has had a major organ allograft or condition requiring chronic immunosuppression (ie, kidney, liver, lung, heart, bone marrow transplant, or autoimmune diseases). Patients who have received corneal transplants or cadaver skin or bone transplants are eligible.\n7. Has a serious uncontrolled intercurrent medical or psychiatric illness, including serious viral \\[including clinically defined acquired immune deficiency syndrome (AIDS)\\], bacterial or fungal infection; or history of uncontrolled seizures, or diabetes, or central nervous system (CNS) disorders deemed by the Treating Physician to be clinically significant, precluding informed consent.\n8. Has active hepatitis B or hepatitis C with abnormal liver function tests (LFTs) or is known to be human immunodeficiency virus (HIV) positive.\n9. Has a history of other malignancy within the last 5 years (except cured basal cell carcinoma of skin, carcinoma in situ of uterine cervix, DCIS), which could affect the diagnosis or assessment of any of the study drugs.\n10. Is deemed unable to comply with requirements of study.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}