{
    "nctId": "NCT01819948",
    "briefTitle": "Changes in Biomarkers of Cancer in Women With Breast Cancer and Without Evidence of Disease Who Were Given PhytoMed™",
    "officialTitle": "Pilot Clinical Trial to Assess Changes in Biomarkers of Cancer Related to Inflammation in Women With Stage 0-IIIA Breast Cancer and Without Evidence of Disease Who Were Given the PhytoMed™ Complement.",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "PREVENTION",
    "enrollmentCount": 46,
    "primaryOutcomeMeasure": "Reduction in the levels of CRP",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Women with histologically confirmed AJCC Stage 0-IIIA breast cancer which has been completely surgically resected.\n* No evidence of disease as determined by their physician.\n* ER+ and/or PR+ tumour.\n* Receiving an aromatase inhibitor (letrozole, anastrazole, exemestane) or tamoxifen at a stable dose for at least 3 months at trial entry.\n* Post-menopausal women, defined as: (1) above 50 years of age who have not menstruated during the preceding 12 months or who have follicle-stimulating hormone levels (FSH) \\> 40 IU/L, (2) those under 50 years of age who have FSH hormone levels \\>40 IU/L, or (3) those who have undergone a bilateral oophorectomy.\n* CRP ≥3.9 mg/L measured as the mean of two consecutive weekly tests.\n* Aged 18 years or older\n* ECOG performance status 0-1\n* Between 2 and 5 years from their initial surgery for breast cancer.\n* Life expectancy of at least 6 months\n* At least 6 months since last chemotherapy\n* Laboratory tests performed within 14 days of trial starting:\n\n  1. Granulocytes ≥ 1,500/µL;\n  2. Platelets ≥ 100,000/µL;\n  3. Haemoglobin ≥ 12.0 g/dL;\n  4. Total bilirubin equal to or below upper limit of normal (ULN);\n  5. AST and ALT equal to or below ULN;\n  6. Alkaline phosphatase equal to or below ULN;\n  7. Serum creatinine equal to or below ULN;\n* Able to provide informed consent to receive the trial treatment, to provide biological specimens, self-administer oral medica-tion unsupervised for a prolonged period of time, and to complete a medication diary.\n\nExclusion Criteria:\n\n* Pregnancy or breastfeeding\n* Who have had a malignancy (other than breast cancer) which required radiotherapy or systemic treatment within the past 5 years.\n* Known cardiac disease (arrhythmias, myocardial infarction, bundle branch block, ischemic heart disease, uncontrolled hypertension)\n* Known autoimmune disease or inflammatory disorder\n* Any condition requiring the use of systemic corticosteroids or any other immunosuppressive agents (e.g. cyclosporin, tacrolimus, azathioprine).\n* Women with known immunodeficiency (such as HIV).\n* Patients with infection by septicaemia, infection, acute hepatitis, or other uncontrolled severe medical condition\n* Routine use of aspirin \\>81 mg/d or NSAIDs (\\> 400 mg po 4 times/day of ibuprofen or naproxen \\> 500 mg/d) or any use of celecoxib or similar COX-2 inhibitors;\n* Subjects are asked not to take dietary supplements, olives or olive oil for 1 month prior to trial enrolment and during the trial.\n* Who are taking bisphosphonates",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}