{
    "nctId": "NCT02206984",
    "briefTitle": "Endocrine Response in Women With Invasive Lobular Breast Cancer",
    "officialTitle": "A Trial of Endocrine Response in Women With Invasive Lobular Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 201,
    "primaryOutcomeMeasure": "Change in Ki67 proliferative index",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologically confirmed invasive lobular breast cancer, that is hormone receptor-positive and HER2-negative, measuring at least 1 centimeter (cm) radiographically or clinically, clinical stages I-III. Invasive lobular histology will be diagnosed at the enrolling institution for purposes of study participation. Subsequently, invasive lobular histology will be confirmed by central pathology review, but this central review will not be required prior to patient enrollment.\n* Prior to initiation of study agents, study participants will be highly encouraged to undergo a baseline research core biopsy of their breast tumor. If this is not possible or the patient refuses, the pre-treatment tumor sample must be obtained from their archival diagnostic core biopsy. If definitive surgery is not performed at day 21-27 after study treatment, a second post-treatment research core biopsy will need to be obtained from their breast tumor. For patients undergoing surgery, the second biopsy will be removed from the breast tumor tissue excised during their operation. Note: In the event that the baseline breast tumor biopsy performed for research purposes does not yield adequate tumor tissue for analysis of the primary and secondary endpoints, tissue will be requested from the patient's archival clinical diagnostic core biopsy if it is available.The patient will still remain on study and complete protocol therapy as planned in this unlikely event.\n* Hormone receptor (HR) status of the invasive component must be documented before trial enrollment. The tumor must be HR-positive. HR will be considered positive if staining is 1% or greater for ER and/or PR. This will be determined at the enrolling institution for purposes of study participation and enrollment onto the trial. Subsequently, HR status will be confirmed by central pathology review, but this central review will not be required prior to enrolling the patient. HER2 status will be determined locally only, based upon current ASCO/CAP guidelines.\n* Patients must be female.\n* Participants must be fully postmenopausal.\n* ECOG performance status of 0, 1 or 2.\n* Adequate organ and marrow function as defined by a history and physical exam that rules out comorbidities that would be exclusions to participation in the study (see exclusion criteria) and clinical laboratory parameters as deemed clinically appropriate by the treating physician.\n* Prior use of hormone contraceptives and replacement therapy is allowed (e.g., estrogen and/or progestin), but must have been discontinued at least 30 days prior to the study enrollment. Vaginal preparations (e.g., Vagifem® or Estring®)\n* Participant must be aware of the nature of her malignancy, understand the study requirements and risks and be able and willing to sign a written informed consent document.\n\nExclusion Criteria:\n\n* Prior or concurrent use of hormonal therapy, chemotherapy, radiation therapy, or novel therapy to treat the current breast cancer, including any history of prior irradiation to the ipsilateral breast. Additionally, the patient must not have had hormonal therapy for breast cancer treatment or for breast cancer prevention within 2 years prior to study enrollment. (Note: Synchronous breast, cancer (including bilateral breast cancer) at separate sites is permissible, provided the patient does not receive medical treatments for breast cancer or radiation therapy to the ipsilateral breast during the 21 day study intervention period.\n* Concurrent use of any other investigational agents.\n* History of allergic reactions/hypersensitivity attributed to compounds of similar chemical or biologic composition to tamoxifen, anastrozole, or fulvestrant or any of their ingredients.\n* History of thromboembolic disease or uterine cancer that is considered a contraindication to tamoxifen.\n* Active hepatitis viral infections or a known history of liver disease, especially moderate (Child-Pugh Class B) to severe (Child-Pugh Class C) hepatic impairment.\n* Uncontrolled current illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements.\n* HER-2 positivity.\n* Increased Risk of bleeding: including a history of a bleeding diathesis and/or known history of severe thrombocytopenia. NOTE: Anticoagulant use is not a contraindication to fulvestrant, but caution is advised in administration in patients on anticoagulation. Patients on anticoagulation who will receive fulvestrant will have PT and aPTT/INR assessed at baseline.",
    "sex": "FEMALE",
    "minimumAge": "N/A",
    "stdAges": "CHILD, ADULT, OLDER_ADULT"
}