{
    "nctId": "NCT00481845",
    "briefTitle": "Phase 2 Anastrozole and Vandetanib (ZD6474) in Neoadjuvant Treatment of Postmenopausal Hormone Receptor-Positive Breast Cancer",
    "officialTitle": "Randomized Phase 2 Trial of Anastrozole Combined With Novel Agent ZD6474 in the Neoadjuvant Treatment of Postmenopausal Patients With Hormone Receptor-Positive Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 1,
    "primaryOutcomeMeasure": "Tumor Objective Response by MRI",
    "eligibilityCriteria": "Inclusion Criteria:\n\nHistologically confirmed invasive, hormone receptor-positive (ER and/or PR positive) breast cancer\n\n* Stage I-III breast cancer including any primary tumor ≥ 1 cm by ultrasound\n* Diagnosis by core needle biopsy with placement of metallic clip at tumor site\n* Sentinel lymph node biopsy (US-guided FNA may be substituted if palpable axillary lymphadenopathy)\n* Evaluation by a surgeon to determine eligibility for breast conservation\n* Postmenopausal status (age ≥ 60 yo; or \\< 60 yo and FSH and estradiol in the postmenopausal range, prior bilateral oophorectomy)\n* Serum creatinine \\< 1.5 x upper limit of normal (ULN) or creatinine clearance \\> 50 mL/minute (calculated by Cockcroft-Gault formula.)\n* Serum bilirubin \\< 1.5 x ULN\n* Serum potassium ≥ 4 mmol/L (supplementation allowed)\n* Serum calcium or magnesium within normal range (supplementation allowed)\n* Alanine aminotransferase (ALT) or aspartate aminotransferase (AST) ≤ 2.5 x ULN or alkaline phosphatase (ALP) ≤ 2.5 x ULN\n* ECOG Performance Status 0,1,2\n* ECG QTc \\< 480 msec\n* Measurable disease\n* Written, informed consent\n\nExclusion Criteria:- Inflammatory breast cancer\n\n* Metastatic breast cancer excluding disease in regional lymph nodes\n* Inoperable disease considered irreversible with neoadjuvant endocrine therapy\n* HER2-overexpressed breast cancer\n* Prior chemotherapy or radiotherapy for the treatment of the current breast cancer\n* Prior hormonal therapy for the treatment of the current breast cancer\n* Prior surgical biopsy, lumpectomy, mastectomy for the current breast cancer\n* Any concurrent condition which in the Investigator's opinion makes it inappropriate for the patient to participate in the trial or which would jeopardize compliance with the protocol\n* Currently active diarrhea that may affect the ability of the patient to absorb ZD6474 or tolerate diarrhea\n* Clinically significant cardiac event such as myocardial infarction; New York Heart Association (NYHA) classification of heart disease \\>2 within 3 months before entry; or presence of cardiac disease that, in the opinion of the Investigator, increases the risk of ventricular arrhythmia.\n* History of arrhythmia (multifocal premature ventricular contractions (PVCs), bigeminy, trigeminy, ventricular tachycardia (VT) or uncontrolled atrial fibrillation) which is symptomatic or requires treatment (CTCAE grade 3) or asymptomatic sustained VT. Atrial fibrillation controlled on medication is not excluded.\n* Previous history of QTc prolongation as a result of another medication that required discontinuation of that medication.\n* Congenital long QT syndrome or 1st degree relative with unexplained sudden death \\< 40 years of age.\n* Presence of left bundle branch block (LBBB).\n* QTc with Bazett's correction that is unmeasurable, or ≥ 480 msec on screening ECG. If a patient has QTc ≥ 480 msec on screening ECG, the screen ECG may be repeated twice (at least 24 hours apart). The average QTc from the three screening ECGs must be \\< 480 msec in order for the patient to be eligible for the study.\n* Use of any concomitant medication that may cause QTc prolongation, induce Torsades de Pointes or induce CYP3A4 function.\n* Hypertension not controlled by medical therapy (systolic blood pressure greater than 160 mm Hg or diastolic blood pressure greater than 100 mm hg).\n* Previous or current malignancies of other histologies within the last 5 years, with the exception of cervical carcinoma in situ and adequately treated basal cell or squamous cell carcinoma of the skin.\n* Major surgery within 4 weeks or incompletely healed surgical incision before starting study therapy.\n* Receipt of any investigational agents within 30 days prior to commencing study treatment\n* Previous enrollment or randomization of treatment in the present study",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}