{
    "nctId": "NCT06362096",
    "briefTitle": "A Multicenter, Prospective Study of Diarrhea Tolerance of Pyrotinib Combined With Trastumab and Taxane in the First-line Treatment of HER2-positive Advanced Breast Cancer",
    "officialTitle": "ve Study of Diarrhea Tolerance of Pyrotinib Combined With Trastumab and Taxane in the First-line Treatment of HER2-positive Advanced Breast Cancer",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "PREVENTION",
    "enrollmentCount": 72,
    "primaryOutcomeMeasure": "Incidence of ≥ grade 3 diarrhea",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. aged ≥ 18 years, ≤75 years\n2. Her2-positive recurrent or metastatic breast cancer; Patients with local recurrence need to be confirmed by the investigator that radical surgical resection is not possible.\n3. Did not receive any systemic antitumor therapy in the advanced stage;\n4. At least one measurable lesion was present according to RECIST1.1 criteria.\n5. The ECOG score is 0 to 1\n6. The functional major organs must be normal\n7. Volunteer to participate in this study, sign informed consent, have good compliance and willing to cooperate with follow-up\n\nExclusion Criteria:\n\n1. Have received any systematic antitumor therapy at the recurrence/metastasis stage;\n2. Tyrosine kinase inhibitor (TKI) formulations targeting HER have been used at any stage of breast cancer\n3. Patients judged by the investigators to be unsuitable for systematic chemotherapy.\n4. Patients with active brain metastases (meaning those requiring mannitol treatment or with symptomatic brain metastases);\n5. Had undergone major surgical procedures or significant trauma within 4 weeks prior to randomization, or were expected to undergo major surgical treatment.\n6. Serious heart disease or discomfort\n7. Inability to swallow, chronic diarrhea, intestinal obstruction, or other factors that affect the use and absorption of medications.",
    "sex": "ALL",
    "minimumAge": "17 Years",
    "stdAges": "CHILD, ADULT, OLDER_ADULT"
}