{
    "nctId": "NCT06217185",
    "briefTitle": "The Efficacy and Safety of Pyrotinib, Trastuzumab Combined With Taxanes in the Treatment of Trastuzumab-treated HER2+ Advanced Breast Cancer (ABC).",
    "officialTitle": "The Efficacy and Safety of Pyrotinib, Trastuzumab Combined With Taxanes in the Treatment of Early Trastuzumab-treated HER2+ Advanced Breast Cancer (ABC).",
    "overallStatus": "RECRUITING",
    "conditions": "HER2-positive Breast Cancer, Advanced Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE4",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 100,
    "primaryOutcomeMeasure": "PFS",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age: 18-70 years old, female;\n2. Pathological examination confirmed HER-2 positive invasive breast cancer; (HER2 positivity is defined as an immunohistochemical (IHC) score of 3+ or in-situ hybridization (ISH) result for HER2 gene amplification in \\>10% of immunoreactive cells.\n\n   HER2 positivity needs to be verified by the pathology department of the research center involved in this study)\n3. Imaging confirmed recurrent/metastatic breast cancer;\n4. Patients who relapsed and metastasized three months after discontinuation of Trastuzumab treatment;\n5. Have at least one measurable lesion (according to RECIST 1.1 criteria);\n6. ECOG score of 0-2;\n7. Expected life span ≥3 months;\n8. Normal major organ function;\n9. The researcher believes that the participant may benefit;\n10. Volunteer to participate in this study, sign informed consent.\n\nExclusion Criteria:\n\nPatients who meet any of the following criteria are not eligible for participation:\n\n1. Have any confirmed history of drug allergies, or severe allergic reactions to any component of the investigational drug (NCI-CTCAE 5.0 grade \\> 3);\n2. Patients in advanced stages who have undergone systemic treatment;\n3. A history of serious heart diseases such as congestive heart failure, unstable angina, arrhythmia or myocardial infarction;\n4. Suffer from serious pulmonary diseases, such as interstitial lung disease or pneumonia, pulmonary fibrosis, acute pulmonary diseases, etc.;\n5. Currently suffering from severe liver-related diseases, such as acute hepatitis, explosive hepatitis, coagulation factor synthesis disorder, etc.; Those who are positive for HBV surface antigen or HBV core antibody must have a peripheral blood Hepatitis B virus DNA titer test \\< 1×10 \\^3 IU/ml in order to participate;\n6. Comorbidity or condition that may interfere with their participation in the study, or any serious medical impediment that might affect participant's safety (such as, active or uncontrolled infection, active liver/gallbladder disease requiring antiviral treatment);\n7. Other invasive tumors (including second primary breast cancer) that may affect the evaluation of results and adherence to the protocol;\n8. Having undergone major surgical procedure or are yet to recover from major internal diseases within the 4 weeks prior to the study;\n9. Any circumstance that the researcher considers the participant unfit to participate in the study.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}