{
    "nctId": "NCT02511847",
    "briefTitle": "Trial of Afatinib With Paclitaxel for Neoadjuvant Therapy of TNBC and Research of Biomarkers of Afatinib",
    "officialTitle": "An Open Label, Phase II Trial of Afatinib With Paclitaxel for the Neoadjuvant Treatment of Triple-Negative Breast Cancer and Research of Biomarkers of Activity and Efficacy of Afatinib",
    "overallStatus": "UNKNOWN",
    "conditions": "Triple Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 40,
    "primaryOutcomeMeasure": "Efficacy of pathologic response of the combination of afatinib and weekly paclitaxel",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Female patients, age ≥20 years\n2. Histologically confirmed invasive ER-, PR-, and HER2-negative (triple-negative) adenocarcinoma of the breast\n3. Triple-negative tumors are defined as:\n\n   i. For HER2-negative: Fluorescence in situ hybridization (FISH)-negative (defined by ratio \\<2.0) or Immunohistochemical (IHC) 0, IHC 1+, or IHC 2+ or IHC 3+and FISH-negative (defined by ratio \\<2.0) ii. For ER- and PR-negative: \\< 5% tumor staining by immunohistochemistry (IHC)\n4. The first TNBC 20 patients with or without EGFR expression or mutation are eligible. Interim analysis of response rate will be calculated to determine the criteria of 21 to 40 patients.\n5. All of the newly diagnosed TNBC patients should be met the following criteria: clinical node-positive with any T stage patents or clinical node-negative patients with cT2-4. cT1N0M0 lesions are excluded. Patients with metastatic disease are excluded. The measurement method of tumor size can be by physical exam and/or image study.\n6. Eastern Cooperative Oncology Group performance status (ECOG PS) 0-1.\n7. Within 2 weeks prior randomization:\n\n   i. Adequate bone marrow function, hepatic function, and renal function. ii. Controlled blood pressure with or without antihypertensive treatment iii. Normal prothrombin time (PT) and partial thromboplastin time (PTT) iv. Adequate cardiac function assessed by 12-lead ECG and if clinically indicated echocardiography to document LVEF\n8. Bilateral, synchronous breast cancer is allowed if one primary tumor meets the inclusion criteria.\n9. Adequate bone marrow function defined as WBC ≥3.5 x 109/L, ANC ≥1.5 x 109/L, platelets ≥LLN, and hemoglobin ≥10 g/dL.\n10. Adequate liver function defined as total serum bilirubin ≤1.5X ULN and serum transaminases ≤2.5X ULN\n11. Adequate renal function defined as creatinine ≤1.5X ULN\n12. Able and willing to give informed consent and comply with the protocol\n13. Written informed consent obtained prior to any Screening/baseline procedures\n14. Knowledge of the investigational nature of the study and ability to provide consent for study participation; and ability and willingness to comply with study visits, treatment, testing, and other study procedures\n\nExclusion Criteria:\n\n1. ER+ (\\>5%) or PR+ (\\>5%) or Her-2 overexpression\n2. Active second malignancy during the last five years except non melanomatous skin cancer or carcinoma in situ of the cervix.\n3. Prior chemotherapy, radiotherapy or targeted therapy including afatinib or Her-2 or EGFR inhibitors.\n4. Participation in another interventional clinical trial in the preceding 30 days prior to trial.\n5. Patients with other concurrent severe and/or uncontrolled medical disease or infection which could compromise participation in the study\n6. Prior hypersensitivity reactions to a taxane or to Cremophor® EL (polyoxyethylated castor oil)\n7. Pregnant or breast feeding (lactating) women, where pregnancy is defined as the state of a female after conception and until the termination of gestation, confirmed by positive β-HCG laboratory test (serum \\> 5 mIU/mL)\n8. Women of child-bearing potential, defined as all women physiologically capable of becoming pregnant, unless they are using highly effective methods of contraception during dosing and for at least 180 days after study treatment. Highly effective contraception methods include:\n\n   * True abstinence in line with the preferred and usual lifestyle of the subject\n   * Female subject or male partner sterilization or\n   * Combination of any two of the following (a+b or a+c, or b+c):\n\n     1. Use of oral, injected or implanted hormonal methods of contraception\n     2. Placement of an intrauterine device (IUD) or intrauterine system (IUS)\n     3. Barrier methods of contraception: condom for male partner or occlusive cap\n     4. (diaphragm or cervical/vault caps) with spermicidal foam/gel/film/cream/vaginal suppository\n9. Patients with any psychological, familial, sociological or geographical condition potentially hampering compliance with the study protocol and follow-up schedule; those conditions should be discussed with the patient before registration in the trial.",
    "sex": "FEMALE",
    "minimumAge": "20 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}