{
    "nctId": "NCT00776126",
    "briefTitle": "Digital Breast Tomosynthesis Preference Study",
    "officialTitle": "Radiologists' Preference Study - Digital Breast Tomosynthesis",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 51,
    "primaryOutcomeMeasure": "Reader Preference",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* The subject is a woman ≥18 years of age or older who has no history of symptoms and/or physical signs of breast cancer in either breast (or, if she has had a mastectomy, in the remaining breast);\n* The asymptomatic subject previously (within 3 months) underwent routine screening DM, which showed one or more abnormalities, and was referred for diagnostic mammography within the 30 days before study entry. The images from the screening examination must be available. If the prior screening examination was not conducted at the recruiting site, review of those images by the investigator must confirm that the recommendation for diagnostic mammography is warranted;\n* The subject is able and willing to comply with study procedures, and has signed and dated the informed consent form;\n* The subject is either surgically sterile (has had a documented bilateral oophorectomy and/or documented hysterectomy), or postmenopausal (cessation of menses for more than one year); or, if of childbearing potential, the possibility of pregnancy is remote based on a negative patient history or a negative urine pregnancy test.\n\nExclusion Criteria:\n\n* The subject is pregnant or trying to become pregnant;\n* The subject has been previously included in this study;\n* The subject has a history of any symptoms and/or physical signs of breast cancer in either breast (or if she has had a mastectomy, no signs or symptoms of breast cancer in the remaining breast);\n* The subject has breasts too large to be adequately positioned on 19 x 23 centimeter (cm) FFDM digital receptor without anatomical cut off during a DBT examination;\n* The subject has participated in any of the on-going GE studies (GE 190-001, GE 190-002 or GE 190-003), or is participating in, or has participated in (within the prior 30 days), another trial of an investigational product;\n* Has breast implant(s).\n* Has reconstructed breast(s).",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}