{
    "nctId": "NCT02067741",
    "briefTitle": "CR1447 in Endocrine Responsive-HER2neg and TN-ARpos Breast Cancer",
    "officialTitle": "A Stratified, Multicenter Phase II Trial of Transdermal CR1447 (4-OH-testosterone) in Endocrine Responsive-HER2 Negative and Triple Negative-androgen Receptor Positive Metastatic or Locally Advanced Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Metastatic Breast Adenocarcinoma, Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 29,
    "primaryOutcomeMeasure": "Disease control at 24 weeks (DC24)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patient must give written informed consent before registration.\n* Post-menopausal women\n* Locally advanced or metastatic, histologically confirmed breast adenocarcinoma requiring therapy and not suitable for local treatment.\n\n  * Stratum A: endocrine responsive-HER2neg BC, specifically: ERpos (≥1%), PRpos (≥1%), HER2neg; or ERpos(≥1%), PRneg, HER2neg\n  * Stratum B: triple negative BC (ERneg (\\<1%), PRneg (\\<1%), HER2neg) and ARpos (\\>0%).\n* Positive AR of the most recent formalin-fixed paraffin-embedded (FFPE) biopsy determined by central pathology (Stratum B only). Note: TNBC patients with only locally assessed ARpos (\\>0%) status are not allowed to enter the trial in Phase II.\n\n  * Stratum A: Patients had 1 line of prior endocrine treatment for advanced disease with a treatment duration of ≥6 months and no evidence of progression at 6 months. No previous chemotherapy for advanced disease is allowed.\n  * Stratum B: TN-ARpos BC patients had ≤2 lines of prior chemotherapy treatment for advanced disease.\n* Patient is suitable for endocrine treatment.\n* Presence of ≥1 measurable or evaluable lesion according to RECIST 1.1.\n* Tumor assessment to be performed within 28 days before or on registration.\n* Baseline PRO questionnaire (FACT-ES) has been completed (Phase II only).\n* WHO performance status 0-1.\n* Age ≥ 18 years.\n* Adequate hematological values: hemoglobin ≥100 g/L, ANC ≥1.5x109/L, platelets ≥100x109/L.\n* Adequate hepatic function: total bilirubin ≤1.5xULN, ALT ≤2.5xULN (except for liver metastases ≤5xULN).\n* Adequate renal function: serum creatinine ≤1.5xULN.\n\nExclusion Criteria:\n\n* Previous malignancy within 5 years with the exception of adequately treated cervical carcinoma in situ or localized non-melanoma skin cancer.\n* Uncontrolled central nervous system (CNS) metastases, pulmonary carcinomatous lymphangiosis (i.e., \\>50% invasion), or liver metastases on \\>1/3 of the liver on ultrasound or computed tomography (CT).\n* Unsuitable for endocrine therapy (e.g. due to rapidly progressing disease or impending 6.2.3complication).\n* Indication for chemotherapy.\n* Psychiatric disorder precluding understanding of information on trial related topics, giving informed consent, filling out PRO forms, or interfering with compliance for oral drug intake.\n* Concurrent treatment with other experimental drugs in a clinical trial within 30 days prior to trial treatment start or other anti-cancer therapy within 14 days. Treatment with bisphosphonates/denosumab is allowed. Bisphosphonates/denosumab treatment had to be started at least 3 months before registration.\n* Any serious underlying medical condition (at the judgment of the investigator) which could impair the ability of the patient to participate in the trial (e.g. active autoimmune disease, uncontrolled diabetes).\n* Known hypersensitivity to trial drug(s) or hypersensitivity to any other component of the trial drugs.\n* Local tumor relapse only that is amenable to surgical treatment.\n* Previous treatment with formestane (4-OHA).\n* Radiotherapy (RT) within 4 weeks prior to treatment start .\n* Concurrent estrogen or progestin therapy in any formulation.\n* Any psychological, familial, sociological or geographical condition potentially hampering compliance with the trial protocol and follow-up.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}