{
    "nctId": "NCT06278298",
    "briefTitle": "Different Level of ECSWT in Post Mastectomy Lymphedema",
    "officialTitle": "Different Levels of Energy of Extracorporeal Shock Wave Therapy in Post Masrectomy Lymphedema",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Lymphedema of Upper Limb",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 45,
    "primaryOutcomeMeasure": "lymphedema volume",
    "eligibilityCriteria": "Inclusion Criteria:\n\n- Criteria of selecting the patients from hospital included the following;\n\n1. Their ages ranged from 30 to 50 years.\n2. All patients were examined carefully by physician before the study procedure.\n3. All patients were free from any other pathological conditions or histories of other health abnormalities except arm lymphedema.\n4. They had undergone radical or modified radical mastectomy with axillary lymph node dissection with or without radiotherapy intervention.\n5. Only ambulant subjects without any aides will be selected.\n6. The degree of lymphedema in all subjects was grade 2 to 3 according to the classification of Foldi.(Foldi et al., 2006), (Appendix II ).\n7. All patients will be medically stable.\n8. Each patient will sign a consent form which in that insures her eligibility in the study.\n9. All patients were treated by the same doctor and physiotherapist.\n\nExclusion Criteria:\n\n* The subjects had been excluded from the study if they met one of the following criteria;\n\n  1. The patients had recurrent malignancy, active infection, and clinical evidence of obstructive venous diseases.\n  2. Patients contraindicated to ESWT due to bilateral, acute, and chronic inflammation as well as due to metastasis and poor skin condition were excluded.\n  3. The patients had neurological or orthopedic problems, and diabetes.\n  4. Patients with primary lymphedema.\n  5. Cardiopulmonary disease which decrease the patient activites.",
    "sex": "FEMALE",
    "minimumAge": "30 Years",
    "stdAges": "ADULT"
}