{
    "nctId": "NCT02531425",
    "briefTitle": "Evaluation of Pharmacodynamic Effects of IT-pIL12-EP in Patients With TNBC",
    "officialTitle": "Evaluation of Pharmacodynamic Effects of Intratumoral Delivery of Plasmid IL-12 Electroporation in Patients With Triple Negative Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "ER-Negative PR-Negative HER2-Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 10,
    "primaryOutcomeMeasure": "Changes in the proportion of intratumoral lymphocyte subsets",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients with histologically confirmed diagnosis of locally-advanced, inoperable, metastatic and/or treatment-refractory triple negative breast cancer (TNBC). \\*Treatment refractory disease is defined as the persistence of tumor lesions following at least one intervention that may include chemotherapy, radiation and/or surgery, or any combination thereof. \\*Patients must have both ER and PR staining \\< 5% and be HER2-negative. Patients with ER or PR staining of 5-10%, but who have historically been treated as TNBC may also be enrolled. \\*Patients must not have disease that, in the opinion of the investigator, is considered amenable to potentially curative treatment.\n* Age ≥ 18 years.\n* ECOG Performance Status of 0-1.\n* Life expectancy ≥ 6 months.\n* Patients may have had radiation therapy, but must have progressive disease after radiation therapy if the lesions to be treated are within the radiation field. Radiation treatment must be completed ≥ 4 weeks prior to Cycle 1 Day 1.\n* Adequate hepatic function with total bilirubin and ALT \\< 1.5X the upper limit of normal (ULN), except in patients with Gilbert's Syndrome must have a total bilirubin \\< 3X ULN and ALT \\< 3X ULN. In cases of known liver metastases, ALT ≤ 5X ULN is acceptable (total bilirubin must be \\< 1.5X ULN).\n* Adequate renal function, estimated or calculated creatinine clearance of \\> 50 mL/min (calculated using the formula of Cockcroft and Gault) -or- serum creatinine ≤ 2.0 mg/dL.\n* Adequate hematological function, defined as ANC ≥ 1,500/mm3, Hb ≥ 9.0 g/dL, and platelet count ≥ 100,000/mm3.\n* Lesions that are accessible for injection and electroporation, defined as cutaneous or subcutaneous disease.\n* At least 2 anatomically distinct lesions accessible for biopsy.\n* Must consent to study-specific biopsies at two separate timepoints: pre-treatment (Screening) and post-treatment (Day 28 or EOS).\n* Tumor lesions in the CNS are permitted but lesions must have been stable for at least 3 months prior to Cycle 1 Day 1 (C1D1). Stable CNS lesions are defined as not requiring steroid prophylaxis or other medications to prevent seizures or other complications associated with CNS lesions and no evidence of worsening of CNS disease.\n* Female patients of childbearing potential must have a negative serum or urine pregnancy test within 3 days prior to C1D1 and agree to use dual methods of contraception during the study and for a minimum of 30 days following the last treatment. Post menopausal females (\\>45 years old and without menses for \\> 1 year) and surgically sterilized females are exempt from these requirements.\n\nMale patients must use an effective barrier method of contraception during the study and for a minimum of 30 days following the last treatment if sexually active with a female of childbearing potential.\n\n* Resolution of all treatment-related toxicities, except alopecia, anemia and neuropathy, from any previous cancer therapy to ≤ Grade 1 prior to the first dose of study treatment.\n* Ability to provide written informed consent.\n\nExclusion Criteria:\n\n* Any other current or previous malignancy within the past three years that, in the opinion of the Principal Investigator, will interfere with study-specific objectives.\n* Patients with electronic pacemakers or defibrillators.\n* Chemotherapy or hormonal therapy for anti-cancer treatment within 28 days prior to Cycle 1 Day 1.\n* Immunotherapy or biological therapy (e.g., monoclonal antibodies) within 28 days prior to Cycle 1 Day 1, unless pre-approval is obtained from the Sponsor Medical Monitor.\n* Treatment with unapproved investigational therapeutic agent within 28 days prior to Cycle 1 Day 1, unless pre-approval is obtained from the Sponsor Medical Monitor.\n* Patients receiving systemic steroid therapy for a chronic inflammatory condition (e.g., rheumatoid arthritis, Crohn's Disease, etc.). Topical steroids are also excluded. Nasal and inhaled steroids are permitted.\n* Unstable/inadequate cardiac function:\n\n  * symptomatic ischemia\n  * uncontrolled or clinically significant conduction abnormalities; first degree AV block or asymptomatic LAFB/RBBB are eligible\n  * myocardial infarction in the previous six months\n  * congestive heart failure (New York Heart Association class III to IV)\n* Major surgery within 28 days prior to C1D1.\n* Infection requiring parenteral antibiotics, antivirals, or antifungals within 2 weeks prior to C1D1.\n* Patients who are known to have HIV infection/seropositivity.\n* Active Hepatitis A, B, or C infection or known to be positive for HCV RNA or HBV surface antigen. Patients who have been vaccinated against Hepatitis B and who are positive for ONLY the Hepatitis B surface antibody are permitted to participate in the study.\n* Serious psychiatric or medical conditions that could interfere with treatment or protocol-related procedures.\n* Patients who are pregnant or lactating.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}