{
    "nctId": "NCT01548677",
    "briefTitle": "Efficacy Study of Herceptin to Treat HER2-negative CTC Breast Cancer",
    "officialTitle": "TRastuzumab in HER2-negative Early Breast Cancer as Adjuvant Treatment for Circulating Tumor Cells (CTC) (\"TREAT CTC\" Trial)",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer, Human Epidermal Growth Factor 2 Negative Carcinoma of Breast, Circulating Tumor Cells",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 1317,
    "primaryOutcomeMeasure": "CTC detection",
    "eligibilityCriteria": "* Age ≥ 18 years\n* Written informed consent must be given according to ICH/GCP, and national/local regulations\n* Availability of peripheral blood draw for CTC blood test\n* Tumor block or minimum 10 unstained slides of 4 μm of primary tumor must be available prior to registration for centralized HER2 testing\n* ER status available\n* Adequately excised non-metastatic and non-relapsed operable primary invasive HER2-negative adeno-carcinoma of the breast \\*:\n* the patient should have completed either\n* adjuvant chemotherapy or\n* neoadjuvant chemotherapy; in this case residual invasive disease in breast or lymph nodes is required (no complete pathological response) no further adjuvant chemotherapy treatment planned. Prior chemotherapy with doxorubicin restricted to a total dose of 360 mg/m2 or with epirubicin restricted to a total dose of 720 mg/m2 is allowed\n* No prior use of anti-HER2 therapy for any reason or immunotherapy for BC\n* No concomitant use of bisphosphonate therapy or denosumab for any reason. Prior use of these agents is allowed provided that last treatment has been received at least 4 weeks before registration in the study\n* No prior mediastinal irradiation except internal mammary node irradiation for the present BC\n* Concomitant adjuvant hormonal therapy or radiotherapy (if applicable) is allowed upon physician's choice\n* The interval between definitive surgery (neoadjuvant population) or end of adjuvant chemotherapy (adjuvant population) and registration must be at least 3 weeks but no more than 24 weeks\n* No evidence of unresolved or unstable toxicity from prior surgery, adjuvant chemotherapy or radiotherapy\n* No history of prior invasive breast carcinoma, except for the BC diagnosed and treated before entry. Unifocal or multifocal unilateral (one breast) or unifocal or multifocal synchronous bilateral breast (both breasts) cancer are acceptable if all invasive tumor foci are HER2- negative. History of previous ductal carcinoma in situ is allowed\n* No history of any malignant neoplasms in the past 5 years except for curatively treated basal and squamous cell carcinoma of the skin\n* No prior autologous or allogeneic stem cell transplantation\n* No history of serious cardiac illness or medical conditions, including but not confined to:\n* History of documented congestive heart failure\n* High risk uncontrolled arrhythmias\n* Angina pectoris requiring anti-anginal medication\n* Clinically significant valvular heart disease\n* Evidence of transmural infarction on ECG\n* Poorly controlled hypertension (e.g. systolic \\> 180 mm Hg or diastolic \\> 100 mm Hg)\n* No history of other concurrent serious diseases that may interfere with planned treatment, including severe pulmonary conditions\n* Absence of any psychological, familial, sociological or geographical condition potentially hampering compliance with the study protocol and follow-up schedule; those conditions should be discussed with the patient before registration\n* WHO performance status 0-1\n* No concurrent participation in another trial\n* No clinically significant active infections",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}