{
    "nctId": "NCT02630368",
    "briefTitle": "A Study of Metronomic CP and JX-594 in Patients With Advanced Breast Cancer and Advanced Soft-tissue Sarcoma (METROmaJX)",
    "officialTitle": "A Phase I/II Study of Metronomic Cyclophosphamide and Oncolytic Poxvirus JX-594 in Patients With Advanced Hormone-receptor Positive and Triple Negative Breast Cancer and Advanced Soft Tissue Sarcoma (METROmaJX)",
    "overallStatus": "RECRUITING",
    "conditions": "Solid Tumors, Soft-tissue Sarcoma, Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 197,
    "primaryOutcomeMeasure": "Phase Ib : Maximum Tolerated Dose evaluated on the first cycle (D1 to D28) of the combination of JX-594 And metronomic cyclophosphamide",
    "eligibilityCriteria": "Main Inclusion Criteria:\n\n1. Histology:\n\n   * Phase Ib : Patient with histologically confirmed solid tumor\n   * Phase II :\n\n     * Patients with histologically confirmed HER2 negative breast cancer (treatment by CP+JX-594), or triple negative (treatment by avelumab + CP+JX-594)\n     * Patients with histologically confirmed soft tissue sarcoma confirmed by the RRePS Network, b)Progressive disease or relapse, after standard therapy according to RECIST v1.1 criteria diagnosed on the basis of two CT scan or MRI obtained at an interval less than 6 months in the period of 12 months prior to inclusion and confirmed by central review\n2. Metastatic or unresectable locally advanced disease\n3. Age ≥ 18 years\n4. ECOG ≤ 1 (Phase Ib), ≤ 2 (Phase II JX+CP) and ≤ 1 (Phase II avelumab+JX+CP).\n5. Life expectancy \\> 3 months,\n6. Measurable disease according to RECIST v1.1 outside any previously irradiated field. For patients treated by avelumab+JX+CP, at least one injectable site ≥ 2 cm and ≤ 8 cm in diameter and one distant non-injected measurable site (target site)\n7. At least three weeks since last chemotherapy, immunotherapy or any other pharmacological treatment and/or radiotherapy.\n8. Adequate hematological, renal, metabolic and hepatic functions.\n9. Women of childbearing potential must have a negative serum pregnancy test before study entry. Both women and men must agree to use a medically acceptable method of contraception throughout the treatment period and for six months after discontinuation of treatment.\n10. Patients informed of risks regarding drug interactions: patients receiving any substances that are inhibitors or inducers of CYP450 2B6 are ineligible\n11. Voluntarily signed and dated written informed consent prior to any study specific procedure.\n12. Patients with a social security in compliance with the French law.\n\nMain Exclusion Criteria:\n\n1. Previous treatment with JX-594 or other vaccina vector based treatment .\n2. Concomitant diseases/conditions (non exhaustive list):\n\n   1. Clinically significant immunodeficiency, such as HIV or active Hepatite B or C\n   2. Any other major illness that, in the Investigator's judgment, will substantially increase the risk associated with the patient's participation in this study.\n   3. History of severe exfoliative skins condition requiring systemic treatment for more than 4 weeks in the last two years.\n   4. active autoimmune disease for patients treated by avelumab\n3. Active central nervous system metastasis (CNS)\n4. Participation to a study involving a medical or therapeutic intervention in the last 30 days.\n5. Previous enrolment in the present study.\n6. Patient unable to follow and comply with the study procedures because of any geographical, social or psychological reasons.\n7. Known hypersensitivity to any involved study drug or any of its formulation components.\n8. Use of steroids (any route of administration), interferon/pegylated interferon or ribavirin that cannot be discontinued within 14 days prior to any JX-594 dose.\n9. No prior malignancy except for the following: adequately treated basal or squamous cell skin cancer, in situ cervical cancer, adequately treated Stage 1 or Stage 2 cancer from which the patient is currently in complete remission or any other cancer from which the patient has been disease-free for 3 years.\n10. Active cardiovascular disease, including but not limited to significant coronary artery disease (e.g. requiring angioplasty or stenting) or congestive heart failure within the preceding 12 months. (treatment by CP+JX)\n11. Inability to suspend treatment with anti-hypertensive medication for 48 hours prior to and 48 hours after all JX-594 treatments.\n12. Pulse oximetry O2 saturation \\< 90% at rest on room air.\n13. Experienced a severe systemic reaction or side-effect as result of previous smallpox vaccination.\n14. Cardiac disease: LVEF out of normal limits ; cumulative dose of anthracyclines in excess of 450 mg/m²\n15. Known urinary tract obstruction\n16. Household contact exclusions for patients enrolled: children\\< 1 year old ; People with skin disease (e.g., eczema, atopic dermatitis and related diseases...), Immunocompromised hosts (severe deficiencies in cell-mediated immunity, including AIDS, organ transplant recipients, hematologic malignancies)\n17. Vaccination within 4 weeks of the first dose of study treatment and while on trial is prohibited except for administration of inactivated vaccines.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}