{
    "nctId": "NCT06137651",
    "briefTitle": "Trotabresib in Combination With Vinorelbine and Radiation Therapy for the Treatment of HER2+ Breast Cancer With Central Nervous System or Leptomeningeal Metastasis",
    "officialTitle": "A Phase I/Ib Trial of Trotabresib (BMS-986378), an Oral BET Inhibitor) in Combination With Vinorelbine and Radiation Therapy in HER2+ Breast Cancer Patients With Central Nervous System Metastasis and Leptomeningeal Disease (CA076-1008)",
    "overallStatus": "WITHDRAWN",
    "conditions": "Breast Carcinoma, Metastatic Malignant Neoplasm in the Brain, Metastatic Malignant Neoplasm in the Leptomeninges",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "Dose limiting toxicities (Phase I)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients must have histologically or cytologically confirmed diagnosis of HER2+ breast cancer. Patients may be immunohistochemistry (IHC) 3+ and/or fluorescence in situ hybridization (FISH) positive for HER2. IHC 2+ HER2 patients are eligible with reflex FISH-positive testing with the ratio ≥ 2.0. Alternatively, circulating tumor DNA testing positive for HER2 mutation is accepted for eligibility\n* Patients must have newly diagnosed or progressive brain and/or leptomeningeal metastases, and a change in management and of treatment regimen is indicated. There is no limit on the number and types of prior systemic or intrathecal therapies\n* Subjects must have an estimated life expectancy ≥ 3 months\n* At registration, patients must have an interval of at least 2 weeks after the end of prior cytotoxic chemotherapy or immunotherapy or previous RT, one week from prior targeted small molecule drug treatment, interval of ≥ 4 weeks from prior bevacizumab or nitrosourea. At treatment start of trotabresib, there must be an interval of ≥ 4 weeks since last cytotoxic chemotherapy (6 weeks for prior nitrosourea) or immunotherapy\n\n  * Note: Anti-HER2 directed treatment is allowed to continue, however, should be switched to trastuzumab before initiation of trotabresib. No washout period is required\n* Patients must be age ≥ 18 years on the day of signing consent\n* Patients must exhibit Cooperative Oncology Group (ECOG) performance status of ≤ 2\n* Leukocytes (WBC) ≥ 3,000/mcL or absolute neutrophil count (ANC) ≥ 1,500/mcL (within 14 days prior to registration)\n* Hemoglobin (Hgb) ≥ 10 g/dL (within 14 days prior to registration)\n* Platelets (PLT) ≥ 75,000/mcL (within 14 days prior to registration)\n* Total bilirubin \\< 1.5 x upper limit of normal (ULN) (except patient with documented Gilbert's syndrome, ≤ 5 x ULN) (within 14 days prior to registration)\n* Aspartate aminotransferase (AST) (serum glutamic-oxaloacetic transaminase \\[SGOT\\])/alanine aminotransferase (ALT) (serum glutamate pyruvate transaminase \\[SGPT\\]) \\< 3 x institutional ULN (within 14 days prior to registration)\n* Creatinine \\< 1.5x upper limit of normal (ULN) (within 14 days prior to registration)\n* Patients must be able to swallow oral medication\n* Patients must have recovered from the toxic effects of prior therapies (≤ Grade 1); however, persistent alopecia, or other toxicities not constituting a safety risk or being attributed to the tumor (e.g. neurological symptoms) based on investigator's judgement are not an exclusion criterion)\n* Patients who are currently participating in or have participated in a study of an investigational agent or device must have discontinued the use of the investigational drug or device ≥ 4 weeks from registration on this study\n\n  * Note: COVID-19 vaccination is allowed prior to and during study treatment\n* Patients with a ventriculoperitoneal or ventriculoatrial shunt must have an on/off device in their shunt systems to be eligible for the study. Patients must be able to tolerate shunt closure for approximately 4 hours without development of clinical signs of increased intracranial pressure\n* Patients must be able and willing to undergo research blood draws\n* Patients must consent to retrieval of archival tissue or pretreatment tumor biopsy for research purposes if extra tissue is available\n* The effects of trotabresib on the developing human fetus are unknown. Vinorelbineis known to be teratogenic causing birth defects and fetal loss in animals at concentrations which are below the human therapeutic dose range. For this reason, patients of child-bearing potential, patients with sperm-producing reproductive capacity and partners with child-bearing potential of patients with sperm-producing reproductive capacity much use contraception as specified below. Additionally, pregnant patients and patients that are nursing can not participate in this study because vinorelbine has the potential for teratogenic or abortifacient effects as described above. Because there is an unknown but potential risk for adverse events in nursing infants secondary to treatment of the mother with vinorelbine, breastfeeding should be discontinued if the mother is treated with vinorelbine\n\n  * A patient of childbearing potential (POCBP) is a person who: 1) has achieved menarche at some point, 2) has not undergone a hysterectomy or bilateral oophorectomy, or 3) has not been naturally postmenopausal (amenorrhea following cancer therapy or other medical condition does not rule out childbearing potential) for at least 12 consecutive months and verified by an FSH blood test at screening. FSH test should be \\>30 mIU/mL but FSH will be low if the subject is taking hormone replacement therapy or oral contraceptives. The requirement for FSH testing may be waived for subjects greater than 62 years of age\n* Patients of childbearing potential (POCBP) must:\n\n  * Either commit to true abstinence from heterosexual intercourse (which must be reviewed monthly and source documented) or to use one highly effective contraceptive method. True abstinence is acceptable when this is in line with the preferred and usual lifestyle of the subject. (Periodic abstinence \\[e.g., calendar, ovulation, symptothermal, post-ovulation methods\\] and withdrawal are not acceptable methods of contraception). Highly effective contraceptive methods are combined (containing estrogen and progestogen) or progestogen-only hormonal contraception associated with inhibition of ovulation (oral, injectable, intravaginal, patch, or implantable); bilateral tubal ligation; intra-uterine device; intrauterine hormone-releasing system; or vasectomized partner sterilization (note that vasectomized partner is a highly effective birth control method provided that partner is the sole sexual partner of the POCBP trial participant and that the vasectomized partner has received medical assessment of the surgical success). These measures should be used from 28 days before the first dose of study medication, throughout the study, and for 7 months following the last dose of trotabresib and 6 months after the last dose of vinorelbine, whichever is longer\n  * Oocyte donations and nursing are prohibited during the same time period when highly effective contraception is required. Should a patient of child bearing potential experience a change in contraception method or become pregnant or suspect they are pregnant during the time period when highly effective contraception is required, they should notify the investigator immediately\n  * Patients of child-bearing potential must have two negative serum or urine pregnancy tests (beta-subunit of human chorionic gonadotropin or beta-human chorionic gonadotropin \\[hCG\\]) as verified by the investigator prior to starting the study drugs. The second test should be performed on Day -1 or Day 1 prior to dosing. The pregnancy test (serum or urine) should have a sensitivity of at least 25 mIU/ml. Patients of child-bearing potential must agree to ongoing pregnancy testing monthly during dosing and for the same time period when highly effective contraception is required\n* Patients with sperm-producing capacity must agree to contraception use as indicated below:\n\n  * Patient with sperm-producing capacity condom use\n  * Patients with sperm-producing capacity must practice true abstinence (which must be reviewed on a monthly basis) or agree to use a condom (a latex or non-latex synthetic condom is required) during any sexual activity (eg, vaginal, anal, oral) with a pregnant or nursing person or a person of child-bearing potential and will avoid conceiving from signing the informed consent form, while participating in the study, during dose interruptions, and for at least 4 months after the last dose of trotabresib or 6 months after the last dose of VNB, whichever is longer, even if they have undergone a successful vasectomy. Patients with sperm-producing capacity should inform the investigator immediately if they believes that their partner has become pregnant\n  * Patients with sperm-producing capacity should not donate sperm for the same period of time that is required for condom use. Partners who are of child-bearing potential must use one highly effective form of contraception during the same time period that the patients with sperm-producing capacity must use a condom\n* Patients must have the ability to understand and the willingness to sign a written informed consent document. Consent must be signed prior to registration on this study\n* Cohort S only: Patient must be a candidate for a planned surgical resection of at least one central nervous system (CNS) metastasis, with an indication for surgical resection (e.g. mass effect, therapeutic intent in oligometastatic disease, diagnostic confirmation/determination of histologic and/or molecular tumor characteristics)\n* Phase I/Ib only: Patients must have evaluable metastatic disease in the CNS and/or evidence of leptomeningeal disease (LMD) (clinically, on imaging or detected by circulating tumor cells)\n* Phase I/Ib only: Patients must have unequivocal evidence of new and/or progressive brain metastases, and at least one of the following scenarios:\n\n  * Prior treatment with Stereotactic radiosurgery (SRS ) or surgery, and residual surgically or radiosurgically un-treated lesions remaining. Such participants are eligible for immediate enrollment on this study providing that at least one untreated lesion is evaluable or measurable\n  * Patients who have not previously been treated with cranial irradiation are eligible to enter the study\n  * Patients are eligible independent of presence or absence of progressive systemic disease\n* Phase I/Ib only: Patients must have an indication for local CNS-directed therapy, e.g. new metastases amenanble for radiotherapy or SRS, reduction of mass effect and/or palliation of symptoms\n* Phase I/Ib only: Patients planned radiotherapy needs to be prescribed in accordance to generally acceptable guidelines and practice, i.e.:\n\n  * Patients who have received prior whole brain radiotherapy should only be treated with stereotactic radiosurgery (SRS)\n  * A delay of ≥ 3 months should be observed between prior whole-brain radiotherapy (WBRT) and SRS\n  * Repeat SRS to a lesion previously treated with SRS is not allowed\n  * There is no limit to the number of lesions that have previously bee treated with SRS, and there is no limit to the number of lesions to be treated with SRS, if clinically indicated\n\nExclusion Criteria:\n\n* Patients who are on escalating doses of corticosteroids\n\n  * Note: Patients must be on a stable or decreasing dose of corticosteroids equivalent to dexamethasone ≤ 8mg averaged over the last 7 days to be eligible for the study\n* Patients who have a history of allergic reactions attributed to compounds of similar chemical or biologic composition to trotabresib and vinorelbine (VNR)\n* Patients who have a known additional malignancy that is progressing or requires active treatment\n\n  * Note: Exceptions include basal cell carcinoma of the skin, squamous cell carcinoma of the skin, or in situ cervical cancer that has undergone potentially curative therapy\n* Patients who have impaired cardiac function or clinically significant cardiac diseases, including any of the following:\n\n  * LVEF \\< 45% as determined from review of any standard of care echocardiograms (ECHOs) multigated acquisition scans/(MUGAs) completed in the past 2 years\n  * Complete left bundle branch or bifascicular block (verified by review of medical records)\n  * Congenital long QT syndrome (verified by review of medical records)\n  * Persistent or clinically meaningful ventricular arrhythmias or atrial fibrillation (verified by review of medical records)\n  * Fridericia's correction formula (QTcF) ≥ 480 msec on screening electrocardiogram (ECG)\n  * Unstable angina pectoris or myocardial infarction ≤ 6 months prior to starting therapy (verified by review of medical records)\n* Patients who require ongoing treatment with chronic, therapeutic dosing of anti-coagulants (ex. warfarin, low molecular weight heparin, Factor Xa inhibitors, thrombin antagonists)\n\n  * Note: Low dose low molecular weight heparin for catheter maintenance and for prophylactic use are permitted if medically indicated\n* Patients who have a history of bleeding diathesis\n* Patients who have any hemorrhage/bleeding event \\> Common Terminology Criteria for Adverse Events (CTCAE) grade 2 or hemoptysis \\> 1 tsp within 4 weeks prior to treatment initiation\n* Patients who have known prior episodes of non-arteritic anterior ischemic optic neuropathy should be excluded from the study\n\n  * Note: Trotabresib should be used with caution in patients with retinitis pigmentosa. The Principal Investigator may be consulted\n* Patients who have poor bone marrow reserve as indicated by the following scenarios:\n\n  * Have received extensive bone radiotherapy\n  * Have experienced several episodes of bone marrow aplasia in previous treatments\n  * Confirmed histological bone marrow cancer infiltration\n  * Require regular hematopoietic support with blood transfusions, erythropoietin or growth factors\n* Patients who have an active infection requiring systemic therapy\n* Patients who have had a major surgical procedure or significant traumatic injury within 21 days prior to day 1 of treatment on study\n\n  * Note: Ommaya/programmable shunt placement is allowed\n* Patients who have current evidence of any condition, therapy or laboratory abnormality that might confound the results of the trial, interfere with their participation for the full duration of the trial or is not in the best interest of the patient to participate, in the opinion of the treating investigator\n* Patients who have a psychiatric illness/social situations that would limit compliance with study requirements\n* Female patients who are pregnant or nursing. Pregnant women are excluded from this study because vinorelbine has the potential for teratogenic or abortifacient effects",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}