{
    "nctId": "NCT03989037",
    "briefTitle": "A Study Of SIBP-01 Or CN-Trastuzumab Plus Docetaxel And Carboplatin In HER2 Positive Breast Cancer",
    "officialTitle": "A Phase III, Randomized, Single-blind Study Comparing the Efficacy, Safety, and Immunogenicity of SIBP-01 and CN-Trastuzumab Combination With Docetaxel and Carboplatin in Patients With Early or Locally Advanced Her2 Positive Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "HER2-positive Early Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 580,
    "primaryOutcomeMeasure": "Total pathologic complete response (tpCR)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Those voluntarily signing the informed consent form, understanding the study and willing to follow all testing procedures;\n* Females aged ≥ 18 years and ≤ 75 years (at the date of signing the informed consent form);\n* Patients diagnosed with early (T2-3, N0-1, M0) or locally advanced (T2-3, N2 or N3, M0) invasive breast cancer histologically;\n* Patients with HER2-positive breast cancer: HER2 detection is based on the Chinese Breast Cancer HER2 Detection Guidelines (2019 Edition), the immunohistochemistry (IHC) method is used to detect the expression level of HER2 protein, and the in situ hybridization (ISH) method is used to detect the HER2 gene amplification level. ISH includes fluorescence in situ hybridization (FISH) and bright-field in situ hybridization. The common bright-field in situ hybridization method includes chromogenic in situ hybridization (CISH) and silver-enhanced in situ hybridization (SISH);The HER2-positive criterion is: IHC detection +++, or IHC++, and further in situ hybridization confirms that HER2 gene amplification is positive;\n* Those planning to receive final surgical resection of breast cancer, i.e. breast-conserving surgery or total mastectomy, sentinel node (SN) biopsy or axillary lymph node dissection (ALND);\n* Those planning to receive neoadjuvant chemotherapy;\n* Those with the maximum primary tumor diameter of \\> 2cm determined by the standard evaluation method of study center (MRI);\n* Patients with performance status score of 0 or 1 by the US Eastern Cooperative Oncology Group (ECOG);\n* Those with left ventricular ejection fraction (LVEF) of ≥ 55% within 4 weeks prior to randomized enrollment; 10) Those with suitable organs and hematopoietic functions, without significant abnormality in the following laboratory examinations:\n\n  * Absolute neutrophil count (NEUT#) ≥1.5×109/L;\n  * Absolute white blood cell count (WBC) ≥ 3.0 × 109/L;\n  * Platelet ≥90×109/L;\n  * Hemoglobin ≥90g/L;\n  * Serum creatinine ≤1.5 x upper limit of normal (ULN);\n  * AST and ALT values ≤ 1.5 x ULN;\n  * Serum total bilirubin (TBIL) ≤ 1.5 x ULN;\n  * International normalized ratio (INR) ≤ 1.5 x ULN, or activated partial thromboplastin time (APTT) ≤ 1.5 x ULN (except for subjects undergoing anticoagulation therapy).\n\n(The above laboratory examinations are subject to the normal values of each clinical research center)\n\n* Female patients without menopause or surgical sterilization: they agree to practice abstinence or effective contraception during treatment and at least 7 months after the last administration in the study treatment.\n\nWomen at childbearing age who have undergone surgical sterilization (including hysterectomy, bilateral oophorectomy or total hysterectomy) or have been menopausal (defined as having no menstruation for more than 12 months without medical reason) are considered as having no possibility of pregnancy.\n\nThroughout the clinical trial, women with the possibility of pregnancy are willing to practice medically accepted, effective contraception, including intrauterine contraceptive device.\n\nExclusion Criteria:\n\n* Pregnant or lactating women, and patients with positive baseline pregnancy test; women of childbearing age who do not agree to practice abstinence or effective contraception during the study period and within 7 months after the last administration;\n* Those with a clear history of drug allergy, especially those with prior severe allergic reaction to macromolecular protein preparation/monoclonal antibody, or to any of the test drug components (NCI-CTCAE 5.0 greater than grade 3);\n* Patients with bilateral breast cancer or inflammatory breast cancer;\n* Patients with (metastatic) breast cancer Stage IV;\n* Those with a history of congestive heart failure, unstable angina, arrhythmia or myocardial infarction;\n* Those with other invasive tumors (including second primary breast cancer) that might affect the result evaluation and protocol compliance; however, subjects who are cured with a disease-free survival of at least 5 years may be enrolled;\n* Patients with breast cancer who have previously received chemotherapy, endocrine therapy, or anti-HER2 biotherapy, or have received breast surgery (except for diagnostic biopsy of primary breast cancer);\n* Those with known, uncontrolled, active bacterial, viral, fungal, mycobacterial, parasitic or other infections (excluding nail bed fungal infection) or with any significant systemic infection event that required intravenous antibiotic treatment or hospitalization (except for neoplastic fever) within 4 weeks prior to enrollment);\n* Those with any positive HIV antibody or treponema pallidum antibody;\n* Those with active hepatitis B (hepatitis B virus DNA titer is above the lower limit of normal);\n* Those with existing, sudden lung disease, interstitial lung disease, pneumonia or pulmonary fibrosis, except for local interstitial pneumonia induced by radiotherapy;\n* Those with a prior history of drug abuse, alcohol abuse or drug addiction;\n* Those with a clear history of neurological or mental disease and with poor compliance, such as epilepsy and dementia;\n* Those with a major surgical operation or infusion of blood or blood components 4 weeks prior to the clinical trial;\n* Those with blood loss or donation of more than 400 ml within the 2 months prior to the clinical trial;\n* Those who have participated in other clinical trials 3 months prior to this clinical trial;\n* Those with reduced possibility of enrollment (e.g. weakness) or non-compliance tendency during the study period, or with other diseases that might complicate enrollment as judged by the investigator.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}