{
    "nctId": "NCT06264921",
    "briefTitle": "A Study With NKT3447 for Adults With Advanced/Metastatic Solid Tumors",
    "officialTitle": "A Phase 1, First-in-Human, Open-Label Study to Evaluate the Safety, Tolerability, PK, and Preliminary Anti-tumor Activity of the Novel Orally Available CDK2 Inhibitor NKT3447 in Adults With Advanced/Metastatic Solid Tumors",
    "overallStatus": "RECRUITING",
    "conditions": "Solid Tumor, Solid Tumor, Adult, Advanced Solid Tumor, Metastatic Tumor, Ovarian Cancer, Ovarian Neoplasms, Ovarian Carcinoma, Metastatic Ovarian Carcinoma, Endometrial Cancer, Endometrial Neoplasms, Endometrial Diseases, Metastatic Endometrial Cancer, Metastatic Endometrial Carcinoma, Advanced Endometrial Carcinoma, Advanced Ovarian Carcinoma, Gastric Cancer, Advanced Gastric Carcinoma, Metastatic Gastric Cancer, Metastatic Gastric Carcinoma, Small-cell Lung Cancer, Small Cell Lung Carcinoma, Triple Negative Breast Cancer, Triple Negative Breast Neoplasms, Platinum-resistant Ovarian Cancer, Platinum-refractory Ovarian Carcinoma, CCNE1 Amplification, Hormone Receptor Negative Breast Carcinoma, Human Epidermal Growth Factor 2 Negative Carcinoma of Breast, Progesterone-receptor-positive Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 90,
    "primaryOutcomeMeasure": "Number of Participants with Dose Limiting Toxicity (DLT) events",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Must have confirmed unresectable advanced/metastatic solid tumors (as outlined below) with disease progression on prior standard treatment, intolerance to or ineligibility for standard treatment, or no available standard treatment likely to improve the disease outcome in the judgment of the investigator.\n\nDose Escalation:\n\n1. Ovarian cancer\n2. Endometrial cancer\n3. Gastric cancer or gastroesophageal junction cancer\n4. Small cell lung cancer\n5. Triple-negative breast cancer (human epidermal growth factor receptor 2, estrogen receptor, progesterone receptor negative)\n6. Estrogen receptor/progesterone-receptor + human epidermal growth factor receptor 2 negative (HER2-) breast cancer (must have progressed following treatment with a CDK4/6 inhibitor, and not suitable for endocrine therapy)\n7. Other solid tumors with CCNE1 amplification as determined by fluorescence in situ hybridization, quantitative polymerase chain reaction, or next generation sequencing by local liquid or tissue biopsy.\n\nDose Expansion:\n\na. Platinum resistant or refractory ovarian cancer (defined as recurrence ≤6 months after completing platinum-based regimen) with progression on at least 1 platinum containing therapy with cyclin E amplification as determined by fluorescence in situ hybridization, quantitative polymerase chain reaction, or next-generation sequencing by local liquid or tissue biopsy.\n\n* Measurable disease per the RECIST v1.1\n* An Eastern Cooperative Oncology Group performance status of 0 to 1\n* Able to swallow oral medications.\n\nExclusion Criteria:\n\n* Locally advanced solid tumor that is a candidate for curative treatment through radical surgery and/or radiotherapy, or chemotherapy.\n* History of another malignancy with exceptions\n* Visceral crisis, lymphangitic spread, CNS metastasis and/or carcinomatous meningitis\n* Failed to recover from effects of prior anticancer treatment therapy to baseline or Grade ≤ 1 severity (per CTCAE)\n* Clinically active interstitial lung disease\n* History of uveitis, retinopathy or other clinically significant retinal disease\n* Has known human immunodeficiency virus (HIV), active hepatitis B or C infection\n* Prior CDK2 inhibitor, WEE1 inhibitor, or protein kinase membrane associated tyrosine/threonine 1 inhibitor.\n* Major surgery within 2 months or minor surgery within 10 days before the first dose of NKT3447",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}