{
    "nctId": "NCT06236269",
    "briefTitle": "HR+/HER2- Advanced or Metastatic Breast Cancer Patients Treated With Sacituzumab Govitecan",
    "officialTitle": "Prospective Biomarker Analysis in HR+/HER2- Advanced or Metastatic Breast Cancer Patients Treated With Sacituzumab Govitecan",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer Stage IV",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "DIAGNOSTIC",
    "enrollmentCount": 50,
    "primaryOutcomeMeasure": "CelTIL score",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Provision of signed and dated, written informed consent form prior to any mandatory study specific procedures, sampling, and analyses.\n2. Patients must be male or female (pre/peri or postmenopausal) ≥ 18 years of age.\n3. ECOG performance status of 0 or 1(see Appendix 1).\n4. Histologically or cytologically confirmed breast cancer with evidence of locally advanced disease, not amenable to resection or radiation therapy with curative intent or metastatic disease.\n5. HR+/HER2- BC by local testing, not amenable to surgical therapy will be enrolled in this study.\n\n   1. HER2 negativity is defined as either of the following by local laboratory assessment: IHC 0, IHC 1+ or IHC2+/in situ hybridization (ISH) negative as per the most recent American Society of Clinical Oncology (ASCO)-College of American Pathologists Guideline (CAP) guideline. If a patient has had multiple HER2 results after metastatic disease, the most recent test result prior screening period will be used to confirm eligibility.\n   2. ER and/or PR positivity are defined as \\>1% of cells expressing HR via IHC analysis as per most recent ASCO-CAP guideline. If a patient has had multiple ER/PgR results after metastatic disease, the most recent test result prior screening period will be used to confirm eligibility.\n6. Disease refractory to CDK4/6 inhibitors, defined as recurrence during or within 12 months after the end of adjuvant treatment or progression during or within 6 months after the end of treatment for advanced/metastatic disease.\n7. No more than 1 prior systemic chemotherapy or antibody-drug conjugate (ADC) regimens for metastatic disease. Adjuvant or neoadjuvant therapy for early-stage disease will qualify as one of the required prior chemotherapy regimens if the development of unresectable, locally advanced, or metastatic disease occurred within a 12-month period of time of the therapy. Note: treatments for bone metastases (eg, bisphosphonates, denosumab, etc.), targeted therapies (eg, PARP inhibitors, CDK 4/6 inhibitors, immunotherapy etc.) and hormonal therapy are not considered as prior systemic chemotherapy treatments for advanced disease.\n8. Radiologic or objective evidence of disease progression on or after the last systemic therapy prior to starting study treatment\n9. Measurable or non-measurable disease but evaluable (identification of target and/or non-target lesions by RECIST Vs1.1).\n10. Patients must have a site of disease amenable to safely perform a biopsy, as per Investigator's assessment, and be a candidate for tumor biopsy according to the treating institution's guidelines.\n11. Possibility of performing a biopsy prior to the start of treatment and its repetition after 2 weeks (14-21 days) and at End of Treatment (EOT) on the same location. It will be provided formalin-fixed paraffin-embedded (FFPE) tumor block. The tumor tissue should be of good quality based on total and viable tumor content and must be evaluated centrally for quality prior to enrollment. Patients whose tumor tissue is not evaluable for central testing are not eligible. It is recommended to send the biopsy directly to the central lab after confirming the existence of a tumor, so as not to delay the inclusion, without the need to carry out IHC studies in the same sample.\n\n    * Acceptable samples include core needle biopsies for deep tumor tissue or excisional, incisional, punch, or forceps biopsies for cutaneous, subcutaneous, bone or mucosal lesions or biopsies from bone metastases. Lymph node biopsies are also permitted.\n    * Fine needle aspiration, brushing, cell pellet from pleural effusion and lavage samples are not acceptable.\n12. Patients must have normal organ and bone marrow function measured within 35 days prior to administration of study treatment as defined below:\n\n    * Haemoglobin ≥ 9.0 g/dL \\*\n    * Absolute neutrophil count (ANC) ≥ 1.5 x 109/L\\*\n    * Platelet count ≥ 100 x 109/L\\*\n    * Total bilirubin (TBL) ≤ 1.5 × upper limit of normal (ULN) or ≤ 3 × ULN in the presence of documented Gilbert's Syndrome (unconjugated hyperbilirubinemia).\n    * AST (SGOT) / ALT (SGPT) ≤ 2.5 x ULN unless liver metastases are present in which case, they must be ≤ 5x ULN\n    * Creatinine ≤ 1.5 x ULN or Creatinine clearance estimated of ≥30mL/min using the Cockcroft-Gault equation.\n    * Serum albumin \\>3 g/dL\n    * International normalized ratio (INR) or prothrombin time (PT) and either partial thromboplastin or activated partial thromboplastin time (aPTT) ≤ 1.5 ×ULN \\*Without transfusional or growth factor support within 1 week of study treatment initiation.\n13. Patients must have a life expectancy ≥ 16 weeks.\n14. Male patients and female patients of childbearing potential who engage in heterosexual intercourse must agree to use protocol-specified method(s) of contraception as described in Appendix 2.\n15. Willing and able to comply with the requirements and restrictions in this protocol.\n\nExclusion Criteria:\n\n1. Patients with HER2-positive or TNBC disease.\n2. Other malignancy unless curatively treated with no evidence of disease for ≥3 years except: non-melanoma skin cancer, in situ cancer of the cervix, ductal carcinoma in situ (DCIS), Stage 1, grade 1 endometrial carcinoma or other malignant tumors with an expected curative outcome after medical monitor approval.\n3. Has unresolved toxicities from previous anticancer therapy (≥ CTCAE version 5.0 grade 1) caused by previous cancer therapy, excluding alopecia or other toxicities not considered a safety risk for the patient at investigator's discretion. Note: Subjects may be enrolled with chronic, stable Grade 2 toxicities (defined as no worsening to ≥Grade 2 for at least 2 months prior to enrollment and managed with standard of care treatment) that the investigator deems related to previous anticancer therapy, such as: Chemotherapy-induced neuropathy, Fatigue, Residual toxicities from prior IO treatment Grade 1 or Grade 2 endocrinopathies. Note: if patients received major surgery, they must have recovered adequately from the toxicity and/or complications from the intervention prior to starting therapy.\n4. Patients may not be participating in a study with an investigational agent or investigational device within 2 weeks or 5 half-lives, whichever is longer, prior to allocation. Patients participating in observational studies are eligible.\n5. Patients with symptomatic uncontrolled brain metastases. Participants with a history of treated Central Nervous System (CNS) metastases are eligible, provided they meet all of the following criteria:\n\n   * Biopsiable disease outside the CNS is present.\n   * No evidence of interim CNS progression between the completion of CNS directed therapy and the screening radiographic study.\n   * Metastases are limited solely to cerebellar and supratentorial lesions.\n   * Stable requirement for corticosteroids (≤ 20 mg oral prednisone or equivalent) or anticonvulsants during \\>4 weeks as therapy for CNS disease.\n   * No stereotactic radiation within 7 days or whole-brain radiation within 14 days prior to enrolment.\n   * No evidence of progression or haemorrhage after completion of CNS directed therapy.\n   * Patients with spinal cord compression are excluded unless considered to have received definitive treatment for this and evidence of clinically stable disease for 28 days.\n6. History of significant cardiovascular disease, defined as:\n\n   * New York Heart Association Class III or greater congestive heart failure or known left ventricular ejection fraction of \\< 40%.\n   * Unstable angina or myocardial infarction within 6 months before enrolment.\n   * History of serious ventricular arrhythmia (ie, ventricular tachycardia or ventricular fibrillation), high-grade atrioventricular block, or other cardiac arrhythmias requiring antiarrhythmic medications (except for atrial fibrillation that is well controlled with antiarrhythmic medication); history of QT interval prolongation.\n7. Have active chronic inflammatory bowel disease (ulcerative colitis, Crohn's disease) or GI perforation within 6 months of enrollment.\n8. Have active serious infection requiring requiring IV antibiotics, antivirals, or antifungals.\n9. Have a known history of Human Immunodeficiency Virus (HIV).\n10. Have active HBV (defined as having a positive HbsAg test) or HCV.\n\n    1. For patients with a history of HBV infection, a hepatitis B core antibody test should be conducted at screening. If positive, hepatitis B DNA testing will be performed and if active HBV infection is ruled out, the patient may be eligible.\n    2. Patients who are HCV antibody positive with polymerase chain reaction negative for HCV RNA may be eligible.\n11. Have other concurrent medical or psychiatric conditions that, in the investigator's opinion, may be likely to confound study interpretation or prevent completion of study procedures and follow-up examinations.\n12. Has received a live vaccine within 30 days prior to randomization.\n13. Prior treatment with Sacituzumab-govitecan.\n14. Known or severe (≥ Grade 3) hypersensitivity or allergy to sacituzumab govitecan, their metabolites, or formulation excipient.\n15. Requirement for ongoing therapy with or prior use of any prohibited medications listed in Section 7.5.\n16. Positive serum pregnancy test or women who are lactating (see Appendix 2).",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}