{
    "nctId": "NCT02115048",
    "briefTitle": "Clinical Study for the Treatment of Breast Cancer: the Patient Will Receive Afatinib Plus Letrozole or Letrozole Alone",
    "officialTitle": "A Randomized Open-label Phase II Study of Letrozole Plus Afatinib Versus Letrozole Alone in First-line Treatment of Advanced ER+, HER2- Postmenopausal Breast Cancer With Low ER Expression",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Neoplasms",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 44,
    "primaryOutcomeMeasure": "Progression Free Survival (PFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Signed and dated informed consent.\n* Postmenopausal females, 18 years of age or older.\n* Histologically or cytologically proven diagnosis of adenocarcinoma of the breast with evidence of locally recurrent disease not amenable to resection or radiation therapy with curative intent, or metastatic disease.\n* HER2 negative breast cancer. Central testing (required for all subjects) must demonstrate that the tumor is HER2 negative by FISH or Immunohistochemistry (IHC).\n* ER positive breast cancer. Central testing (required for all subjects) must demonstrate that the tumor is ER+ with low expression (H-score \\[1-159\\]).\n* Paraffin-embedded tumor block(s) or 15 to 20 unstained slides available for centralized assessment of ER, PR, and HER2.\n* Measurable disease according to Response Evaluation Criteria In Solid Tumors (RECIST) 1.1 or bone-only non measurable disease.\n* Eastern Cooperative Oncology Group (ECOG) Performance status 0 or 1.\n* Adequate hematological, hepatic and renal functions.\n* Baseline left ventricular ejection fraction (LVEF) 50%.\n* Willingness and ability to comply with scheduled visits, treatment plan, laboratory tests, and other trial procedures.\n\nExclusion Criteria:\n\n* Brain metastases, spinal cord compression, carcinomatous meningitis, or leptomeningeal disease.\n* Prior treatment with any type of systemic therapy for advanced disease.\n* Prior treatment with letrozole in (neo)adjuvant setting with disease-free interval ≤ 12 months from completion of treatment until randomization.\n* Prior treatment with any anti HER-family targeted therapy in (neo)adjuvant setting.\n* Any concurrent or previous malignancy within 5 years prior to randomization, except for adequately and radically treated basal or squamous skin cancer, or carcinoma in situ of the cervix, or other non-invasive/in-situ neoplasm.\n* Non-measurable disease according to RECIST 1.1, with the exception of bone-only non-measurable disease.\n* Known pre-existing interstitial lung disease.\n* Significant or recent acute gastrointestinal disorders with diarrhea as a major symptom.\n* History or presence of clinically relevant cardiovascular abnormalities as per investigator assessment.\n* Any other concomitant serious illness or organ system dysfunction as per investigator assessment\n* Any contraindication to oral agents.\n* Active hepatitis B infection, active hepatitis C infection or known HIV carrier.\n* Known or suspected active drug or alcohol abuse.\n* Known hypersensitivity to afatinib or letrozole or the excipients of any of the trial drugs.\n* Concomitant treatment with strong inhibitor of P-gp.\n* Any ongoing acute clinically significant toxic effect of prior anticancer therapy or any persisting complication of prior surgery.\n* Subjects with known history of keratitis, ulcerative keratitis or severe dry eye.\n* Participation in the active phase of other clinical trials of investigational agents in which last study treatment was administered within 2 weeks prior to randomization",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}