{
    "nctId": "NCT05068999",
    "briefTitle": "Shear Wave Elastography Assessment of Neoadjuvant Chemotherapy Response in Patients With Invasive Breast Cancer",
    "officialTitle": "Early Assessment of Shear Wave Elastography Parameters to Assess the Response to Neoadjuvant Chemotherapy in Patients With Invasive Breast Cancer",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Neoplasms",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 35,
    "primaryOutcomeMeasure": "shear wave elastography assessment in patients with invasive breast cancer.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* • Histologically confirmed infiltrating breast cancer\n\n  * Stage II or stage III disease. Nodal status must be examined by ultrasound, fine needle aspiration, sentinel node biopsy, or FDG-PET scan.\n  * Age ≥18\n  * Eastern Cooperative Oncology Group performance status ≤1\n  * Adequate bone marrow function (ANC \\>1.5 x 109/l, platelets \\>100 x 109/l)\n  * Adequate hepatic function (ALAT, ASAT and bilirubin \\<2.5 times upper limit of normal)\n  * Adequate renal function (creatinine clearance \\>50 ml/min)\n  * LVEF ≥50% measured by echocardiography or MUGA\n  * Absence of any psychological, familial, sociological, or geographical condition potentially hampering compliance with the study protocol and follow-up schedule\n  * Absence of any medical condition that would place the patient at unusual risk.\n  * Signed written informed consent\n\nExclusion Criteria:\n\n* • previous radiation therapy or chemotherapy\n\n  * Other malignancy except carcinoma in situ, unless the other malignancy was treated ≥5 years ago with curative intent without the use of chemotherapy or radiation therapy.\n  * Current pregnancy or breastfeeding. Women of childbearing potential must use adequate contraceptive protection.\n  * Evidence of distant metastases. Evaluation of the presence of distant metastases may include chest X-ray, liver ultrasound, isotope bone-scan, CT-scan of chest and abdomen and/or FDG-PET scan, according to local procedures.\n  * Evidence of bilateral infiltrating breast cancer. Evaluation of the presence of bilateral infiltrating breast cancer may include mammography, breast ultrasound and/or MRI breast.\n  * Concurrent anti-cancer treatment or another investigational drug.",
    "sex": "ALL",
    "minimumAge": "N/A",
    "stdAges": "CHILD, ADULT, OLDER_ADULT"
}