{
    "nctId": "NCT05720676",
    "briefTitle": "Clinical, Histological and In-depth Molecular Characterization as Well as Experimental Models of Liver Metastasis From Patients With Breast Cancer in Order to Identify New Potential Treatment Avenues.",
    "officialTitle": "Clinical, Histopathological, Molecular and Experimental Characterization of Liver Metastases From Patients With Breast Cancer.",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Breast Cancer, Liver Metastases",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 20,
    "primaryOutcomeMeasure": "To characterize the tumour cells and their microenvironment in the liver metastases at the transcriptomic and protein single-cell level.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* be willing and able to provide written informed consent for this study;\n* female;\n* be ≥ 18 years of age on the day of signing informed consent;\n* confirmed diagnosis of breast cancer liver metastases. Newly diagnosed patients with de-novo liver metastases are eligible;\n* be planned for liver surgery;\n* be willing to provide tissue samples for research purposes.\n\nExclusion Criteria:\n\n* unwillingness to provide the samples or clinical information needed for the study;\n* History of radiofrequency destruction (RF), stereotactic Body Radiotherapy (SBRT) or intra-arterial treatment such as chemoembolization (TACE) or selective internal radiation therapy (SIRT) performed on the metastasis to be examined (accepted if performed in other metastasis);\n* Has an active autoimmune disease that has required systemic treatment in the past 2 years prior to the surgery (i.e. with use of disease modifying agents, corticosteroids or immunosuppressive drugs). Replacement therapy (e.g., thyroxine, insulin, or physiologic corticosteroid replacement therapy for adrenal or pituitary insufficiency, etc.) is not considered a form of systemic treatment;\n* Presence of immunodeficiency or immune dysregulatory diseases and conditions which require active immune modulatory treatment of any kind, or required treatment in the past two years from date of diagnosis of breast cancer;\n* History or current evidence of any condition, therapy, or laboratory abnormality that might confound the results in the opinion of the treating investigator.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}