{
    "nctId": "NCT01660529",
    "briefTitle": "Multi-peptide Vaccine With Basilixumab for Breast Cancer",
    "officialTitle": "A Study of hTERT/Survivin Multi-Peptide Vaccination With Basiliximab And Prevnar For Patients With Metastatic Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "EARLY_PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 10,
    "primaryOutcomeMeasure": "Number of Adverse Events",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Stage IV (AJCC) breast cancer patients who have failed at least one conventional therapy for metastatic disease.\n* HLA-A2 blood positive\n* Evidence of measurable or evaluable disease by clinical, radiographic, or laboratory assessment.\n* Age greater than 18 years old\n* Baseline Eastern Cooperative Oncology Group (ECOG) Clinical Performance Status 0 or 1\n* Life expectancy greater than 6 months\n* Adequate hematologic function established within 14 days before treatment: WBC equal to or greater than 3.0, Plt equal to or greater than 75,000, Hgb equal to or greater than 10 g/dl\n* Adequate renal function established within 14 days before treatment defined as serum creatinine less than 1.5 times upper limit of normal\n* Adequate hepatic function established within 14 days before treatment defined as: Total bilirubin, less than 1.5 times upper limit of normal, and ALT and AST less than 2.5 times upper limit of normal\n* Contrast CT and/or MRI of the brain negative for central nervous system metastases within 30 days of treatment\n* Women of child bearing potential must have a negative pregnancy test (blood or urine) within 14 days before treatment and agree to use appropriate contraception from study screen through the duration of the trial. Men must agree to use appropriate contraception from study screen through the duration of the trial.\n* Signed and dated written informed consent\n\nExclusion Criteria:\n\n* History of brain metastases within the last four years\n* Positivity for HIV-1/HIV-2, Hepatitis B virus, and Hepatitis C virus active infection\n* The use of the following within 14 days before treatment: Chemotherapy, Radiation therapy, Immunosuppressive drugs, Systemic glucocorticoids, Hematopoietic growth factors, Experimental therapy\n* Use of anti-coagulants such as coumadin, heparin, or Lovenox within 14 days before treatment, with the exception of low dose anti-coagulants to maintain intravenous catheter patency.\n* Initiation of hormonal agent (such as tamoxifen, anastrazole, or letrozole) in the 30 days before treatment. 6. Patients who have been on a hormonal agent for at least 30 days prior to treatment with progressive or stable disease are permitted to enroll, but required to stay on this hormonal agent for the duration of the study.\n* Initiation of immunotherapy (such as trastuzumab-Herceptin) in the 30 days before treatment. Patients who have been on trastuzumab for at least 30 days prior to treatment with progressive or stable disease are permitted to enroll, but required to stay on trastuzumab for the duration of the study.\n* History of bone marrow or stem cell transplantation (allogeneic or autologous)\n* Pregnant women or nursing mothers\n* History of alcohol abuse or illicit drug use within 12 months of study initiation\n* Clinically significant comorbid disease or other underlying condition, including major autoimmune disorders that would contraindicate study therapy or confuse interpretation of study results\n* Significant psychiatric disorder and any other reason in the Investigators opinion that would jeopardize protocol compliance or compromise the patients ability to give informed consent.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}