{
    "nctId": "NCT02140996",
    "briefTitle": "Safety Study of Human MUC-1 (Mucin-1) Adenoviral Vector Vaccine for Immunotherapy of Epithelial Cancers",
    "officialTitle": "Ad-sig-hMUC-1/ecdCD40L Vector Vaccine for Immunotherapy of Epithelial Cancers",
    "overallStatus": "UNKNOWN",
    "conditions": "Epithelial Cancers of the Lung, Breast, Ovary, Prostate and Colon",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 24,
    "primaryOutcomeMeasure": "Assessment of a safe, tolerable, and immunologically active dose level of the Ad-sig-hMUC-1/ecdCD40L vector vaccine",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Men or women age 21 yrs or older with biopsy-proven recurrent or metastatic, measurable or non-measurable adenocarcinoma of the breast, ovary, lung, colon or prostate.\n2. Elevated serum MUC-1 levels \\[as measured by Carcinoma Antigen (CA) 15-3 or CA27.29\\] at any time since the diagnosis of cancer (levels do not need to be elevated at the time of trial entry).\n3. Received at least one line of palliative chemotherapy.\n4. No chemotherapy and/or radiation therapy for at least 28 days before consent.\n5. An echocardiogram that shows a left ventricular ejection fraction greater than or equal to the lower limits of normal.\n6. Electrocardiogram (ECG) with no evidence of ischemia or infarction.\n7. Ability to understand the study's risks, benefits, and procedures and provide written informed consent.\n8. Performance status \\<2 on the Eastern Cooperative Oncology Group (ECOG) performance scale and life expectancy of greater than 12 months.\n9. Acceptable pulmonary function. (If questionable a pulmonary function test will be performed.)\n10. Negative serology for hepatitis B \\[hepatitis B surface antigen (HBsAg) negative\\], hepatitis C and human immunodeficiency virus (HIV).\n11. All of the following: white blood count \\>3500, absolute neutrophil count \\>/= 1,500, hemoglobin \\> 8 g/dL, platelet count \\> 100,000/dL: Bilirubin \\<1.5, AST (aspartate aminotransferase), ALT (alanine aminotransferase), LDH (Lactate dehydrogenase) \\< 2 times the upper limit of normal, and calculated creatinine clearance \\>/= 50 mls/min.\n12. For women with child-bearing potential: negative urinary pregnancy test at screening and within 7 days of enrollment; for men or women: willingness to use an approved contraceptive method while participating in this trial. Documentation of type of contraception patient will be using must be included in screening visit note by investigator.\n\nExclusion Criteria:\n\n1. History of bronchospasm or asthma that requires steroid treatment (inhaled or oral).\n2. Treatment with steroid (for any condition, except for chemotherapy premedication or emesis) within 28 days of trial registration.\n3. Current anti-cancer treatment with doxorubicin (Adriamycin), lapatinib, trastuzumab, bevacizumab or other monoclonal antibody therapy. Patients must be off these therapies for at least 28 days. Patients may have been exposed to chemotherapy or radiation therapy 4 weeks prior to receiving the vaccination.\n4. Current anti-cancer treatment with tamoxifen. Patients must be off tamoxifen for at least 28 days prior to enrollment. (Aromatase inhibitors and raloxifene are allowed).\n5. History of any autoimmune disease such as lupus, rheumatoid arthritis or psoriasis.\n6. Uncontrolled diabetes mellitus.\n7. Unable or unwilling to undergo repeated clinical evaluations and other diagnostic procedures or unable to sign an informed consent.\n8. History of other malignancies except squamous or basal cell carcinomas of the skin or cervical carcinoma in situ.\n9. History of organ transplant or allogeneic bone marrow transplants.\n10. Pregnant or nursing females.\n11. Any acute or chronic viral, bacterial, or fungal infection which requires specific therapy. Acute therapy must be completed within 14 days prior to study treatment.\n12. Any underlying conditions which would contraindicate therapy with study treatment (or allergies to reagents used in the study treatment).\n13. Any history of cardiac disease including arrhythmia (requiring active treatment or medications), heart failure, angina, infarction or coronary artery disease.\n14. History of hypercoagulable disorder including history of prior pulmonary embolism, antiphospholipid antibody syndrome, deep venous thrombosis \\[except for indwelling intravenous catheter associated DVT (deep vein thrombosis), as long as patient has completed anticoagulation therapy\\].\n15. Any brain or leptomeningeal involvement by the cancer.\n16. Known Ornithine transcarbamylase deficiency.",
    "sex": "ALL",
    "minimumAge": "21 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}