{
    "nctId": "NCT05275777",
    "briefTitle": "A Phase Ib Safety lead-in, Followed by Phase II Trial of ADG106 in Combination With Neoadjuvant Chemotherapy in HER2 Negative Breast Cancer",
    "officialTitle": "A Phase Ib Safety lead-in, Followed by Phase II Trial of ADG106 in Combination With Neoadjuvant Doxorubicin and Cyclophosphamide Followed by Paclitaxel in Stage I-III HER2 Negative Breast Cancer",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "HER2-negative Breast Cancer, Advanced Solid Tumor",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 66,
    "primaryOutcomeMeasure": "Number of participant with treatment related toxicities",
    "eligibilityCriteria": "Inclusion Criteria:\n\nPatients may be included in the study only if they meet all of the following criteria:\n\n1. All patients must sign an informed consent in accordance with local institutional guidelines.\n2. 18 years and above of age.\n3. Estimated life expectancy of at least 12 weeks.\n4. Has recovered from acute toxicities from prior anti-cancer therapies (phase Ib).\n5. a) Phase Ib: Patients with histologically or cytologically confirmed advanced or metastatic solid tumors who have radiological evidence of progressive disease on study entry that are deemed likely to benefit from either dose dense doxorubicin/ cyclophosphamide or weekly paclitaxel.\n\n   * There is no upper limit on the number of prior treatments provided all inclusion/ exclusion criteria are met. Hormone ablation therapy is considered an anti-cancer regimen. Radiation therapy and surgery are not considered anti-cancer regimens.\n   * Prior receipt of immunotherapy is allowed. b) Phase II: Untreated stage I-III HER2 negative breast cancer patients who are planned for neoadjuvant chemotherapy followed by definitive breast cancer surgery.\n6. Measurable disease by RECIST 1.1 criteria.\n7. Eastern Cooperative Oncology Group (ECOG) Performance Status of 0-1.\n8. Left ventricular ejection fraction of ≥ 50% for Cohort 1 in phase Ib and all patients in phase II.\n9. Adequate bone marrow function and organ function within 2 weeks of study treatment.\n\n   1. Adequate hematologic function defined as:\n\n      * Absolute neutrophil count (ANC) ≥ 1.5 x 109/L\n      * Platelets ≥ 100 x 109/L\n      * Hemoglobin ≥ 9 x 109/L\n   2. Adequate hepatic function defined as:\n\n      * Bilirubin \\< 1.5 times the upper limit of normal (ULN)\n      * ALT or AST \\< 2.5 times ULN (or \\< 5 times ULN with presence of liver metastases)\n   3. Adequate renal function defined as:\n\n      - Calculated creatinine clearance of ≥ 60 mL/min, calculated using the formula of Cockroft and Gault: (140-Age) x Mass (kg)/(72 x creatinine mg/dL); multiply by 0.85 if female.\n   4. Adequate coagulation function defined as:\n\n      * Activated partial thromboplastin time (aPTT) ≤1.5 x ULN\n      * International normalized ratio (INR) ≤1.5 x ULN (Exception: INR 2 to ≤3 x ULN is acceptable for patients on warfarin anticoagulation\n10. Patients with reproductive potential must use an approved contraceptive method if appropriate (e.g., intrauterine device, birth control pills, or barrier device) during and for three months after the study. Females with childbearing potential must have a negative serum pregnancy test within 7 days prior to study enrolment.\n11. Able to comply with study related procedures.\n\nExclusion Criteria:\n\nPatients will be excluded from the study for any of the following reasons:\n\n1. Treatment within the last 30 days with any investigational drug.\n2. Concurrent administration of any other tumor therapy, including cytotoxic chemotherapy, hormonal therapy, and immunotherapy.\n3. Major surgery within 28 days of study drug administration.\n4. Active infection that in the opinion of the investigator would compromise the patient's ability to tolerate therapy.\n5. Serious concomitant disorders that would compromise the safety of the patient or compromise the patient's ability to complete the study, at the discretion of the investigator.\n6. Active, known or suspected autoimmune disease. Subjects with type I diabetes mellitus, hypothyroidism only requiring hormone replacement, skin disorders (such as vitiligo, psoriasis, or alopecia) not requiring systemic treatment, or conditions not expected to recur in the absence of an external trigger are permitted to enrol.\n7. Subjects with a condition requiring systemic treatment with either corticosteroids (\\>10mg daily prednisone equivalent) or other immunosuppressive medications within 14 days of randomization. Inhaled or topical steroids, and adrenal replacement steroid \\>10mg daily prednisone equivalent, are permitted in the absence of active autoimmune disease.\n8. Subjects with interstitial lung disease that is symptomatic or may interfere with the detection or management of suspected drug-related pulmonary toxicity.\n9. Known history of testing positive for human immunodeficiency virus (HIV) or known acquired immunodeficiency syndrome (AIDS).\n10. Active hepatitis B (positive hepatitis B surface antigen \\[HBsAg\\]) or HCV (hepatitis C virus) \\[positive HCV RNA\\])\n\n    1. Patients with past HBV infection or resolved HBV infection (defined as the presence of hepatitis B core antibody \\[HBcAb\\] and absence of HBsAg) are eligible. HBV DNA must be obtained in these patients prior to randomization. HBV carriers or those patients requiring antiviral therapy are not eligible to participate.\n    2. Patients positive for HCV antibody are eligible only if PCR is negative for HCV RNA.\n    3. HBV carriers or those subjects receiving antiviral treatment of hepatitis B virus or Hepatitis C are not eligible.\n11. Pregnancy.\n12. Breast feeding.\n13. Second primary malignancy that is clinically detectable at the time of consideration for study enrolment. The exception is patients in phase II with two or more primary invasive breast cancers that are both HER2 negative and where both cancers are amenable to repeated biopsy. In this case, each tumor will be biopsied and assessed separately for treatment response.\n14. Symptomatic brain metastases.\n15. History of significant neurological or mental disorder, including seizures or dementia.\n16. Unable to comply with study procedures.\n17. Phase II cohort: Prior treatment for locally advanced or metastatic breast cancer.\n18. Patients with known underlying hemoglobinopathies (e.g., thalassemia). Note: patients without known hemoglobinopathies do not specifically need to be screened for hemoglobinopathies in the absence of clinical suspicion).\n19. History of life-threatening hypersensitivity or known to be allergic to protein drugs or recombinant proteins or any ingredients contained in the ADG106 drug formulation (succinic acid, arginine, polysorbate 80 and hydrochloric acid).\n20. Peripheral neuropathy grade ≥2.\n21. Live viral vaccine therapies within 4 weeks prior to the first dose of study drug.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}