{
    "nctId": "NCT05447988",
    "briefTitle": "Motiva Flora Tissue Expander PMCF",
    "officialTitle": "Post-Marketing Clinical Follow-Up Study to Confirm the Safety and Effectiveness/Performance of Motiva Flora® Tissue Expander in Staged Breast Reconstruction Surgery",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Tissue Accessory, Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 136,
    "primaryOutcomeMeasure": "Incidence of the device and procedure-related adverse events",
    "eligibilityCriteria": "Inclusion Criteria\n\n* The participant gives written informed consent.\n* The participant is genetically female, aged 18 years or older.\n* The participant needs tissue expansion as part of breast reconstruction treatment following mastectomy, which may include immediate reconstruction.\n* The participant is in a suitable clinical condition to allow breast implant placement after tissue expander placement, at the discretion of the investigator.\n* The participant has the physical and cognitive capacity to understand and follow the surgeon's recommendations.\n* Complete radiotherapy at least 1 year before surgery.\n* Partial or total decrease in tumour volume after radiotherapy.\n* The participant is able and willing to comply with all study requirements including attending follow-up appointments.\n* Participant with reasonable surgical risk.\n* Participant with a history of non-metastatic breast cancer.\n* Participant willing to undergo an MRI, CT scan and any other studies if required at surgeon discretion.\n\nFor substudy - MRI / CT - the following additional criteria apply:\n\n- Patient is willing to undergo one MRI and one CT anytime during the follow up\n\nExclusion Criteria:\n\n* The participant is pregnant or planning a pregnancy during the first year after surgery or is currently breastfeeding.\n* Participants with implanted devices that may be affected by magnetic fields (pacemakers, drug infusion devices).\n* Participants with abnormal haematological and biochemical values after chemotherapy.\n* Participants with tumour residues in or near the area where tissue expansion is to be performed.\n* Participants who do not have adequate tissue at the intended site for expansion, at the surgeon's discretion, due to previous radiotherapy, ulceration, vascular involvement, history of impaired wound healing or scar deformity.\n* Participants with current or previous infection in the area where the expansion will take place.\n* Presence of autoimmune diseases such as lupus or scleroderma, or immunocompromised participants due to immunosuppressive or steroid therapy.\n* Inadequate chest wall tissue due to damage caused by radiotherapy, tight skin grafts or radical resection of the pectoralis major muscle.\n* Participant who is included in another pharmacological or device research study.\n* Participants with a previous history of failure of attempted tissue expansion or breast implant placement at the site of intended expansion.\n* Participant with a history of silicone sensitivity.\n* Employees of Establishment Labs or any of its divisions or sites; Researchers or anyone who collaborates on the study or is directly related to a person working for Establishment Labs, sites or commissioned Researchers.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}