{
    "nctId": "NCT01937507",
    "briefTitle": "Hepatic Artery Infusion With FOLFOX in Liver Metastasis From Breast Cancer",
    "officialTitle": "Pilot Study of Hepatic Arterial Infusion (HAI) With Oxaliplatin, Folinic Acid and 5 Fluorouracil (FOLFOX) in Heavily Pre-Treated Patients With Liver-Predominant Metastasis From Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 2,
    "primaryOutcomeMeasure": "Determine Response Rate (RR) of HAI With Oxaliplatin/5-FU Every Three Weeks in Heavily Pre-treated Patients With Advanced Breast Cancer With Metastasis to the Liver.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Performance status ECOG 0-2 and a life expectancy of \\>3 months.\n2. Patients were required to have measurable disease in the liver, defined as lesions measuring \\>1 cm in largest diameter on spiral-computed tomography (CT) or magnetic resonance imaging (MRI)\n3. Histologically confirmed metastatic advanced solid tumors involving the liver, liver replacement less than 70%\n4. No bevacizumab (avastin) use within 4 weeks prior to enrollment.\n5. Absence of portal vein thrombosis\n6. Not a surgical candidate or patients refuge surgery at the time of enrollment\n7. Loss of response to at least 1 line of systemic chemotherapy in metastatic setting\n8. An asymptomatic extra-hepatic disease is allowed, provided that the extent of the metastatic disease in the liver represented the bulk of the metastatic disease.\n9. History of liver-directed therapy is eligible at the investigator's discretion.\n10. Adequate renal function with a calculated creatinine clearance greater than 60 mL/min.\n11. Hepatic function as follows: Total Bilirubin ≤3 mg/dL, AST ≤5 times upper normal reference value, or ALT ≤ 5 times upper normal reference value.\n12. Adequate bone marrow function (ANC ≥1500 cells/uL; PLT ≥ 100,000 cells/uL) before each therapy.\n13. At least three weeks from previous immunotherapy, chemotherapy or radiotherapy before being enrolled in this study.\n14. All females in childbearing age MUST have a negative serum HCG test unless patients have prior hysterectomy.\n\nExclusion Criteria:\n\n1. Clinical or radiographic evidence of moderate amount of ascites.\n2. History of cirrhosis with Child-Pugh class B or C.\n3. Pregnant or lactating females.\n4. Inability to complete informed consent process and adhere to protocol treatment plan and follow-up requirements.\n5. Patients receiving any other investigational agents.\n6. Patients with bleeding diathesis (clinical bleeding, prothrombin time =/\\> 1.5 X upper institutional normal value, INR =/\\> 1.5, activated partial thromboplastin time aPTT =/\\> 1.5 X upper institutional normal value), active gastric or duodenal ulcer.\n7. History of thrombophilia, recurrent DVTs, diagnosis of phospholipid syndrome.\n8. Past or current history of malignancy other than breast cancer with the exception of treated non-melanoma skin cancer or carcinoma in situ of the cervix, or other cancers cured by local therapy alone and a DFS ≥5 years.\n9. Concurrent severe illness such as active infection, or psychiatric illness/social situations that would limit safety and compliance with study requirements.\n10. Patients with clinically significant cardiovascular disease: myocardial infarction or unstable angina within 6 months, New York Heart Association Grade II or greater congestive heart failure, serious cardiac arrhythmia requiring medication, unstable angina pectoris, clinically significant peripheral vascular disease\n11. Patients have untreated brain metastasis requiring or leptomeningeal metastases.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}