{
    "nctId": "NCT01134172",
    "briefTitle": "Ethnic Differences in the Impact of Breast Cancer on Employment Status, Financial Situation, and Quality of Life",
    "officialTitle": "Breast Cancer and the Workforce: Ethnic Differences in the Impact of Breast Cancer on Employment Status, Financial Situation, and Quality of Life (BCW)",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 935,
    "primaryOutcomeMeasure": "To compare the impact of breast cancer on (a) employment status, (b) financial situation, and (c) QoL.",
    "eligibilityCriteria": "Inclusion Criteria:\n\nBreast cancer survivors\n\n* Pathologic diagnosis of stage I-III breast cancer\n* Paid employment (full time or part time) at time of consent or in the three months prior to diagnosis\n* Age 18 to 64 years (inclusive)\n* The ability to give informed consent in Chinese (Mandarin), English, Korean, or Spanish.at MSK, New York Presbyterian Queens and Queens Medical Associates At NYC Health \\& Hospitals/ Lincoln Medical Center, patients must be able to give consent in English or Spanish.\n* At the time of enrollment, participants must still be undergoing chemotherapy, undergoing radiation therapy, or planning surgery unless surgery is to be the only treatment modality. Those for whom treatment consists of surgery alone may have had their operation no more than 2 months prior to study enrollment. Participants need not have undergone surgical reconstruction prior to enrollment if the plan is to delay this procedure until after primary treatment is completed.\n\nComparison group\n\nPaid employment (full time or part time) at the time of consent\n\n* Age 18 to 64 years (inclusive) and within an age range that is 5 years above or below that of the nominating or matched survivor\n* The ability to give informed consent in the same language as the nominating survivor\n* Membership in the same ethnic group as the nominating survivor\n* Not treated for cancer in the past year (other than non-melanoma skin cancer)\n\nExclusion Criteria:\n\n* N/A",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT"
}