{
    "nctId": "NCT00355316",
    "briefTitle": "A Study to Determine the Clinical Significance of Molecular Detection of Breast Cancer in the Blood of Stage IV Breast Cancer Patients",
    "officialTitle": "Peripheral Blood Molecular Staging of Breast Cancer: A Prospective Cohort Study Designed to Determine the Clinical Significance of Molecular Detection of Breast Cancer in the Peripheral Blood of Stage IV Breast Cancer Patients",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Neoplasms",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "BASIC_SCIENCE",
    "enrollmentCount": 224,
    "primaryOutcomeMeasure": "The prevalence of breast cancer cells in the peripheral blood",
    "eligibilityCriteria": "Inclusion Criteria:\n\nInclusion Criteria - Stage IV breast cancer patients\n\n1. Patient age must be \\> 21 years.\n2. Patient must have a tissue diagnosis of invasive breast cancer.\n3. Patient must have documented evidence of metastatic disease.\n4. Patient must have measurable lesions.\n5. Patients must be initiating systemic therapy. Patients receiving hormonal therapy, and/or chemotherapy alone or in combination with other therapies are eligible.\n6. Patient must have an ECOG performance status of 0, 1, or 2.\n7. Patient must be available for follow-up.\n8. Patient or their authorized legally acceptable representative must consent to be in the study and must have signed and dated an approved consent form which conforms to federal and institutional guidelines.\n9. The patient with a previous history of non-breast malignancy is eligible for this study only if the patient meets the following criteria for a cancer survivor. A cancer survivor is eligible provided the following criteria are met: (1) patient has undergone potentially curative therapy for all prior malignancies, (2) patients have been considered disease free for at least 5 years (with the exception of basal cell or squamous cell carcinoma of the skin or carcinoma-in-situ of the cervix).\n\nInclusion Criteria - Healthy volunteers\n\nA volunteer will be eligible for inclusion in this study only if ALL of the following criteria apply:\n\n1. Volunteer age must be \\> 21 years.\n2. Volunteer or their authorized legally acceptable representative must consent to be in the study and must have signed and dated an approved consent form which conforms to federal and institutional guidelines.\n3. Patients with benign breast disease are eligible for enrollment.\n4. The volunteer with a previous history of non-breast malignancy is eligible for this study only if the patient meets the following criteria for a cancer survivor. A cancer survivor is eligible provided both of the following criteria are met: (1) patient has undergone potentially curative therapy for all prior malignancies, (2) patient has been considered disease free for at least 5 years (with the exception of basal cell or squamous cell carcinoma of the skin or carcinoma-in-situ of the cervix).\n\nExclusion Criteria:\n\nExclusion Criteria - Stage IV breast cancer patients\n\nA patient will be ineligible for inclusion in this study if ANY of the following criteria apply:\n\n1. No documented metastatic disease.\n2. No measurable lesions.\n3. Bone only and/or brain metastasis.\n4. Patient is not initiating a new regimen of systemic therapy.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}