{
    "nctId": "NCT00739063",
    "briefTitle": "Phase II Study of Erlotinib, an EGFR Inhibitor in Metastatic EGFR-positive 'Triple Receptor-negative' Breast Cancer",
    "officialTitle": "Study of Erlotinib, Small Molecule Targeting Epidermal Growth Factor Receptor (EGFR) in Treatment of Patients w/EGFR-overexpressing 'Triple Receptor-negative' Metastatic Carcinoma of Breast That Progressed on Anthracyclines and Taxanes",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 11,
    "primaryOutcomeMeasure": "Time to Progression (TTP)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patients with histologic confirmation of metastatic (stage IV) 'triple receptor-negative' breast cancer. Tissue must be available at baseline or agree to biopsy. The diagnosis of 'triple receptor-negative' breast cancer requires that either the primary tumor or a metastatic deposit be shown to be negative for estrogen receptors (ER) and progesterone receptors (PR) by immunohistochemistry (IHC) and for HER2/neu by IHC (i.e. a score of 0 and 1+) or fluorescent in situ hybridization (FISH).\n2. EGFR protein expression and gene copy number will be evaluated on stored tissue sample at a later time. Unstained slides, a block, or agreement for biopsy is required for study participation.\n3. Patients with metastatic breast cancer to any distant site are eligible once their disease is clinically/radiologically measurable\n4. Patients must have disease which is resistant to taxanes and anthracyclines. There is no limit to the number of previous therapies for metastatic disease.\n5. Patients are eligible if they have not had prior exposure to an EGFR inhibitor (e.g.Gefitinib, Erlotinib) or antibody (e.g. Cetuximab).\n6. Availability of tissue blocks and/or fresh/frozen tumor samples is an eligibility requirement in order to run the EGFR IHC, FISH and to confirm, if needed ER, PR and HER2/neu status.\n7. Patients may, but are not required, to have a repeat tumor biopsy performed on study entry prior to beginning therapy and also early during study therapy for correlative studies.\n8. Patients with 'triple receptor-negative' metaplastic breast cancers are eligible if they meet the criterion of EGFR overexpression.\n9. Patients must sign an informed consent indicating that they are aware of the investigational nature of the study, in keeping with institutional policy\n10. Patients must have tissue blocks available from previous primary tumor surgery or biopsy or from a previous biopsy of metastatic disease for EGFR status assessment and for correlative studies\n11. Patients should have adequate bone marrow function, as defined by peripheral granulocyte count of \\>/= 1500/mm\\^3, and a platelet count \\>/= 100000/ mm\\^3. Patients must have adequate liver function with a bilirubin within 1.5 times the upper limit of normal (ULN). Transaminases (SGPT) may be up to 5 \\* the ULN and alkaline phosphatase may be up to 5 \\* ULN\n12. Patients should have adequate renal function (serum creatinine \\</= 1.5 times the ULN)\n13. Negative pregnancy test for a woman of childbearing potential\n14. Women of childbearing potential must use a reliable and appropriate contraceptive method during the study\n15. Patients with a performance status of 2 or better by World Health Organization (W.H.O.)\n\nExclusion Criteria:\n\n1. Patients with uncompensated congestive cardiac failure are not eligible\n2. Patients with a myocardial infarction in the previous 12 months are not eligible\n3. Patients with central nervous system (CNS) metastases are not eligible\n4. Patients with an organ allograft\n5. Patients with a serious concurrent infection or illness including, but not limited to, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness that would limit compliance with study requirements",
    "sex": "FEMALE",
    "minimumAge": "N/A",
    "stdAges": "CHILD, ADULT, OLDER_ADULT"
}