{
    "nctId": "NCT04756505",
    "briefTitle": "Immunotherapy (NHS-IL12 & Bintrafusp Alfa) and Radiation Therapy for the Treatment of Hormone Receptor Positive, HER2 Negative Metastatic Breast Cancer, the REINA Trial",
    "officialTitle": "REINA: A Phase I Study of Radiation Enhanced IL 12-Necrosis Attraction in Hormone Receptor Positive, HER2 Negative Metastatic Breast Cancer Patients",
    "overallStatus": "WITHDRAWN",
    "conditions": "Anatomic Stage IV Breast Cancer AJCC v8, Hormone Receptor Positive Breast Adenocarcinoma, Metastatic Breast Carcinoma, Metastatic HER2 Negative Breast Adenocarcinoma, Prognostic Stage IV Breast Cancer AJCC v8",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "Incidence of adverse events (AEs)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Is willing and able to provide written informed consent for the trial and has signed the appropriate written informed consent form, approved by the investigator's Institutional Review Board (IRB)/Independent Ethics Committee (IEC), prior to the performance of any trial activities\n* Is age \\>= 18 years at time of study entry\n* Eastern Cooperative Oncology Group (ECOG) performance status of 0-1\n* Women of childbearing potential must be using an adequate method of contraception to avoid pregnancy throughout the study and for up to 8 weeks after the last dose of investigational product in such a manner that the risk of pregnancy is minimized. Men on study also must be using contraception. Women of childbearing potential (WOCBP) are women who have not been postmenopausal greater than 1 year or undergone a hysterectomy or bilateral oophorectomy\n* Has confirmed HR+ and HER2 negative breast cancer with known metastatic disease. Eligible patients must have estrogen receptor (ER) and/or progesterone (PR) expression 10% or greater by immunohistochemistry (IHC). HER2 negative or nonamplified is determined by the current American Society of Clinical Oncology- College of American Pathologists (ASCO-CAP) criteria which are as follows: HER2 testing by IHC as 0 or 1+. If HER2 is 2+, ISH (in situ hybridization) must be performed. HER2 is positive if:\n\n  * IHC 3+ based on circumferential membrane staining that is\n\n    * Complete, intense\n  * ISH positive based on:\n\n    * Single-probe average HER2 copy number \\>= 6.0 signals/cell\n    * Dual-probe HER2/CEP17 ratio \\>= 2.0 with an average HER2 copy number \\>= 4.0 signals/cell\n    * Dual-probe HER2/CEP17 ratio \\>= 2.0 with an average HER2 copy number \\< 4.0 signals/cell\n    * Dual-probe HER2/CEP17 ratio \\< 2.0 with an average HER2 copy number \\>= 6.0 signals/cell\n* Has at least 2 identified sites of metastatic disease. This can include areas of metastatic disease to the bone, but one additional of the sites of metastatic disease must be amenable to biopsy\n* Has measurable disease by Response Evaluation Criteria in Solid Tumors (RECIST) criteria\n* Has received no more than 5 previous lines of chemotherapy and has received at least one line of therapy with an endocrine therapy or endocrine therapy combination\n* Hemoglobin \\>= 10.0 g/dL\n* Absolute neutrophil count (ANC) \\>= 1.5 x 10\\^9/L (\\>= 1500 per mm\\^3)\n* Platelet count \\>= 100 x 10\\^9/L (\\>= 100,000 per mm\\^3)\n* Serum bilirubin =\\< 1.5 x institutional upper limit of normal (ULN). This will not apply to subjects with confirmed Gilbert's syndrome (persistent or recurrent hyperbilirubinemia that is predominantly unconjugated in the absence of hemolysis or hepatic pathology), who will be allowed only upon treating physician, principle investigator (PI) or co-PI approval\n* Aspartate aminotransferase (AST) (serum glutamic-oxaloacetic transaminase \\[SGOT\\])/alanine aminotransferase (ALT) (serum glutamate pyruvate transaminase \\[SGPT\\]) =\\< 2.5 x institutional upper limit of normal unless liver metastases are present, in which case it must be =\\< 5 x ULN\n* Subject is willing and able to comply with the protocol for the duration of the study including undergoing treatment and scheduled visits, examinations, and assessments (including follow up)\n* Protocol participation is such that the treatment will be administered as an outpatient. Inpatient status is not required and change in status does not necessitate removal from protocol\n* Has not had major surgery within 28 days prior to starting study treatment. Central venous access surgeries and/or placements would not be considered as major surgery\n\nExclusion Criteria:\n\n* Anticancer treatment within 14 days before the start of trial treatment (e.g. cytoreductive therapy, radiotherapy etc.), or surgery within 4 weeks of start of trial treatment\n* History of another primary malignancy except for:\n\n  * Malignancy treated with curative intent and with no known active disease =\\< 3 years before the first dose of study drug and of low potential risk for recurrence\n  * Adequately treated non-melanoma skin cancer or lentigo maligna without evidence of disease\n  * Adequately treated carcinoma in situ without evidence of disease eg, cervical cancer in situ\n* QT interval corrected for heart rate (QTc) \\>= 470 ms\n* Current or prior use of immunosuppressive medication within 28 days before the first dose of M7824 or NHS-IL-12, with the exceptions of intranasal and inhaled corticosteroids or systemic corticosteroids at physiological doses, which are not to exceed 10 mg/day of prednisone, or an equivalent corticosteroid\n* Active or prior documented autoimmune disease within the past 2 years NOTE: Subjects with vitiligo, hypo- or hyperthyroid disease, or psoriasis not requiring systemic treatment are not excluded\n* Active or prior documented inflammatory bowel disease (e.g., Crohn's disease, ulcerative colitis)\n* Significant acute or chronic infections including, among other:\n\n  * Known history of testing positive test for human immunodeficiency virus (HIV) or known acquired immunodeficiency syndrome\n  * Active hepatitis B virus (HBV surface antigen positive) or hepatitis C virus (HCV antibody positive and/or HCV RNA positive)\n  * Subjects with known active tuberculosis (history of exposure or history of positive tuberculosis test plus presence of clinical symptoms, physical or radiographic findings)\n* History of allogeneic organ transplant\n* History of hypersensitivity to M7824 or NHS-IL-12 or any excipient of either compound\n* History of uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, uncontrolled hypertension, unstable angina pectoris, cardiac arrhythmia, active peptic ulcer disease or gastritis, active bleeding diatheses including any subject known to have evidence of a psychiatric illness/social situations that would limit compliance with study requirements or compromise the ability of the subject to give written informed consent\n* Known history of previous clinical diagnosis of tuberculosis\n* Subjects with active central nervous system (CNS) metastases causing clinical symptoms or metastases that require therapeutic intervention, including leptomeningeal disease, are excluded. Subjects with a history of treated CNS metastases (by surgery or radiation therapy) are not eligible unless they have demonstrated no progression for at least 1 month, and do not require continued steroid therapy.\n* Receipt of live attenuated vaccination within 30 days prior to study entry or within 30 days of receiving study drugs\n* Female subjects who are pregnant, breast-feeding or male or female patients of reproductive potential who are not employing an effective method of birth control\n* Any condition, including chronic medical condition, that, in the opinion of the investigator, would interfere with evaluation of study treatment or interpretation of patient safety or study results\n* Subjects with uncontrolled seizures\n* Any absolute contraindication to protocol specified radiotherapy based on prior radiotherapy (determined by radiation oncologist)\n* Has received prior therapy with an anti-PD-1, anti-PD-L1, anti-PD-L2, anti-CD137, or anti- Cytotoxic T-lymphocyte-associated antigen-4 (CTLA-4) antibody (including ipilimumab or any other antibody or drug specifically targeting T-cell co-stimulation or checkpoint pathways) for metastatic breast cancer. Or, if patient has had prior immune-oncology therapies in the neoadjuvant or adjuvant setting within the past 12 months.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}