{
    "nctId": "NCT05331326",
    "briefTitle": "A Study of RC48-ADC for the Treatment of HER2-expression Metastatic Breast Cancer With Abnormal Activation of PAM Pathway",
    "officialTitle": "A Multicenter, Single Arm Phase II Clinical Study Evaluating the Efficacy and Safety of RC48-ADC for the Treatment of HER2-expression Metastatic Breast Cancer With Abnormal Activation of PAM Pathway",
    "overallStatus": "UNKNOWN",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 64,
    "primaryOutcomeMeasure": "Objective Response Rate（ORR）",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Subjects aged ≥18 years (inclusive) and expected survival ≥ 12 weeks.\n2. Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1.\n3. Histologically and/or cytologically confirmed invasive locally advanced or metastatic breast cancer that is incurable and unresectable;\n4. HER2 expression (positive defined as: IHC 3+ or FISH+ and low expression defined as: IHC2+and FISH- or IHC 1+); previous test results of HER2 expression provided by the subjects (have to be confirmed by the investigator) and those obtained from the study site or the central laboratory were both acceptable;\n5. Genetic testing shows that the PAM（PI3K/Akt/mTOR）pathway related genes are mutated; previous test results provided by the subjects (have to be confirmed by the investigator) was both acceptable.\n6. No more than 1 lines of chemotherapy received after relapse/metastasis. The number of chemotherapy lines is restricted to chemotherapeutic drugs, and each chemotherapy regimen is counted as a number of chemotherapy line, excluding targeted drugs and/or endocrine drugs; the same maintenance treatment as the previous chemotherapy regimen will not be counted.\n7. Patients with HER2-positive metastatic breast cancer have received treatment with trastuzumab or its biosimilar (monotherapy or in combination with other drugs, such as for ≥ 3 months in the adjuvant therapy phase, and ≥ 6 weeks in the post-relapse and metastatic phase);\n8. With at least one measurable lesion per RECIST v1.1.\n9. Subjects may previously exposed to anthracyclines (e.g. doxorubicin, epirubicin) and/or taxanes (e.g., paclitaxel, docetaxel) including:\n\n   1. has been pretreated in the adjuvant or neoadjuvant setting with anthracyclines and/or taxanes before breast cancer relapsing;\n   2. has experienced treatment failure while receiving or after completing anthracycline- and/or taxane- based chemotherapy;\n   3. not suitable for the choice of anthracycline- and/or taxane- based chemotherapy as first-line treatment in the judgment of investigator.\n10. Prior radiotherapy must have completed before randomization, with full recovery from acute radiation side effects. An interval of less than 4 weeks after radiotherapy was not allowed. Concurrent limited field radiation therapy (RT) is allowed. At least one measurable lesion must be completely outside the radiation portal in accordance with RECIST 1.1 guidelines.\n11. At least 30 days from major surgery before randomization, with full recovery.\n12. With Adequate Organ Function:\n\n    a. Bone marrow function: Hemoglobin ≥ 10 g/dL; Absolute neutrophil count ≥ 1.5×10\\^9/L; Platelets ≥ 100 × 10\\^9/L; b .Liver function (based on the normal values specified by study site): Serum total bilirubin ≤ 1.5 × the upper limit of normal (ULN); Alanine aminotransferase (ALT) and aspartate aminotransferase (AST) ≤ 2.5 × ULN in the absence of liver metastases, while ALT, AST and ALP ≤ 5 × ULN in the presence of liver metastases; Alkaline phosphatase (ALP) ≤ 5 × ULN; c. Renal function (based on the normal values specified by study site): Creatinine clearance (CrCl) ≥40 mL/min as calculated by Cockcroft-Gault formula,\n13. Female patients of childbearing age have a negative pregnancy test and voluntarily take effective and reliable contraceptive measures.\n14. The patients voluntarily signed an informed consent form.\n15. Able to understand study requirements, willing and able to comply with study protocol and follow-up procedures.\n\nExclusion Criteria:\n\n1. History of, or current active cancer other than breast cancer, with the exception of curatively resected non-melanomatous skin cancer, curatively treated cervical carcinoma in situ, or other primary solid tumors curatively treated with no known active disease present and no curative treatment administered for the last 3 years.\n2. Patients with medical conditions that the only manifestation is hydrothorax, ascites, bone lesions or other un-measurable diseases.\n3. Subjects with symptoms suggesting central nervous system (CNS) involvement or leptomeningeal metastases, any suspicious sins or symptoms of CNS involvement or leptomeningeal metastases should be excluded by CT or MRI scans.\n4. Other serious illness or medical conditions by the investigator during screening:\n\n   Clinically significant cardiac disease; Unstable diabetes; Uncontrolled hypercalcemia; Clinically significant active infections (current or in the last two weeks). With history of active tuberculosis; Patients with active hepatitis B or C (HBsAg positive and HBV DNA positive; HCVAb positive).\n5. Previous organ allograft.\n6. Current peripheral neuropathy ≥grade 2 according to NCI version 4.0 criteria.\n7. Concomitant hormonal therapy for MBC.\n8. Ongoing anti-coagulation therapy.\n9. Presence of effusion in the third space (including massive hydrothorax or ascites) that cannot be controlled by drainage or other methods.\n10. Subjects of reproductive potential who are pregnant, breast feeding or not willing to use effective contraceptive precautions during the study and for at least one month after the last dose of investigational product in the judgment of the investigator.\n11. Patients with psychiatric disorder or other disease leading to incompliance to the therapy.\n12. An interval of less than 4 weeks between the last dose of previous chemotherapy and randomization.\n13. With prior treatment with T-DM1 or had participated in clinical studies with other ADCs.\n14. Treatment with any investigational drug within 30 days before the beginning of treatment with study drug. Less than 30 days since receipt of any other investigational product or device.\n15. With known hypersensitivity or delayed-type hypersensitivity to certain components of RC48-ADC.\n16. Subjects who are estimated to have poor compliance with the clinical study or the investigator determines that there are other factors not appropriate to participate in the study.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}