{
    "nctId": "NCT01204801",
    "briefTitle": "Randomized Study of Combination Chemotherapy With or Without Focused Microwave Thermotherapy Before Surgery in Treating Women With Large Breast Cancer Tumors",
    "officialTitle": "Randomized Pivotal Trial to Assess the Safety and Efficacy of Preoperative Focused Microwave Thermotherapy Plus Preoperative Chemotherapy Versus Preoperative Chemotherapy Alone for Cytoreduction of Large Breast Cancer in Female Patients With Intact Breast",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 238,
    "primaryOutcomeMeasure": "Tumor Shrinkage (ultrasound)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Subjects must fulfill all of the following criteria to be eligible to participate in the study unless a specific waiver is requested by the investigator, agreed to by the sponsor, and documented for the study records. This protocol does not supersede Institutional IRB requirements for patient eligibility.\n\n  1. Female subject must be 18 years of age or older.\n  2. Subject must have adequate cognitive function to understand and sign the IRB/EC - approved informed consent prior to the performance of any study-specific procedure.\n  3. The subject must be at no risk for pregnancy either postmenopausal for at least one year, surgically sterile (i.e. hysterectomy), using two forms of birth control one being barrier method or practicing abstinence throughout the length of the study. The subject must also have a negative serum pregnancy test prior to any study-specific procedure.\n  4. Subject must have diagnosis by core biopsy of primary breast cancer, invasive ductal carcinoma or invasive lobular carcinoma, clinical tumor size 3.5 cm or greater, tumor classification T2 or T3, clinically node positive (N1, N2) or node negative (N0) by clinical exam, CT scan, or ultrasound, with distant metastasis (M1) or without distant metastasis (M0), with an indication for mastectomy.\n  5. Primary tumor must be measurable on breast ultrasound (US).\n  6. Primary tumor must be measurable by clinical exam.\n  7. Subject is a candidate for mastectomy and is eligible for neoadjuvant treatment.\n  8. Subject is a candidate for preoperative anthracycline-based combination chemotherapy.\n  9. Subject has a life expectancy of 6 months or more.\n  10. Karnofsky Score \\> 70.\n\nExclusion Criteria:\n\n* Subjects meeting any of the following criteria will be excluded from the study unless a specific waiver is requested by the investigator, agreed to by the sponsor, and documented appropriately for the study records. This protocol does not supersede Institutional IRB requirements for patient eligibility:\n\n  1. Pregnant or lactating subject.\n  2. Mentally unable to participate in the study successfully because they are unable to understand the informed consent or unable to comply with the required study procedures.\n  3. Currently has breast implants.\n  4. Bilateral breast cancer.\n  5. Subjects with malignant breast tumors other than invasive ductal or invasive lobular carcinomas.\n  6. Subject is a candidate for breast conservation at enrollment.\n  7. Unable to tolerate prone position or breast compression.\n  8. Clinically significant heart disease, pacemakers, or defibrillators.\n  9. Bleeding disorders. Laboratory evidence of coagulopathy (PT, INR \\> 1.5; PTT \\> 1.5) or those who are receiving anticoagulants.\n  10. Thrombocytopenia (platelet count less than 100,000/mm3).\n  11. Renal insufficiency (BUN \\> 30 mg/dlan/or serum creatinine \\> 1.9 mg/dl).\n  12. Liver disease (bilirubin \\> 2.0 mg/dl and or \\> 2 fold increase of transaminases).\n  13. Diagnosis of cancer made by lumpectomy or incisional biopsy.\n  14. Contraindications to chemotherapy.\n  15. Clinical tumor fixation to the pectoralis major muscle or presence of skin nodules, involvement of the nipple.\n  16. Breast cancer with a high probability of extensive intra-ductal in situ disease (extensive DCIS or LCIS).\n  17. Multicentric disease (no satellite tumors greater than 2 cm diameter and no greater than 1.5 cm from the primary tumor as measured from the edge of the satellite tumor to the nearest edge of the primary tumor).\n  18. Prior history of collagen vascular disease.\n  19. Previous participation in Celsion Corporation study 201 or 202.\n  20. Subject has participated in an investigation drug or device trial 30 days prior to the screening visit or plans to enroll in an investigational drug or device trial at any time during this study. However current participation in another clinical study involving imaging is not exclusion.\n  21. Subject has a history of drug or alcohol abuse in the last 12 months.\n  22. Non-glandular breast cancers",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}