{
    "nctId": "NCT02538471",
    "briefTitle": "LY2157299 Monohydrate (LY2157299) and Radiotherapy in Metastatic Breast Cancer",
    "officialTitle": "LY2157299 Monohydrate (LY2157299) and Radiotherapy in Metastatic Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 3,
    "primaryOutcomeMeasure": "Number of Participants With Adverse Events",
    "eligibilityCriteria": "Inclusion Criteria :\n\n1. Biopsy proven breast carcinoma which is persistent and metastatic or recurrent and metastatic.\n2. Patients must have failed at least one line of chemotherapy for metastatic disease.\n3. Patients who are Human epidermal growth factor 2 +(HER2+) as defined by American Society of Clinical Oncology and College of American Pathologists (ASCO CAP) guidelines must have failed all prior therapy known to confer clinical benefit\n4. Patients must have at least 3 distinct metastatic sites with at least one measurable lesion which is at least 1 cm or larger in largest diameter\n5. At the time of enrollment, patients must be ≥ 4 weeks since all of the following treatments (and recovered from the toxicity of prior treatment to \\<= Grade 1, exclusive of alopecia):\n\n   major surgery; radiotherapy; chemotherapy (note: must be ≥ 6 weeks since therapy if treated with a nitrosourea, mitomycin, or monoclonal antibodies such as bevacizumab); immunotherapy; Biotherapy/targeted therapies.\n6. Patient ≥ 18 years of age. Patient life expectancy \\> 6 months. Eastern cooperative group (ECOG) of 0 or 1\n7. Adequate organ function including:\n\n   1. Marrow: Hemoglobin \\>= 10.0 g/dL, absolute neutrophil count (ANC) \\>=1,500/mm3, and platelets \\>=100,000/mm3.\n   2. Hepatic: Serum total bilirubin \\<=1.5 x upper limit of normal (ULN) (Patients with Gilbert's Disease may be included if their total bilirubin is \\<= 3.0 mg/dL), alanine aminotransferase (ALT), and aspartate aminotransferase (AST) \\<= 2.5 x ULN. If the patient has known liver metastases, an ALT and/or AST \\<= 5 x ULN are allowed.\n   3. Renal: Estimated or measured creatinine clearance \\>= 60 mL/min.\n   4. Other: Prothrombin time (PT) and partial thromboplastin time (PTT) \\< ULN.\n8. Patients must have negative tests (antibody and/or antigen) for hepatitis viruses B and C unless the result is consistent with prior vaccination or prior infection with full recovery.\n9. Male and female patients of child-producing potential must agree to use effective contraception while enrolled on study and receiving the experimental drug, and for at least 3 months after the last treatment.\n\nExclusion Criteria :\n\n1. Patients diagnosed with another malignancy - unless following curative intent therapy, the patient has been disease free for at least 2 years and the probability of recurrence of the prior malignancy is \\< 5%. Patients with curatively treated early-stage squamous cell carcinoma of the skin, basal cell carcinoma of the skin, or cervical intraepithelial neoplasia (CIN) are eligible for this study.\n2. Concurrent cancer therapy is not permitted.\n3. Uncontrolled central nervous system (CNS) metastases, meningeal carcinomatosis, malignant seizures, or a disease that either causes or threatens neurologic compromise (e.g., unstable vertebral metastases).\n4. History of ascites or pleural effusions, unless successfully treated.\n5. Patients with an organ transplant, including those that have received an allogeneic bone marrow transplant.\n6. Patients on immunosuppressive therapy including:\n\n   1. Systemic corticosteroid therapy for any reason, including replacement therapy for hypoadrenalism. Patients receiving inhaled or topical corticosteroids may participate (if therapy is \\< 5 days and is limited to systemic steroids as antiemetics).\n   2. Patients receiving cyclosporine A, tacrolimus, or sirolimus are not eligible for this study.\n7. Use of investigational agents within 4 weeks prior to study enrollment (within 6 weeks if the treatment was with a long-acting agent such as a monoclonal antibody).\n8. Patients with moderate or severe cardiac disease:\n\n   1. have the presence of cardiac disease, including a myocardial infarction within 6 months prior to study entry, unstable angina pectoris, New York Heart Association Class III/IV congestive heart failure, or uncontrolled hypertension.\n   2. have documented major electrocardiogram (ECG) abnormalities (not responding to medical treatments) at the investigator's discretion (for example, symptomatic or sustained atrial or ventricular arrhythmias, second- or third-degree atrio ventricular block, complete bundle branch block, ventricular hypertrophy, or recent myocardial infarction).\n   3. have major abnormalities documented by echocardiography (ECHO) with Doppler (for example, moderate or severe heart valve function defect and/or left ventricular ejection fraction \\<50%, evaluation based on the institutional lower limit of normal). For additional details, refer to ECHO protocol.\n   4. have predisposing conditions that are consistent with development of aneurysms of the ascending aorta or aortic stress (for example, family history of aneurysms, Marfan-Syndrome, bicuspid aortic valve, evidence of damage to the large vessels of the heart documented by computed tomography (CT) scan with contrast).\n9. B-type Natriuretic Peptide (BNP) above 3 times the baseline value and above the ULN that is sustained consecutive, scheduled blood draws. Troponin I above ULN, high sensitive C-reactive protein (hsCRP) above ULN or Cystatin above ULN.\n10. Patients with a remote history of asthma or active mild asthma may participate.\n11. Active infection, including unexplained fever (temperature \\> 38.5 deg.C).\n12. Systemic autoimmune disease (e.g., systemic lupus erythematosus, active rheumatoid arthritis, Marfan Syndrome, etc.).\n13. A known allergy to any component of LY2157299.\n14. Patients who, in the opinion of the Investigator, have significant medical or psychosocial problems that warrant exclusion. Examples of significant problems include, but are not limited to:\n\n    1. Other serious non-malignancy-associated medical conditions that may be expected to limit life expectancy or significantly increase the risk of Serious Adverse Events (SAEs).\n    2. Any condition, psychiatric, substance abuse, or otherwise, that, in the opinion of the Investigator, would preclude informed consent, consistent follow-up, or compliance with any aspect of the study\n15. Pregnant or nursing women, due to the unknown effects ofLY2157299 on the developing fetus or newborn infant.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}