{
    "nctId": "NCT02178475",
    "briefTitle": "Prospective Observational Study of Febrile Neutropenia (FN) and Pegfilgrastim Primary Prophylaxis in Breast Cancer and Non-Hodgkin's Lymphoma Patients Receiving High (>20%) FN-risk Chemotherapy",
    "officialTitle": "Prospective Observational Study of Febrile Neutropenia (FN) and Pegfilgrastim Primary Prophylaxis in Breast Cancer and Non-Hodgkin's Lymphoma Patients Receiving High (>20%) FN-risk Chemotherapy",
    "overallStatus": "COMPLETED",
    "conditions": "Chemotherapy-induced Febrile Neutropenia",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 943,
    "primaryOutcomeMeasure": "Percentage of Participants With Febrile Neutropenia",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Age ≥ 18 years old.\n* Any stage NHL or breast cancer and received the first cycle of a new chemotherapy course.\n* Received the first cycle of a permitted standard dose chemotherapy regimens with an estimated high (\\> 20%) FN risk according to published data or guidelines (dose modifications +/-10% in Cycle 1 are allowable).\n* Initiated treatment in Cycle 1 with pegfilgrastim according to the pegfilgrastim summary of product characteristics. (SmPC). Enrolment must occur after the first pegfilgrastim dosing in Cycle 1 and before the second day of Cycle 2.\n\nExclusion Criteria:\n\n* Ongoing or planned concurrent participation in any clinical study involving Investigational Product that has not been approved by the national competent authorities for any indication.\n* Ongoing or planned concurrent participation in any clinical study where the administration of Colony Stimulating Factor (CSF) is determined by the protocol (clinical trials on an approved drug and observational trials are permitted as long as these do not mandate how neutropenia should be treated).",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}