{
    "nctId": "NCT00262834",
    "briefTitle": "Vorinostat in Treating Women Who Are Undergoing Surgery For Newly Diagnosed Stage I -III Breast Cancer",
    "officialTitle": "A Pilot Study Evaluating Surrogates of Response to Short Term Oral Suberoylanilide Hydroxamic Acid (SAHA) in Women With Newly Diagnosed Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer, Stage I Breast Cancer, Stage II Breast Cancer, Stage III Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 54,
    "primaryOutcomeMeasure": "Number of Participants With Adverse Events",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* No prior or concurrent hormonal therapy for breast cancer\n* Histologically confirmed breast cancer, stage I-III disease, scheduled to undergo definitive surgery or other primary treatment (e.g., preoperative/neoadjuvant systemic treatment) for breast cancer\n* ECOG 0-2 OR Karnofsky 60-100%\n* Absolute neutrophil count ≥ 1,500/mm\\^3\n* Platelet count ≥ 100,000/mm\\^3\n* Bilirubin normal\n* AST and ALT ≤ 2.5 times upper limit of normal\n* PT ≤ 14 seconds\n* Creatinine normal\n* No symptomatic congestive heart failure\n* No unstable angina pectoris\n* No cardiac arrhythmia\n* Not pregnant or nursing\n* Negative pregnancy test\n* Fertile patients must use effective contraception\n* No ongoing or active infection\n* No psychiatric illness or social situation that would preclude study compliance\n* No other uncontrolled intercurrent illness\n* No history of allergic reaction attributed to compounds of similar chemical or biologic composition to vorinostat\n* At least 30 days since prior hormone replacement therapy (e.g., estrogen and/or progestin)\n* Concurrent vaginal hormone preparations (e.g., vagifem or estring) allowed\n* No concurrent birth control pills\n* No prior radiotherapy to the ipsilateral breast\n* No prior or concurrent radiotherapy for breast cancer\n* No prior or concurrent novel therapy for breast cancer\n* At least 14 days since prior valproic acid or another histone deacetylase inhibitor\n* No other concurrent investigational agents\n* No concurrent combination antiretroviral therapy for HIV-positive patients\n* No other concurrent therapy for this cancer\n* WBC ≥ 3,000/mm\\^3\n\nExclusion criteria:\n\n* Patients must not be recieving any other investigational agents\n* History of allergic reactions attributed to compounds of similar chemical or biologic composition to SAHA.\n* Patients may not be taking valproic acid or another histone deacetylase inhibitor for at least 2 weeks prior to initiating SAHA.\n* Women who are pregnant.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}