{
    "nctId": "NCT02297230",
    "briefTitle": "Locally Advanced Breast Cancer: Individualized Treatment Based On Tumor Molecular Characteristics",
    "officialTitle": "Locally Advanced Breast Cancer: Individualized Treatment Based On Tumor Molecular Characteristics",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 44,
    "primaryOutcomeMeasure": "Feasibility & Efficacy of Chemo-radiation While Targeting Treatment, Based on: Original Tumor Characteristics; to be Followed by [Need for] Conventional Post-operative Chemotherapy",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Biopsy proven locally advanced breast cancer: STAGE IIB (T must be \\> 3.0 cm, N0), IIIA (T0N2, T1N2, T2N2, T3N1), IIIB (T4N0-2).\n* HER-2/neu positive ( DAKO 3+ by Immunohistochemistry or FISH positive if Dako 2+)\n* Metastatic breast cancer: limited to the subset of patients with intact breast, locally advanced tumor and involved ipsilateral supraclavicular nodes.\n* Measurable disease required according to the RECIST criteria (Response Evaluation Criteria in Solid Tumors)\n* Adequate laboratory values:\n* Hgb \\> 10\n* ANC(Absolute Neutrophil Count) \\> 1500\n* Platelets \\> 150,000\n* Cr \\< 1.5\n* Liver function \\< 3 X normal.\n* Patient \\> 18 years of age.\n* Medically and psychologically able to comply with all study requirements.\n* ECOG (Eastern cooperative Oncology group) performance score 0-1.\n* Signed informed consent.\n\nExclusion Criteria:\n\n* Stage 0, Stage I, Stage IIA.\n* Previous XRT(Radiation therapy) or chemotherapy.\n* Presence of distant metastases documented clinically or radiographically with the exception of ipsilateral supraclavicular nodes.\n* Inflammatory breast cancer.\n* Prior unanticipated severe reaction to fluoropyrimidine therapy or known hypersensitivity to 5-fluorouracil.\n* Exclude pregnant or lactating woman.\n* Woman of childbearing potential with either a positive or no pregnancy test at baseline.\n* Woman of childbearing potential not using a reliable and appropriate contraceptive method.\n* (Postmenopausal women must have been amenorrheic for at least 12 months to be considered of non-childbearing potential).\n* Patient will agree to continue contraception for 30 days from the date of the last study drug administration.\n* Serious concurrent infections.\n* Clinically significant cardiac disease not well controlled with medication (e.g. congestive heart failure, symptomatic coronary artery disease and cardiac arrhythmias ) or myocardial infarction within the last 12 months.\n* Patients who have had an organ allograft.\n* Patients with severe renal impairment (creatinine clearance below 30 mL/min \\[Cockcroft and Gault43\\]). In patients with moderate renal impairment (creatinine clearance 30-50 mL/min \\[Cockcroft and Gault43\\]) at baseline, a dose reduction to 75% of the XELODA starting dose is recommended. In patients with mild renal impairment (creatinine clearance 51-80 mL/min) no adjustment in starting dose is recommended.\n* In phase I studies, those with any abnormal renal function, since toxicity will likely be affected by the presence of any significant renal dysfunction.\n* Cockcroft and Gault Equation:\n* (140 - age \\[yrs\\]) (body wt \\[kg\\])\n* Creatinine clearance for males = --------------\n* (72) (serum creatinine \\[mg/dL\\])\n* Creatinine clearance for females = 0.85 x male value",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}