{
    "nctId": "NCT05144698",
    "briefTitle": "RAPA-201 Therapy of Solid Tumors",
    "officialTitle": "Phase I/II Trial of Autologous Rapamycin-Resistant Th1/Tc1 (RAPA-201) Cell Therapy of PD-(L)1 Resistant Solid Tumors",
    "overallStatus": "RECRUITING",
    "conditions": "Solid Tumor, Breast Cancer, Small Cell and Non-small Cell Lung Cancer, Triple Negative Breast Cancer, Gastric Cancer, Esophageal Adenocarcinoma, Gastric Junction Adenocarcinoma, Esophageal Squamous Cell Carcinoma, Head and Neck Cancer, Squamous Cell Carcinoma of Oral Cavity, Squamous Cell Carcinoma of Larynx, Squamous Cell Carcinoma of Nasopharynx, Squamous Cell Carcinoma of Other Specified Sites of Skin, Carcinoma of Unknown Primary, Bladder Cancer, Malignant Melanoma",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 22,
    "primaryOutcomeMeasure": "Safety of RAPA-201 Cell Therapy",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Male or female patients ≥ 18 years of age.\n2. Eastern Cooperative Oncology Group (ECOG) performance status of ≤ 2.\n3. Advanced metastatic, recurrent, and unresectable solid tumor that has relapsed after ≥ one prior line of therapy.\n4. Subject must have received prior therapy with disease-specific regimens that have been established to convey a clinical benefit. Alternatively, subject must have been offered such regimens and provided written documentation of refusal to receive such regimens.\n5. Subject with solid tumors with genetic alterations and mutations (including but not limited to BRAF, BRCA, EGFR mutations, and ALK translocations) must have either received targeted therapy for such conditions or provided written documentation of refusal to receive such regimens.\n6. Exposure to an anti-PD-(L)1 monoclonal antibody therapeutic in the most recent line of prior therapy.\n7. Documented refractory status to the most recent regimen, which must include an anti-PD-(L)1 monoclonal antibody, as defined by lack of response after at least two cycles of therapy or relapse within 12-months of initiation of anti-PD-(L)1-containing therapy.\n8. Subject must have a solid tumor type that is considered suitable for standard-of-care salvage chemotherapy consisting of the carboplatin + paclitaxel regimen that will be utilized for host conditioning prior to adoptive T cell therapy, specifically: small cell and non-small cell lung cancer; breast cancer (triple-negative sub-type or relapse after ovarian ablation/suppression); gastric cancer (esophageal and esophageal-gastric-junction adenocarcinoma; gastric adenocarcinoma; esophageal squamous cell carcinoma); head and neck cancer (squamous cell carcinoma of oral cavity, larynx, nasopharynx, and other sites); carcinoma of unknown primary; bladder cancer; and malignant melanoma.\n9. Presence of measurable disease to permit monitoring by RECISTv1.1 Criteria.\n10. Must have a potential source of autologous T cells potentially sufficient to manufacture RAPA-201 cells, as defined by a circulating absolute lymphocyte count (ALC) of ≥ 300 cells/μL.\n11. Patients must be ≥ two weeks from last solid tumor cancer chemotherapy, major surgery, radiation therapy and/or participation in investigational trials.\n12. Patients must have recovered from clinical toxicities (resolution of CTCAE (v5) toxicity to a value of ≤ 2).\n13. Ejection fraction (EF) by MUGA or 2-D echocardiogram within institution normal limits, with an EF level of ≥ 40%.\n14. Calculated creatinine clearance of ≥ 60 mL/min/1.73 m\\^2.\n15. Aspartate aminotransferase (AST) and Alanine aminotransferase (ALT) ≤ 3 x upper limit of normal.\n16. ANC (Absolute neutrophil count) of ≥ 1500 cells/μL.\n17. Platelet count ≥ 100,000 cells/μL.\n18. Hemoglobin count ≥ 8 grams/μL.\n19. Bilirubin ≤ 1.5 mg/dL (except if due to Gilbert's disease).\n20. Corrected DLCO ≥ 50% (Pulmonary Function Test)\n21. No history of abnormal bleeding tendency (as defined by any inherited coagulation defect, or history of internal bleeding).\n22. Voluntary written consent must be given before performance of any study related procedure not part of standard medical care, with the understanding that consent may be withdrawn by the patient at any time without prejudice to future medical care.\n\nExclusion Criteria:\n\n1. Other active malignancy (except non-melanoma skin cancer).\n2. Life expectancy \\< 4 months.\n3. Seropositivity for HIV, hepatitis B, or hepatitis C, unless such conditions are in stable condition using adequate treatment.\n4. Uncontrolled hypertension.\n5. History of cerebrovascular accident within 6 months of enrollment.\n6. Myocardial infarction within 6 months prior to enrollment.\n7. NYHA class III/IV congestive heart failure.\n8. Uncontrolled angina/ischemic heart disease.\n9. Cancer metastasis to the central nervous system, unless such metastasis has been adequately treated.\n10. Pregnant or breastfeeding patients.\n11. Patients of childbearing age, or males who have a partner of childbearing potential, who are unwilling to practice contraception.\n12. Patients may be excluded at the discretion of the PI or if it is deemed that allowing participation would represent an unacceptable medical or psychiatric risk.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}