{
    "nctId": "NCT04958785",
    "briefTitle": "Study of Magrolimab Combination Therapy in Patients With Non-Surgically Removable Locally Advanced or Metastatic Triple-Negative Breast Cancer",
    "officialTitle": "A Phase 2 Study of Magrolimab Combination Therapy in Patients With Unresectable, Locally Advanced or Metastatic Triple-Negative Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Triple-Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 92,
    "primaryOutcomeMeasure": "Safety Run-in Cohorts: Percentage of Participants Experiencing Dose-Limiting Toxicities (DLTs), Adverse Events (AEs), and Laboratory Abnormalities According to National Cancer Institute (NCI) Common Terminology Criteria for AEs (CTCAE), Version 5.0",
    "eligibilityCriteria": "Key Inclusion criteria:\n\n* Adequate performance status, hematologic, renal and liver function.\n* Measurable disease per RECIST v1.1\n* Cohort 1: Individuals with previously untreated with systemic therapy for unresectable locally advanced or metastatic TNBC that are considered PD-L1 negative (as determined by an approved test according to local regulations).\n* Cohort 2: Individuals with unresectable, locally advanced or metastatic breast cancer with a diagnosis of TNBC who have received at least 1 and no more than 2 prior lines of systemic therapy in the unresectable, locally advanced or metastatic setting. Individuals must have been previously treated with a taxane in any setting. Individuals with tumors that are considered positive for PD-L1 expression (as determined by an approved test according to local regulations) must have received an immune checkpoint inhibitor for a prior-line of treatment for unresectable locally advanced/metastatic TNBC.\n\nKey Exclusion Criteria:\n\n* Positive serum pregnancy test or breastfeeding female.\n* Active CNS disease. Individuals with asymptomatic and stable, treated CNS lesions (who have been off steroids, radiation and/or surgery and/or other CNS-directed therapy for at least 4 weeks) are allowed.\n* RBC transfusion dependence, defined as requiring more than 2 units of packed RBC transfusions during the 4-week period prior to screening. Red blood cell transfusions are permitted during the screening period and prior to enrollment to meet the hemoglobin inclusion criteria.\n* History of hemolytic anemia, autoimmune thrombocytopenia, or Evans syndrome in the last 3 months.\n* Prior treatment with CD47 or signal regulatory protein alpha-targeting agents.\n* Known inherited or acquired bleeding disorders.\n* Cohort 1 only: Disease progression within 6 months following neoadjuvant/adjuvant therapy.\n* Cohort 2 only:\n\n  * Individuals with active chronic inflammatory bowel disease (ulcerative colitis, Crohn disease) and Individuals with a history of bowel obstruction or gastrointestinal perforation within 6 months of enrollment.\n  * Individuals who previously received topoisomerase I inhibitors or antibody-drug conjugates containing a topoisomerase inhibitor.\n  * High-dose systemic corticosteroids (≥ 20 mg of prednisone or its equivalent) are not allowed within 2 weeks of Cycle 1 Day 1.\n  * Have not recovered (ie, ≥ Grade 2 is considered not recovered) from AEs due to a previously administered agent.\n\n    * Note: individuals with any grade of neuropathy, alopecia, hypo- or hyperthyroidism, or other endocrinopathies that are well controlled with hormone replacement are an exception to this criterion and will qualify for the study.\n    * Note: if individuals received major surgery, they must have recovered adequately from the toxicity and/or complications from the intervention prior to starting therapy.\n\nNote: Other protocol defined Inclusion/Exclusion criteria may apply.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}