{
    "nctId": "NCT01630226",
    "briefTitle": "Cisplatin-monotherapy in the Treatment of BRCA1 Positive Breast Cancer Patients in Poland",
    "officialTitle": "Cisplatin-monotherapy in the Treatment of BRCA1 Positive Breast Cancer Patients in Poland",
    "overallStatus": "UNKNOWN",
    "conditions": "BRCA1 Mutation, Breast Cancer Invasive Nos",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 100,
    "primaryOutcomeMeasure": "Pathologic Complete Response",
    "eligibilityCriteria": "Inclusion Criteria:\n\nPatients must meet all of the following inclusion criteria to be eligible for enrolment into the trial:\n\n1. Histologically or cytologically proven diagnosis of invasive breast cancer (stage I-III).\n2. Documentation of the presence of a germ-line BRCA1 mutation\n3. Measurable disease of any size by mammography or ultrasound.\n4. Female diagnosed with breast cancer between the ages of 20 to 70.\n5. Eastern Cooperative Oncology Group \\[ECOG\\] performance status of 0 and 1.\n6. Evidence of adequate organ function (liver, bone marrow, kidney)\n7. Signed and dated informed consent document indicating that the patient (or legally acceptable representative) has been informed of all pertinent aspects of the trial prior to enrolment.\n8. Willingness and ability to comply with scheduled visits, treatment plans laboratory tests, and other study procedures.\n9. Polish resident.\n\nExclusion Criteria:\n\nPatients presenting with any of the following will not be included in the trial:\n\n1. Previous chemotherapy for current cancer.\n2. Previous or current diagnosis of any other malignancy except for adequately treated basal cell or squamous cell skin cancer, or carcinoma in situ of the cervix.\n3. Receiving any medication that may markedly affect renal function.\n4. Pregnant or breastfeeding women.\n5. Uncontrolled inter-current illness including, but not limited to ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness that would limit compliance with study requirements.",
    "sex": "FEMALE",
    "minimumAge": "20 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}