{
    "nctId": "NCT03691311",
    "briefTitle": "Biomarker Study of the Antitumoral Activity of Denosumab in the Pre- Operative Setting of Early Breast Cancer",
    "officialTitle": "An Open Label Biomarker Pilot Study of the Antitumoral Activity of Denosumab in the Pre- Operative Setting of Early Breast Cancer",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Neoplasm Female, Stage I Breast Cancer, Stage II Breast Cancer, Hormone Receptor Negative Neoplasm, Hormone Receptor Positive Tumor",
    "studyType": "INTERVENTIONAL",
    "phase": "EARLY_PHASE1",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 60,
    "primaryOutcomeMeasure": "Antiproliferative and/or pro-apoptotic activity of denosumab",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Understand and sign Informed Consent for this study.\n* Women ≥ than 18 years, (the inclusion process will be modified to recruit at least 24 premenopausal patients).\n* Capable, under investigator judgment, to understand the non-therapeutic nature of the study.\n* Diagnosed with invasive breast cancer in early, curable, stage (I or II) candidate to radical surgery as first therapeutic approach.\n* Her2 negative receptor status.\n* Any estrogen, progesterone status (the inclusion process will be modified to recruit at least 24 patients with TNBC tumors).\n* No previous systemic treatment for any malignancy.\n* No ongoing treatment with denosumab or bisphosphonates.\n* Tumour amenable for baseline Biopsy and punch-Biopsy after excision.\n\n  * Adequate Serum calcium or albumin-adjusted serum calcium ≥ 2.0 mmol/L (8.0 mg/dL) and ≤ 2.9 mmol/L (11.5 mg/dL)\n  * No prior history or current evidence of osteonecrosis of the jaw\n  * No Active dental or jaw condition which requires oral surgery, including tooth extraction. Noplanned invasive dental procedures.\n* General Laboratory test within normality or with non-relevant deviations of normality as per investigator judgment.\n* Patients must have a normal organ and bone marrow function as defined local standards: Leukocytes, Absolute neutrophil count, Platelets, Total bilirubin, AST/ALT/GOT/GPT, Creatinine, Creatinine clearance, Magnesium, Phosphorus.\n* Subject with reproductive potential must be willing to use, in combination with her partner, 2 acceptable methods of effective contraception or practice sexual abstinence throughout the study and continue for 6 months after study duration. Subjects who are surgically sterile (e.g. history of bilateral tubal ligation, hysterectomy) or whose sexual partner is sterile (e.g. history of vasectomy) are not required to use additional contraceptive measures\".\n\nExclusion Criteria:\n\n* Invasive breast cancer non-amenable to surgical excision as first therapeutic approach.\n* HER2-positive Breast Cancer\n* Metastatic breast cancer or other condition that recommends other treatment than surgery as the primary therapeutic approach.\n* Prior systemic treatment for any malignancy.\n* Treatment with denosumab contraindicated.\n* Bleeding diathesis or other concomitant condition that contraindicate inclusion in the study as per investigator judgment.\n* High risk of ONJ or hypocalcemia:\n\n  * Inadequate Serum calcium or albumin-adjusted serum calcium \\< 2.0 mmol/L (8.0 mg/dL) or \\> 2.9 mmol/L (11.5 mg/dL).\n  * Prior history or current evidence of osteonecrosis of the jaw\n* Active dental or jaw condition which requires oral surgery, including tooth extraction. Planned invasive dental procedures.\n* Subject has known sensitivity to any of the products to be administered during the study (e.g., mammalian derived products, calcium, or vitamin D).\n* Subject is pregnant or breast feeding or planning to become pregnant / breastfeed while on study through 6 months after the end of treatment.\n* Subject is of child bearing potential and is not willing to use, in combination with her partner, two highly effective methods of contraception or abstinence during treatment and for 5 months after the end oftreatment.\n* Patients have prior history or current evidence of osteonecrosis or osteomyelitis of the jaw.\n* Patients have active dental or jaw condition which requires oral surgery, including tooth extraction.\n* Patients have non-healed dental or oral surgery, including tooth extraction.\n* Patients with planned invasive dental procedures for the course of the study.\n* Ongoing treatment with denosumab or bisphosphonates",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}