{
    "nctId": "NCT00508443",
    "briefTitle": "Evaluation of a Novel CT-On-Rails or Trilogy Stereotactic Spine Radiotherapy System (SSRS)",
    "officialTitle": "Phase I/II Evaluation of a Novel CT-On-Rails or Trilogy Stereotactic Spine Radiotherapy System (SSRS) for the Treatment of Metastatic Spine Disease",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Spinal Neoplasms",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 150,
    "primaryOutcomeMeasure": "Patient Response (Pain Relief)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Radiographically documented spine or paraspinal metastasis demonstrated on spine MRI within 4 wks of registration\n2. Maximum of 2 metastatic sites in the spine to be irradiated over a single course of treatment.\n3. Informed consent for irradiation or re-irradiation of spinal or para-spinal tumor (s)\n4. Diagnosis cancer including but not limited to lung (non-small cell and small cell), breast, prostate, renal cell, melanoma, gastrointestinal, germ cell tumors, and unknown primary tumors\n5. Karnofsky performance status of at least 40 (i.e. not requiring active hospitalization)\n6. Maximum of 1 prior course of spine radiotherapy to the current region of interest allowed.\n\nExclusion Criteria:\n\n1. Worsening neurological status due to radiographic evidence of spinal cord compression requiring immediate surgical decompression or emergent conventional external radiation therapy\n2. Delay in initiation of radiation treatment would be potentially detrimental to neurological outcome\n3. Patients already re-treated with radiation as part of this protocol will not be eligible for additional re-treatment\n4. Unstable spine requiring surgical stabilization.\n5. Sites outside the spine (eg. lung, liver) are not eligible for treatment\n6. Systemic radiotherapy (Sr-89) within 30 days\n7. Prior irradiation of the area to be treated within 3 months of registration\n8. Patients currently receiving, or who have received chemotherapy within 30 days are not eligible\n9. Inability to tolerate lying flat on treatment couch for greater than 30 minutes.\n10. Patient with multiple myeloma\n11. Patients unable to undergo MRI of the spine\n12. Patients with pacemakers\n13. Patients who have previously received maximum cord tolerance of 45 Gy in 5 weeks conventional fractionation or equivalent dose to the current area to be treated.",
    "sex": "ALL",
    "minimumAge": "N/A",
    "stdAges": "CHILD, ADULT, OLDER_ADULT"
}