{
    "nctId": "NCT01034215",
    "briefTitle": "Multi-Media Imagery Program for Breast Cancer Patients (Phase II)",
    "officialTitle": "Multi-Media Imagery Program for Breast Cancer Patients (Phase II)",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 135,
    "primaryOutcomeMeasure": "Primary Objective: Measure QOL differences between treatment groups: (delivered live vs videoconferencing) and as compared to the control group and their extended baseline.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Participants must be a community-dwelling member 18 years of age or older. - The participant must be at least 18 because the assessment tools are not validated for use in minors.\n* Participants should be able to read, write, and speak English.\n* Participants must have been diagnosed with breast cancer and have completed surgery, which did not include Level III dissection of the axilla.\n* Participants must obtain verification of diagnosis and treatment from their physician.\n* Participants must agree to complete assessment instruments and take part in psychophysiological data gathering at baseline, 8 and 17 weeks and to provide required demographic information.\n* Participants must sign informed consent, stating he/she understands the nature of the research and that he/she wishes to participate in the study. -\n* Participants must agree to complete the required diaries, graphs and notebooks related to behavior assessment.\n* Participants must display the ability to understand and respond to the assessment process and must demonstrate they are oriented to person, place, and time.\n* Participants must agree to fully participate in all five imagery classes and to practice imagery skills for 20 minutes a day for 17 weeks.\n* Participants must have completed major cancer treatment (i.e., surgery, and/or radiation and/or IV chemotherapy) for six weeks; participant must be visual and hearing capable.\n* Oral chemotherapy does not preclude participation.\n\nExclusion Criteria:\n\n* Participant will be excluded if he/she has a history of uncontrolled epileptic seizures.\n* The investigators will exclude patients who cannot speak, read and write English.\n* Patients will be excluded if they are not oriented to place, person, and time.\n* Participants will be excluded if they have a major psychiatric diagnosis (schizophrenia, bi-polar disorder).\n* The investigators will exclude patients who received a Level III dissection of the axilla.\n* Participants will be excluded if they are visually or hearing impaired.\n* Although imagery can be modified for the visually or hearing impaired, that model is significantly different from an imagery program for the visual and hearing capable.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}