{
    "nctId": "NCT02000375",
    "briefTitle": "A Phase II Study Evaluating the Role of Androgen Receptors as Targets for Therapy of Pre-treated Post-menopausal Patients With ER/PgR-negative/AR-positive or ER and/or PgRpositive/ AR-positive Metastatic Breast Cancer (ARTT)",
    "officialTitle": "A Phase II Non Randomized Study Evaluating the Role of Androgen Receptors as Targets for Therapy of Pre-treated Post-menopausal Patients With ER/PgR-negative/AR-positive or ER and/or PgRpositive/ AR-positive Metastatic Breast Cancer (ARTT)",
    "overallStatus": "TERMINATED",
    "conditions": "Metastatic Breastcancer, Estrogen Receptor Positive Breast Cancer, Estrogen Receptor Negative Neoplasm, Progesterone Receptor Positive Tumor, Progesterone Receptor Negative Neoplasm, Androgen Receptor Gene Overexpression",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 20,
    "primaryOutcomeMeasure": "Clinical benefit rate (CB)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Histological-documented diagnosis of invasive breast cancer.\n2. Clinical diagnosis of metastatic breast cancer.\n3. AR receptor positivity of primary tumor cells or tumor cells of a metastatic site is required. It is strongly recommended that 4 unstained and freshly cut 3-4 μ slides from the primary tumor (or metastatic if the primary is not available) be submitted for IRCCS IRST Laboratorio di Bioscienze for confirmation of AR eligibility; however, if that is not possible, a formalin-fixed paraffin-embedded (FFPE) tissue block will be submitted .\n\n   Tumors with ≥10% positively nuclear-stained cells by immunohistochemistry (IHC) are considered positive for AR.\n4. Primary tumor cells or tumor cells of a metastatic site can be ER-positive and/or PgRpositive or ER-negative/PgR-negative . Hormone receptor positivity is defined as ER and/or PgR greater than 10 fmol/mg by biochemical assay or greater or equal than 10 percent positive cells by immunohistochemistry.\n5. Primary tumor cells or tumor cells of a metastatic site must be HER2 negative.\n6. Measurable disease, defined in accord to RECIST criteria (version 1.1) as\n\n   1. at least one lesion that can be accurately measured in at least one dimension (longest diameter to be recorded) as \\>10 mm with CT scan or MRI (if slice thickness no grater than 5 mm. If slice thicknesses grater than 5 mm the minimum size miserable lesions at baseline should be twice the slice thickness of baseline scans)\n   2. to be considered pathologically enlarged and measurable, a lymph node must be ≥ 15 mm in short axis when assessed by CT scan or MRI (if slice thickness no grater than 5 mm. If slice thicknesses grater than 5 mm the minimum size miserable nodes at baseline).\n7. In case of ER-pos disease, previous endocrine treatment in adjuvant or metastatic setting is required and patients must be resistant to aromatase inhibitors that means:\n\n   * AI in adjuvant setting: patients should have been treated for at least 1 year and have had a recurrence during this treatment or in the first year after finishing adjuvant treatment\n   * AI in advanced disease: patients must have received the AI lasting at least 6 months, during which patients must have achieved a tumor response or stabilization ,and have had an objective progression during treatment\n8. No more than 2 previous lines of chemotherapy for ER-pos tumors and not more than 3 lines of chemotherapy for ER-neg tumors are allowed\n9. Post-menopausal status defined as:\n\n   1. Patients of any age who have had a bilateral oophorectomy (including radiation castration)\n   2. Patients 56 years old or older. If the patient has any evidence of ovarian function, biochemical evidence of definite postmenopausal status (defined as estradiol, LH, and FSH in the postmenopausal range) is required.\n   3. Patients 55 years old or younger without period in the last 12 month or with biochemical evidence of definite postmenopausal status (defined as estradiol, LH, and FSH in the postmenopausal range).\n10. At least 18 years of age\n11. Life expectancy greater of 12 weeks\n12. ECOG (Eastern Cooperative Oncology Group) performance status ≤ 2\n13. Adequate organ and marrow function as defined below:\n\n    * leukocytes \\>3,000/mL\n    * absolute neutrophil count \\>1,500/mL\n    * platelets \\>100,000/mL\n    * total bilirubin within normal institutional limits\n    * AST(SGOT)/ALT(SGPT) \\<2.5 X institutional ULN\n    * creatinine within normal institutional limits OR\n    * creatinine clearance \\>60 mL/min/1.73 m2 for patients with creatinine levels above institutional normal\n14. Patients must exhibit capability of swallow tablets\n15. Patients must exhibit compliance with an oral treatment\n16. Patients must exhibit geographic proximity that allows regular access to the Institute for clinical and instrumental examinations is required\n17. Participants must be willing and able to give informed consent for participation in the study.\n\nExclusion Criteria:\n\n1. AR-receptor negativity of primary tumor cells or tumor cells of a metastatic site. AR is reported as negative if less than 10% of cells immunostained in a tumor.\n2. HER2 positivity of primary tumor cells or tumor cells of a metastatic site\n3. Physician opinion of a too rapid disease progression (like disease widespread in visceral organs like liver or lung in few months) that could suggest the physician a more benefit from chemotherapy treatment even if eligibility criteria for enrollment are satisfied\n4. Chemotherapy administration within 3 weeks prior to start of protocol therapy or not recovered from adverse events due to agents administered more than 3 weeks earlier\n5. Brain metastasis not treated or in progression requiring treatment (radiotherapy, surgery or high dose steroidal and antiedemigen treatment) in the 2 weeks prior to start of protocol therapy. Patients with brain metastasis as unique site of metastasis are excluded\n6. Have received supplement of estrogen or progesterone within 4 weeks prior to study enter\n7. Major surgery during the 21 days before before starting of protocol therapy or planned during the study treatment\n8. Other detectable malignant neoplastic diseases (even a second primitive breast cancer) in the patient's medical history with a disease-free interval of less than 5 years (except for previously treated basal cell carcinoma of the skin and in situ carcinoma of the uterine cervix)\n9. Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements\n10. Participation in another clinical trial with any investigational agents within 3 weeks prior to study screening\n11. Previous treatment with androgens or DHEA. Previous treatment with AI is required in case of ER+ and/or PgR positive tumors\n12. History of allergic reactions attributed to compounds of similar chemical or biologic composition to DHEA or AI",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}