{
    "nctId": "NCT00156052",
    "briefTitle": "Hypofractionated Radiotherapy Post-Lumpectomy in Women With Node Negative Breast Cancer",
    "officialTitle": "A Randomized Trial of Hypofractionated Radiotherapy Post-Lumpectomy in Women With Node Negative Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 1234,
    "primaryOutcomeMeasure": "Local breast recurrence",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. The female patient has a histological diagnosis of invasive carcinoma of the breast, and no evidence of metastatic disease.\n2. Has had a lumpectomy (including segmental resection and partial mastectomy), that is, surgical excision of the tumour with a rim of normal tissue.\n3. Patient has not had an axillary dissection, OR for patients who have had an axillary dissection, all nodes are negative for metastatic disease.\n\nExclusion Criteria:\n\n1. Tumour greater than 5 cm in greatest diameter on pathological examination.\n2. The presence of invasive or intraductal (noninvasive) breast cancer involving the surgical margins.\n3. Clinical evidence prior to surgery of infiltration of the skin of the involved breast such as edema, ulceration, or fixation of the tumour to underlying muscle, or inflammatory breast cancer.\n4. Bilateral malignancy of the breast (synchronous or metachronous).\n5. More than one primary invasive tumour in the same breast.\n6. Previous surgery for breast cancer.\n7. Pathological status of axilla is unknown.\n8. Status for adjuvant systemic therapy not determined.\n9. For patients not treated with adjuvant chemotherapy: unable to commence radiation therapy within 16 weeks of last surgical procedure on the breast.\n10. For patients treated with adjuvant chemotherapy: unable to commence radiation therapy within 8 weeks of the last dose of chemotherapy.\n11. Serious nonmalignant disease (eg. cardiovascular, renal, etc.) which would preclude surgical or radiation treatment.\n12. Currently pregnant or lactating.\n13. Breast deemed too large to permit satisfactory radiation (ie. separation \\> 25 cm).\n14. Previous concomitant malignancies of any type except squamous, or basal cell carcinomas of the skin, or carcinoma \\\\fIin situ\\\\fR of the cervix which have been effectively treated.\n15. Geographic inaccessibility for follow-up.\n16. Psychiatric or addictive disorders which preclude obtaining informed consent or adherence to the protocol.",
    "sex": "FEMALE",
    "minimumAge": "N/A",
    "stdAges": "CHILD, ADULT, OLDER_ADULT"
}