{
    "nctId": "NCT01113905",
    "briefTitle": "Role of Beta-Endorphin in Cancer Therapy Fatigue",
    "officialTitle": "Beta-Endorphin as a Mediator of Cancer Therapy-Induced Fatigue",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer, Fatigue",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 18,
    "primaryOutcomeMeasure": "correlation of endorphin level to fatigue questionnaire results",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age \\> 18 years\n2. Pathologic diagnosis of stage 0-III breast cancer (any histologic subtype) in either breast or both breasts\n3. Previous resection of tumor, either by mastectomy or partial mastectomy, ±sentinel lymph node biopsy, ±axillary lymph node dissection\n4. A likelihood of having radiation therapy or chemotherapy following surgery as determined by the on-site principal investigator (PI) or co-investigator\n5. Signed informed consent which has been reviewed and approved by the Institutional Review Board and no condition that impairs the ability to provide informed consent (e.g. uncontrolled psychiatric illness)\n\nEligibility for the radiation therapy (RT) alone group will include:\n\n1. Planned 3-D conformal radiation therapy to the whole breast (2 tangential fields, unilateral or bilateral) via standard or Canadian Fractionation, +/- regional nodal irradiation.\n2. No planned chemotherapy for this tumor\n\nEligibility for the RT + chemotherapy (CT) group will include:\n\n1. Planned 3-D conformal radiation therapy to the whole breast (2 tangential fields, unilateral or bilateral) via standard or Canadian fractionation (photons followed by a photon, electron, or mixed photon/electron boost), +/- regional nodal irradiation.\n2. Planned adjuvant chemotherapy (any regimen except for biologic therapy alone)\n\nExclusion Criteria:\n\n1. Continuous/chronic treatment with opiate/opioid analgesics for 3-6 months prior to enrollment. In addition, patients receiving radiation therapy alone who have taken opiate analgesics from their surgery within 72 hours of the post-surgery/pre-radiation therapy blood draw (at 1-6 weeks prior to the start of radiation therapy) will be removed from the study. Patients receiving chemotherapy and radiation therapy who have taken opiate analgesics from their surgery within 72 hours of the blood draw prior to cycle 1 of chemotherapy will be removed from the study.\n2. Prior radiation therapy to the chest or brain\n3. Patients diagnosed with Stage IV breast cancer\n4. History of illegal drug use within 6 months prior to enrollment\n5. At point of enrollment, diagnosis of major depression, bipolar disorder, seasonal affective disorder, or anxiety disorder for which the patient is currently taking any of the following medications: selective serotonin reuptake inhibitors (SSRIs), Tricyclic antidepressants, monoamine oxidase inhibitors, lithium, benzodiazepines, barbiturates, drugs acting on the 5-HT receptors. Patients meeting these criteria may still enroll in the study if they are on a chronic, stable, low-dose regimen for at least 3 months prior to enrollment, as determined by the on-site PIs and co-investigating physicians. Patients having to begin on a regimen of any of these medications while on the study may continue on the study.\n6. Anemia of any etiology at initial visit (Hct \\<33%) and the following baseline fatigue scores on the Fatigue Symptom Inventory (FSI): Average score for question #s 1-4 \\> 5; and/or Average score for question #s 5-11 \\> 5. Patients with Hct\\<33% but who have no baseline fatigue (as indicated by baseline scores on the FSI as follows: average score for question #s 1-4 \\< 5 and average scores for question #s 5-11 \\< 5) are eligible to participate.\n7. Endocrine disorders that can cause fatigue: Addison's disease, uncorrected hypothyroidism (patients taking thyroid replacement therapy for at least 3 months prior to enrollment patients are eligible), central endocrine deficiency, polyglandular autoimmune failure.\n8. Patients with thyroid disease (hypothyroidism or hyperthyroidism) that was diagnosed within 3 months of cancer diagnosis or patients with previously stable thyroid disease who have experienced symptoms or have had to change their medication doses within 3 months of cancer diagnosis. Patients with stable disease who have no had to change medication doses within 3 months of cancer diagnosis. Patients with stable disease who have not had to change medication doses within 3 months of cancer diagnosis may enroll as long as baseline fatigue scores do not meet criteria for exclusion. Patients enrolled in the study who have to alter doses of thyroid medications or who are newly diagnosed with thyroid disease while on the study will be removed from the study, and will not count towards our total patient accrual.\n9. Uncontrolled autoimmune diseases that can cause fatigue, including fibromyalgia and fatigue syndromes. If these are controlled, enrollment or maintenance of the patient on the protocol may continue at the discretion of the enrolling principal investigator.\n10. Sleep disorder diagnosed within 3 months of enrollment and the following baseline fatigue scores on the FSI: Average score for question #s 1-4 \\> 5; and/or average score for question #s 5-11 \\> 5. Patients diagnosed with a sleep disorder within 3 months of enrollment and with FSI scores \\< 5 on question #s 1-4 and #s 5-11 are eligible.\n11. Activity-limiting heart or lung disease\n12. Renal failure (BUN and creatinine should be within the normal range for the prior 6 months)\n13. Baseline fatigue as indicated by the following baseline scores on the FSI: Average score for question #s 1-4 \\> 5; and/or Average score for question #s 5-11 \\> 5.\n14. Patients receiving chemotherapy or radiation therapy at any site other than Massachusetts General Hospital\n15. Hepatitis or chronic liver disease (albumin \\<3 g/dL or \\>6 g/dL; ALT \\>60 U/L or \\< 5 U/L, AST \\> 40 U/L or \\<5 U/L)\n16. Untreated chronic infection (e.g. tuberculosis, osteomyelitis, abscess). Patients being treated for these may be enrolled in, or continue on the protocol at the discretion of the principal investigators.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}