{
    "nctId": "NCT00561119",
    "briefTitle": "Maintenance Versus Observation After 6 Cycles of Gemcitabine Plus Paclitaxel in Pts With Advanced Breast Cancer",
    "officialTitle": "Phase III, Multicenter, Randomized Trial of Maintenance Versus Observation After Achieving Clinical Response in Pts With Metastatic or Recurrent Breast Cancer Who Received 6 Cycles of Gemcitabine Plus Paclitaxel(GP) as 1st-line Chemotherapy",
    "overallStatus": "COMPLETED",
    "conditions": "Advanced Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 326,
    "primaryOutcomeMeasure": "Progression free survival",
    "eligibilityCriteria": "Inclusion Criteria\n\n* Histologically Confirmed Metastatic, or Recurrent Breast Cancer\n* Age over 18 Years\n* ECOG Performance Status 0-2\n* Premenopausal or Postmenopausal Breast Cancer Patients With Measurable or Non-Measurable Lesions, Who Are Candidates for Chemotherapy\n* Life Expectancy ≥ 3 Months\n* Patients May Have Received Prior Neoadjuvant or Adjuvant Taxane Regimen as Long as it Has Been 12 Months Since Completion of Regimen.\n* Patients Either May or May Not Have a Prior Anthracycline Containing Regimen.\n* Prior Hormonal Therapy as a Treatment of Metastatic Disease is Allowed. But Antitumoral Hormonal Therapy Must be Terminated Prior to Enrollment(up to the Date of Randomization)\n* Prior Radiation Therapy Allowed as Long as \\< 25% of the Bone Marrow Has Been Treated,and the Patients Must Have Recovered From the Acute Toxic Effects of the Treatment Prior to Study Enrollment.Prior Radiation to the Whole Pelvis is Not Allowed. Prior Radiotherapy Must be Completed 4 Weeks Before Study Entry.\n* Adequate Bone Marrow Function (≥ ANC 1,500/ul, ≥ Platelet 100,000/ul, ≥ Hemoglobin 9.0 g/dl)\n* Adequate Renal Function (≤ Serum Creatinine 1.5 mg/dl or CCr ≥ 50 ml/Min)\n* Adequate Liver Function (≤ Serum Bilirubin 1.5 mg/dl, ≤ AST/ALT x 3 Upper Normal Limit)\n* No Prior History of Chemotherapy for Metastatic, Recurrent Breast Cancer\n* Written Informed consent.\n\nExclusion Criteria\n\n* Serious Uncontrolled Intercurrent Infections\n* Serious Intercurrent Medical or Psychiatric Illness, Including Active Cardiac Disease\n* Pregnancy or Breast Feeding\n* Second Primary Malignancy(Except Cancer of Cervix or Skin or Other Malignancy Treated at Least 5 Years Previously With no Evidence of Recurrence)\n* Documented Parenchymal or Leptomeningeal Brain Metastasis\n* Peripheral Neuropathy ≥ Grade 2\n* Prior Treatment With Gemcitabine Will Not be Allowed.\n* HER-2 Overexpressing Breast Cancer and Concomitant Trastuzumab Treatment is Not Allowed",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}