{
    "nctId": "NCT03870919",
    "briefTitle": "Locoregional Treatment and Palbociclib in de Novo, Treatment Naive, Stage IV ER+, HER2- Breast Cancer Patients",
    "officialTitle": "PALbociclib in Advanced Breast Cancer: Therapy INtegrating locorEgional Treatment and Palbociclib in de Novo, Treatment Naive, Stage IV ER+, HER2- Breast Cancer Patients",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Cancer Stage IV, Radiotherapy, Surgery",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 200,
    "primaryOutcomeMeasure": "Overall survival rate in patients receiving the letrozole plus palbociclib combination plus locoregional treatment",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Women with newly diagnosed and histologically proven de novo adenocarcinoma of the breast, Any T, any N, with at least one metastatic site measurable and/or non-measurable according to Response Evaluation Criteria In Solid Tumours (RECIST) v1.1 and/or PET Response Criteria in Solid Tumours (PERCIST) v1.0 and/or MD Anderson bone response criteria (MDA criteria). For patients with only bone metastases, at least one lytic and non-irradiated lesion must be present NB: Bilateral breast cancer is allowed only if tumours present similar histological criteria (morphological subtype, ER and HER2 status).\n2. Estrogen Receptor (ER)-positive and HER2-negative breast cancer. To be considered as ER-positive, the biopsy of the primary tumour must display at least 10% of cancer cells with positive ER staining. HER2-positive is defined as IHC3+ or FISH/CISH amplified according to 2018 criteria\n3. Age ≥18 years\n4. Eastern Cooperative Oncology Group (ECOG) ≤2\n5. Indication for treatment with palbociclib and letrozole (with or without ovarian suppression)\n6. Diagnostic FFPE tumour sample and/or frozen primary breast tumour sample available\n7. Women of childbearing potential must have a negative serum or urine pregnancy test done within 14 days before inclusion\n8. Patients must agree to use adequate contraception methods for the duration of the study and for within 21 days after completing treatment\n9. Willingness and ability to comply with scheduled visits, treatment plan, laboratory tests, and any protocol-related procedures including absence of co-morbidities preventing surgery and or radiotherapy and any psychological, familial, sociological or geographical condition potentially hampering compliance with the study protocol and follow-up schedule. Those conditions should be discussed with the patient before registration in the trial\n10. Patient affiliated to a social security system\n11. Written informed consent obtained prior to performing any protocol-related procedures including screening evaluations\n\nExclusion Criteria:\n\n1. Patients with advanced, symptomatic, visceral spread at a risk for short-term, life-threatening complications according to investigator judgement and at risk for visceral crisis as defined by ABC4\\*\n2. Women with previously diagnosed and treated ipsilateral adenocarcinoma of the breast\n3. Women with previously treated or concomitant contralateral breast cancer except for Ductal carcinoma in situ (DCIS) treated with curative intent\n4. Patients with another concomitant cancer\n5. Concurrent enrolment in another clinical trial in which investigational therapies are administered or administration of an investigational drug within 30 days before inclusion\n6. Pregnant women or women who are breast-feeding\n7. Inability or willingness to swallow oral medication\n8. HIV, hepatitis (B and C)\n9. Active infection\n10. Prior therapy for metastatic breast cancer (systemic or local)\n11. Persons deprived of their freedom or under guardianship or incapable of giving consent\n\n    * Visceral crisis is defined as severe organ dysfunction as assessed by signs and symptoms, laboratory studies and rapid progression of disease. Visceral crisis is not the mere presence of visceral metastases but implies important visceral compromise leading to a clinical indication for a more rapidly efficacious therapy, particularly since another treatment option at progression will probably not be possible.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}