{
    "nctId": "NCT01229605",
    "briefTitle": "Cyclophosphamide and Docetaxel Every 3 Weeks as Neoadjuvant Therapy in Locally Advanced Breast Cancer",
    "officialTitle": "Cyclophosphamide and Docetaxel Every 3 Weeks as Neoadjuvant Therapy in Locally Advanced Breast Cancer, A Collaborative Trial",
    "overallStatus": "WITHDRAWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "Complete Response Rate",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Women 18 years of age or older\n* Histologically documented adenocarcinoma of the breast, with T2 (T\\>2.0 cm) N0 or more advanced disease.\n* No evidence of metastatic disease.\n* Disease must be clinically or radio-graphically measurable or evaluable.\n* Incisional or core needle biopsy, yielding sufficient tissue for histologic confirmation of adenocarcinoma, hormone receptor analysis and Her2 testing; and Tiam-1 expression.\n* Subjects may have received no prior chemotherapy for breast cancer. Subjects may have received up to 3 months of neoadjuvant hormonal therapy, provided they have been re-staged and are still eligible for this study, and have been off hormonal therapy at least 48 hours.\n* Subject must be Her-2 negative.\n* Performance status 0-1 by the ECOG scale.\n* Baseline laboratory values must be as follows: Absolute granulocyte count: greater than 1400/cells/ml; Platelets: greater than 100,000 cells/ml; Total bilirubin: less than 1.5 mg/dl; Serum ALT: less than 2.5 x institutional upper normal limit; Creatinine: less than 1.6mg/dl; Hemoglobin: greater than 9.0g/dl\n* Subjects must be nonpregnant and nonlactating. Subjects of childbearing potential must utilize an effective method of contraception during the study.\n\nExclusion Criteria:\n\n* Subjects who have received chemotherapy or more than 3 months of neoadjuvant hormone therapy for this cancer.\n* Subjects with metastatic disease (disease beyond the breast, axillary nodes and ipsilateral supraclavicular nodes) or inflammatory breast cancer (T4d).\n* Subjects with other active cancers, except non-melanoma skin cancers\n* Subjects with an active serious infection or other serious underlying medical condition that would otherwise impair their ability to receive protocol treatment.\n* Dementia or significantly altered mental status that would prohibit comprehension of or giving of informed consent.\n* Pregnant or breast-feeding women; sexually active, pre-menopausal women not willing to use adequate methods of birth control.\n* Subjects who are Her 2 neu positive are excluded.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}