{
    "nctId": "NCT01664091",
    "briefTitle": "Cosmetic Result/Toxicity in Post-Mastectomy Immediate Reconstruction Expander+RT",
    "officialTitle": "An Evaluation of Cosmetic Results and Toxicity in the Use of Post-Mastectomy Immediate Reconstruction With a Tissue Expander and Acellular Dermal Matrix Followed by Radiation Therapy",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 32,
    "primaryOutcomeMeasure": "Success Rate",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients must have newly diagnosed, clinical Stage I-III breast cancer with T1-T3 invasive tumors recently treated with mastectomy\n* Patients must have had immediate reconstruction with a TE and ADM\n* Participants must be candidates for postmastectomy radiation therapy (RT). Postmastectomy RT routinely is indicated for patients with pathologically-staged T3N1 (or higher stage) tumors, T1-T2 tumors with 4 or more positive nodes, some T1-T2 tumors with 1-3 positive nodes, and, infrequently, for some N0 tumors\n* Axillary nodes may be positive or negative\n* Microscopically positive margins are permitted\n* Systemic therapy as recommended by a medical oncologist, pre-or post-mastectomy, is permitted\n* Patients must agree to return for scheduled follow-up visits with their radiation oncologist 6, 12, 18 and 24 months after RT (+/- 1 month)\n* 18 years of age or older\n\nExclusion Criteria:\n\n* Participants with T4 tumors\n* Participants with recurrent breast cancer or a history of prior breast RT\n* Uncontrolled intercurrent illness including, but not limited to ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements\n* Pregnant women are excluded from this study\n* Individuals with a history of a different malignancy are ineligible except for the following circumstances. Individuals with a history of other malignancies are eligible if they have been disease-free for at least 5 years and are deemed by the investigator to be at low risk for recurrence of that malignancy. Individuals with the following cancers are eligible if diagnosed and treated within the past 5 years: cervical cancer in situ, and basal cell or squamous cell carcinoma of the skin\n* HIV-positive individuals on combination antiretroviral therapy",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}