{
    "nctId": "NCT06107894",
    "briefTitle": "TIL Therapy for Patients With Advanced Solid Tumors",
    "officialTitle": "Phase I Clinical Trial to Evaluate the Safety and Tolerability of NEOG-100 in Patients With Advanced Breast Cancer and Lung Cancer",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Advanced Breast Cancer, Advanced Lung Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 12,
    "primaryOutcomeMeasure": "Dose limiting toxicity (DLT)",
    "eligibilityCriteria": "Manufacturing Inclusion Criteria:\n\n1. Be greater than or equal to 20 years of age on day of singning informed consent.\n2. Subjects who have at least one breast or lung cancer lesion greater than 1 cm in diameter that has been confirmed imagically within the last 3 months and is scheduled to have tumor tissue collected from the lesion through surgery or biopsy.\n3. Be willing and able to provide written informed consent for manufacturing.\n\nInfusion Inclusion Criteria:\n\n1. Be greater than or equal to 20 years of age.\n2. Subjects who have histologically and/or cytologically confirmed locally advanced and/or metastatic breast or lung cancer that is not amenable to curative surgical resection\n3. Subjects who are currently unable to receive standard treatment due to confirmed disease progression or intolerance or imcompatibility after standard treatment which is known to have clinical benefit.\n4. Have at least one evaluable lesion based on RECIST 1.1 at the time of screening.\n5. Subjects whose pre-TILs are produced successfully and the possibility of NEOG-100 production is confirmed based on the result of IPC.\n6. Have a performance status of 0 or 1 on the ECOG Performance Scale.\n7. Have a life expectancy of at least 12 weeks.\n8. Hematology at the time of screening and enrollment\n\n   * Absolute neotrophil count ≥ 1000/uL without the support of granulocyte colony stimulating factor (G-CSF) within two weeks.\n   * Hemoglobin ≥ 9.0 g/dL without blood transfusion within two weeks.\n   * Platelet ≥ 100,000/uL without blood transfusion within two weeks.\n9. Chemistry at the time of screening and enrollment\n\n   * Serum creatinine ≤1.5 x ULN\n   * estimated glomerular filtration rate (eGFR) ≥ 60 mL/min by Cockcroft-Gault equation\n   * Serum aspartate aminotransferase (AST)/alanine aminotransferase (ALT) ≤ 3 x ULN (≤ 5 x ULN in case of liver metastasis)\n   * Total bilirubin ≤ 2.0 mg/dL (total bilirubin ≤ 3.0 x ULN, direct bilirubin ≤ 1.5 x ULN in case of Gilbert-Meulengracht syndrome)\n10. Coagulation at the time of screening and enrollment\n\n    * International normalization ratio (INR) ≤ 1.5 without use of anticoagulant\n11. Serology at the time of screening\n\n    * Seronegative for HIV antibody.\n    * Seronegative for hepatitic B antigen. If hepatitis B antigen test is negative and antibody test is positive, then HBV DNA test must be below than 2000 IU/mL and enrollment is possible while taking prophylactic antiviral medication.\n    * Seronegative for hepatitic C antibody. If hepatitic C antibody tst is positive, then HCV RNA test must be negative.\n12. Subject's toxicities from previous anti-cancer treatments must have recovered to a grade 1 or less according to NCI-CTCAE 5.0 at the time of screening, except for\n\n    * Hair loss (any grade)\n    * Grade 2 or less neoropathy\n    * Endocrinopathy controlled with hormone replacement therapy\n13. Voluntarily provide written informed consent\n\nExclusion Criteria:\n\n1. Subjects who have a history of hypersensitivity to cyclohosphomide, fludarabine, NEOG-100 and its components or who are contraindicated in administration.\n\n   * ex) Cyclophosphamide: subjects taking pentostatin\n   * Components of NEOG-100 : 5% human serum albumin, 0.9% saline\n2. Cohort 2 only\n\n   * Subjects who have a history of hypersensitivity to aldesleukin (IL-2) and its components or who are contraindicated in administration.\n   * Contraindication to dopamine or other pressor-agents\n   * Have a history of hypersensitivity to phosphoproteins such as recombinant IL-2\n3. Have a history of organ allograft or cell therpy\n4. Subjects with or who have a history of disease as follow\n\n   4-1. Blood cancer including lymphoma, or other malignant tumor except for breast cancer and lung cancer. The enrollment is possible in the following cases;\n   * Basal cell carcinoma, squamous carcinoma of the skin, cervical cancer, or in situ carcinoma of breast, that has been cured with no recurrence within the last 3 years prior to screening.\n   * Primary tumor in complete remission for more than 5 years prior to screening.\n\n   4-2. Unstable antigna and/or myocardial infarction within 12 months prior to screening.\n\n   4-3. Thromboembloism or pulmonary embolism within 6 months prior to screening.\n\n   4-4. Hypoxia, clinically significant pleural effusion, or electrocardiographic findings within 6 months prior to screening.\n5. Brain or central nervous system (CNS) metastases or seizures. Solitary brain metastases may be included if signs of inactivity are confirmed MRI and clinically at least 1 month after completing curative surgery or stereotactic radiotherapy.\n6. Heart failure or left ventricular ejection fraction (LVEF) \\< 45% (NYHA class III/IV).\n7. Partial pressure of oxygen in arterial blood (PaO2) \\< 60mmHg, when resting.\n8. Forced expiratory volume in one second (FEV1)/ forced vital capacity (FVC) \\< 0.7.\n9. Severe infection or uncontrolled active infection requiring administration of other antibiotics, antifungals, antivirals, etc.\n10. Any forms of primary immunodeficiency (ex. severe combined immunodeficiency disease, acquired immunodeficiency syndrome).\n11. Active autoimmune disease (ex. autoimmune neutropenia/thrombocytopenia or hemolytic anemia, systemic lupus erythematosus, Sjogren's syndrome, scleroderma, myasthenia gravis, Goodpasture syndrome, Addion's disease, Hashimoto's thyroiditis Grave's disease).\n12. Centrifugal urethral obstruction, cystitis.\n13. Decompensation, hemolytic anemia.\n14. Subjects who have received or require systemic stroid therapy or other immunosuppressive therapy within 14 days prior to screening. Subjects who have received or require physiologic replacement dose of hydrocortisone or equivalent dose (hydrocortosone up to 30 mg daily, dexamethasone up to 2 mg daily, or prednisone up to 10 mg daily) can enroll.\n15. Subjects who have received live or attenuated vaccines within 28 days prior to enrollment.\n16. Subjects who have received anti-cancer treatment (ex, chemotherapy, immunotherapy, targeted therapy, hormone therapy, or radiation (chemo) therapy, etc.) within 28 days prior to enrollment.\n17. Women who are pregnant or breastfeeding\n18. Women of chid-bearing potential or men who do not agree to practice abstinence or to use effective contraception for at least 6 months after administration of NEOG-100. The effective contraception is as follow\n\n    * Hormonal contraception (subcutaneous implants, contraceptives, etc)\n    * Implantation of an intrauterine device or system (Loop, hormone-containing intrauterine system)\n    * Infertility treatment or surgery (vasectomy, tubal ligation, etc) for subject or subject's spouse\n19. Subjects who have received drugs or medical devices for any other clinical trials within 4 weeks before receiving NEOG-100.\n20. Subjects who, as determined by the researcher, are inappropriate or impossible for the clinical study.",
    "sex": "ALL",
    "minimumAge": "20 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}