{
    "nctId": "NCT05439499",
    "briefTitle": "This is a Multicenter, Randomized, Double-blind, Placebo-controlled Phase III Clinical Study Evaluating the Efficacy and Safety of FCN-437c Versus Placebo in Combination With Letrozole or Anastrozole ± Goserelin in Women With HR+ and HER2- Advanced Breast Cancer.",
    "officialTitle": "A Multicenter, Randomized, Double-blind, Placebo-controlled Phase III Clinical Study to Evaluate the Efficacy and Safety of FCN-437c Versus Placebo in Combination With Letrozole or Anastrozole ± Goserelin in Women With HR-positive and HER2-negative Advanced Breast Cancer",
    "overallStatus": "RECRUITING",
    "conditions": "Advanced Breast Cancer, Female Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 434,
    "primaryOutcomeMeasure": "PFS is determined by IRC",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients must meet all of the following conditions:\n\n  1. Postmenopausal or premenopausal / peri-menopausal females aged≥18 years;\n  2. Postmenopausal female is defined as:\n\n     After bilateral oophorectomy; Age≥60 years Age\\<60 years and menopause for more than 1 year without chemotherapy and treatment with tamoxifen, toremifene and ovarian function suppression, while blood FSH and estradiol levels meet the postmenopausal range and for postmenopausal patients who are taking tamoxifen or toremifene and who are younger than 60 years old, continuous detection of serum FSH and estradiol levels must meet the postmenopausal range.\n  3. Females with advanced breast cancer diagnosed as HR+ HER2-。 HR+ positive is defined as：Histological and/or cytological confirmed ER+, PR + or -, defined as immunohistochemistry showing positive nuclear staining of estrogen/progesterone receptor tumor cells≥1%； HER2-negative is defined as：Histological and/or cytological confirmed HER2-， defined as a negative in situ hybridization test or an IHC status of 0, 1+ or 2+. If IHC is 2+,the ISH test result must be negative。\n  4. There should be evidence of focal recurrence or metastasis, not suitable for surgical resection or radiation therapy for curative purposes, and without clinical indications for chemotherapy;。\n  5. Patients who have not received any systemic anticancer therapy for focal recurrent or metastatic disease（Patients who had received aromatase inhibitors for advanced breast cancer for no more than 28 days or Goserelin for no more than 28 days prior to randomization are eligible for enrollment）. Patients with disease-free survival greater than 12 months after completion of adjuvant endocrine therapy are allowed to be enrolled.,\n  6. ECOGperformance status 0-1。\n  7. According to the RECIST 1.1 criteria, patients must have at least one measurable lesion, or patients with only bone metastases, if no measurable lesions are present, must have at least one bone lesion predominantly lytic.\n\n     Note: If the lesion has received radiotherapy or other locoregional treatment, there must be imaging evidence of disease progression in the lesion after completion of treatment,and the lesion can be considered as a measurable lesion. For patients with no measurable lesion and only one osteolytic lesion, if the lesion was previously treated with radiotherapy, imaging evidence is needed to show the progression of bone lesions after radiotherapy..\n  8. Life expectancy is not less than 12 weeks;\n  9. Adequate marrow and organ function:\n\n     1. Leukocyte number ≥1.5 x 109/L,Absolute neutrophil count (ANC) ≥1.5 x 109/L\n     2. Hemoglobin ≥90 g/dL(not transfused within 14 days before randomization)\n     3. Platelet≥75 x 109/L\n     4. Total serum bilirubin ≤ 1.5× upper limit of normal (ULN) , total serum bilirubin≤3 x ULN in patients with Gilbert syndrome;\n     5. Aspartate aminotransferase (AST)and alanine aminotransferase (ALT) ≤2.5×ULN; for patients with liver metastases,both AST and ALT ≤5×ULN ;\n     6. Creatinine \\<1.5×ULN or creatinine clearance≥50 mL / min\\[Ccr = ((140- age) ×body weight (kg)) / (72× Scr (mg / dl)) or Ccr = ((140-age)× body weight (kg)) / (0.818× Scr (umol / L)) Note: Females were calculated ×0.85\\]\n  10. QTcF \\< 470 ms ；\n  11. For fertile patients: Patients should consent to abstinence or use of highly effective contraceptive methods such as IUDs, IUD system, bilateral tubal obstruction, and partner vasoligation, during treatment and for at least 90 days after the last dose of study treatment. Do not use hormonal contraceptives for contraception.\n  12. The patient is fully aware of the study and has signed an informed consent form (ICF), and is willing and able to comply with planned visits, treatment plans, laboratory examinations, and other trial procedures.\n\nExclusion Criteria:\n\n* Patients who meet any of the following conditions are not allowed to enter this clinical study：\n\n  1. Previously treated with CDK4 / 6 inhibitors;\n  2. Disease progression orrecurrence during or within 12 months after receiving neoadjuvant therapy or adjuvant therapy with endocrine drugs;\n  3. Received radiotherapy, chemotherapy, major surgery, tumor immunotherapy, monoclonal antitumor drug therapy, any investigational drug or other systemic anti-tumor therapy within 4 weeks before randomization;\n  4. Patients with important organ metastasis or large tumor burden that are not suitable for endocrine therapy. For example, according to the investigator, the patient is not suitable for endocrine therapy:\n\n     1. Symptomatic visceral metastasis;\n     2. Rapid disease progression or impaired visceral function;\n     3. Non-visceral metastases requiring chemotherapy according to the investigator's clinical judgment。\n  5. Clinically suspected brain metastasis meningeal metastasis or unstable brain parenchymal metastasis, but stable brain metastasis can be enrolled. Stable brain metastasis is defined as: no expansion of the original metastatic lesions and no new lesions are found in the imaging reports at intervals of more than one month; No clinical symptoms, no need for hormone or other dehydrating treatment;\n  6. Inflammatory breast cancer\n  7. Presence of clinically uncontrolled pleural, pericardial, or ascites requiring repeated drainage or medical intervention (within 2 weeks prior to randomization).\n  8. Any other malignancy diagnosed within 3 years prior to participation in this study, except radically treated early stage malignancies (carcinoma in situ or stage I tumors) , such as adequately treated basal cell or squamous cell skin cancer or cervical carcinoma in situ;\n  9. Persistent toxicities (NCI-CTCAE 5.0 Grade ≥ 2) caused by previous anticancer therapy, excluding alopecia;\n  10. Within 6 months prior to study entry,, the following conditions have occurred: myocardial infarction, severe/unstable angina pectoris, NYHA grade 2 or higher cardiac insufficiency, ≥ grade 2 sustained arrhythmia (according to NCI CTCAE version 5.0), atrial fibrillation of any grade, coronary/peripheral artery bridging, symptomatic congestive heart failure, cerebrovascular accident (including transient ischemic attack), or symptomatic pulmonary embolism;\n  11. Dysphagia, or active digestive disease, or major gastrointestinal surgery, or malabsorption syndrome, or other conditions that may impair the absorption of FCN-437C (e.g., ulcerative lesions, uncontrollable nausea, vomiting, diarrhea, malabsorption syndrome and small bowel resection)\n  12. Known to be allergic to letrozole, anastrozole, Goserelin,FCN-437C or any other excipients;\n  13. Patients with active infection, including those who are positive for hepatitis B surface antigen (HBsAg) and whose HBV DNA quantification is ≥ 1.00 x103 IU/ml；Hepatitis C antibody (anti-HCV) positive patients; patients infected with human immunodeficiency virus (HIV);\n  14. Known history of allogeneic organ transplantation or allogeneic hematopoietic stem cell transplantation\n  15. Pregnant or lactating women;\n  16. Any other clinically significant disease or condition (such as uncontrolled diabetes, active or uncontrolled infection, etc.) that the investigator believes may affect protocol compliance or the ICF signature.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}