{
    "nctId": "NCT04308720",
    "briefTitle": "Circulating Tumor DNA and Immunophenotyping As Potential Biomarkers with Regional Nodal Irradiation for Breast Cancer",
    "officialTitle": "Circulating Tumor DNA (ctDNA) and Immunophenotyping As Potential Biomarkers in Patients Undergoing Regional Nodal Irradiation for Breast Cancer",
    "overallStatus": "SUSPENDED",
    "conditions": "Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 400,
    "primaryOutcomeMeasure": "Changes in the ctDNA detection rate in mutational load in breast cancer patients with indications of regional nodal irradiation.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* 18 years of age or older\n* Histologically confirmed primary or recurrent non-metastatic invasive breast cancer with plans for adjuvant post-lumpectomy or post-mastectomy radiation therapy at the Mayo Clinic and indications for regional nodal irradiation.\n* Or patients undergoing curative intent irradiation for oligometastatic breast cancer (=\\< 3 sites of metastases) is permitted\n* Willingness to provide informed consent and expresses understanding of this protocol and its requirements, risks, and discomforts\n* Patients with non-metastatic breast cancer must have completed their final breast surgery including re-excision of margins for invasive cancer and ductal carcinoma in situ (DCIS) or chemotherapy within 90 days prior to registration but no sooner than 21 days prior to the initiation of radiation therapy (RT).\n* Bilateral breast cancer is permitted\n* Positive or close margins is allowed\n\nExclusion Criteria:\n\n* Other active malignancy =\\< 2 years prior to registration (exceptions: non-melanotic skin cancer or carcinoma-in-situ of the cervix)\n* Pregnancy or lactation\n* Inability on the part of the patient to understand the informed consent to be compliant with the protocol",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}