{
    "nctId": "NCT04480619",
    "briefTitle": "Safety and Efficacy of Ga68 Αvβ3 IAC PET/CT for Diagnosis and Clinical Management in Angiogenic Breast Cancer Patients",
    "officialTitle": "Safety and Efficacy of Ga-68-Αvβ3 IAC Positron Emission Tomography (PET/CT) for Diagnosis and Clinical Management in Angiogenic Breast Cancer Patients.",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Angiogenic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "DIAGNOSTIC",
    "enrollmentCount": 25,
    "primaryOutcomeMeasure": "Specific Aims 1:To evaluate the safety, toxicity profile and tolerability of Ga-68-PEG-αvβ3-IAC in patients diagnosed with angiogenic breast cancer.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients with solid tumors (either 3+ by immunohistochemistry or with evidence of gene amplification (\\>2.0) by fluorescence in situ hybridization (FISH))\n\n  * At least 18 years of age\n  * Able to provide informed consent.\n\nKarnofsky score greater than 50\n\n* Females of childbearing potential must have a negative pregnancy test at screening/baseline\n* AIP-301 Ga-68 positive scan define by SUV greater than 10.\n* Adequate organ function, defined as:\n\n  1. Absolute neutrophil count (ANC) ≥ 1.5 x 109/L.\n  2. Hemoglobin (Hb) ≥9 g/dl (transfusion or use of EPO is permitted).\n  3. Platelets \\> 100,000/mm3\n  4. Creatinine ≤ 1.5 x normal value based on the Cock Gault (CG) equation.\n  5. AST or ALT ≤ 2.5 x ULN (or ≤5 x ULN in case of liver metastasis)\n  6. Alkaline phosphatase ≤2.5 x ULN. Alkaline phosphatase may be more than 2.5 x ULN only in the case of bone metastases, and AST and ALT less than 1.5 x ULN.\n  7. Total bilirubin ≤1.5 mg/dl (higher bilirubin levels are permitted if the patient has Gilbert's syndrome).\n\nBaseline LVEF ≥50% measured using echocardiogram or equilibrium\n\nisotopic ventriculography (MUGA).\n\nExclusion Criteria:\n\n* • Serum creatinine \\>3.0 mg/dL (270 μM/L)\n\n  * Hepatic enzyme levels more than 5 times upper limit of normal.\n  * Known severe allergy or hypersensitivity to IV radiographic contrast.\n  * Use of any other investigational product or device within 30 days prior to dosing or known requirement for any other investigational agent prior to completion of all scheduled study assessments.\n  * Patients with a body weight of 400 pounds or more or not able to enter the bore of the PET/CT scanner due to BMI, because of the compromise in image quality with CT, PET/CT and MRI that will result.\n  * Inability to lie still for the entire imaging time (e.g. cough, severe arthritis, etc.).\n  * Inability to complete the needed investigational and standard-of-care imaging examinations due to other reasons (severe claustrophobia, radiation phobia, etc.)\n  * Recognized concurrent active infection (e.g., HIV)\n  * Previous Grade 3 or higher allergic reaction to Trastuzumab that resulted in discontinuation of Trastuzumab therapy. Any additional medical condition, serious intercurrent illness, or other extenuating circumstance that, in the opinion of the Investigator, may significantly interfere with study compliance.\n\n    * Adult patients who require monitored anesthesia for PET scanning",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}