{
    "nctId": "NCT06311383",
    "briefTitle": "A Non-interventional Study for Women With HR-positive, HER2-negative Locally Advanced or Metastatic Breast Cancer to Evaluate the Real-world Effectiveness of Treatment Algorithms Beginning With Ribociclib + AI/FUL, or With Endocrine Therapy or Chemotherapy as First Line Treatment",
    "officialTitle": "A Non-interventional Study for Women With HR-positive, HER2-negative Locally Advanced or Metastatic Breast Cancer to Evaluate the Real-world Effectiveness of Treatment Algorithms Beginning With Kisqali (Ribociclib) in Combination With an Aromatase Inhibitor/Fulvestrant, or With Endocrine Therapy or Chemotherapy as First Line Treatment",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 2610,
    "primaryOutcomeMeasure": "Progression-free survival (PFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients with a histological diagnosis of locally advanced/metastatic HR+/HER2- breast cancer. Histological diagnosis does not necessarily origin from metastasis, but must reflect the most recent disease status\n* No prior systemic treatment for locally advanced/metastatic disease in the palliative setting\n* The treating physician has made the decision to treat the patient\n* with ribociclib in combination with an aromatase inhibitor or fulvestrant as initial treatment in first line, or\n* endocrine therapy as initial treatment in first line (e.g. letrozole, anastrozole, fulvestrant), or\n* chemotherapy as initial treatment in first line (e.g. taxanes, capecitabine, with or without bevacizumab)\n* Written informed consent of the patient\n* Patient who initiated treatment for first line no longer than 4 weeks (28 days) prior to written informed consent for this study\n* Planned treatment is in line with the respective current German SmPC (\"Summary of product characteristics\")\n* Patient is ≥18 years\n\nExclusion Criteria:\n\n* Patients unable to provide written informed consent\n* Contra-indication according to the respective current German SmPC (\"Summary of product characteristics\"), as judged by the treating physician\n* The patient is currently under active treatment in an investigational study",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}