{
    "nctId": "NCT02058667",
    "briefTitle": "Reirradiation With Concurrent Paclitaxel for Breast Cancer",
    "officialTitle": "A Phase I Study of Twice Weekly Paclitaxel and Radical Re-irradiation Using Helical Tomotherapy for Aggressive Chest Wall Recurrences of Breast Cancer",
    "overallStatus": "WITHDRAWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "MTD identification",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Pathologically proven diagnosis of breast cancer with clinical evidence of recurrent disease on the chest wall following treatment that included radiotherapy, and for which there is no current standard of care or curative resection able to be performed\n* Patients are permitted to have received prior therapy, but must have received a minimum of 30 Gy to the chest wall with a minimal interval since completion of radiation therapy equal to or greater than 6 months.\n* Patients are permitted to have been treated with previous systemic chemotherapy. A minimal time interval since last dose of cytotoxic chemotherapy must be equal to or greater than 21 days, and all acute toxicities should be resolved to less than grade 2, and hematologic counts should meet study criteria. With regards to toxicity, patients who have left sided chest wall recurrences should not have previously exceeded more than 450 mg/m2 doxorubicin due to expected cumulative cardiotoxicity. Prior taxane therapy is allowed, however, there should be no reported anaphylactic reactions of grade 3 or higher.\n* Age ≥18 years\n* ECOG performance status ≤2\n* Life expectancy of greater than 3 months\n* Normal organ and marrow function as defined below:\n\n  * absolute neutrophil count ≥1,500/mcL\n  * platelets ≥100,000/mcL\n  * total bilirubin \\< 1.5 x institutional upper limit of normal\n  * AST(SGOT)/ALT(SGPT) ≤2.5 × institutional upper limit of normal\n  * creatinine within normal institutional limits OR creatinine clearance ≥60 mL/min/1.73 m2 for patients with creatinine\n  * levels above institutional normal\n* Ability to understand and the willingness to sign a written informed consent document.\n\nExclusion Criteria:\n\n* Patients who have had radiotherapy within 6 months prior to entering the study or those who have not recovered to \\< grade 2 adverse events due to radiation\n* Patients who have experienced a previous grade 3 or 4 anaphylactic reaction to Paclitaxel.\n* Patients with grade \\> 2 neuropathy attributable to previous administration of Taxane chemotherapy.\n* Patients who have received prior chemotherapy are allowed, provided they have been off systemic therapy for 21 days and all acute toxicities have resolved to less than grade 2. Patients who have received Paclitaxel within 3 months of study entry and have developed documented progressive disease despite therapy.\n* Patients who are receiving any other investigational agents\n* Patients with known brain metastases should have their brain metastases treated prior to enrollment on this protocol. Subjects may enroll on this trial after completion of whole brain radiation therapy and/or Stereotactic Radiosurgery, provided they are clinically without evidence of progressive brain metastases.\n* Patient who are actively receiving other cytotoxic or antibiologic chemotherapies. For patients with Her-2/neu positive disease, Trastuzumab (Herceptin) is NOT ALLOWED on this study, and should be withheld during the 8 weeks of therapy, and can be resumed no sooner than 14 days following completion of protocol therapy\n* Women with a confirmed intrauterine pregnancy\n* Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements.\n* Pregnant women are excluded from this study because Paclitaxel is an antimicrotubule agent with known potential for teratogenic or abortifacient effects. Because there is an unknown but potential risk for adverse events in nursing infants secondary to treatment of the mother with Paclitaxel, breastfeeding should be discontinued if the mother is treated with Paclitaxel\n* HIV-positive patients on combination antiretroviral therapy are ineligible.\n* Patients with poor cardiac function defined as an ejection fraction (EF) \\< 40% are excluded.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}