{
    "nctId": "NCT01843725",
    "briefTitle": "Phase 1 Study Testing the Combination of Aflibercept and Capecitabine in Metastatic Digestive and Breast Cancers",
    "officialTitle": "Modulation of Metabolic Index in Tailoring Treatment of Incurable Metastatic ColoRectal Cancer (CRC) Program 1.",
    "overallStatus": "COMPLETED",
    "conditions": "Metastatic Colorectal Cancers, Metastatic Gastric Cancers, Metastatic Oesophageal Cancers, Metastatic Pancreatic Cancers, Metastatic Biliary Cancers, Metastatic Breast Cancers",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 37,
    "primaryOutcomeMeasure": "To determine the maximum tolerated dose and the recommended phase II dose of capecitabine in association with aflibercept",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologically confirmed digestive or breast cancer that is metastatic or unresectable, for which no curative measures are possible, and chemorefractory to all known medications in the respective fields.\n* Age ≥ 18 years.\n* Life expectancy of greater than 12 weeks.\n* ECOG (Eastern Cooperative Oncology Group) performance status ≤ 1.\n* Normal organ and marrow function as defined below:\n\n  * Leukocytes \\> 3,000/microLiter (mcL)\n  * Hb\\>10g/mcL\n  * Absolute neutrophil count \\> 1,500/mcL\n  * Platelets \\> 100,000/mcL\n  * Total bilirubin within 2 × institutional upper limit of normal\n  * AST (aspartate amino transferase)/ALT (alanine amino transferase)/ALKP (Alkaline Phosphatase) levels \\< 5 × institutional upper limit of normal for liver metastases, \\< 2.5 ULN (Upper Limit of Normal) in case of no liver metastases\n  * Creatinine within 2 × institutional upper limit of normal or creatinine clearance \\> 35 mL/min\n* Women of childbearing potential and men must agree to use adequate contraception (hormonal or barrier method of birth control, abstinence) prior to study entry and for the duration of study participation. Should a woman become pregnant or suspect she is pregnant while participating in this study, she should inform her treating physician immediately.\n* Signed written informed consent (approved by an Independent Ethics Committee (IEC)) obtained prior to any study specific baseline procedures.\n\nExclusion Criteria:\n\n* Patients with malabsorption or dysfunctional GI tract.\n* Participants who have had chemotherapy or radiotherapy (except limited radiotherapy for bone metastasis for instance) within 4 weeks prior to entering the study or those who have not recovered from adverse events due to agents administered more than 4 weeks earlier.\n* Participants should not receive any other experimental agents.\n* Participants with known brain metastases should be excluded from this clinical trial because of their poor prognosis and because they often develop progressive neurologic dysfunction that would confound the evaluation of neurologic and other adverse events.\n\n  * History of cardiovascular ischemic disease or cerebrovascular incident within the last six months, NYHA class III and IV congestive heart failure.\n  * Intolerance to atropine sulfate or loperamide\n  * Known dihydropyrimidine dehydrogenase deficiency\n  * Treatment with CYP3A4 inducers unless discontinued \\> 7 days prior to randomization\n  * Any of the following in 3 months prior to inclusion: grade 3-4 gastrointestinal bleeding (unless due to resected tumor), treatment resistant peptic ulcer disease, erosive esophagitis or gastritis, infectious or inflammatory bowel disease, or diverticulitis.\n* Major surgery within 6 weeks.\n* Uncontrolled concurrent illness including, but not limited to ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements.\n* Pregnant women, lactation or refusal to use adequate contraceptive measures (hormonal or barrier method of birth control, abstinence).",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}