{
    "nctId": "NCT06201234",
    "briefTitle": "Evaluating the Addition of Elacestrant (Oral SERD) to Olaparib (PARP-inhibitor) in Patients With Advanced/Metastatic HR+/HER2- Breast Cancer",
    "officialTitle": "Phase II Study Evaluating the Addition of Elacestrant, an Oral Selective Estrogen Receptor Degrader (SERD), to Standard-of-care Olaparib in Patients With Hormone Receptor (HR)-Positive, HER2-negative Locally Advanced or Metastatic Breast Cancer With gBRCA1/2 Mutations",
    "overallStatus": "RECRUITING",
    "conditions": "Hormone Receptor Positive HER-2 Negative Breast Cancer, Advanced or Metastatic Breast Cancer, BRCA1 Mutation, BRCA2 Mutation",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 176,
    "primaryOutcomeMeasure": "Progression free survival (PFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\nPatients will be eligible for study participation only if they comply with the following criteria:\n\n1. Written informed consent prior to beginning specific protocol procedures, including expected cooperation of the patients for scheduled visit, the treatment and follow-up, must be obtained and documented according to the local regulatory requirements.\n2. Female or male patients.\n3. Age at study entry of at least 18 years.\n4. Centrally confirmed locally advanced or metastatic breast cancer that is HR-positive (ER and/or PgR ≥ 10% of stained cells at IHC) and HER2-negative (IHC 0 or 1+, or 2+ and ISH negative according to ASCO/CAP guidelines).\n5. Patients with deleterious or suspected deleterious gBRCA1/2 detected upon local testing.\n6. Willingness and ability to provide archived formalin fixed paraffin embedded tissue (FFPE) block or a partial block from archived tumor or metastasis.\n7. Indication for standard-of-care PARP inhibitor therapy and planned treatment with olaparib.\n8. Eastern Cooperative Oncology Group (ECOG) performance status (PS) 0-2.\n9. Resolution of all acute toxic effects of prior anti-cancer therapy including endocrine therapy or surgical procedures to NCI CTCAE version 5.0 grade ≤ 1 (except alopecia or other toxicities not considered a safety risk for the patient at investigator's discretion).\n10. Life-expectancy \\> 6 months.\n11. For female patients: patients of childbearing potential (defined as not post-menopausal and not permanently sterile \\[latter defined as having undergone hysterectomy, bilateral salpingectomy, or bilateral oophorectomy\\]) require a negative serum or urinary pregnancy test within 72 hours before starting treatment in this study (in this case, patients need to use highly effective non-hormonal contraceptive methods as specified in the protocol).\n\nFor male patients: during the intervention period and for at least 120 days after the last dose of elacestrant, patients should refrain from heterosexual intercourse or use a condom (and should also be advised of the benefit for a female partner to use a highly effective method of contraception as a condom may break or leak), and they should refrain from donating sperm.\n\nExclusion Criteria:\n\nPatients will be ineligible for study participation if they fulfill any of the following criteria:\n\n1. Known hypersensitivity reaction to one of the compounds, excipients, or substances used in this protocol.\n2. Active or newly diagnosed CNS metastases, including leptomeningeal carcinomatosis, carcinomatous meningitis, or radiographic signs of CNS hemorrhage. Note: Patients with stable brain metastases are allowed. Radiotherapeutic treatment must be completed 1 week before planned day 1 of study therapy.\n3. Presence of symptomatic metastatic visceral disease that are at risk of life-threatening complications in the short term, including but not confined to massive uncontrolled effusions (peritoneal, pleural, pericardial), pulmonary lymphangitis, or fulminant liver involvement.\n4. Inadequate organ function prior to enrolment including:\n\n   * Hemoglobin \\< 9 g/dL (\\< 5.6 mmol/L)\n   * Absolute neutrophil count (ANC) \\< 1500/mm³ (\\< 1.5 x 109/L)\n   * Platelets \\< 100,000/mm³ (\\< 100 x 109/L)\n   * Alanine aminotransferase (ALT/SGPT) and/or aspartate aminotransferase (AST/SGOT) \\> 3 x upper normal limits (ULN). If the patient has liver metastases, ALT and AST should not be ≥ 5 x ULN.\n   * Alkaline phosphatase (ALP) \\> 2.5 x ULN\n   * Total serum bilirubin \\> 1.5 x ULN (exception: patients with Gilbert's syndrome permitted up to ≤ 3 x ULN)\n   * Serum creatinine \\> 1.5 x ULN or estimated creatinine clearance \\< 50 mL/min as calculated using the standard method for the institution.\n5. Existing contraindication against the use of the elacestrant or olaparib.\n6. Prior treatment with PARP inhibitors.\n7. Female patients: pregnancy or lactation at the time of randomization or intention to become pregnant during the study and for a predefined period after the end of treatment (as described in protocol).\n\n   Male patients: intention to get a child during the study and for a predefined period after the end of treatment (as described in protocol).\n\n   According to the treatment received during the study, required contraception timelines for female and male patient after the end of therapy differ (refer to the study protocol).\n8. Any of the following within 6 months prior to enrolment: myocardial infarction, severe/unstable angina, ongoing grade ≥ 2 cardiac dysrhythmias, prolonged QT corrected by Fridericia's formula (QTcF) grade ≥ 2, uncontrolled atrial fibrillation of any grade, coronary/peripheral artery bypass graft, heart failure of New York Heart Association (NYHA) Class II or greater, or cerebrovascular accident including transient ischemic attack.\n9. Uncontrolled hypertension at the time of screening (systolic BP \\> 140 mmHg or diastolic BP \\> 90 mmHg that has not been adequately treated or controlled).\n10. Active and current anticoagulation for treatment purposes of thrombotic events occurring \\< 6 months before enrolment is not allowed (prophylactic anticoagulation, however, is acceptable). Treatment with an anticoagulant for a thrombotic event occurring \\> 6 months before enrolment, or for an otherwise stable and allowed medical condition (e.g., well controlled atrial fibrillation) is acceptable, provided dose and coagulation parameters (as defined by local standard of care) are stable for at least 28 days prior to the first dose of study drug.\n11. Known difficulty in tolerating oral medications or conditions which would impair absorption of oral medications such as: uncontrolled nausea or vomiting (i.e., CTCAE ≥ grade 3 despite antiemetic therapy), ongoing gastrointestinal obstruction/motility disorder, malabsorption syndrome, or prior gastric bypass.\n12. History of endometrial intraepithelial neoplasia in patients who have not undergone a hysterectomy.\n13. Malignant disease other than breast cancer, active or being disease-free for less than 5 years (except carcinoma in situ of the cervix, DCIS, and non-melanomatous skin cancer adequately treated).\n14. Uncontrolled significant active infections including HBV, HCV, and/or HIV. Patients with a positive hepatitis B surface antigen result or a positive hepatitis C antibody test result at screening or within 3 months before first dose of study treatment are excluded, except for the following:\n\n    * Participants with positive anti-HBs antibody titer and confirmatory negative hepatitis B DNA polymerase chain reaction.\n    * Participants with positive hepatitis C antibody due to prior resolved disease can be enrolled only if they have both completed curative therapy and have a hepatitis C viral load \\< quantifiable limit.\n15. Any severe, acute, uncontrolled, or chronic medical or psychiatric condition or laboratory abnormality that may increase the risk associated with study participation or investigational or non-investigational products administration, or may interfere with the interpretation of study results, and, in the judgment of the investigator, would make the patient inappropriate for entry into this study. Moreover, patients who, by virtue of an order issued by judicial or administrative authorities, are committed to an institution or those who cannot take part in clinical trials are excluded from this study.\n16. History of significant neurological or psychiatric disorders including psychotic disorders, dementia, or seizures that would prohibit the understanding and giving of informed consent.\n17. Unable or unwilling to avoid medications, supplements (e.g., St. John's wort), or foods (e.g., grapefruit, pomegranate, pomelos, star fruit, Seville oranges and their juices) that are moderate/strong inhibitors or inducers of CYP3A4 activity. Participation will be allowed if the medication, supplements, or foods are discontinued for at least 14 days prior to study entry and for the duration of the study.\n18. Concurrent treatment with other experimental drugs. Participation in another clinical trial with any investigational not marketed drug within 30 days prior to study entry.\n19. Receipt of live attenuated vaccination within 30 days prior to study entry. COVID-19 vaccines that do not contain live viruses are allowed (at least one week prior to study entry).",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}