{
    "nctId": "NCT06026631",
    "briefTitle": "Lipidomic Characterization in Non-metastatic Breast Cancer Women Undergoing Surgery: a Pilot Study.",
    "officialTitle": "Lipidomic Characterization in Non-metastatic Breast Cancer Women Undergoing Surgery: a Pilot Study.",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Cancer, Lipid Cell; Tumor, Nutrition Related Cancer, Body Weight",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "BASIC_SCIENCE",
    "enrollmentCount": 65,
    "primaryOutcomeMeasure": "Correlation lipidome and BMI",
    "eligibilityCriteria": "Patients\n\n* Age \\<65 years (not to have influence on functioning of desaturase enzymes that decline with older ages).\n* Neoplastic pathology: primary invasive breast cancer or ductal in situ (DCIS) newly diagnosed, in the pre-operative phase and which has not already undergone chemo- or radiotherapy.\n* Absence of serious intestinal and hepatic pathologies, diabetes, both insulin-dependent and in hypoglycaemic treatment or other pancreatic affection, thyroid affections in pharmacological treatment.\n* Absence of supplementation with omega-3 based supplements for at least 6 months.\n* Homogeneous distribution by BMI (1:1 ratio subjects with BMI≥25 and BMI\\<25, respectively).\n* Informed consent to participate in the study.\n\ncontrols\n\n* Age \\<65 years;\n* Not be affected by cancer;\n* BMI \\<25kg/m2;\n* Informed consent to participate in the study\n\nExclusion Criteria:\n\npatients\n\n* Age ≥65 years (would affect the functioning of desaturase enzymes that decline with older age).\n* Invasive primary breast cancer or ductal in situ (DCIS) previously treated with chemo- or radiotherapy.\n* Metastasis at diagnosis.\n* Presence of serious intestinal and hepatic pathologies.\n* Presence of diabetes, both insulin-dependent and in hypoglycaemic treatment or other pancreatic disease, thyroid disease in pharmacological treatment.\n* Supplementation with omega-3 based supplements for at least 6 months.\n* Failure to sign the informed consent to participate in the study.\n\ncontrols\n\n* Age ≥65 years;\n* Suffering from tumor pathology;\n* BMI ≥25kg/m2;\n* Refusal to sign informed consent to participate in the study.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}