{
    "nctId": "NCT04769050",
    "briefTitle": "Dynamic Observational Study With PET of 68Ga-HER2-affibody in Anti-HER2 Treatment",
    "officialTitle": "A Phase II, Single-center, Dynamic Observational Study With PET of 68Ga-HER2-affibody in Anti-HER2 Treatment",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 50,
    "primaryOutcomeMeasure": "The correlation between the change of HER2-PET at baseline and after 2 courses of treatment and ORR.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Subjects voluntarily joined the study, signed informed consent, and had good compliance.\n2. Female patients aged over 18 years (including cutoff value).\n3. an Eastern Cooperative Oncology Group (ECOG) performance status of 0 to 1.\n4. Patients with HER2 positive recurrent or metastatic breast cancer confirmed by histopathology.\n5. At least one extracranial measurable lesion according to Response Evaluation Criteria in Solid Tumors (RECIST) criteria version 1.1.\n6. Previously received no more than 1 prior lines of systemic chemotherapy for metastatic breast cancer\n7. Life expectancy ≥ 12 weeks.\n8. Adequate function of major organs meets the following requirements (no blood components and cell growth factors have been used within 14 days before randomization):\n\n   * Neutrophils ≥ 1.5×10\\^9/L\n   * Platelets ≥ 75×10\\^9/L\n   * Hemoglobin ≥ 80g/L\n   * Total bilirubin≤ 1.5 × the upper limit of normal (ULN)\n   * ALT and AST ≤ 3 × ULN\n   * BUN and Cr ≤ 1.5 × ULN\n   * Left ventricular ejection fraction (LVEF) ≥ 50%\n   * QTcF(Fridericia correction) ≤ 470 ms\n\nExclusion Criteria:\n\n1. The subject has untreated central nervous system (CNS) metastases.\n2. Patients who have undergone systemic, radical brain or meningeal metastasis (radiotherapy or surgery), but have been confirmed to have been stable for at least 4 weeks, and who have stopped systemic hormonal therapy for more than 2 weeks without clinical symptoms can be included.\n3. Received systemic therapy such as chemotherapy, molecular targeted therapyment;received endocrine therapy within 2 weeks before enrollment.\n4. Patients with other malignant tumors within 3 years or at the sametime(except for cured skin basal cell carcinoma and cervical carcinomain situ).\n5. Have undergone major surgical procedures or significant trauma within 4 weeks prior to randomization, or are expected to undergo major surgery.\n6. Pregnant women, lactating female, or women of childbearing age who are unwilling to take effective contraceptive measures.\n7. Have a history of allergies to the drug components of this regimen.\n8. Patients with active HBV and HCV infection; stable hepatitis B after drug treatment (HBV virus copy number is higher than the upper limit of reference value) and cured hepatitis C patients (HCV virus copy number exceeds the lower limit of detection method).\n9. History of immunodeficiency, including HIV positive, or other acquired or congenital immunodeficiency disease, history of organ transplantation.\n10. History of cardiac dysfunction, include(1)angina (2)clinical significant arrythmia or require drug intervention (3)myocardial infarction (4)heart failure (5) other cardiac dysfunction (judged by the physician); any cardiac or nephric abnormal ≥ grade 2 found in screening.\n11. Female patients who are pregnancy, lactation or women who are ofchildbearing potential tested positive in baseline pregnancy test.\n12. Childbearing female who refuse to accept any contraception practice.\n13. Determined by the physician, any serious coexisting disease might be harmful to the patient's safety or avoid the patients from accomplishing the treatment(e.g serious hypertension, diabetes, thyroid dysfunction,active infection etc.).\n14. History of neurological or psychiatric disorders, including epilepsy or dementia.\n15. Severe infections within 4 weeks prior to first dose (eg, intravenous infusion of antibiotics, antifungal or antiviral drugs according to clinical protocols), or unexplained fever (T \\> 38.3 °C ) during screening or prior to first administration",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}