{
    "nctId": "NCT06067503",
    "briefTitle": "Biomarkers to Detect Endocrine Therapy Resistance",
    "officialTitle": "Integrating Minimally Invasive Biomarkers of Estrogen Signaling to Detect Endocrine Therapy Resistance in Metastatic Invasive Lobular Breast Cancer",
    "overallStatus": "RECRUITING",
    "conditions": "Metastatic Cancer, Breast Cancer, Lobular Breast Carcinoma",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "DIAGNOSTIC",
    "enrollmentCount": 8,
    "primaryOutcomeMeasure": "Number of Participants who have decreased FFNP uptake on PET/CT in response to endocrine therapy",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Willing to provide informed consent\n2. Individuals at least 18 years of age\n3. Have biopsy-proven ER/PR-positive (defined as ER ≥1 percent and PR ≥1 percent by IHC) and HER2-negative advanced or metastatic LBC starting new standard of care endocrine therapy\n4. Adequate organ function as indicated by standard laboratory tests (CBC, liver function tests or CMP) allowing for systemic breast cancer treatment per treating oncologist\n5. Patients with evaluable bone-only disease that is lytic or mixed lytic-sclerotic are eligible\n6. Willing to comply with all study procedures and be available for the duration of the study\n7. Disease may be measurable by RECIST 1.1 criteria or non-measurable. Lesion size must be at least 1cm. If only bone lesions present, they should be lytic or mixed lytic-sclerotic. If only liver lesions present, patient is not eligible.\n\nExclusion Criteria:\n\n1. Patients with active brain metastases\n2. Patients with liver-only disease are not eligible due to high background liver activity related to the radiopharmaceutical's hepatobiliary route of elimination\n3. Unable to lie flat during or tolerate PET/CT\n4. Patients with a history of allergic reaction attributable to compounds of similar chemical or biologic composition to FFNP\n5. Presence of liver failure as judged by patient's treating physician\n6. Individuals who are pregnant, lactating, or planning on becoming pregnant during the study\n7. Not suitable for study participation due to other reasons at the discretion of the investigators\n8. Patients with progesterone-receptor negative disease defined as PR \\<1 percent by IHC",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}