{
    "nctId": "NCT01502592",
    "briefTitle": "Pre-Operative, Single-Dose Ipilimumab and/or Cryoablation in Early Stage/Resectable Breast Cancer",
    "officialTitle": "A Pilot Study of Pre-Operative, Single-Dose Ipilimumab and/or Cryoablation in Early Stage/Resectable Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer, Invasive Adenocarcinoma of the Breast",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 19,
    "primaryOutcomeMeasure": "safety",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Women age 18 years or older\n* Confirmed histologic diagnosis of invasive adenocarcinoma of the breast, including MSKCC pathology confirmation\n* ER, PR and HER2 testing in progress(i.e. on outside or MSKCC biopsy report)\n* HER2-positive pathology is permitted\n* Operable tumor measuring ≥1.5 cm in maximal diameter\n* Any nodal status\n* Multifocal and multicentric disease is permitted.\n* Synchronous bilateral invasive breast cancer is permitted\n* No indication of distant metastases\n* Total mastectomy planned\n* Tumor amenable to cryoablation as determined by radiologist\n* ECOG performance status score of 0 or 1\n\nScreening laboratory values must meet the following criteria:\n\n* White blood cells (WBCs) ≥ 2000/μL\n* Absolute neutrophil count (ANC) ≥ 1500/μL\n* Platelets ≥ 100 x 103/μL\n* Hemoglobin ≥ 11.0 g/dL\n* Serum creatinine ≤ 2 mg/dL (or glomerular filtration rate ≥ 40 ml/min)\n* AST ≤ 2.5 x upper limit of normal (ULN)\n* ALT ≤ 2.5 x ULN\n* Bilirubin within normal limits (except subjects with Gilbert's syndrome, who must have total bilirubin \\< 3.0 mg/dL)\n* Negative HIV screening test\n* Negative screening tests for Hepatitis B and Hepatitis C.\n* Patients with positive results that do not indicate true active or chronic infection may enroll after discussion and consensus agreement by the treating physician and principal investigator.\n* Women of childbearing potential (WOCBP) must be using an acceptable method of contraception to avoid pregnancy throughout the study and for at least 3 months after the last dose of ipilimumab in such a manner that the risk of pregnancy is minimized. See below for the definition of WOCBP.\n* WOCBP must have a negative serum pregnancy test within 14 days of the first study intervention.\n* Women must not be breastfeeding.\n* Willing to adhere to the study visit schedule and the prohibitions and restrictions specified in this protocol.\n* Definition of WOCBP\n* Women of childbearing potential include any female who has experienced menarche and who has not undergone successful surgical sterilization (hysterectomy, bilateral tubal ligation, or bilateral oophorectomy) or is not postmenopausal. Post menopause is defined as:\n* Amenorrhea ≥ 12 consecutive months without another cause and a documented serum follicle stimulating hormone (FSH) level \\>35 mIU/mL\n* Women with irregular menstrual periods and a documented FSH level \\> 35 mIU/mL\n* Women on hormone replacement therapy (HRT) Women who are using oral contraceptives, other hormonal contraceptives (vaginal products, skin patches, or implanted or injectable products), or mechanical products such as an intrauterine device or barrier methods (diaphragm, condoms, spermicides) to prevent pregnancy, or are practicing abstinence or where their partner is sterile (e.g., vasectomy) should be considered to be of childbearing potential.\n\nExclusion Criteria:\n\n* Inflammatory breast cancer\n* Medical history and concurrent diseases\n* Autoimmune disease: subjects with a documented history of inflammatory bowel disease, including ulcerative colitis and Crohn's disease are excluded from this study as are subjects with a history of symptomatic disease (e.g., rheumatoid arthritis, systemic progressive sclerosis \\[scleroderma\\], Systemic Lupus Erythematosus, autoimmune vasculitis \\[e.g., Wegener's Granulomatosis\\]). Subjects with motor neuropathy considered of autoimmune origin (e.g., Guillain-Barre Syndrome) are excluded from this study.\n* Any underlying medical or psychiatric condition, which in the opinion of the investigator, will make the administration of study drug hazardous or obscure the interpretation of AEs, such as a condition associated with frequent or poorly controlled diarrhea.\n* Prohibited Treatments and/or Therapies\n\n  a) Chronic use of immunosuppressants and/or systemic corticosteroids (used in the management of cancer or non-cancer-related illnesses). However, use of corticosteroids is allowed for the treatment of immune related Adverse Events (irAEs), or adrenal insufficiency.\n* Any non-oncology vaccine therapy used for prevention of infectious diseases within 4 weeks prior to first dose of ipilimumab.\n* Prior treatment with a CD137 agonist, ipilimumab or other CTLA4 inhibitor;\n* Prior investigational agents within 4 weeks prior to first dose of ipilimumab;\n* Prior therapy with any anti-cancer agents including chemotherapy, adjuvant chemotherapy, immunosuppressive agents, surgery or radiotherapy within 4 weeks prior to first dose of ipilimumab.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}