{
    "nctId": "NCT03634150",
    "briefTitle": "Safety and Efficacy of IV Nerofe™ Followed by Doxorubicin, In Metastatic Ovarian Cancer and Triple Negative Breast Cancer",
    "officialTitle": "A Phase 1b, Open-Label, Dose-Confirmation Study Evaluating the Safety, and Clinical Effects of Intravenously Administered Nerofe™ in Combination With Doxorubicin, In Subjects With Metastatic Ovarian Cancer and Triple Negative Breast Cancer",
    "overallStatus": "WITHDRAWN",
    "conditions": "Metastatic Ovarian Cancer, Triple Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "The primary safety endpoint will be the Adverse Events (AE) reported during the combined treatment of Nerofe and low Dose doxorubicin , using the CTCAE score.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Females over18 years of age.\n2. Pathologically confirmed locally advanced and/or metastatic solid tumor, for which, in the judgment of the Principal Investigator, no standard curative therapy exists.\n3. Subjects must have 1 of the following solid tumor types: Ovarian cancer (up to 12 patients), or by Triple-negative breast cancer (up to 12 patients).\n4. Disease that is evaluable, or measurable on imaging by Response Evaluation Criteria in Solid Tumors (RECIST v1.1 Appendix A), and where applicable is characterized by informative tumor marker(s).\n5. Eastern Cooperative Oncology Group (ECOG) Performance Status of ≤ 2(Section 6.1.1.6) .\n6. Acceptable clinical laboratory values at screening, as indicated by:\n\n   Absolute neutrophil count ≥ 1,500/mm3; Platelets ≥ 75,000/mm3; Total bilirubin ≤ 5 mg/dL. ASpartate aminoTransferase (SGOT) ≤ 2.5 × the Upper Limit of Normal; ALalanine aminoTransferase (SGPT) ≤ 2.5 × the Upper Limit of Normal; Serum creatinine ≤ 1.5 mg/dL or a measured creatinine clearance higher than 60 mL/min; and Negative serum Beta human chorionic gonadotropin test in women of childbearing potential (defined as women ≤ 50 years of age or history of amenorrhea for ≤ 12 months prior to study entry).\n7. Patients with hepatic metastasis are eligible to enroll, provided that the following criteria are met at Screening:\n\n   Total bilirubin ≤ 5 \\* mg/dL; ASpartate aminoTransferase and ALalanine aminoTransferase are each ≤ 5 × the Upper Limit of Normal;\n8. Willing and able to provide written Informed Consent and comply with the requirements of the study.\n9. Tumor tissue, taken from either an archival sample or a fresh biopsy, must be available for staining for T1/ST2 receptor, and must be ST2 positive.\n10. Subject has not been previously treated with Doxorubicin or total accumulated dose has never exceeded 240 mg/m2.\n\nExclusion Criteria:\n\n1. Any chemotherapy, immunomodulatory drug therapy, anti-neoplastic hormonal therapy (unless dose has been stable for 1 month prior to Baseline and remains stable during the trial), immunosuppressive therapy, corticosteroids \\> 20 mg/day prednisone or equivalent (unless administered to prevent contrast material reactions during radiographic procedures), or growth factor treatment (eg, erythropoietin) within 14 days prior to initiation of study drug.\n2. Presence of an acute toxicity of prior chemotherapy, with the exception of alopecia or peripheral neuropathy, that has not resolved to ≤ Grade 1, as determined by NCI CTCAE v 4.0 (http://evs.nci.nih.gov/ftp1/CTCAE/About.html).\n3. Receipt of \\>3 prior regimens of cytotoxic chemotherapy, including any use in the neo-adjuvant, adjuvant, and/or metastatic settings ,Unless more than 1 year elapsed since the Neo-adjuvant treatment was completed\n4. Receipt of Blood Transfusion during 2 weeks prior to Baseline\n5. Life expectancy \\<12 weeks.\n6. Major surgery or radiation therapy within 28 days prior to initiation of study drug,\n7. Known human immunodeficiency virus (HIV) or acquired immunodeficiency syndrome-related illness.\n8. Patients with history of brain metastasis\n9. Known active hepatitis B or C or other active liver disease (other than malignancy).\n10. Severe liver dysfunction (Child-Pugh Class B or C) and\n11. Patients with a history of esophageal bleeding have varices that have been sclerosed or banded and no bleeding episodes have occurred during the prior 6 months.\n12. Active infection requiring systemic therapy.\n13. Insulin-requiring diabetes mellitus will not be included if, according to the investigator, not stable, during the last 6 months.\n14. History of any of the following within 12 months prior to initiation of study drug:\n\n    Uncontrolled congestive heart failure (New York Heart Association Classification 3 or 4), unstable angina, myocardial infarction, cerebrovascular accident, coronary/peripheral artery bypass graft surgery, transient ischemic attack, or pulmonary embolism (within the last 6 months). Left Ventricular Ejection Fraction \\<50% .\n15. Uncontrolled arterial hypertension, or anti-hypertensive drugs whose type or dose has been changed within 1 months prior to screening or whose dose is anticipated to change within cycle 1.\n16. Risk of syncope, in the judgment of the Principal Investigator, according to the patient's history of syncope.\n17. History of ongoing cardiac dysrhythmias requiring drug treatment\n18. Malignancies can be a reason for exclusion only if active during the last year or requiring any anti-tumor treatment. Skin non-melanomatous tumors and thyroid carcinomas - can be included. as well as, Previously treated malignancy within the past 2 years that the Principal Investigator deems to be at low risk for recurrence during the course of this trial.\n19. Use of any investigational agents within a minimum of 4 weeks or 5 half-lives of initiation of study drug.\n20. Pregnant or lactating female.\n21. Women of childbearing potential, unless they agree to use dual contraceptive methods which, in the opinion of the Principal Investigator, are effective and adequate for that patient's circumstances while on study drug and for 3 months afterward.\n22. Any severe, acute, or chronic medical or psychiatric condition, or laboratory abnormality that may increase the risk associated with study participation or study drug administration, may interfere with the informed consent process and/or with compliance with the requirements of the study, or may interfere with the interpretation of study results and, in the investigator's opinion, would make the patient inappropriate for entry into this study.\n23. Any known multiple allergy, or acute allergic reaction within the subject's medical History or General Practitioner's records.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}