{
    "nctId": "NCT02210364",
    "briefTitle": "Study of Lurbinectedin (PM01183) in Combination With Capecitabine in Patients With Metastatic Breast Cancer (MBC), Pancreatic Cancer (PC) or Metastatic Colorectal Cancer (CRC).",
    "officialTitle": "Phase I Multicenter, Open-label, Clinical and Pharmacokinetic Study of Lurbinectedin (PM01183) in Combination With Capecitabine in Patients With Unresectable Metastatic Breast Cancer (MBC), Pancreatic Cancer (PC) or Metastatic Colorectal Cancer (CRC)",
    "overallStatus": "COMPLETED",
    "conditions": "Metastatic Breast Cancer, Pancreatic Cancer, Metastatic Colorectal Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 81,
    "primaryOutcomeMeasure": "Recommended dose of PM01183 in combination with capecitabine",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Voluntarily signed and dated written informed consent (IC)\n* Age between 18 and 75 years\n* Women of childbearing potential must have pregnancy excluded by appropriate testing before study entry.\n* Life expectancy ≥ 3 months.\n* Patients with a histologically/cytologically confirmed diagnosis of unresectable Metastatic Breast Cancer, Pancreatic Cancer or metastatic Colorectal Cancer.\n\nExclusion Criteria:\n\n* Three or more prior chemotherapy-containing lines for advanced disease.\n* Prior treatment with PM01183 or with capecitabine containing therapy for advanced disease.\n* History within the last year or presence of unstable angina, myocardial infarction, congestive heart failure, or clinically relevant valvular heart disease or symptomatic arrhythmia or any asymptomatic ventricular arrhythmia requiring ongoing treatment.\n* Ongoing chronic hepatopathy of any origin.\n* Active uncontrolled infection.\n* Patients with dyspnea who are requiring any ongoing oxygen support.\n* Known human immunodeficiency virus (HIV) infection.\n* Any other major illness that, in the Investigator's judgment, will substantially increase the risk associated with the patient's participation in this study.\n* Men or women of childbearing potential who are not using an effective method of contraception",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}