{
    "nctId": "NCT01530607",
    "briefTitle": "Administration During Chemotherapy to Reduce Ovarian Failure Following Chemotherapy in Early Stage, Hormone-Receptor Negative Breast Cancer",
    "officialTitle": "Administration During Chemotherapy to Reduce Ovarian Failure Following Chemotherapy in Early Stage, Hormone-Receptor Negative Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 416,
    "primaryOutcomeMeasure": "The study is to compare the rate of premature ovarian failure at two years following standard adjuvant or neoadjuvant chemotherapy",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patients must be premenopausal women with a histologically confirmed diagnosis of operable Stage I, II, or IIIA invasive breast cancer. Patients who have completed surgery must have pathologic Stage I, II, or IIIa disease. Patients to be treated in the preoperative setting may be staged clinically but must have operable disease. For the purposes of this study, premenopausal is defined as the presence of cyclic menstrual bleeding within 6 weeks prior to randomization or documentation of FSH and estradiol levels in the premenopausal range.\n2. Patients must have tumors that are both estrogen receptor negative and progesterone receptor negative.\n3. Patients must be of age 18 or greater and under age 50.\n4. The patient's planned treatment must include 3 to 8 months or cycles of an alkylating agent containing post-operative or pre-operative chemotherapy regimen that can be anthracycline-based or non-anthracycline-based.\n5. For patients receiving chemotherapy in the pre-operative setting, there must be no intention to give additional chemotherapy in the postoperative setting\n6. Patients receiving post-operative chemotherapy must be registered within 84 days after the final surgical procedure required to adequately treat the primary tumor or axilla.\n7. Patients must not have received prior cytotoxic chemotherapy for this breast cancer or for any condition. Patients currently enrolled on S0221 are eligible for this study.\n8. Patients must not have received estrogens, antiestrogens, selective estrogen receptor modulators, aromatase inhibitors, or hormonal forms of contraception within the past month with the following exceptions: Women under the age of 35 may have had recent use of oral contraceptive pills but these must be discontinued prior to randomization. In addition, for women of all ages, up to two months of hormonal treatments for oocyte collection for the purposes of in vitro fertilization and cryopreservation of embryos or oocytes is permitted provided these treatments are complete prior to randomization.\n\n   Women using oral contraceptive pills or hormonal treatments for oocyte collection during the month prior to enrollment must have documentation of FSH and estradiol levels in the premenopausal range.\n9. No prior malignancy is allowed except for adequately treated basal cell (or squamous cell) skin cancer, in situ cancer or other cancer for which the patient has been diseasefree for five years after treatment with curative intent.\n10. Patients must have a performance status of 0 - 2 by Zubrod criteria (see Section 10.4).\n11. Pregnant or nursing women may not participate due to the possibility of fetal harm or of harm to nursing infants from this treatment regimen. Women of reproductive potential must agree to use an effective barrier contraceptive method.\n\n13. All patients must be informed of the investigational nature of this study and must sign and give written informed consent in accordance with institutional and federal guidelines.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT"
}