{
    "nctId": "NCT02008994",
    "briefTitle": "Phase II Study Using Genomic & Proteomic Profiling to Influence Treatments for Patients With Metastatic Breast Cancer",
    "officialTitle": "A Phase II Pilot Study Utilizing Genomic and Proteomic Profiling to Find Potential Targets and Influence Treatments for Patients With Metastatic Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 5,
    "primaryOutcomeMeasure": "Progression free survival as a result of targeted therapy for breast cancer suggested by proteomic and genomic profiling using RPMA, targeted resequencing, IHC analysis, WGS, RNA-Seq, and Exome sequencing.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Understand and provide written informed consent and HIPAA Authorization prior to initiation of any study-specific procedures\n* Have a life expectancy of \\>3 months\n* Have a diagnosis of metastatic breast cancer with measurable disease (RECIST 1.1)\n* Have documentation of progression if applicable (by RECIST 1.1) on the treatment regimen immediately prior to entering this study.\n* Be ≥ 18 years of age\n* Have an ECOG score of 0-1\n* Be a good medical candidate for and willing to undergo two biopsies or surgical procedures to obtain tissue, which may or may not be part of the patient's routine care for their malignancy. The 1st biopsy is required and the 2nd biopsy is optional.\n* Have documented lack of response or documented progression form last therapy.\n* Have adequate organ and bone marrow function as defined below:\n* Bone marrow: absolute neutrophil count (ANC) ≥ 1.5 x 109/L; hemoglobin 9 g/dL; platelets \\> 100 x 109/L\n* Renal: creatinine clearance ≥ 60 mL/min (calculated according to Cockcroft and Gault) or creatinine ≤ 1.5 mg/dL\n* Hepatic: bilirubin ≤ 2.5 x the upper limit of normal (ULN); aspartate transaminases (AST/SGOT); alanine transaminases (ALT/SGPT) ≤ 2.5 x ULN (or ≤ 5 x ULN if due to underlying liver metastases); INR ≤ 1.5 x ULN (except in the case of anti-coagulation therapy)\n* Female patients of childbearing potential must have a negative pregnancy test and agree to use at least one form of contraception during the study and for at least one month after treatment discontinuation. For the purposes of this study, child- bearing potential is defined as: all female patients that were not in post- menopause for at least one year or are surgically sterile\n* Male patients must use a form of barrier contraception approved by the investigator / treating physician during the study and for at least one month after treatment discontinuation\n\nExclusion Criteria:\n\n* Have a tumor biopsy intended for use in the current study that was performed more than 2 months prior to analysis\n* Have metastatic lesions that are not accessible to biopsy\n* Have had interventional cancer therapy conducted after the biopsy was collected prior to analysis\n* Have symptomatic CNS metastasis. Patients with a history of CNS metastases who have been treated with whole brain irradiation must be stable without symptoms for 4 weeks after completion of treatment, with image documentation required, and must be either off steroids or on a stable dose of steroids for ≥ 2 weeks prior to enrollment\n* Have any previous history of another malignancy (other than cured basal cell carcinoma of the skin or cured in-situ carcinoma of the cervix) within 5 years of study entry\n* Have uncontrolled concurrent illness including, but not limited to, ongoing or active serious infection, symptomatic congestive heart failure, unstable angina pectoris, unstable cardiac arrhythmias, psychiatric illness, or situations that would limit compliance with the study requirements or the ability to willingly give written informed consent\n* Have known HIV, HBV, HCV infection\n* Are pregnant or breast-feeding patients or any patient with childbearing potential not using adequate contraception",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}