{
    "nctId": "NCT04671511",
    "briefTitle": "Targeted Axillary Dissection (TAD) in Early-stage Node Positive Breast Cancer",
    "officialTitle": "Sentinel Node Biopsy and Targeted Axillary Dissection in Node-Positive Breast Cancer Patients With Clinically Negative Axilla",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer Female, Early-stage Breast Cancer, Lymph Node Metastases, Axillary Metastases, Sentinel Lymph Node",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 98,
    "primaryOutcomeMeasure": "Reduction in recommended completion node dissection rate (CND) with the use of Targeted Axillary Dissection (TAD) vs. Sentinel Node Biopsy (SNB) alone.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Participants must be ≥ 18 years old.\n* Participants with a clinical T1 or T2 invasive ductal or lobular breast carcinoma, regardless of estrogen/progesterone/human epidermal growth factor receptor 2 (HER2) receptor status.\n* Participants with clinical (on palpation) N0 and up to two suspicious lymph nodes on axillary ultrasound.\n* Participant with biopsy-proven positive axillary disease made by core needle biopsy or fine-needle aspiration.\n* Participants must have an Eastern Cooperative Oncology Group (ECOG) Scale of Performance Status less than 2.\n* Participants must understand, accept, and have signed the approved consent form.\n\nExclusion Criteria:\n\n* Participant with previous ipsilateral axillary surgery, including sentinel lymph node biopsy.\n* Participants with distant metastases.\n* Participants that have had previous radiotherapy to the axillary nodes.\n* Participants who received neoadjuvant therapy.\n* If the injection of blue dye is planned, patients with hypersensitivity or allergy to isosulfan blue, patent blue, methylene blue or radiocolloid dye.\n* Participants who are unable to provide informed consent.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}