{
    "nctId": "NCT02698891",
    "briefTitle": "Avoiding Growth Factor During Paclitaxel Treatment in Breast Cancer",
    "officialTitle": "Feasibility and Safety of Avoiding Granulocyte Colony-stimulating Factor Prophylaxis During the Paclitaxel Portion of Dose Dense Doxorubicin-Cyclophosphamide and Paclitaxel Regimen",
    "overallStatus": "COMPLETED",
    "conditions": "Early Stage Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 127,
    "primaryOutcomeMeasure": "Rate of Paclitaxel Treatment Completion Within 7 Weeks",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients must have histologically or cytologically confirmed Stage I-III breast cancer (as defined by the revised, American Joint Committee on Cancer 7th edition criteria) and be at sufficient risk for tumor recurrence. Staging studies to exclude metastatic disease are not required in asymptomatic patients. However, patients with findings considered suspicious for metastatic disease on any staging studies that are obtained need to be evaluated to exclude stage IV breast cancer.\n* Patients must be deemed by their treating oncologist as candidates for (neo) adjuvant chemotherapy with dose dense AC and T.\n* Age ≥ 18 years and \\< 65 at the time of informed consent.\n* Eastern Cooperative Oncology Group (ECOG) performance status (PS) ≤ 1.\n* Any grade 3 or clinically significant grade 2 treatment-related non-hematological toxicity must be resolved to grade 1 before retreatment with chemotherapy (with exception of alopecia)\n* Laboratory Evaluations:\n\n  * Adequate blood marrow function defined as:\n\n    * Absolute neutrophil count (ANC) ≥1500 µL\n    * Hemoglobin ≥9.0 g/dl\n    * Platelets ≥100,000/mm3\n  * Adequate hepatic function defined as:\n\n    * Total bilirubin ≤ 1.2 institutional upper limit of normal (ULN)\n    * Aspartate aminotransferase (AST), alanine aminotransferase (ALT), alkaline phosphatase ≤ 1.5 X upper limit normal (ULN)\n  * Adequate renal function defined as:\n\n    --- Serum creatinine ≤ 1.5 X ULN\n  * Premenopausal women (including women who have had a tubal ligation and for women less than 12 months after the onset of menopause) must have a negative serum pregnancy test.\n* Patients with risk factors for Hepatitis B or C should be tested (anti-hepatitis C virus (HCV) antibody, hepatitis B surface antigen \\[HBsAg\\] or Hepatitis B core antibody). Risk factors include: history of unprotected sexual intercourse, intravenous drug use, or originally from endemic regions. If infection is suspected, hepatitis B virus (HBV) DNA and HCV RNA should be requested as appropriate.\n* Note: Patients with positive Hepatitis B or C serologies without known active disease must meet the eligibility requirements for ALT, AST, total bilirubin, and alkaline phosphatase and must have a normal international normalized ratio (INR) on at least two consecutive occasions, separated by at least 1 week, within the 30 day screening period.\n* Ability to understand and the willingness to sign a written informed consent document\n\nExclusion Criteria:\n\n* Patients who have received previous cytotoxic chemotherapy including an AC-T regimen or previous therapeutic radiation therapy for any reason in the last 5 years. Because of possible limitations in bone marrow reserve, patients with such prior treatments are not appropriate candidates for this trial. Patients who have had prior hormonal therapy (for instance, tamoxifen for prevention of breast cancer) are eligible. Patients who have participated in a window study (treatment with an investigational agent prior to surgery for ≤2 weeks) are eligible but must have discontinued the investigational agent at least 14 days before enrollment.\n* Participants who are receiving any other investigational agents\n* Have had at least one prior episode of fever and neutropenia (ANC\\< 500/mm3 or expected to fall below \\< 500/mm3) during AC.\n* Patients taking lithium.\n* Patients receiving chronic treatment with oral steroids or another immunosuppressive agent (excluding steroids as part of the chemotherapy pre-medication or emetic medication).\n* Known HIV-positive individuals or with any immunodeficiency status.\n* Patients with history of hematologic disease, including myelodysplasia or bone marrow malignancies.\n* History of allergic reaction attributed to compounds of similar chemical or biologic composition to Paclitaxel, which cannot be managed by premedication.\n* Currently pregnant or breast-feeding.\n* Uncontrolled intercurrent illness including, not limited to ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements or other significant diseases or disorders that, in the investigator's opinion, would exclude the subject from participating in the study.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}