{
    "nctId": "NCT03202446",
    "briefTitle": "Randomized Clinical Trial Evaluating the Use of the Laser-Assisted Immunotherapy (LIT/inCVAX) in Advanced Breast Cancer",
    "officialTitle": "Phase 3 Randomized Clinical Trial Evaluating the Use of the Laser-Assisted Immunotherapy (LIT) System in Advanced Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer Stage IIIA, Breast Cancer, Stage IIIB, Breast Cancer Stage IV",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 18,
    "primaryOutcomeMeasure": "Overall Response Rate",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patient is ≥18 years of age\n2. Patient must have measurable disease that has progressed despite their current and past treatment plans and with not more treatments lines available according NCI guidelines, described in the subject medical report.\n3. Patient has an Eastern Cooperative Oncology Group (ECOG) performance status of 0-1.\n4. Patient has adequate organ function, confirmed by the following laboratory values obtained ≥14 days prior to the first treatment:\n\n   * Bone Marrow Function:\n\n     1. Absolute neutrophil count (ANC) ≥1.5 × 103/mm3\n     2. Platelets \\>75 × 103/mm3\n     3. Hemoglobin ≥9 g/dL\n   * Hepatic Function:\n\n     1. AST and ALT ≤3 × upper limit of normal (ULN); if liver metastases, then ≤5 × ULN.\n     2. Bilirubin ≤2.0 × ULN.\n   * Renal Function:\n\n     1. Serum creatinine ≤2.0 × ULN or a creatinine clearance of \\>60 mL/min the calculation of the creatinine clearance will be performed using the cockcroft gault equation (CRCL).\n5. Patient is willing to provide written informed consent and agrees to comply with visit schedule.\n6. Patient is willing to participate in yearly follow-up calls for an additional 4 years after the completion of the 12 month study period.\n7. Patient has life expectancy ≥ 6 months.\n8. Patient has Stage 3b, 3c or stage 4 breast cancer and has a laser-accessible solid tumor that is palpable to touch allowing insertion of interstitial laser fiber without imaging techniques. At least one palpable tumor must be \\>1 cm with previous treatment failed (no more lines available for patient treatments including chemotherapy, radiation therapy , monoclonal antibodies), described by NCI guidelines and described in the patient's medical report.\n9. Patient with relapsed or refractory laser-accessible breast cancer, and where the investigator believes that the patient will not require surgical intervention for at least 12 weeks.\n10. Patients who are of child-bearing potential (males and females) using an effective method of contraception during the treatment period and for at least 6 months after the last dose of treatment and patients who are not of child-bearing potential (males and females, e.g.post menopause). Women of child-bearing potential must have a negative serum pregnancy test just prior to first treatment. The study will provide a barrier method (e.g. condoms, etc).\n11. Patient fits into the pre-defined stratification schedule\n\nExclusion Criteria:\n\n1. Patient has received prior treatment with glycated chitosan or laser-assisted immunotherapy GC Injection.\n2. Patient has a known allergic reaction to shellfish, crabs, crustaceans, or any study components used in treatment.\n3. Patient has symptomatic or untreated CNS disease, including seizures. Patients with asymptomatic CNS metastases are eligible provided that they have been clinically stable for a minimum of 4 weeks and are not on steroid treatment.\n4. Patient has impaired cardiac function of clinical significance or has experienced within 6 months of initiation of treatment: myocardial infarction, severe/unstable angina, coronary/peripheral artery bypass graft, symptomatic congestive heart failure, cerebrovascular accident or transient ischemic attack, or pulmonary embolism.\n5. Patient has an implantable pacemaker or cardioverted defibrillator within 5 cm of the laser-accessible solid tumor to be treated with laser-assisted immunotherapy.\n6. Patient has uncontrolled hypertension.\n7. Patient has an ongoing requirement for therapeutic anticoagulation therapy (low-dose anticoagulants or low molecular weight heparin for the prevention of deep vein thrombosis and maintenance of patency of central venous devices is allowed)\n8. Patient has HIV or AIDS or history of chronic hepatitis B or C (those who are considered cured of chronic hepatitis B or C may be allowed). Physician may test the patient for hepatitis and exclude the patient if the test is positive.\n9. Patient has a serious autoimmune disease (e.g., Lupus). Consultation with medical monitor is required to discuss enrollment if patient has autoimmune disease.\n10. Patient has an active infection requiring antibiotics.\n11. Patient has presence of ascites or pleural effusion requiring chronic medical intervention.\n12. Patient is receiving concomitant treatment with systemic corticosteroids (e.g., predisone) or other immunosuppressive therapy (e.g., methotrexate). Patient should be free of corticosteroid use for at least 18 weeks prior to trial enrollment\n13. Patient has received treatment with chemotherapy, radiation, hormones, antibody or other immunotherapy, gene therapy, vaccine therapy, or an investigational product like a treatment for cancer within 4 weeks prior to the start of the study treatment or within 5 t1/2 of a drug, whichever is shorter.\n14. Patient has unresolved toxicities from prior anticancer therapy that may limit the ability to remain in the study.\n15. Patient has had a surgical procedure ≤14 days prior to the first scheduled treatment; in all cases, the patient must be sufficiently recovered and stable before treatment administration.\n16. Patient has any serious or unstable concomitant systemic conditions that are incompatible with this clinical study (e.g., substance addiction, psychiatric disturbance, or uncontrolled intercurrent illness including active infection, arterial thrombosis, abnormal hyper-coagulation profile, or symptomatic pulmonary embolism) or would complicate the study.\n17. Patient has any other condition that may cause an increased risk associated with the study participation or may interfere with the interpretation of study results, and in the opinion of the investigator, would make the patient inappropriate for entry into this study.\n18. Patient is pregnant, lactating, or breastfeeding.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}