{
    "nctId": "NCT02664103",
    "briefTitle": "Study of Capecitabine and Cyclophosphamide Administered as a Single Pill in Patients With Advanced Breast Cancer",
    "officialTitle": "A Phase II Open-label Randomized Study of a Fixed-dose Combination of Capecitabine and Cyclophosphamide Administered at Different Doses/Regimens With Metronomic Schedule in Patients With Metastatic Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer Metastatic",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 2,
    "primaryOutcomeMeasure": "Proportion of patients with adverse events",
    "eligibilityCriteria": "Inclusion criteria:\n\n* Female ≥18 and ≤65 years old.\n* Patients with histologically or cytologically confirmed Metastatic Breast Cancer (HER2 negative, ER/PR positive or negative), who are candidates to receive capecitabine and cyclophosphamide as per Investigator's judgment, and meet either one of the following characteristics:\n* Recurrence of the disease following at least 2 lines of chemotherapy failure for metastatic triple negative breast cancer.\n* In ER/PR positive breast cancer, recurrence of the disease following at least 1 line of chemotherapy failure and 2 lines of hormonal therapy failure.\n* Patients who have been previously treated with capecitabine can be recruited in the study provided:\n* As per the Investigator's opinion, patients will benefit from this chemotherapy AND\n* For prior single administration of capecitabine: at least 6 months has elapsed between last capecitabine treatment and initiation of study treatment.\n* For prior capecitabine-based combination regimen: at least 12 months has elapsed between last capecitabine-based treatment and initiation of study treatment.\n* At least one unidimensionally measurable lesion according to RECIST criteria version 1.1.\n* An Eastern Cooperative Oncology Group (ECOG) performance status (PS) 0, 1, or 2.\n* Life expectancy of \\>3 months.\n* Patients who are willing to undergo (oral) chemotherapy for the treatment of their disease and who are expected to comply with the treatment and study procedures, as per the Investigator's judgment.\n* For women of child bearing potential, documented negative pregnancy test and agreement to use acceptable birth control measures during the duration of the study.\n* Signed Informed consent obtained prior to any study related procedures.\n\nExclusion criteria:\n\n* Patients who are HER 2 positive.\n* Patients with 3 or more lines of chemotherapy failure for metastatic triple negative breast cancer.\n* In ER/PR positive breast cancer, recurrence of the disease following 2 or more lines of chemotherapy failure and/or 3 or more lines of hormonal therapy failure.\n* Patients presenting with de novo stage IV metastatic breast cancer, not previously treated for their disease.\n* Patients who have already received any metronomic chemotherapy regimen.\n* Known hypersensitivity to capecitabine or to any of its components.\n* Known hypersensitivity to 5-fluorouracil.\n* Known hypersensitivity to cyclophosphamide or any of its components.\n* History of bladder carcinoma.\n* Systemic anticancer therapy (chemotherapy, hormone therapy, or radiotherapy) within 4 weeks of randomization for the study.\n* History of unexplained hematuria.\n* History of dihydropyrimidine dehydrogenase (DPD) deficiency.\n* Severe renal impairment (creatinine clearance below 30 mL/min \\[Cockroft and Gault\\]).\n* Concomitant warfarin treatment.\n* History of significant cardiac disease (eg, unstable angina, congestive heart failure, myocardial infarction, ventricular arrhythmias) within the previous 6 months.\n* Conditions/situations such as:\n* Patient is the Investigator or any Sub-Investigator, research assistant, pharmacist, Study coordinator, other staff, or relative thereof, directly involved in the conduct of the protocol.\n* Uncooperative Patient or any condition that could make the Patient potentially noncompliant to the study procedures.\n* Pregnant or breast-feeding women.\n* Women of childbearing potential not protected by effective contraceptive method of birth control and/or who are unwilling or unable to be tested for pregnancy.\n* Patients with a possibility of active tuberculosis as suggested by:\n* Any signs or symptoms suggestive of active tuberculosis upon medical history or clinical examination.\n* Chest radiograph within 3 months prior to the screening visit consistent with tuberculosis infection.\n* Patients with close contact with a person with active tuberculosis.\n* Known history of Human Immunodeficiency Virus (HIV).\n* Any other significant medical conditions which in the judgment of the Investigator would preclude completion of the study.\n* Participation in a clinical research study evaluating another investigational drug or therapy within 30 days prior to the Screening Visit.\n* Presence of any of the following laboratory abnormalities at the Screening Visit:\n* Hemoglobin \\<8.5 g/L;\n* White blood cell (WBC) \\<3000/μL;\n* Platelet count \\<100 000/μL;\n* Absolute neutrophil count (ANC) \\<1500/μL;\n* Aspartate aminotransferase (AST) or alanine aminotransferase (ALT) \\>1.5 x upper limit of normal (ULN) (or \\> 5 x ULN in patients with liver metastasis);\n* Total Bilirubin \\>1.5 X ULN (or \\> 2 x ULN in patients with liver metastasis).\n* Patients with a body surface area (BSA) \\<1.0 m² or 1.8 m².\n\nThe above information is not intended to contain all considerations relevant to a patient's potential participation in a clinical trial.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}