{
    "nctId": "NCT03384095",
    "briefTitle": "Trial of Oral Hyaluronic Acid for the Prevention of Aromatase Inhibitor-Associated Arthralgias",
    "officialTitle": "Single Center, Placebo-Controlled Trial of Oral High-Molecular Weight Hyaluronic Acid for the Prevention of Aromatase Inhibitor-Associated Arthralgias",
    "overallStatus": "WITHDRAWN",
    "conditions": "Breast Neoplasm Female, Arthralgia",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "Difference in mean change in joint pain between HA and placebo groups",
    "eligibilityCriteria": "Study Population ER/PR-Positive Breast Cancer Subjects whose AIMSS resolved with cessation of their AI and are candidates for switching to a different AI and who meet the inclusion and exclusion criteria will be eligible for participation in this study.\n\nInclusion Criteria\n\n1. Age ≥ 18 years old.\n2. Had been taking anastrazole or letrozole, and discontinued it within the past 90 days due to pain and/or stiffness. The AI-related pain/stiffness must have resolved.\n3. Prior tamoxifen use is allowed.\n4. A prior switch from exemestane is allowed.\n5. Women who have undergone a total mastectomy or breast conserving surgery for Stage 0-3 breast cancer +/- chemotherapy, +/- antiHer2Neu therapy, +/- radiotherapy.\n6. Must have ER and/or PR positive tumors.\n7. Women who are postmenopausal by the presence of natural amenorrhea ≥ 12 months or by ovarian ablation (bilateral oophorectomy, radiation, or administration of a gonadotropin-releasing hormone agonist).\n8. Eastern Cooperative Oncology Group Performance Score (ECOG PS) 0-3 (Appendix II).\n9. Patients may or may not be taking non-opioid analgesics.\n10. Adequate renal and hepatic function:\n\n    i) Include only subjects with AST and ALT \\< 2.0 × ULN; AP \\< 1.5 × ULN; total bilirubin \\< 1.2 × ULN ii) Include only subjects with as calculated creatinine clearance (CrCl) \\> 60 mL/min determined by the central laboratory using the modified Cockcroft-Gault equation; blood urea nitrogen (BUN) \\< 1.5 × upper limit of normal (ULN)\n11. Written informed consent from subject and ability for subject to comply with the requirements of the study.\n\nExclusion Criteria\n\n1. Presence of residual or recurrent cancer.\n2. Presence of a condition or abnormality that in the opinion of the Investigator would compromise the safety of the patient or the quality of the data.\n3. Consumption of HA-containing supplements in the four weeks prior to study.\n4. Known allergy to microcrystalline cellulose or HA. Any questionable reaction to injected HA will be thoroughly investigated.\n5. Prolonged systemic corticosteroid treatment, except for topical applications (e.g., for rash), inhaled sprays (e.g., for obstructive airway diseases), eye drops or local insertion (i.e., intra-articular). A short duration of systemic corticosteroids is allowed but not within 30 days prior to registration.\n6. Self-reported compliance issues and lack of regular prescription filling.\n7. Previous diagnosis of fibromyalgia and/or rheumatoid arthritis.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}