{
    "nctId": "NCT00249301",
    "briefTitle": "A Study of MLN8054 in Patients With Advanced Solid Tumors",
    "officialTitle": "An Open-Label, Dose Escalation Phase 1 Study of MLN8054, a Novel Aurora A Kinase Inhibitor, in Patients With Advanced Solid Tumors",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Neoplasm, Colon Neoplasm, Pancreatic Neoplasm, Bladder Neoplasm",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 63,
    "primaryOutcomeMeasure": "The safety of MLN8054 will be based on the continuous monitoring and observation of patients and the collection and evaluation of adverse events and serious adverse events and the assessment of their potential relationship to the study medication.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologically or cytologically confirmed metastatic and/or advanced solid tumors(including lymphomas) for which standard treatment does not offer or no longer offers curative or life-prolonging potential\n* Aged 18 years or more\n* Eastern Cooperative Oncology Group (ECOG) performance status 0 or 1\n* Expected survival longer than 3 months from enrollment in the study\n* Radiographically or clinically evaluable tumor; however, measurable disease is not required for participation in this study\n* Suitable venous access for the conduct of blood sampling for MLN8054 PK\n* Recovered from the reversible effects of prior antineoplastic therapy with at least 4 weeks elapsed since the last exposure to cytotoxic chemotherapy or to radiotherapy and at least 6 weeks elapsed since exposure to nitrosoureas or mitomycin C. Patients treated with fully human monoclonal antibodies must not have received treatment with such antibodies for at least 6 weeks, and those treated with chimeric monoclonal antibodies must not have received treatment with such antibodies for at least 4 weeks. Patients treated with noncytotoxic small molecule drugs (eg, tyrosine kinase inhibitors, such as Tarceva, and hormonal agents, such as Femara) must not have received treatment with these drugs for at least 2 weeks before the first dose of MLN8054 is given.\n* Male patients must use an appropriate method of barrier contraception (eg, condoms)and inform any sexual partners that they must also use a reliable method of contraception (eg, birth control pills) during the study and for 21 days after the last dose of study treatment.\n* Female patients must be postmenopausal, surgically sterilized, or willing to use reliable methods of birth control (eg, a hormonal contraceptive, an intrauterine device, diaphragm with spermicide, or abstinence) during the study and for 21 days after the last dose of study treatment.\n* Able to give informed consent before the conduct of any study-related procedure not part of normal medical care and to comply with the protocol\n\nExclusion Criteria:\n\n* Pregnant or lactating\n* Major surgery within the 28 days preceding the first dose of study treatment\n* Serious infection within the 28 days before the first dose of study treatment\n* Life-threatening illness unrelated to cancer\n* Ongoing nausea or vomiting of any severity\n* \\> Grade 1 diarrhea\n* Known GI disease that could interfere with the oral absorption or tolerance of MLN8054\n* Difficulty swallowing capsules\n* Inability to fast overnight before the morning dose of MLN8054 and to remain nothing by mouth (\\[NPO\\] except for water and prescribed medications) for 2 hours after each dose of MLN8054\n* Received more than 4 previous cytotoxic chemotherapeutic regimens, including regimens used as adjuvant or neo-adjuvant therapies. There is no limit on the number of noncytotoxic therapies (eg, hormonal and immunologic) that patients may have received. Tyrosine kinase inhibitors (eg, Tarceva and Iressa) are considered noncytotoxic compounds.\n* Prior treatment with high-dose chemotherapy, defined as chemotherapy requiring the use of peripheral blood or bone marrow stem cell support for hematopoietic reconstitution\n* Prior treatment with radiation therapy involving \\> 25% of the hematopoietically active bone marrow (see Table 15-1 for the distribution of active bone marrow in adults)\n* Clinical and/or radiographic evidence of cerebral metastases. However, patients who have a history of central nervous system (CNS) metastasis but who have no radiographic or clinical evidence of residual tumor (eg, following complete surgical resection) are not excluded from participation in this study.\n* Clinically significant abnormalities or arrhythmias on 12-lead electrocardiogram (ECG) in the opinion of the investigator\n* Known or suspected human immunodeficiency virus (HIV) positive or hepatitis B surface antigen-positive status, or known or suspected active hepatitis C infection\n* Known or suspected disorder of bilirubin metabolism or excretion, including, but not limited to, Gilbert's syndrome, Crigler-Najjar syndrome, Dubin-Johnson syndrome, and Rotor syndrome\n* Inclusion in a trial of an investigational drug in the previous 4 weeks\n* Admission of alcohol abuse or an inability to restrict consumption of alcohol to no more than 1 standard unit of alcohol per day during the study and for 21 days from the last dose of study treatment.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}