{
    "nctId": "NCT04546347",
    "briefTitle": "A Study to Assess the Rel Bioavailability, Food Effect and Absolute Bioavailability on the Pharmacokinetics of AZD9833",
    "officialTitle": "A Study to Determine the Rel Bio of AZD9833 Formulations, Food Effects and the Absolute Bioavailability of AZD9833 Following Co-Administration of an Oral Tablet Formulation With a Radiolabelled Intravenous Microdose of [14C]AZD9833",
    "overallStatus": "COMPLETED",
    "conditions": "Healthy Volunteers",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 32,
    "primaryOutcomeMeasure": "Relative bioavailability of AZD9833 based on Area under the curve from time 0 to the time of last measurable concentration (AUC0-t)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Healthy post-menopausal females, defined as amenorrhoea for at least 12 months or more following cessation of all exogenous hormonal treatments and FSH levels in the post menopausal range. Subjects taking prescribed medications are permitted on a case by case basis, as long as they have stable baseline conditions\n2. Between 50 and 70 years of age inclusive, at the time of signing informed consent\n3. Body mass index (BMI) of 19.0 to 35.0 kg/m2 and minimum weight 50 kg and maximum weight 100 kg, as measured at screening\n4. Must be willing and able to communicate and participate in the whole study\n5. Must provide written informed consent\n\nExclusion Criteria:\n\n1. History of any clinically significant disease or disorder which, in the opinion of the investigator, may either put the subject at risk because of participation in the study, or influence the results or the subject's ability to participate in the study\n2. Evidence of current SARS-CoV-2 infection\n3. History of or ongoing clinically significant visual disturbances including but not limited to visual hallucinations, migraine with visual symptoms, blurred vision, frequent floaters/flashes associated with other symptoms such as dizziness\n4. Any clinically significant illness, medical/surgical procedure, or trauma within 4 weeks of the first administration of the IMP\n5. Any clinically significant abnormalities in clinical chemistry, haematology, or urinalysis results, as judged by the investigator.\n6. Any clinically significant abnormal findings in vital signs at screening or pre dose, as judged by the investigator. Subjects with screening or pre-dose (Period 1 only) resting mean vital signs measurements (mean of three measurements separated by at least 2 min each) systolic BP \\<100 mmHg, diastolic BP \\<50 mmHg or heart rate \\<50 bpm. Vital signs outside these limits can be repeated once in triplicate.\n7. Any clinically significant abnormalities at screening or pre-dose on 12-lead ECG as judged by the investigator, including non-sinus rhythms, PR interval \\<120 msec or \\>220 msec, ventricular rate \\<50/min or \\>100/min, QRS interval \\>120 msec, or QTcF \\>450 msec. ECGs can be repeated once if parameters are outside these limits for confirmation\n8. Any positive result on screening for serum hepatitis B surface antigen (HBsAg), hepatitis C antibody, (HCV Ab) and human immunodeficiency virus (HIV) antibody.\n9. Known or suspected history of drug abuse within the past 2 years, as judged by the investigator\n10. Has received another new chemical entity (defined as a compound which has not been approved for marketing) within 3 months of the first administration of IMP in this study. The period of exclusion ends 3 months after the final dose or 1 month after the last visit whichever is the longest. Note: subjects consented and screened, but not administered IMP in this study or a previous Phase 1 study, are not excluded.\n11. Plasma donation within 1 month of screening or any blood donation/loss more than 500 mL during the 3 months prior to screening\n12. Subjects with history of significant allergy/hypersensitivity, as judged by the investigator or history of hypersensitivity to drugs with a similar chemical structure or class to AZD9833 or the formulation excipients. Hay fever is allowed unless it is active.\n13. Current smokers or those who have smoked or used nicotine products within the previous 12 months, as verified by a urine cotinine test at screening or admission.\n14. Current users of e-cigarettes and nicotine replacement products and those who have used these products within the last 12 months.\n15. Positive screen for drugs of abuse at screening or admission to the clinical unit or positive screen for alcohol at screening or admission to the clinical unit.\n16. Known or suspected history of alcohol abuse or excessive intake of alcohol \\>14 units per week (1 unit = ½ pint beer, or a 25 mL shot of 40% spirit, 1.5 to 2 units = 125 mL glass of wine, depending on type).\n17. History of clinically significant cardiovascular, renal, hepatic, chronic respiratory or gastrointestinal disease, neurological or psychiatric disorder, as judged by the investigator.\n18. Subjects with a history of cholecystectomy or gall stones.\n19. Any relevant history of QT prolongation (including previous studies) or known risk factors for this (eg hypokalaemia, hypomagnesemia or recent use of medicines which can prolong QTcF).\n20. Excessive intake of caffeine-containing drinks or food (eg coffee, tea, chocolate) as judged by the investigator. Excessive intake of caffeine defined as the regular consumption of more than 600 mg of caffeine per day (eg \\>5 cups of coffee) or would likely be unable to refrain from the use of caffeine-containing beverages during confinement at the investigational site.\n21. Use of drugs with enzyme-inducing properties such as St John's Wort within 3 weeks or drugs known to be associated with increased risk of QT prolongation within 4 weeks prior to the first administration of IMP.\n22. Use of any prescribed or non-prescribed medication including antacids, analgesics (other than paracetamol/acetaminophen), herbal remedies, megadose vitamins (intake of 20 to 600 times the recommended daily dose) and minerals during the 2 weeks prior to the first administration of investigational product or longer if the medication has a long half life except up to 4 g of paracetamol per day and those deemed necessary by the investigator to treat AEs. Exceptions may apply on a case by case basis, if considered not to interfere with the objectives of the study, as determined by the investigator.\n23. Must agree to not use warfarin or phenytoin (and other coumarin-derived vitamin K antagonist anticoagulants) for 2 weeks after last administration of investigational product.\n24. Subjects who are, or are immediate family members of, a study site or sponsor employee.\n25. Subjects who have previously received AZD9833.\n26. Use of systemic oestrogen-containing hormone replacement therapy within 6 months prior to first dose in the study.\n27. Judgment by the investigator that the subject should not participate in the study if they have any ongoing or recent (ie during the screening period) minor medical complaints that may interfere with the interpretation of study data or are considered unlikely to comply with study procedures, restrictions, and requirements; subjects who have had fever, sore throat or flu like symptoms in the 2 weeks prior to IMP administration.\n28. Radiation exposure, including that from the present study, excluding background radiation but including diagnostic x-rays and other medical exposures, exceeding 5 mSv in the last 12 months or 10 mSv in the last 5 years. No occupationally exposed worker, as defined in the Ionising Radiation Regulations 2017, shall participate in the study.\n29. Subjects who have been administered an IMP in a \\[14C\\] absorption, distribution, metabolism and elimination study in the last 12 months\n30. Subjects who do not have suitable veins for multiple venepunctures/cannulation as assessed by the investigator or delegate at screening\n31. Vulnerable subjects, eg kept in detention, protected adults under guardianship, trusteeship, or committed to an institution by governmental or juridical order.\n32. Failure to satisfy the investigator of fitness to participate for any other reason.",
    "sex": "FEMALE",
    "minimumAge": "50 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}