{
    "nctId": "NCT03560856",
    "briefTitle": "A Biomarker Study of Palbociclib + Fulvestrant for Second, and Third Line of Postmenopausal Women With hr+/her2- Advanced Breast Cancer",
    "officialTitle": "A Biomarker Study of Palbociclib + Fulvestrant for Second, and Third Line of Postmenopausal Women With hr+/her2- Advanced Breast Cancer (PALPETBIO)",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer, HR+/HER2-negative Breast Cancer, Metastasis",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 54,
    "primaryOutcomeMeasure": "Progression Free survival",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Women 18 years of age or older, who are either:\n\n   * Postmenopausal, as defined by at least one of the following criteria:\n   * Age \\> 60 years;\n   * Age \\<60 years and cessation of regular menses for at least 12 consecutive months with no alternative pathological or physiological cause; and serum estradiol and Follicle-Stimulating Hormone (FSH) level within the laboratory's reference range for postmenopausal females;\n   * Documented bilateral oophorectomy;\n   * Medically confirmed ovarian failure.\n2. Histologically or cytologically proven diagnosis of breast cancer with evidence of metastatic or locally advanced disease, not amenable to resection or radiation therapy with curative intent.\n3. Documentation of ER-positive and/or PR-positive tumor (\\>10% positive stained cells) based on most recent tumor biopsy utilizing an assay consistent with local standards.\n4. Documented HER2-negative tumor based on local testing on most recent tumor biopsy:\n\n   HER2-negative tumor is determined as immunohistochemistry score 0/1+ or negative by in situ hybridization (FISH/CISH/SISH) defined as a HER2/CEP17 ratio \\<2 or for single probe assessment a HER2 copy number \\<4.\n5. Patients must satisfy the following criteria for prior therapy:\n\n   * Progressed while on or within 1 month after the end of prior aromatase inhibitor therapy for advanced/metastatic breast cancer if postmenopausal.\n   * One previous line of chemotherapy for advanced/metastatic disease is allowed in addition to endocrine therapy as a maintenance therapy.\n   * Endocrine therapy required being the most recent treatment.\n   * Patients could have been treated by EVEROLIMUS\n6. Except where prohibited by local regulations, all patients must agree to provide and have available a formalin-fixed paraffin embedded (FFPE) tissue biopsy taken at the time of presentation with recurrent or metastatic disease. A frozen de novo tissue biopsy is required at inclusion and at progression in a visceral, skin or lymph node lesion\n7. Patient must have measurable lesions (according to RECIST 1.1)\n\n   • Patients with only osteoblastic bone lesions are not eligible\n8. Eastern Cooperative Oncology Group (ECOG) performance status 0-2.\n9. Patients must be treated by palbociclib+fulvestrant according to their Summary of Product Characteristics (SmPC) described bellow as a reminder :\n\n   Adequate organ and marrow function defined as follows:\n   * ANC \\>1,500/mm3 (1.5 x 109/L);\n   * Platelets \\>100,000/mm3 (100 x 109/L);\n   * Hemoglobin \\> 9 g/dL (90 g/L);\n   * Serum creatinine \\<1.5 x Upper Limit of Normal (ULN) or estimated creatinine clearance \\>60 ml/min as calculated using the method standard for the institution;\n   * Total serum bilirubin \\<1.5 x ULN (\\<3 ULN if Gilbert's disease);\n   * AST and/or ALT \\<3 x ULN (\\<5.0 x ULN if liver metastases present);\n   * Alkaline phosphatase \\<2.5 x ULN (\\<5 x ULN if bone or liver metastases present).\n10. Resolution of all acute toxic effects of prior therapy or surgical procedures to National Cancer Institute (NCI) CTCAE Grade \\<1 (except alopecia).\n11. Evidence of a personally signed and dated informed consent document indicating that the patient has been informed of all pertinent aspects of the study.\n12. Patients who are willing and able to comply with scheduled visits, treatment plan, laboratory tests, and other study procedures.\n13. Patients covered by health insurance\n\nExclusion Criteria:\n\n1. Prior treatment with any Cyclin-Dependent Kinase (CDK) inhibitor or fulvestrant will not be allowed. Previous treatment with Everolimus will be allowed.\n2. Patients with advanced/metastatic, symptomatic, visceral spread, that are at risk of life-threatening complications in the short term (including patients with massive uncontrolled effusions \\[pleural, pericardial, peritoneal\\], pulmonary lymphangitis, and over 50% liver involvement).\n3. Known active uncontrolled or symptomatic Central Nervous System (CNS) metastases, carcinomatous meningitis, or leptomeningeal disease as indicated by clinical symptoms, cerebral edema, and/or progressive growth. Patients with a history of CNS metastases or cord compression are eligible if they have been definitively treated (eg, radiotherapy, stereotactic surgery) and are clinically stable off anticonvulsants and steroids for at least 4 weeks before inclusion.\n4. Diagnosis of any other malignancy within 3 years prior to inclusion, except for adequately treated basal cell or squamous cell skin cancer, or carcinoma in situ of the cervix.\n5. Patient with at least one criteria for not receiving palbociclib and/or fulvestrant described bellow as a reminder :\n\n   * current use of food or drugs known to be potent CYP3A4 inhibitors, drugs known to be potent CYP3A4 inducers, and drugs that are known to prolong the QT interval.\n   * major surgery, chemotherapy, radiotherapy, any investigational agents, or other anti-cancer therapy within 2 weeks before inclusion. Patients who received prior radiotherapy to \\>25% of bone marrow are not eligible independent of when it was received.\n   * QTc interval \\>480 msec (based on the mean value of the triplicate ECGs), family or personal history of long or short QT syndrome, Brugada syndrome or known history of QTc prolongation or Torsade de Pointes.\n   * any of the following within 6 months of inclusion: myocardial infarction, severe/unstable angina, ongoing cardiac dysrhythmias of NCI CTCAE Grade \\<2, atrial fibrillation of any grade, coronary/peripheral artery bypass graft, symptomatic congestive heart failure, cerebrovascular accident including transient ischemic attack, or symptomatic pulmonary embolism.\n   * impairment of gastro-intestinal (GI) function or GI disease that may significantly alter the absorption of palbociclib, such as history of GI surgery with may result in intestinal blind loops and patients with clinically significant gastroparesis, short bowel syndrome, unresolved nausea, vomiting, active inflammatory bowel disease or diarrhea of CTCAE Grade \\>1.\n   * prior hematopoietic stem cell or bone marrow transplantation.\n   * known abnormalities in coagulation such as bleeding diathesis, or treatment with anticoagulants precluding intramuscular injections of fulvestrant.\n   * known or possible hypersensitivity to fulvestrant or to any palbociclib excipients.\n   * known human immunodeficiency virus infection.\n6. Other severe acute or chronic medical or psychiatric condition, including recent or active suicidal ideation or behavior, or laboratory abnormality that may increase the risk associated with study participation or palbociclib+fulvestrant administration or may interfere with the interpretation of study results and, in the judgment of the investigator, would make the patient inappropriate for entry into this study.\n7. Patients who are investigational site staff members directly involved in the conduct of the trial and their family members, site staff members otherwise supervised by the Investigator, or patients who are Pfizer employees directly involved in the conduct of the trial.\n8. Participation in other studies involving investigational drug(s) (Phases 1-4) within 4 weeks before inclusion in the current study.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}