{
    "nctId": "NCT01009788",
    "briefTitle": "ABT-888 and Temozolomide for Metastatic Breast Cancer and BRCA1/2 Breast Cancer",
    "officialTitle": "A Phase 2 Study of ABT-888 and Temozolomide for Metastatic Breast Cancer and an Expansion Cohort in BRCA1/2 Mutation Carriers",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Cancer, Metastatic Breast Cancer, BRCA1 Gene Mutation, brca2 Gene Mutation",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 64,
    "primaryOutcomeMeasure": "To determine the objective response rate (ORR) of ABT-888 and temozolomide (TMZ) in metastatic breast cancer.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologically or cytologically confirmed breast cancer that is metastatic (Stage IV) or locally advanced recurrent breast cancer that is unresectable and for which standard curative or palliative measures do not exist or are no longer effective.\n* Measurable disease by RECIST criteria\n* All immunohistochemical subtypes of breast cancer are eligible. HER2 positive breast cancer must have progressed on prior standard HER2 therapy or have a contraindication to anti-HER2 therapy.\n* Must have at least 1 prior chemotherapy regimen for metastatic disease, with no limit on total number of prior therapies.\n* 18 years of age or older\n* Life expectancy of at least 12 weeks\n* ECOG Performance Status of 0, 1, or 2\n* Normal organ and marrow function as outlined in the protocol\n* Archived tissue block or 25 unstained slides (from primary and/or metastatic tumor) if available for correlative exploratory studies. Absence of available tissue will not exclude the subjects from participating.\n* CNS metastases are allowed if they are clinically stable without current evidence of symptomatic progression and do not require steroids, whole brain radiation therapy, or stereotactic radiosurgery. This may include brain metastases not previously treated if they are clinically stable as described above.\n* Women of child-bearing potential and men must agree to use adequate contraception prior to study entry and for the duration of study participation.\n* Women of child-bearing potential must have a negative pregnancy test within 14 days of registration.\n* Patients must be progressing on their current therapy\n* Prior exposure to single agent PARP inhibitor is allowed, but no prior exposure to PARP with a combination of chemotherapy is allowed.\n\nExclusion Criteria:\n\n* Participants who have had chemotherapy, biologic therapy, small molecule targeted therapy or radiotherapy within 14 days prior to entering the study or those who have not recovered from adverse events due to agents administered more than 2 weeks earlier. Anti-cancer hormonal therapy must be stopped 24 hours prior to starting study treatment.\n* Participants may not be receiving any other investigational agents.\n* Prior therapy with TMZ is allowed except if participant has a history of allergic reactions attributed to TMZ, or if therapy was discontinued due to intolerance of or toxicity from TMZ.\n* Leptomeningeal disease\n* CNS involvement requiring steroids (except for patients who recently completed brain radiation and are on stable or tapering doses of steroids).\n* Uncontrolled intercurrent illness including, but not limited to ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, recent myocardial infarction, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements, or other comorbid condition that investigator believes may compromise participant's safe and effective participation in the trial.\n* Concurrent radiation therapy is not permitted while on study\n* Concurrent anti-cancer therapy is not permitted on study\n* Pregnant and breast feeding women\n* History of uncontrolled seizure disorder\n* Individuals with a history of other malignancies are eligible if they meet the following criteria: a) the other malignancy was treated with curative intent and is deemed by the investigator to be at low risk of recurrence , AND b) a metastatic lesion has been histologically confirmed as breast cancer, c) individuals with the following cancers are eligible if diagnosed and treated: cervical cancer in situ, and basal cell or squamous cell carcinoma of the skin.\n\nEXPANSION COHORT:\n\nAn expansion cohort will have the same eligibility requirements with the following notable exceptions:\n\n* Patients must have known deleterious mutation of BRCA1/2\n* Prior PARP inhibitor combinations with chemotherapy are allowed\n* Any number of prior therapies is allowed, including first line",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}