{
    "nctId": "NCT00403988",
    "briefTitle": "Vinorelbine and Oxaliplatin (Vinox) With or Without Trastuzumab (Herceptin®) in Advanced Breast Carcinoma",
    "officialTitle": "A Clinical Phase II Study of Vinorelbine and Oxaliplatin (Vinox) With or Without Trastuzumab (Herceptin®) in Advanced Breast Carcinoma",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Neoplasms",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 40,
    "primaryOutcomeMeasure": "overall response rate",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Metastatic, histologically or cytologically proven breast cancer.\n* At least one bi-dimensionally measurable lesion.\n* Previous treatment with chemotherapy as first line for metastatic disease is mandatory especially with anthracyclines +/- the Taxanes.\n* Treatment as adjuvant is allowed.\n* World Health Organization-ECOG performance status 0-2.\n* Adequate renal function (Creatinine \\<= 1.4 or Creatinine clearance \\>= 30 ml/min)\n* Adequate hepatic function (Liver Function Tests not more than 3 times the normal values)\n* Adequate bone marrow reserve is required (Neutrophils (PMN) \\>= 2000/mm2 and Platelets \\>= 100,000/mm2)\n* Patient who will receive Herceptin should have an over-expression of HER2-neu.\n\nExclusion Criteria:\n\n* Symptomatic peripheral neuropathy (National Cancer Institute common toxicity criteria grade more than one).\n* Pregnant or breast-feeding.\n* History of prior malignancies (with the exception of excised cervical carcinoma-in-situ or non-melanoma cell skin carcinoma).\n* Receiving or had received, any treatment with experimental drugs.\n* Had known brain or leptomeningeal involvement.\n* Had a serious medical condition like congestive heart failure or an Ejection Fraction ≥ 40 %.\n* The presence of bone as a sole site of metastasis.\n* Radiation therapy to all areas of measurable disease less than four weeks before treatment.\n* Creatinine two times above the normal range\n* Hypercalcemia\n* Evaluable but not a measurable disease as a sole site of metastasis: pleural effusion - Ascites - Pericardial effusion.\n* Concomitant steroid intake for \\> 4 weeks\n* Bilirubin two times above the normal range\n\nThe above information is not intended to contain all considerations relevant to a patient's potential participation in a clinical trial.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}