{
    "nctId": "NCT04303741",
    "briefTitle": "A Phase II Trial of Camrelizumab in Combination With Apatinib and Eribulin in Patients With Advanced TNBC",
    "officialTitle": "An Open-labeled, Single-arm, Investigator-initiated Phase II Trial of Camrelizumab (Anti-PD-1 Antibody) in Combination With Apatinib and Eribulin in Patients With Advanced Triple-Negative Breast Cancer",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 46,
    "primaryOutcomeMeasure": "Overall response rate (ORR)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. The patients sign the written informed consent.\n2. Women aged 18-70.\n3. The pathologic diagnosis of unresectable recurrent or metastatic triple-negative breast cancer ［ER-negative(IHC\\<1%), PR-negative(IHC\\<1%), HER2-negative（IHC-/+ or IHC++ and FISH/CISH-）］. Patients with at least one measuring lesion that was conformed to RECIST v1.1 standard.\n4. Prior therapy (adjuvant/neoadjuvant/advanced) must have included an anthracycline and a taxane in any combination or order and either in the early or metastatic disease setting unless contraindicated for a given patient.\n5. The patient can swallow pills.\n6. Eastern Cooperative Oncology Group (ECOG) performance status of ≤ 1.\n7. With a life expectancy of at least 12 weeks.\n8. The results of patient's blood tests are as follows:\n\n   • Hb≥90g/L; • Plt≥100\\^9/L; • Serum albumin ≥3g/dL;• Neutrophils≥1.5\\^9/L; TSH≤ normal upper limit (ULN);• ALT and AST ≤1.5 ULN (liver metastases ≤3 ULN); • TBIL ≤ULN (total bilirubin ≤1.5 ULN in Gilbert's syndrome or liver metastasis subjects);• ALT and AST ≤1.5 ULN (liver metastases ≤3 ULN);• AKP≤ 2.5 ULN; • Renal function within 7 days before the first administration: serum creatinine ≤1.5 ULN or creatinine clearance ≥60mL/min\n9. Female subjects of childbearing potential must have a negative serum pregnancy test within 7 days before the first dose and must be willing to use very efficient barrier methods of contraception for the course of the study through 6 months after the last dose of study treatment.\n\nExclusion Criteria:\n\n1. The subjects had a central nervous system metastases with clinical symptoms.\n2. Other clinical trials of drugs were used in the first four weeks before the first dose.\n3. Subjects with severe allergic reactions to other monoclonal antibodies.\n4. Received other anti-tumor treatments within 28 days before the first dose.\n5. A heart condition or disease that is not well controlled.\n6. Subjects with treatment history of anti-angiogenesis drugs, or immunotherapy (previous use of anti-PD-1/PD-L1 antibodies was allowed) or eribulin.\n7. The subjects had any history of autoimmune disease or any use of systemic glucocorticoid or immunosuppressive medications.\n8. Subjects had history of hypertension and poor control with antihypertensive medication (systolic blood pressure ≥140 mmHg or diastolic blood pressure ≥90 mmHg).\n9. Urine routine indicated that urine protein ≥ ++, or the 24-hour urine protein quantity ≥ 1.0g.\n10. Hereditary or acquired bleeding and thrombotic tendencies (such as hemophilia, coagulation dysfunction, thrombocytopenia, hypersplenism, etc.).\n11. Congenital or acquired immune deficiency (such as HIV infection);\n12. Receive live vaccine within 4 weeks before or during the study period;\n13. Patients who are allergic to or contraindicated to the experimental drugs.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}