{
    "nctId": "NCT00796978",
    "briefTitle": "Trastuzumab in Treating Older Women With Early-Stage Breast Cancer",
    "officialTitle": "Safety and Efficacy of Single Agent Adjuvant Trastuzumab (Herceptin®) in Older Women With Early-Stage and Locally Advanced Breast Cancer: A Phase II Trial",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 56,
    "primaryOutcomeMeasure": "Percent of Participants Experiencing Cardiac Events at 1 Year",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologically confirmed adenocarcinoma of the breast\n* Immunohistochemical staining for Her2 protein of 3+ intensity or Her2 gene amplification of ≥ 2.0 by FISH testing.\n* Life expectancy \\> 6 months\n* ECOG performance status ≤ 2\n* Node positive disease irrespective of tumor size\n* Node negative disease:\n\n  * TNM Stage (AJCC Cancer Staging Manual 6th edition) T1b-T4, N0-3, M0, irrespective of hormonal status\n* Baseline LVEF ≥ lower limit of normal for a particular institution\n* Complete surgical removal of invasive cancer by mastectomy or lumpectomy\n* Complete staging work-up with CT of chest, abdomen, and pelvis plus bone scan or alternatively with PET scan for stage II and higher disease, or as determined by symptoms for all other stages. Additional staging work-up as per symptoms.\n* Adequate bone marrow function as indicated by the following:\n\n  * ANC \\>1000/µL\n  * Platelets ≥100,000/µL\n  * Hemoglobin \\>10 g/dL\n* Adequate liver function, as indicated by bilirubin ≤1.5 x upper limit of normal (ULN) Adequate renal function, as indicated by creatinine ≤1.5 x ULN\n* AST or ALT \\<2 x ULN unless related to primary disease.\n* Signed informed consent\n\nExclusion Criteria:\n\n* Enrollment after more than 120 days from the last day of mastectomy or lumpectomy\n* Patients able to tolerate and willing to receive chemotherapy\n* Prior chemotherapy for current malignancy\n* Prior herceptin therapy\n* Active cardiac disease\n\n  * Myocardial infarction (asymptomatic changes on EKG suggestive of old MI is not an exclusion)\n  * Angina pectoris requiring anti-anginal treatment\n  * Documented congestive heart failure (CHF)\n  * Current use of any therapy specifically for CHF\n  * Cardiac arrhythmia requiring medication\n  * Current uncontrolled hypertension (diastolic \\>100 mmHg or systolic \\> 200 mmHg)\n  * Clinically significant valvular abnormality (associated with New York Heart Association (NYHA) class II, III, or IV symptoms)\n  * Clinically significant pericardial effusion (associated with New York Heart Association (NYHA) class II, III, or IV symptoms)\n* Past cardiac disease\n\n  * Prior myocardial infarction (asymptomatic changes on EKG suggestive of old MI is not an exclusion)\n  * Prior history of CHF\n  * History of cardiomyopathy\n* Other diseases and conditions\n\n  * Evidence of metastatic breast cancer (clinical or radiological evidence)\n  * Active infection\n  * Concomitant malignancies or previous malignancies within the last 3 years, with the exception of adequately treated basal or squamous cell carcinoma of the skin or carcinoma in situ of the cervix.\n  * Hypersensitivity to trastuzumab",
    "sex": "FEMALE",
    "minimumAge": "60 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}