{
    "nctId": "NCT05755048",
    "briefTitle": "FS-1502 Versus T-DM1 for HER2-Positive Unresectable Locally Advanced or Metastatic Breast Cancer",
    "officialTitle": "A Multicenter, Open-label, Randomized Controlled Phase III Clinical Study to Compare the Efficacy and Safety of FS-1502 Versus T-DM1 in Patients With HER2-positive Unresectable Locally Advanced or Metastatic Breast Cancer",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 314,
    "primaryOutcomeMeasure": "Progression-Free Survival (PFS) Based on Independent Central Review (ICR) in Participants With HER2-Positive, Unresectable locally advanced or Metastatic Breast Cancer Previously Treated With Trastuzumab and Taxane.",
    "eligibilityCriteria": "Inclusion Criteria:Subjects are eligible to be included in the study only if they meet all of the following criteria:\n\n1. Male or female age ≥ 18;\n2. Histologically or cytologically confirmed HER2-positive unresectable locally advanced or metastatic breast cancer;\n3. Prior treatment with trastuzumabs and taxanes in the adjuvant therapy, neoadjuvant therapy, or advanced treatment phases;\n4. ≥ 1 and ≤ 3 previous lines of therapy against locally advanced or metastatic diseases, if PD occurring during adjuvant therapy/neoadjuvant therapy and within 12 months after treatment can be taken as one line of therapy;\n5. Tissue samples qualified by the central laboratory for HER2 detection are available, and HER2 is confirmed positive by the pathology test in the central laboratory: Immunohistochemistry (IHC) 3+, or IHC2+ and fluorescence in situ hybridization (FISH)+ as the basis for inclusion;\n6. ECOG score at 0 or 1;\n7. Expected survival ≥ 12 weeks;\n8. Adequate organ and bone marrow functions: absolute neutrophil count \\[ANC\\] ≥1.0×10\\^9/L (no use of granulocyte-colony-stimulating factor (G-CSF) within 7 days); hemoglobin (HGB) ≥ 90 g/L (no red blood cell transfusion within 14 days); platelet count (PLT) ≥ 100×10\\^9/L (no use of platelet-elevating drugs within 7 days, no platelet transfusion within 14 days); total serum bilirubin (TSB) ≤ 1.5 × upper limit of normal (ULN) or ≤ 3.0 × ULN for patients with Gilbert syndrome; aspartate aminotransferase (AST) and alanine aminotransferase (ALT) ≤ 2.5×ULN; for patients with liver metastases, AST and ALT ≤ 5×ULN; creatinine clearance ≥ 50 mL/min (calculated by Cockroft-Gault formula); blood potassium ≥3.5 mmol/L; albumin ≥ 3 g/dL; left ventricular ejection fraction (LVEF) \\>50%; urine protein ≤1+ or 24h urine protein quantification \\<1.0 g;\n9. At least one non-intracranial evaluable lesion as assessed by RECIST 1.1;\n10. Female patients of childbearing potential must agree to take highly effective contraceptive measures or avoid sexual intercourse during and after the study and within at least 3 months after the last dose of FS-1502 and within at least 7 months after the last dose of T-DM1. Male patients must agree to avoid sexual intercourse, or they and/or any female partners of childbearing potential must take a medically acceptable and effective contraceptive measure, such as double barrier methods, condoms, oral or injectable contraceptives, intra-uterine devices during and after the study and within at least 3 months after the last dose of FS-1502 or within at least 4 months after the last dose of T-DM1;\n11. Be able to understand and voluntarily sign the written Informed Consent Form (ICF).\n\nExclusion Criteria:\n\nPatients that meet any of the following conditions shall not be included in this clinical study:\n\n1. Patients who have received chemotherapy, small molecule targeted drug therapy, endocrinotherapy，radiotherapy, etc. within 14 days or 5 half-lives (whichever is shorter) before administration or who have received major surgical treatment and tumor immunotherapy within 4 weeks before administration or who have received large molecule monoclonal antibody drugs for cancer treatment within 21 days before administration.\n2. Patients who have participated in other clinical studies within 4 weeks or 5 half-lives of the drug (whichever is shorter) before administration.\n3. Patients who have been previously treated with anti-HER2 ADCs for metastatic diseases.\n4. Patients with known hypersensitivity or delayed type hypersensitivity to certain ingredients of T-DM1 or similar drugs, or with known contraindications for the use of T-DM1.\n5. Patients with pia maters, spinal cords, brainstem and brain parenchymal metastases; such patients are allowed to be enrolled if all of the following conditions are met:\n\n   1. Patients who have received local treatment and the lesions are stable for more than 6 months;\n   2. Patients who have no clinical symptoms and don't need glucocorticoid therapy or other dehydration treatment, and have a stable dose of an antiepileptic drug, if applicable.\n6. Patients with a large quantity of clinically uncontrolled pleural effusion, pericardial effusion, or ascites (within 2 weeks prior to the first dose).\n7. Unresolved toxic reactions from previous anti-tumor therapy (\\> NCI-CTCAE 5.0 Grade 1); however, alopecia, neurotoxicity or other toxicity that has converted to chronic and returned to NCI-CTCAE 5.0 Grade ≤ 2, and does not affect the safety of the patient as assessed by the Investigator are allowed to be enrolled.\n8. History of non-infectious interstitial lung disease (ILD) / pneumonia, current ILD / pneumonia, or imaging suggestive of suspected moderate-severe ILD / pneumonia at screening.\n9. Subjects with corneal epithelial lesions (except mild punctate keratopathy), or other ocular diseases that affect the evaluation of ocular toxicity after the investigational product administration, or unwilling to stop wearing corneal contact lenses during the study.\n10. Patients on medications that prolong the QTc interval (mainly Classes Ia, Ic, III anti- arrhythmia medications) or with risk factors for prolonging the QTc interval, such as uncorrectable hypokalemia, inherited long QT syndrome; potential medications for prolonging the QTc interval are presented in Appendix 7.\n11. Cardiac function and diseases that meet one of the following conditions:\n\n    1. Mean QTc \\> 450 ms for males and mean QTc \\> 470 ms for females averaged from 3 results of 12-lead ECG measurements using the QTcF formula of the ECG instrument at the study site during the screening period;\n    2. New York Heart Association (NYHA) Functional Classification ≥ Class 2 congestive heart failure;\n    3. Clinically significant arrhythmia (Grade ≥ 2);\n    4. History of myocardial infarction or severe arteriovenous thrombotic events within 6 months.\n12. Pregnant or breastfeeding women.\n13. Known hypersensitivity to any excipients of FS-1502.\n14. Active infection requiring systemic therapy.\n15. Active hepatitis B (positive for HBV surface antigen and detected with HBV DNA \\> 1000 IU/mL or meeting the diagnostic criteria for active hepatitis B infection at the study site) or hepatitis C (positive for HCV RNA) and human immunodeficiency viral infection (HIV positive).\n16. Any other malignancy diagnosed within 5 years prior to the study, except for early malignancies (carcinoma in situ) that have undergone radical treatment, such as adequately treated basal or squamous cell skin cancer or cervical carcinoma in situ.\n17. Any other diseases or conditions considered clinically significant by the investigator that could affect protocol compliance or affect the patient's ability to sign the ICF.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}