{
    "nctId": "NCT03318562",
    "briefTitle": "A PD Study of Oral eFT508 in Subjects With Advanced TNBC and HCC",
    "officialTitle": "A Pharmacodynamic Study of Oral eFT508 in Subjects With Advanced Triple Negative Breast Cancer and Hepatocellular Carcinoma",
    "overallStatus": "TERMINATED",
    "conditions": "Triple Negative Breast Cancer, Hepatocellular Carcinoma",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 3,
    "primaryOutcomeMeasure": "Level of biomarkers of antitumor activation",
    "eligibilityCriteria": "Inclusion Criteria (TNBC Cohort Only):\n\n* Women ≥18 years of age\n* Pathologically documented diagnosis of TNBC that is metastatic or locally advanced and unresectable\n* Adequate hepatic function and coagulation profile\n* Negative HIV, HBV and HCV\n\nInclusion Criteria (HCC Cohort Only):\n\n* Men or Women ≥18 years of age\n* Histological or cytological confirmed diagnosis of HCC with Barcelona Clinic Liver Cancer Stage B or C who cannot benefit from resection, local ablation, or chemoembolization\n* ECOG performance status of 0 or 1\n* Has at least 1 measurable lesion based on irRECIST 1.1.\n* Negative HIV tests\n\nInclusion Criteria (Either Cohort):\n\n* subject agrees to undergo a pre-treatment and an on-treatment biopsy of the tumor\n* Completion of all previous therapy for the treatment of cancer ≥3 weeks before the start of study drug\n* All acute toxic effects of any prior antitumor therapy resolved to Grade ≤1 before the start of study drug\n* Adequate bone marrow and renal function\n* Life expectancy of ≥3 months\n\nExclusion Criteria (Either Cohort):\n\n* Pregnant or breastfeeding\n* History of another malignancy except for the following: adequately treated local basal cell or squamous cell carcinoma of the skin; in situ cervical carcinoma; adequately treated, papillary, noninvasive bladder cancer; other adequately treated Stage 1 or 2 cancers currently in complete remission; or any other cancer that has been in complete remission for ≥2 years.\n* Gastrointestinal disease that may interfere with drug absorption or with interpretation of GI AEs.\n* Known symptomatic brain metastases requiring ≥10 mg/day of prednisolone (or its equivalent).\n* Significant cardiovascular disease within 6 months prior to start of study drug\n* Ongoing risk for bleeding due to active peptic ulcer disease or bleeding diathesis or requirement for systemic anticoagulation with unfractionated heparin, low-molecular-weight heparin or heparin fractions, or oral anticoagulants.\n* Evidence of an ongoing systemic bacterial, fungal, or viral infection\n* Has received a live vaccine within 30 days of planned start of study drug\n* Major surgery within 4 weeks before the start of study drug\n* Prior solid organ or bone marrow progenitor cell transplantation\n* Prior therapy with any known inhibitor of MNK1 or MNK2\n* Prior high dose chemotherapy requiring stem cell rescue\n* History of or active autoimmune disorders or other conditions that might impair or compromise the immune system\n* Ongoing immunosuppressive therapy, including systemic or enteric corticosteroids\n* Use of a strong inhibitor or inducer of cytochrome P450 (CYP)3A4 within 7 days prior to the start of study drug or expected requirement for use of a strong CYP3A4 inhibitor or inducer during study participation\n* Need for proton pump inhibitors and histamine H2 blockers\n* Previously received investigational product in a clinical trial within 30 days or within 5 elimination half lives (whichever is longer) prior to the start of study drug, or is planning to take part in another clinical trial while participating in this study\n* HCC Cohort Only: Portal vein invasion at the main portal (Vp4), inferior vena cava, or cardiac involvement of HCC based on imaging.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}