{
    "nctId": "NCT03504488",
    "briefTitle": "CAB-ROR2-ADC Safety and Efficacy Study in Patients with TNBC or Head & Neck Cancer (Ph1) and NSCLC or Melanoma (Ph2)",
    "officialTitle": "A Phase 1/2 Safety and Efficacy Dose Escalation / Dose Expansion Study of a CAB-ROR2-ADC, Alone and in Combination with a PD-1 Inhibitor, in Patients with Advanced Solid Tumors (Ph1) and Melanoma and NSCLC Patients (Ph2)",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Non Small Cell Lung Cancer, Triple Negative Breast Cancer, Melanoma, Head and Neck Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 420,
    "primaryOutcomeMeasure": "Phase 1: Safety Profile",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients must have histologically or cytologically confirmed locally advanced unresectable or metastatic solid tumor and have failed all available standard of care (SoC) therapy and for whom no curative therapy is available or who are not eligible, intolerant to or refuse standard therapy.\n* Patients must have measurable disease.\n* For the dose expansion phase: Patients with locally advanced unresectable or metastatic, non-small cell lung cancer (NSCLC), triple negative breast cancer (TNBC) and soft tissue sarcoma (STS)\n* Age ≥ 18 years.\n* Adequate renal function\n* Adequate liver function\n* Adequate hematological function\n* Have an Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1.\n* Life expectancy of at least three months.\n\nExclusion Criteria:\n\n* Patients must not have clinically significant cardiac disease.\n* Patients must not have known non-controlled CNS metastasis.\n* Patients must not have a history of ≥ Grade 3 allergic reactions to mAb therapy as wellas known or suspected allergy or intolerance to any agent given during this study.\n* Patients must not have had major surgery within 4 weeks before first BA3021 administration.\n* Patients must not have had prior therapy with a conjugated or unconjugated auristatin derivative/vinca-binding site targeting payload.\n* Patients must not have known human immunodeficiency virus (HIV) infection, active hepatitis B and/or hepatitis C.\n* Patients must not be women who are pregnant or breast feeding.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}