{
    "nctId": "NCT02067416",
    "briefTitle": "PREDATOR: Neoadjuvant Gene Prediction for Breast Cancer",
    "officialTitle": "Prospective Study To Validate The Predictive Value Of Mammostrat Score, DDR Score And TLE3 Gene When A Taxane-Based Chemo Agents Or Anthracycline-Based Chemo Agent Is Used In The Neo-Adjuvant Setting",
    "overallStatus": "WITHDRAWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "Compare Mammostrat score clinical response rates to chemotherapy",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patients with histologic confirmation of invasive breast carcinoma.\n2. Patients must have intact primary tumor.\n3. ≥18 years of age.\n4. Patients with bilateral breast cancer are eligible.\n5. Patients with second primary breast cancers are eligible.\n6. The primary breast tumor must be ≥ 2 cm by physical exam or imaging.\n7. The tumor must have been determined to be HER2-negative as follows:\n\n   * Fluorescent in situ hybridization (FISH)-negative (defined by ratio of HER2 to CEP17 must be \\< 2.2)\n   * Immunohistochemistry (IHC) 0-1+; or\n   * IHC 2+ and FISH-negative\n8. ECOG PS of 0, 1, or 2.\n9. Negative serum pregnancy test ≤7 days of treatment initiation and a serum or urine pregnancy test must be repeated ≤ 3 days prior to starting treatment for women of childbearing potential (WOCBP). For WOCBP, adequate contraception must be used throughout the study. For this study, acceptable methods of contraception include a reliable intrauterine device or a spermicide in combination with a barrier method. Women who are already on hormonal forms of birth control may continue that treatment but must also use a barrier method.\n10. Ability to understand the requirements of the study, provide written informed consent and authorization of use and disclosure of protected health information, and agree to abide by the study restrictions and return for the required assessments.\n11. Patient must be willing to undergo breast biopsies as required by the study protocol.\n12. Sufficient tissue must be available from the diagnostic core biopsies. If not, patients must undergo additional biopsies to perform Mammostrat.\n\nExclusion Criteria:\n\n1. Patients with a history of other invasive malignancies diagnosed and treated within the previous 5 years, except non-melanoma skin cancer and non-invasive cervical cancer.\n2. Prior treatment with any investigational drug within the preceding 4 weeks.\n3. Evidence of New York Heart Association class III or greater cardiac disease.\n4. History of myocardial infarction, stroke, ventricular arrhythmia, or symptomatic conduction abnormality within 6 months.\n5. Concurrent severe or uncontrolled medical disease (i.e., active systemic infection, diabetes, hypertension, coronary artery disease, congestive heart Failure or major surgery) that, in the opinion of the Investigator, would compromise the safety of the patient or compromise the ability of the patient to complete the study.\n6. Pregnant or nursing women.\n7. Known allergic reaction to Cremophor or any of the chemo agents on this trial.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}