{
    "nctId": "NCT04717531",
    "briefTitle": "Pyrotinib as Neoadjuvant Agent for Non-objective Response HER2-positive Early Breast Cancer",
    "officialTitle": "Pyrotinib as Neoadjuvant Agent for Non-objective Response Patients of HER2-positive Early Breast Cancer Treated by Trastuzumab, Pertuzumab, and Chemotherapy (PYHOPE-BC-104): a Randomized, Controlled, Phase Ⅱ Trial",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 60,
    "primaryOutcomeMeasure": "Pathological complete response (pCR) rate",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Female patients between 18-70 years old. 2. Eastern Cooperative Oncology Group (ECOG) performance status of 0-1. 3. Histologically confirmed HER2 (human epidermal growth factor receptor-2)-positive invasive breast cancer.\n\n4. Non-objective response after 2 cycles of THP as neoadjuvant treatment. 5. Known hormone receptor status. 6. Patient has adequate bone marrow, liver, and renal function:\n\n1. Hematological: White blood cell (WBC) count \\> 3.5 x 109/L, absolute neutrophil count (ANC) ≥ 1.5 x 109/L, platelet count ≥ 90 x109/L, and hemoglobin ≥ 90 g/dL.\n2. Hepatic function: total bilirubin ≤ 1.5 x institutional upper limit of normal (ULN) (except for Gilbert's syndrome); aspartate transaminase (AST) and alanine transaminase (ALT) ≤ 2.5 times ULN.\n3. Renal function: serum creatinine and BUN ≤ 1.5 x ULN, or creatinine clearance ≥ 50 ml/min/1.73 m2 for patients with creatinine levels above institutional normal.\n\n8. LVEF ≥50% measured by echocardiography. 9. Fertile patients must use effective contraception (barrier method - condoms, diaphragm - also in conjunction with spermicidal jelly, or total abstinence. Oral, injectable, or implant hormonal contraceptives are not allowed).\n\n10. Negative serum pregnancy test, within 2-weeks (preferably 7 days) prior to randomization (For women of childbearing potential).\n\n11. Signed informed consent form (ICF).\n\nExclusion Criteria:\n\n1. Metastatic breast cancer;\n2. Previous (less than 10 years) or current history of malignant neoplasms, except for curatively treated: Basal and squamous cell carcinoma of the skin; Carcinoma in situ of the cervix.\n3. Patients with a prior malignancy diagnosed more than 10 years prior to randomization may enter the study. Patients must have been curatively treated with surgery alone. Radiation therapy or systemic therapy (chemotherapy or endocrine) are NOT permitted. Prior diagnoses of breast cancer or melanoma are excluded.\n4. Concurrent treatment with an investigational agent or participation in another therapeutic clinical trial;\n5. Major surgical procedure or significant traumatic injury within 14 days prior to randomization or anticipation of the need for major surgery within the course of the study treatment.\n6. Known history of uncontrolled or symptomatic angina, clinically significant arrhythmias, congestive heart failure, transmural myocardial infarction, uncontrolled hypertension (≥180/110), unstable diabetes mellitus, dyspnoea at rest, or chronic therapy with oxygen;\n7. Known hypersensitivity reaction to one of the investigational compounds or incorporated substances.\n8. Pregnant or lactating patients. Patients of childbearing potential must implement adequate non-hormonal contraceptive measures during study treatment.\n9. Concurrent disease or condition that would make the subject inappropriate for study participation or any serious medical disorder that would interfere with the subject's safety.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}