{
    "nctId": "NCT00229697",
    "briefTitle": "Phase II Metastatic ER+/PgR+ Nolvadex +/- Iressa Study",
    "officialTitle": "A Phase II Randomised, Double-Blind, Stratified, Multi-Centre Trial Comparing the Nolvadex 20 Mg And Placebo Combination To The Nolvadex 20 Mg and ZD1839 (IRESSA™) 250 MG Combination In Patients With Metastatic Breast Cancer And Estrogen Receptor (ER) and/or Progesterone (PR) Positive Tumours",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Neoplasms",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 317,
    "primaryOutcomeMeasure": "Strata 1: To compare the time to progression between 2 treatment arms (ZD1839/Nolvadex vs placebo/Nolvadex)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologically confirmed metastatic adenocarcinoma of the breast (seeTNM staging Appendix I) that is ER and/or PR positive as determined in local laboratories at each investigator site (central verification of ER status will be performed after the patient starts treatment\n* A tissue block from either the metastatic or primary tumor site is required.\n* WHO performance status (PS) 0-2\n* Patients must not be pregnant or breast-feeding. A negative pregnancy test is required within 7 days prior to randomization if pre- or peri-menopausal. Postmenopausal patients are defined as:\n* natural menopause with last menses \\> 1 year ago,\n* radiation induced oophorectomy with last menses \\> 1 year ago,\n* chemotherapy induced menopause with 1 year interval since last menses, or\n* serum FSH and LH and plasma estradiol levels in the postmenopausal range for the institution.\n* bilateral oophorectomy\n\nExclusion Criteria:\n\n* Patients cannot be on hormone replacement therapy or received prior chemotherapy for metastatic disease.\n* Patients previously treated with a Tyrosine Kinase inhibitor or have evidence of an active interstitial lung disease are not eligible.\n* Treatment with LH-RH analog.\n* Laboratory values as follow Bilirubin \\>1.5 times upper limit of normal ULN, alanine amino transferase (ALT) or aspartate amino transferase (AST) \\>2.5 times the ULN if no demonstrable liver metastases, or \\>5 times the ULN in the presence of liver metastases\n* Bone marrow function: WBC \\<1500 mm3",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}