{
    "nctId": "NCT02053597",
    "briefTitle": "TRIal evalUating the Menstrual and Ovarian Function of Young Breast Cancer Patients Treated With a cycloPHosphamide-free Regimen",
    "officialTitle": "A Phase II TRIal evalUating the Menstrual and Ovarian Function of Young Breast Cancer Patients Treated With a cycloPHosphamide-free Regimen Composed of Doxorubicin and Paclitaxel",
    "overallStatus": "WITHDRAWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "Change from baseline in ovarian function",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age ≤ 40 years.\n2. Eastern Cooperative Oncology Group (ECOG) performance status ≤ 1.\n3. Non-metastatic primary invasive carcinoma of the breast eligible for adjuvant or neoadjuvant chemotherapy.\n4. Negative estrogen (ER) and progesterone receptor (PgR) status.\n5. Baseline left ventricular ejection fraction (LVEF) ≥50% measured by an echocardiogram or MUGA.\n6. Interested in maintaining menstrual and/or ovarian function following completion of chemotherapy.\n7. Known HER2/neu status.\n8. Negative pregnancy test within 14 days prior to starting chemotherapy.\n9. Adequate hematologic, hepatic and renal function.\n10. Signed informed consent.\n\nExclusion Criteria:\n\n1. History of prior malignant disease (breast or non-breast) or non-malignant condition which was treated with chemotherapy, pelvic irradiation or any therapy that could potentially affect ovarian function.\n2. Previous history of amenorrhea \\> 3 months within the last 2 years (excluding pregnancy).\n3. Ovarian insufficiency defined as serum FSH \\> 20 IU/L at the local laboratory, anytime during the menstrual cycle.\n4. Any ovarian pathology or abnormalities at the screening pelvic ultrasound, except for functional follicular cysts.\n5. Pregnant or breastfeeding patients.\n6. Inability or unwillingness to use effective contraception during and up to 3 months after the last dose of study medication. Effective methods include the following: non-hormonal intrauterine device, barrier method - condoms, diaphragm - also in conjugation with spermicidal jelly, or total abstinence. Oral, injectable, or implant hormonal contraceptives are not allowed.\n7. Concurrent use of any other cytotoxic or hormonal agent, namely GnRH agonists.\n8. Prior pre-existing peripheral neuropathy of any cause, including diabetes mellitus, alcohol abuse, HIV infection, autoimmune and hereditary neuropathies, amyloidosis, hypothyroidism, vitamin deficiencies.\n9. Serious cardiac illness, uncontrolled hypertension or medical condition that would affect administration of chemotherapy and compliance to study procedures.\n10. Known sensitivity to any of the study medications.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT"
}