{
    "nctId": "NCT03216187",
    "briefTitle": "Swiss Multi-centre, Randomized, Placebo Controlled Trial of Pregabalin for Prevention of Persistent Pain in High Risk Patients Undergoing Breast Cancer Surgery",
    "officialTitle": "Swiss Multi-centre, Randomized, Placebo Controlled Trial of Pregabalin for Prevention of Persistent Pain in High Risk Patients Undergoing Breast Cancer Surgery",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Persistent Postoperative Pain",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "PREVENTION",
    "enrollmentCount": 126,
    "primaryOutcomeMeasure": "incidence of \"clinically important pain\" at 3 months after surgery",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* patients scheduled for breast surgery for cancer, either breast-conserving (tumorectomy/ quadrantectomy) or mastectomy, with or without immediate reconstruction, and with or without axillary dissection.\n* patients of 18 years or more scheduled for above mentioned type of surgery\n* ability to speak and read French, English or German\n* high (\\>30%) risk of clinically important persistent pain: identified with 2 or more points of a risk score including the items: pre-existing pain at surgical site (2 points), history of depression (1 point), age \\< 50 years (1 point), and high expected acute pain (\\>6/10, 1 point).\n* Informed Consent as documented by signature.\n\nExclusion Criteria:\n\n* Inability to understand the consent form and to follow the procedures of the study, e.g. due to language problems, psychological disorders, dementia, etc. of the participant\n* Participation in another study with investigational drug within the 30 days preceding and during the present study,\n* Previous enrolment into the current study,\n* Enrolment of the investigator, his/her family members, employees and other dependent persons\n* Pregnancy or lactation - Renal insufficiency (creatinine clearance \\< 60 ml/min)\n* Allergy to pregabalin or the ingredients of the capsules\n* Long-term preoperative therapy with gabapentinoids or high-dose opioids (more than 60 mg of morphine equivalents)\n* Symptomatic cardiac insufficiency (peripheral oedema, NYHA class III - marked limitation of physical activity)\n* Suicidal ideation, identified by the question: \"have you been bothered by thoughts that you would be better off dead, or of killing yourself?\"\n* Planned fertility preservation immediately after surgery before a planned chemotherapy\n* Known or suspected non-compliance, or substance-use disorder with impact on medication adherence",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}