{
    "nctId": "NCT00816530",
    "briefTitle": "A Clinical Study to Evaluate Somo•v and Digital Mammography Together as a Breast Cancer Screening Method, Compared to Digital Mammography Alone, in Women With Dense Breasts.",
    "officialTitle": "A Prospective Multicenter Matched-pair Clinical Study to Evaluate the Sensitivity and Specificity of ABUS and Digital X-Ray Mammography (XRM) Together as a Breast Cancer Screening Method Compared to XRM Alone in Women With >50% Parenchymal Density.",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 15679,
    "primaryOutcomeMeasure": "For the cohort of asymptomatic women who have dense breast tissue, calculate the sensitivity of XRM and ABUS together as a breast cancer screening modality and compare it to that of XRM alone.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Female\n* Asymptomatic\n* Prior screening mammograms, if available, exhibit history of breast density\n* Not currently pregnant or breastfeeding\n* Not planning to become pregnant in the following 18 months\n* Age 25 or older\n* No breast surgeries or interventional procedures in the past 12 months\n* No history of cancer diagnosis and/or treatment in the past 12 months\n* Informed Consent and Completed Participant Questionnaire\n* Complete screening mammography views (CC and MLO) for one or both breasts\n* \\> 50% preliminary parenchymal density on preliminary assessment by technologist\n* Willing to comply with study protocol and follow-up recommendations:\n\n  * If evaluation is normal, must undergo routine screening mammography in 12 months\n  * If evaluation is abnormal, must undergo additional imaging and diagnostic procedures recommended by the Investigator, including but not limited to a biopsy and routine screening mammogram in 12 months if findings are benign.\n  * Agrees to report any breast changes or symptoms to the Investigator for the 12 months following study enrollment until and including completion of routine screening mammogram.\n  * Agrees to be contacted by site study staff if routine screening mammography or recommended follow-up is not completed within the recommended time frame.\n\nExclusion Criteria:\n\n* ≤ 50% preliminary parenchymal density on preliminary assessment by technologist\n* Does not meet all Inclusion Criteria for Enrollment",
    "sex": "FEMALE",
    "minimumAge": "25 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}