{
    "nctId": "NCT05219578",
    "briefTitle": "RTX-224 Monotherapy in Patients With Solid Tumors",
    "officialTitle": "A Phase 1/2 Study of RTX-224 for the Treatment of Patients With Advanced Solid Tumors",
    "overallStatus": "TERMINATED",
    "conditions": "Non Small Cell Lung Cancer, Cutaneous Melanoma, Head and Neck Squamous Cell Carcinoma, Urothelial Carcinoma, TNBC - Triple-Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 7,
    "primaryOutcomeMeasure": "Safety Assessment by rate of Adverse Events (AEs)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Signed written informed consent obtained prior to study procedures Patients ≥18 years with an ECOG of 0 or 1\n* R/R, or locally advanced, unresectable, and histologically or cytologically confirmed\n\n  (a) NSCLC, (b) cutaneous melanoma, (c) HNSCC, (d) UC, or (e) TNBC, which are refractory to or otherwise ineligible for treatment with standard-of-care treatments\n* Prior therapy in each disease setting must include the following:\n\n  * NSCLC: Patients must have experienced disease progression following platinum-containing chemotherapy and a PD-1 or PD-L1 inhibitor. Patients with EGFR, ALK, ROS-1, or other actionable mutations should have previously received or been ineligible for therapies targeting their respective mutation(s).\n  * Cutaneous melanoma: Patients must have experienced disease progression following a PD-1 or PD-L1 inhibitor. Patients with V600E mutations should have previously received or been ineligible for approved BRAF inhibitor or MEK inhibitor therapy.\n  * HNSCC: Patients must have experienced disease progression following platinum-based combination chemotherapy and a PD-1 or PD-L1 inhibitor.\n  * UC: Patients must have experienced disease progression following platinum-based combination chemotherapy and a PD-1 or PD-L1 inhibitor.\n  * TNBC: Patients must have experienced disease progression following single-agent or combination chemotherapy. Patients with BRCA1/2 mutations should have previously received or been ineligible for an approved PARP inhibitor; patients who are PD-L1 positive should have received or been ineligible for an approved PD-1 or PD-L1 inhibitor.\n* Disease must be measurable per Response Evaluation Criteria\n* The shorter of 28 days or 5 half-lives must have elapsed since the completion of prior therapy, before initiation of study treatment.\n* Adequate Organ Function as Defined by the protocol:\n\n  * AST and ALT ≤3 × the upper limit of normal (ULN) Except in documented cases of Gilbert syndrome, total bilirubin ≤1.5 × ULN\n  * Serum albumin ≥2.5 g/dL\n  * Serum or plasma creatinine ≤1.5 × ULN and/or glomerular filtration rate ≥50 mL/min/1.73 calculated by the Cockcroft-Gault formula\n  * Absolute neutrophil count ≥1 × 103/μL\n  * Platelet count ≥100 × 103/μL\n  * Hemoglobin ≥9 g/dL\n\nExclusion Criteria:\n\n* Patient has central nervous system (CNS) involvement. If the patient fulfills the following 3 criteria, she/he is eligible for the trial after consultation with the Sponsor Medical Monitor.\n* Completed prior therapy for CNS metastases (radiation and/or surgery)\n* CNS tumor(s) is clinically stable at the time of enrollment\n* Patient does not require corticosteroid or antiepileptic therapy for management of CNS metastases\n* Known hypersensitivity to any component of study treatment or excipients.\n* Positive antibody screen using institution's standard type and screen test.\n* Clinically significant, active and uncontrolled infection, including human immunodeficiency virus (HIV), Hepatitis B virus (HBV), or Hepatitis C virus (HCV).",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}