{
    "nctId": "NCT00442260",
    "briefTitle": "Doxorubicin HCL Liposome Injection (DOXIL) in Combination With Abraxane in Patients With Metastatic Breast Cancer",
    "officialTitle": "Dose Finding and Efficacy Evaluation of DOXIL (Doxorubicin HCL Liposome Injection) in Combination With Abraxane (Abraxane) in Patients With Metastatic Breast Cancer (MBC) [Phase I and II]",
    "overallStatus": "COMPLETED",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 2,
    "primaryOutcomeMeasure": "This Trial Will Use DOXIL and Abraxane as First or Second Line Chemotherapy in Patients With a Diagnosis of Metastatic Breast Cancer (MBC).",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Male or female over the age of 18.\n* ECOG performance status 0-2.\n* Patients with a biopsy proven or radiologically confirmed metastatic breast cancer.\n* Chemotherapy naïve in the metastatic setting or had one prior regimen for metastatic breast cancer.\n* Patients who had multiple non-chemotherapy agents for metastatic breast cancer are eligible i.e. hormonal therapies, Herceptin, Avastin etc.\n* If they had received a taxane or anthracyclines in the adjuvant or metastatic setting, the interval should be more than 12 month and the cumulative dose of anthracycline will have to be taken into account (for both adjuvant and metastatic setting).\n* Patients who have Her2/neu negative breast cancer.\n* No significant co-morbid conditions as determined by the investigator.\n* Patients must have normal cardiac function, as evidenced by a left ventricular ejection fraction (LVEF) within institutional normal limits. A Multiple Gated Acquisition (MUGA) scan or echocardiogram (the same test must be used throughout the study) to evaluate LVEF must be done within 4 weeks (28 days).\n* Normal laboratory values as explained below.\n* No active malignancy in the past 5 years (other than non- melanomatous cutaneous cancer, cervical intraepithelial neoplasia, or in-situ cervical cancer).\n* Ability to understand and the willingness to sign a written informed consent document.\n* Patients must have measurable disease, defined as at least one lesion that can be accurately measured in at least one dimension (longest diameter to be recorded) as greater than or equal to 20 mm with conventional techniques or as greater than or equal to 10 mm with spiral CT scan. See section for the evaluation of measurable disease. The protocol will employ the RECIST criteria.\n* Negative serum or urine pregnancy test at screening for patients of child-bearing potential\n* Patients with reproductive potential must use an adequate contraceptive method (e.g., abstinence, intrauterine device, oral contraceptives, barrier device with spermicide or surgical sterilization) during treatment and for three months after completing treatment.\n\nExclusion Criteria:\n\n* Pregnant or breast-feeding.\n* Patients with central nervous system (CNS) metastatic disease can be excluded if it is diffuse involvement or cerebrospinal fluid (CSF) spread or metastasis not amenable to gamma knife surgery or neurosurgical intervention (Following neurosurgical removal of solitary or up to 3 metastasis or following gamma-knife procedure for up to 3 metastasis, patient can become eligible). For those patients with stable CNS metastasis for more than 12 months will be eligible for study.\n* Evidence of significant co-morbid conditions or end organ dysfunction.\n* Patients with Grade 3 or 4 neuropathy at baseline evaluation from any cause will also be excluded.\n* Patients are permitted to receive radiation therapy (palliative or primary), but their study drugs will be held during the course of radiation therapy until hematopoietic recovery. The irradiated sites will not be used for response in the Phase II setting.\n* Prior anthracycline dose exceeding 360 mg/m2 for doxorubicin (including Doxil) or 720 mg/m2 for epirubicin will make them ineligible.\n* History of hypersensitivity reactions attributed to a conventional formulation of doxorubicin HCL or the components of DOXIL. Prior history of severe reaction to Taxol will also make them ineligible.\n* Myocardial infarct within 6 months before enrollment, New York Heart Association (NYHA) Class II or greater heart failure, uncontrolled angina, severe uncontrolled ventricular arrhythmias, clinically significant pericardial disease, or electrocardiographic evidence of acute ischemic or active conduction system abnormalities.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}