{
    "nctId": "NCT04889495",
    "briefTitle": "A Post-marketing Surveillance to Assess the Safety and Effectiveness of Zirabev in Domestic Patients With Various Cancer",
    "officialTitle": "A Prospective, Single-arm, Open-label, Non-interventional, Multicenter, Post-marketing Surveillance to Assess the Safety and Effectiveness of Zirabev in Domestic Patients With Non-small Cell Lung Cancer, Metastatic Colorectal Cancer, Metastatic Breast Cancer, Advanced or Metastatic Kidney Cancer, Cervical Cancer, Epithelial Ovarian Cancer, Fallopian Tube Cancer, Primary Peritoneal Cancer or Glioblastoma Multiforme.",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Non-small Cell Lung Cancer, Metastatic Colorectal Cancer, Metastatic Breast Cancer, Metastatic Kidney Cancer, Cervical Cancer, Epithelial Ovarian Cancer, Fallopian Tube Cancer, Primary Peritoneal Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 400,
    "primaryOutcomeMeasure": "Safety profile",
    "eligibilityCriteria": "- Inclusion criteria\n\nPatients must meet all of the following inclusion criteria to be eligible for inclusion in the study:\n\n1. Adults over 19 years old\n2. Patients with non-small cell lung cancer, metastatic colorectal cancer, metastatic breast cancer, advanced or metastatic kidney cancer, cervical cancer, epithelial ovarian cancer, fallopian tube cancer, primary peritoneal cancer or glioblastoma multiforme.\n3. Patients eligible for Zirabev dosage based on local product document, local treatment guidelines and clinical judgment of the medical team.\n4. Evidence of a signed and dated informed consent document indicating that the patient (or a legally acceptable representative) has been informed of all pertinent aspects of the study.\n\n   * Exclusion criteria\n\nPatients meeting any of the following criteria will not be included in the study:\n\n1. Any patients (or a legally acceptable representative) who does not agree that Pfizer and companies working with Pfizer use his/her information.\n2. Patients for whom Zirabev is contraindicated according to the local product document.",
    "sex": "ALL",
    "minimumAge": "19 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}