{
    "nctId": "NCT04262804",
    "briefTitle": "A Study to Evaluate the Efficacy and Safety of Margetuximab Plus Chemotherapy in the Treatment of Chinese Patients With HER2+ MBC",
    "officialTitle": "A Randomized, Open-Label, Multiple-center, Phase II Study to Evaluate the Efficacy and Safety of Margetuximab Plus Chemotherapy vs Trastuzumab Plus Chemotherapy in the Treatment of Chinese Patients With HER2+ Metastatic Breast Cancer Who Have Received Prior Anti-HER2 Therapies",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Cancer Metastatic",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 123,
    "primaryOutcomeMeasure": "PFS assessed by BICR (RECIST 1.1)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Written informed consent obtained prior to performing any protocol-related procedures\n2. Male or female, age ≥ 18 years old at the time of screening.\n3. Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1\n4. Subject has histologically confirmed HER2 positive metastatic breast cancer. Note: the definition of HER2 positive is to have at least once 3+ by IHC, FISH positive and CISH positive in the pathological test/retesting conducted at least once by investigational site or qualified central lab which met national standard.\n5. Have received at least 2 prior lines of anti-HER2 directed therapy in the metastatic setting (mandatory to have trastuzumab, and other anti-HER2 agents e.g. lapatinib, pyrotinib, pertuzumab, or T-DM1), regardless of having received (neo)adjuvant anti-HER2 therapy or not\n6. Have received treatment with no more than three lines of therapy overall in the metastatic setting (including anti-HER2 targeted therapy or chemotherapy) and must have disease progressed on or after, the most recent line of therapy. per RECIST 1.1.\n\n   * Prior radiotherapy, chemotherapy, hormonal therapies are allowed\n   * Endocrine therapies will not be considered as previous lines of therapy in the metastatic setting.\n   * Prior neo-adjuvant or adjuvant therapy that resulted in relapse within 6 months of the completion of therapy will be considered a line of treatment for metastatic disease.\n   * Dose interruptions, delays, pauses during previous therapy, or changes in therapy to manage toxicity will not constitute a new line of therapy provided disease progression did not occur\n7. Subject has at least one measurable lesion per RECIST 1.1.\n8. Previous adverse events associated with anti-tumor therapy have been recovered to NCI-CTCAE v4.03 Grade ≤1 (except NCI-CTCAE v4.03 Grade ≤2 alopecia, stable sensory neuropathy, or stabilized electrolyte disturbance after fluid transfusion).\n9. Subject has life expectancy ≥12 weeks.\n10. Subject has no supportive therapy of blood transfusion or growth factor within 4 weeks before randomization and has adequate organ functions as defined below:\n\n    * Absolute Neutrophil count (≥ 1.5 \\*109/L)\n    * Platelets count (≥ 100 \\*109/L)\n    * Hemoglobin (≥ 90 g/L)\n    * Serum creatinine (≤1.5 times the upper limit of normal (ULN)) or calculated creatinine clearance (≥50 mL/min) (per Cockcroft-Gault formula; see Appendix 4)\n    * Total bilirubin ≤ 1.5 times the upper limit of normal (ULN) or direct bilirubin ≤ 1.0 times the upper limit of normal (ULN)AST and ALT ≤2 times the upper limit of normal (ULN), and liver metastasis must be ≤5 times the upper limit of normal (ULN).\n    * Cardiac color Doppler LVEF ≥ 50%\n11. Subject has a negative test result of pregnancy test at randomization. Women with childbearing potential are promised to take adequate and effective contraceptive measures or abstinence within six months from the start of the study to the end of the study and after the last medication are admitted. Or the women in the study were women with no potential fertility, defined as:\n\n    * Women underwent surgical sterilization (hysterectomy, bilateral ovariectomy or bilateral salpingectomy), or\n    * Women ≥ 60 years of age, or\n    * Women are in the ages ≥ 40 years old and \\<60 years old, and have been amenorrhoeic for 12 months with the results of follicle stimulating hormone examination were in the postmenopausal reference range per testing hospital.\n12. Subject with good compliance and willing to have the follow-up visits\n\nExclusion Criteria:\n\n1. Subject has symptomatic, uncontrolled brain or pia mater metastasis. If subject has known and treated brain metastasis, baseline CT or MRI data within 4 weeks prior to randomization are mandatory to be obtained. Subject should have received brain metastasis treatment for at least four weeks before randomization. If subject needs to use steroids for treatment after randomization, the dosage of steroids (\\<10 mg/day prednisone or equivalent) should be stable before randomization for at least four weeks without relevant neurological symptoms\n2. Subject has third interstitial effusion (e.g. massive pleural and ascites) that cannot be controlled by drainage or other means.\n3. Subject has local or systemic anti-tumor treatment within 2 weeks prior to randomization, including radiotherapy, chemotherapy, surgical resection (major surgery for breast cancer), or target therapy, and endocrine therapy for anti-tumor within 7 days prior to randomization.\n4. Subject has any investigational treatment within 4 weeks prior to randomization (including margetuximab)\n5. Subject has history of major surgery with unrecovered surgical effect within 4 weeks prior to randomization.\n6. Subject has other malignant tumor (complete cured in situ cervical cancer, cutaneous basal cell carcinoma or cutaneous squamous cell carcinoma are not included) within 5 years prior to randomization.\n7. Subject has severe and uncontrolled disease, including but not limited to\n\n   * Uncontrollable nausea and vomiting, and any other severe gastrointestinal disorders\n   * Active viral infections, e.g. human immunodeficiency virus (HIV), hepatitis B (HBV; HbsAg positive, HBV-DNA (≥103 copies/ml or (≥500 IU/ml), hepatitis C (HCV) etc.\n   * Severe uncontrollable diabetes, hypertension, thyroid diseases etc.\n   * Severe uncontrollable pulmonary diseases, e.g. severe contagious pneumonia, interstitial lung disease etc.\n   * Myocardial infarction, unstable angina pectoris, stroke, transient ischemic attack within 6 months prior to randomization; clinically significant arrhythmia, congestive heart failure (NYHA II-IV), pericarditis or severe pericardial effusion, myocarditis, etc.\n8. Subject has known allergy to recombinant proteins, polysorbide 80, benzyl alcohol or any excipients contained in manufacturing of margetuximab, trastuzumab or other study treatments. For subject with previous transfusion reactions to trastuzumab or other monoclonal antibodies, if there is no contraindication for trastuzumab treatment, the subject is eligible for enrollment.\n9. Subject has contraindication of using trastuzumab, or confounding disease that may prevent subject from using chemotherapy prescribe by the investigator.\n10. Subject has vaccination with any live virus vaccine within four weeks prior to randomization; inactivated influenza vaccine is allowed.\n11. Subject who is pregnant or breastfeeding, or who is expected to be pregnant during the period of the study\n12. Dementia or any mental condition may impede understanding and informed consent\n13. Any disease, treatment, or laboratory abnormalities that may interfere with the results of the study, affect the subject's full participation in the study, or that the investigator does not consider that the subject is appropriate to participate in the study",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}