{
    "nctId": "NCT04285996",
    "briefTitle": "IMaging Pilot Study of the αvβ6 Integrin Radiotracer [18F]-A20FMDV2 in PAtients With Solid Cancer Types",
    "officialTitle": "IMaging Pilot Study of the αvβ6 Integrin Radiotracer [18F]-A20FMDV2 in PAtients With Solid Cancer Types",
    "overallStatus": "COMPLETED",
    "conditions": "Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "BASIC_SCIENCE",
    "enrollmentCount": 19,
    "primaryOutcomeMeasure": "To evaluate the feasibility of [18F]-FBA-A20FMDV2-PET imaging in patients with solid tumours.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Able to give written informed consent prior to admission to this study.\n2. Female or male aged ≥18 years\n3. ECOG performance status of 0-2\n4. Clinical diagnosis of a solid tumour measuring ≥1cm in the longest diameter as assessed by clinical imaging or by physical clinical evaluation.\n5. Female patients of childbearing potential or male patients with female partners of child-bearing potential must agree to use adequate contraception as described in the protocol from the day of the scan and until 4 weeks after the scan\n6. Haematologic indices (FBC, WBC, ANC, platelets count and haemoglobin) and biochemical indices (sodium, potassium, chloride, urea, creatinine, total protein, albumin, total bilirubin, ALP and AST) within local institutional limits.\n7. Negative urine pregnancy test for female patients of childbearing potential prior to study entry1.\n8. Availability of a formalin fixed, paraffin embedded (FFPE) tumour sample for central assessment.2\n\nExclusion Criteria:\n\n1. Breast feeding female patients.\n2. Previous or current exposure to animals that may harbour the foot and mouth disease virus FMDV2\n3. Previous long-term (≥ 3 months) residence in a country where FMDV2 is endemic (such as certain areas of Africa, Asia and South America).\n4. Subject feels unable to lie flat and still on their back for a period of up to 95 minutes in the PET/CT scanner.\n5. Any other disease, metabolic dysfunction, physical examination finding, or clinical laboratory finding that, in the investigator's opinion, gives reasonable suspicion of a disease or condition that contraindicates the use of the tracer, may affect the interpretation of the results, render the patient at high risk from treatment complications or interferes with obtaining informed consent.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}