{
    "nctId": "NCT04896320",
    "briefTitle": "Tucatinib With Chemotherapy and Trastuzumab in Advanced Her-2-neu Overexpressing, Previously Treated Breast Cancer.",
    "officialTitle": "A Phase 1/2 Study of Tucatinib With Chemotherapy and Trastuzumab in Patients With Previously Treated, Advanced Her-2-Neu Overexpressing Breast Cancer.",
    "overallStatus": "WITHDRAWN",
    "conditions": "Breast Cancer Stage IV",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "To determine the maximum tolerated dose and recommended dosing of tucatinib to be given in combination with either vinorelbine or gemcitabine and trastuzumab.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age \\>18, with metastatic breast cancer, documented Her2+ by FISH/Dual-ISH, and/or IHC 3+ staining, local determination of Her2+ allowed\n2. Progressive disease with history of prior treatment with trastuzumab and capecitabine for metastatic disease (unless deemed intolerable or ineligible for capecitabine by the investigator).\n3. Prior treatment with T-DM1 in any setting unless deemed intolerable or ineligible for T-DM1 by the investigator.\n4. Target or non-target lesions per RECIST 1.1.\n5. ECOG 0 or 1.\n6. In the opinion of the investigator, life expectancy \\>6 months.\n7. LVEF \\> 50% by ECHO or MUGA within 4 weeks prior to first study treatment.\n8. Cr Clearance \\> 50mL/min per institutional guidelines.\n9. Negative serum pregnancy test for women of child bearing potential within 14 days of first study treatment and must agree to use effective contraception through 30 days after last treatment.\n\n   For subjects who can father children:\n   * Must agree not to donate sperm starting at time of informed consent and continuing throughout the study period and for at least 30 days after the final study drug administration.\n   * If sexually active with a person of childbearing potential in a way that could lead to pregnancy, must consistently use a barrier method of birth control starting at time of informed consent and continuing throughout the study and for at least 30 days after the final dose of study drug administration.\n   * If sexually active with a person who is pregnant or breastfeeding, must consistently use a barrier method of birth control starting at time of informed consent and continuing throughout the study and for at least 30 days after the final dose of study drug administration.\n10. Willing and able to provide written Informed consent.\n11. All toxicities related to prior cancer therapies must have resolved to \\< grade 1, with following exceptions: alopecia, neuropathy, which must have resolved to \\<Grade 2; congestive heart failure which must have been \\<grade 1 in severity at the time of occurrence and resolved completely.\n12. Adequate hematologic and hepatic function as defined by:\n\n    * Hemoglobin \\>9g/dL\n    * Absolute neutrophil count (ANC)\\>1000 cells/uL\n    * Platelets \\>100,000/uL\n    * Total bilirubin \\< 1.5 X upper limit of normal (ULN), except for subjects with known Gilbert's disease, who may enroll if the conjugated bilirubin is \\< 1.5 X ULN\n    * Transaminases (aspartate aminotransferase/serum glutamic oxaloacetic transaminase \\[AST/SGOT\\] and alanine aminotransferase/serum glutamic pyruvic transaminase \\[ALT/SGPT\\]) ≤ 2.5 X ULN (≤ 5 X ULN if liver metastases are present)\n13. CNS Inclusion - Based on screening contrast brain MRI, patients must have one of the following:\n\n    * No evidence of brain metastases\n    * Untreated brain metastases not needing immediate local therapy. For patients with untreated CNS lesions \\> 2.0 cm on screening contrast brain MRI, discussion with and approval from the medical monitor is required prior to enrollment\n    * Previously treated brain metastases\n\nA. Brain metastases previously treated with local therapy may either be stable since treatment or may have progressed since prior local CNS therapy, provided that there is no clinical indication for immediate re-treatment with local therapy in the opinion of the investigator.\n\nB. Patients treated with CNS local therapy for newly identified lesions found on contrast brain MRI performed during screening for this study may be eligible to enroll if all of the following criteria are met:\n\ni. Time since WBRT is ≥ 21 days prior to first dose of treatment, time since SRS is ≥ 7 days prior to first dose of treatment, or time since surgical resection is ≥ 28 days ii. Other sites of disease assessable by RECIST 1.1 are present C. Relevant records of any CNS treatment must be available to allow for classification of target and non-target lesions\n\nExclusion Criteria:\n\n1. Having previous treatment with vinorelbine and gemcitabine for metastatic disease.\n2. History of allergic reactions to trastuzumab except for grade 1/2 infusion reactions.\n3. History of allergic reactions to tucatinib.\n4. Any systemic anti-cancer therapy \\<14 days of first study treatment, including any experimental agents.\n5. Clinically significant cardiopulmonary disease including ventricular arrhythmia requiring therapy\n\n   * Uncontrolled hypertension (defined as persistent systolic blood pressure \\> 150mmHG and/or diastolic blood pressure \\>100mm Hg on antihypertensive medication) or any history of symptomatic CHF\n6. Known history of HIV, Hep B/C or known chronic liver disease.\n7. Known MI or unstable angina in last 6 months prior to first study treatment\n8. Inability to swallow pills or significant GI disease, in the opinion of the Investigator that would preclude oral absorption of the medication.\n9. Are pregnant, breastfeeding, or planning pregnancy.\n10. CNS Exclusion - Based on screening brain MRI, patients must not have any of the following:\n\n    A. Any untreated brain lesions \\> 2.0 cm in size, unless discussed with medical monitor and approval for enrollment is given.\n\n    B. Ongoing use of systemic corticosteroids for control of symptoms of brain metastases at a total daily dose of \\> 2 mg of dexamethasone (or equivalent). However, patients on a chronic stable dose of ≤ 2 mg total daily of dexamethasone (or equivalent) may be eligible with discussion and approval by the medical monitor.\n\n    C. Any brain lesion thought to require immediate local therapy, including (but not limited to) a lesion in an anatomic site where increase in size or possible treatment-related edema may pose risk to patient (e.g. brain stem lesions). Patients who undergo local treatment for such lesions identified by screening contrast brain MRI may still be eligible for the study based on criteria described under CNS inclusion criteria.\n\n    D. Known or suspected LMD as documented by the investigator. E. Have poorly controlled (\\> 7days) generalized or complex partial seizures, or manifest neurologic progression due to brain metastases notwithstanding CNS-directed therapy\n11. Use of a strong CYP3A4 or CYP2C8 inhibitor within ≤14days, or use of a strong CYP3A4 or CYP2C8 inducer within ≤5 days prior to the first study treatment. CYP3A4 or CYP2C8 inducers and inhibitors are also prohibited as concomitant medications within ≤14 days of initiating Tucatinib treatment. . Use of sensitive CYP3A substrates should be avoided two weeks before enrollment and during study treatment. See Appendices C, D, E for references. (See Section 7.6 for additional prohibited concomitant medications)\n12. Prior radiation therapy less than 7 days from start of treatment.\n13. Other medical, social, or psychosocial factors that, in the opinion of the investigator, could impact safety or compliance with study procedures.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}