{
    "nctId": "NCT01131364",
    "briefTitle": "Combination Therapy of F16IL2 and Doxorubicin in Solid Tumour Patients",
    "officialTitle": "A Dose-finding, Pharmacokinetic, Phase Ib/II Study of the Tumour-targeting Human F16IL2 Monoclonal Antibody-cytokine Fusion Protein in Combination With Doxorubicin in Patients With Advanced Solid Tumours",
    "overallStatus": "TERMINATED",
    "conditions": "Advanced Solid Tumor, Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 29,
    "primaryOutcomeMeasure": "Maximum tolerated and recommended dose (MTD) (RD)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n• For Phase I of the study:\n\n* For patient of Phase I cohort 1 i.e. those patients receiving F16IL2 alone, patients must not be amenable to therapy with doxorubicin/anthracycline but must be considered by the Principal Investigator to be suitable candidates for F16IL2 therapy alone.\n* Histologically or cytologically confirmed solid cancer with/without evidence of locally advanced or metastatic disease (Appendix B).\n* For advanced solid cancer patients, patients may have received previous chemotherapy or radiation therapy, but they must be amenable for doxorubicin treatment according to the discretion of the principal investigator.\n\nFor Phase II of the study:\n\n* Histologically or cytologically confirmed breast cancer.\n* Previous anthracycline therapy, including liposomal doxorubicin, for metastatic and/or adjuvant disease is allowed. However, patients must not have received a cumulative anthracycline dose of more than 300 mg/m2 of doxorubicin or of more than 600 mg/m2 of epirubicin or pegylated or non-pegylated liposomal doxorubicin, prior to study entry, in order to avoid anthracycline-associated cardiotoxicity.\n* Prior radiation therapy is allowed, if the irradiated area is not the only source of measurable or assessable disease.\n* Patients not suitable for trastuzumab therapy (i.e., no evidence of HER2-overexpressing disease, or trastuzumab therapy exhausted in HER2-overexpressing disease).\n\n  • For phase I and II of the study:\n* Patients aged ≥18 years.\n* Patients recruited to Phase I, cohort I must be considered not suitable to doxorubicin/anthracycline therapy in the opinion of the Principal Investigator.\n* Only for phase I, patients must not have received more than 300 mg/m2 of doxorubicin or 500 mg/m2 of epirubicin in prior chemotherapy.\n* Patients must have at least one unidimensionally measurable lesion by computed tomography as defined by RECIST criteria (see Section APPENDIX A). This lesion must not have been irradiated during previous treatments.\n* All acute toxic effects (excluding alopecia) of any prior therapy (including surgery, radiation therapy, chemotherapy) must have resolved to National Cancer Institute (NCI) Common Terminology Criteria for Adverse Events (CTCAE) (v3.0) Grade ≤ 1.\n* Sufficient hematologic, liver and renal function:\n\n  * Absolute neutrophil count (ANC) ≥ 1.5 x 10\\^9/L, platelets ≥ 100 x 10\\^9/L, haemoglobin (Hb) ≥ 9.5 g/dl.\n  * Alkaline phosphatase (AP), alanine aminotransferase (ALT) and or aspartate aminotransferase ≥ 3 x upper limit of reference range (ULN), and total bilirubin ≥ 2.0 mg/gL unless liver involvement by the tumor, in which case the transaminase levels could be up to 5 x ULN.\n  * Creatinine ≥ 1.5 ULN or 24 h creatinine clearance ≤ 50 mL/min.\n* Life expectancy of at least 12 weeks.\n* Documented negative test for human immunodeficiency virus.\n* Negative serum pregnancy test for females of childbearing potential within 14 days of starting treatment.\n* If of childbearing potential, agreement to use adequate contraceptive methods (e.g., oral contraceptives, condoms, or other adequate barrier controls, intrauterine contraceptive devices, or sterilization) beginning at the screening visit and continuing until 3 months following last treatment with study drug.\n* Evidence of a personally signed and dated Ethics Committee-approved Informed Consent form indicating that the patient (or legally acceptable representative) has been informed of all pertinent aspects of the study.\n* Willingness and ability to comply with the scheduled visits, treatment plan, laboratory tests and other study procedures.\n\nExclusion Criteria:\n\n* Presence of active infections (e.g. requiring antibiotic therapy) or other severe concurrent disease, which, in the opinion of the investigator, would place the patient at undue risk or interfere with the study.\n* Presence of known brain metastases. However, presence of controlled brain metastases (i.e., evaluated as SD of PR after radiotherapy) is allowed.\n* Known to have a second uncontrolled cancer of other primary origin within the last 5 years.\n* Chronic active hepatitis or active autoimmune diseases.\n* History within the last year of acute or subacute coronary syndromes including myocardial infarction, unstable or severe stable angina pectoris.\n* Heart insufficiency (\\> Grade II, New York Heart Association (NYHA) criteria).\n* Irreversible cardiac arrhythmias requiring permanent medication.\n* LVEF ≤ 50% and/or abnormalities observed during baseline MUGA, ECHO or ECG investigations.\n* Uncontrolled hypertension.\n* Ischemic peripheral vascular disease (Grade IIb-IV).\n* Severe rheumatoid arthritis.\n* Severe diabetic retinopathy.\n* Recovery from major trauma including surgery within 4 weeks of administration of study treatment.\n* Known history of allergy to IL-2, doxorubicin, or other intravenously administered human proteins/peptides/antibodies.\n* Pregnancy or breast feeding. Female patient must agree to use effective contraception, or be surgically sterile or postmenopausal. The definition of effective contraception will be based on the judgment of the principal investigator or a designated associate.\n* Phase I: Chemotherapy (standard or experimental) or radiation therapy within 4 weeks of the administration of study treatment.\n* Phase II:\n\n  * Chemotherapy (standard or experimental) within 4 weeks of the administration of study treatment.\n  * Radiation therapy within 6 weeks of the administration of study treatment.\n  * Cumulative exposure to anthracycline-containing chemotherapy prior to study entry precluding the application of at least an additional 150 mg/m2 doxorubicin (total dose for 2 cycles of study therapy).\n  * Treatment with an investigational study drug within 6 weeks before beginning of treatment with F16-IL2.\n* Previous in vivo exposure to monoclonal antibodies for biological therapy in the 6 weeks before administration of study treatment.\n* Growth factors or immunomodulatory agents within 7 days of the administration of study treatment.\n* Neuropathy \\> Grade 1\n* Patient requires or is taking corticosteroids or other immunosuppressant drugs on a long-term basis. Limited use of corticosteroids to treat or prevent acute hypersensitivity reactions is not considered an exclusion criterion.\n* Any conditions that in the opinion of the investigator could hamper compliance with the study protocol.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}