{
    "nctId": "NCT05594095",
    "briefTitle": "SNF Platform Study of HR+/ HER2-advanced Breast Cancer",
    "officialTitle": "Precision Platform Study of HR+/ HER2-advanced Breast Cancer Based on SNF Typing (A Prospective, Open-label, Multi-center, Phase II Platform Study)",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Neoplasm, Breast Cancer, Hormone Receptor Positive Tumor, HER2-negative Breast Cancer, Advanced Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 620,
    "primaryOutcomeMeasure": "Overall response rate (ORR)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Female aged ≥18 years;\n2. HR+/HER2- invasive breast cancer confirmed by histology (specific definition: ER \\>10% positive tumor cells by immunohistochemistry is defined as ER positive, PR \\>10% positive tumor cells is defined as PR positive, ER and/or PR positive is defined as HR positive; HER2 0-1+ or HER2 + but negative by FISH without amplification was defined as HER2 negative);\n3. Locally advanced breast cancer (unable to undergo radical local treatment) or recurrent metastatic breast cancer;\n4. HR+/HER2- advanced breast cancer patients who had previously received CDK4/6 inhibitor therapy;\n5. At least one measurable lesion according to RECIST 1.1 (conventional CT scan ≥20 mm, spiral CT scan ≥10 mm, measurable lesion has not received radiotherapy);\n6. The functions of the main organs are basically normal and meet the following conditions:\n\n   I. Blood routine examination criteria shall meet: HB ≥90 g/L (no blood transfusion within 14 days); The ANC acuity 1.5 x 109 / L; PLT acuity 75 x 109 / L; Ii. Biochemical tests should meet the following criteria: TBIL ≤1.5×ULN (upper limit of normal value); ALT and AST ≤3×ULN; If liver metastases were present, ALT and AST≤ 5×ULN; Serum Cr ≤1×ULN, endogenous creatinine clearance \\> 50 ml/min (Cockcroft-Gault formula);\n7. They have not received radiotherapy, molecular targeted therapy, or surgery within 3 weeks before the start of the study, and have recovered from the acute toxicity of previous treatment (if surgery was performed, the wound has healed completely); No peripheral neuropathy or grade I peripheral neurotoxicity;\n8. ECOG score ≤2, and life expectancy ≥3 months;\n9. Fertile female subjects were required to use a medically approved contraceptive method during the study treatment period and for at least 3 months after the last use of the study drug;\n10. Subjects volunteered to join the study, signed informed consent, had good compliance, and cooperated with follow-up.\n\nExclusion Criteria:\n\n1. Radiotherapy (except for palliative causes), chemotherapy, and immunotherapy were used in the first 3 weeks of treatment, except bisphosphonate (which can be used for bone metastasis);\n2. Uncontrolled central nervous system metastases (indicating symptomatic or symptomatic treatment with glucocorticoids or mannitol);\n3. A history of clinically important or uncontrolled heart disease, including congestive heart failure, angina pectoris, myocardial infarction, or ventricular arrhythmia within the last 6 months;\n4. Persistent grade 1 or higher adverse reactions caused by previous treatments. The exception to this is hair loss or something the researchers don't think should be ruled out. Such cases should be clearly documented in the investigator's notes;\n5. Underwent major surgery (except minor outpatient procedures, such as placement of vascular access) within 3 weeks of the first course of trial treatment;\n6. Pregnant or lactating patients; Malignancy (except basal cell carcinoma of the skin, which has been cured, and carcinoma in situ of the cervix) in the past 5 years.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}