{
    "nctId": "NCT00605488",
    "briefTitle": "The Biodistribution and Potential Diagnostic Ability of 18F FACBC in Patients With Head and Neck, Breast, and Prostate Cancer",
    "officialTitle": "Pilot Study Investigating the Biodistribution and Potential Diagnostic Ability of 18F FACBC in Patients With Head and Neck, Breast, and Prostate Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer, Head and Neck Cancer, Prostate Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "DIAGNOSTIC",
    "enrollmentCount": 20,
    "primaryOutcomeMeasure": "To study the biodistribution and dosimetry of FACBC in patients with head and neck squamous cell carcinoma (HNSCC), breast cancer and prostate cancer.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Age ≥ or equal 18 years old\n* Scheduled for treatment at Memorial Hospital\n* Primary HNSCC or primary breast cancer; histological confirmation of diagnosis at Memorial hospital\n* Large primary HNSCC cancer (loco-regional advanced, ≥ or equal to T2) by CT/MRI imaging or clinical exam, without prior treatment, N1-N3\n* Large primary breast cancer (≥ or equal to T2) by imaging or clinical impression based physical exam; patients with suspicion of axillary nodal disease (N1-2), without prior treatment\n* Established progressive metastatic prostate cancer\n* This diagnosis may be based upon histologic confirmation of metastatic disease by biopsy of a lesion OR clear clinical evidence for metastatic disease (e.g., based on clinical findings, laboratory data and/or imaging findings in CT, MRI, or bone scan), as defined by the referring oncologist\n* Progressive disease is defined as clear progression on imaging studies (increase in size and number of lesions on bone scan, CT, or MRI) and consecutive rises in PSA as used in clinical management by the prostate cancer oncology group at MSKCC\n* FDG PET scan was obtained as part of the clinical work-up, within 4 weeks prior to enrollment. This clinical FDG PET scan should be done at MSKCC.\n* Disease can be clearly demonstrated by structural imaging (CT or MRI) or bone scan. This may include characteristic bone lesions on bone scan, CT or MRI; AND/OR measurable soft tissue/nodal lesions on CT or MRI.\n* Minimum tumor/metastasis size of 1 cm\n* Negative pregnancy test\n\nExclusion Criteria:\n\n* Patient cannot tolerate lying still for approximately 60 minute sessions in the PET tomograph.\n* Pregnancy",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}