{
    "nctId": "NCT00354900",
    "briefTitle": "Phase I Study of Aprotinin in Advanced Breast Cancer",
    "officialTitle": "Phase I Study of Aprotinin in Advanced Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 18,
    "primaryOutcomeMeasure": "To determine the maximum tolerated single dose of Aprotinin in patients with advanced breast cancer",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients with a histologically or cytologically proven metastatic breast cancer.\n* Patients with at least one bidimensionally measurable lesion (diameter \\> 1 cm), or an evaluable bone lesion that will not undergo biopsy.\n* Age \\> 18 years.\n* Life expectancy of at least 6 months.\n* ECOG performance status 0-3.\n* Screening laboratories within the following parameters: ANC \\> 1500 cells/mm3, Platelets \\> 100,000 cells/mm3, AST \\< 2 x upper limit of normal, Bilirubin \\< 1.5 x upper limit of normal, Calculated creatinine clearance \\> 30 cc/min by the Cockroft and Gault equation.\n* Concurrent treatment with hormonal therapy or trastuzumab is allowed.\n* Patients must be post-menopausal (either as a result of surgery, or amenorrhea for at least 12 consecutive months), or they must be practicing either abstinence, an adequate method of contraception (intrauterine device or barrier contraception), or their sexual partner must be sterile. Women who are pregnant, breast-feeding, or who are fertile and not practicing an adequate means of contraception will be excluded.\n* Patients must have a central venous catheter.\n* Patients must be able to give informed consent indicating that they are aware of the investigational nature of this study.\n\nExclusion Criteria:\n\n* No known CNS metastases.\n* No treatment with cytotoxic chemotherapy allowed within 21 days of treatment with Aprotinin.\n* No treatment with investigational agents allowed within 21 days of treatment with Aprotinin.\n* No severe cardiovascular disease including unstable heart rhythm, uncompensated congestive heart failure, unstable angina or myocardial infarction within 6 months.\n* No bleeding diathesis or coagulopathy including concomitant use of anticoagulants for thromboembolic disease\n* No active anticoagulant therapy (including antiplatelet agents) for at least ten days.\n* No active, uncontrolled bacterial, viral or fungal infection.\n* No patients who are known or expected to be allergic to aprotinin, or who have received prior aprotinin.\n* No patient with chronic systolic blood pressure (SBP) \\< 90 mm Hg. If the (SBP) is \\< 90 mm Hg on the day of treatment intravenous fluid may be administered to restore intravascular volume, if clinically indicated. In such case, if IV fluid corrects the SBP then the study drug may be given",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}