{
    "nctId": "NCT02042885",
    "briefTitle": "A Clinical Trial to Determine the Most Suitable Dose of OPB-111001 in Patients With Advanced Cancer",
    "officialTitle": "A Two-part Phase 1/2a, Open-label, Dose Escalation Study to Evaluate the Tolerability and Preliminary Antitumour Activity of OPB-111001 in Patients With Advanced Cancers That Are Poorly Responsive to Standard Anticancer Treatment",
    "overallStatus": "TERMINATED",
    "conditions": "Prostate Cancer, Salivary Gland Cancer, Endometrial Cancer, Squamous Cell Carcinoma of the Cervix, Breast Cancer, Ovarian Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 79,
    "primaryOutcomeMeasure": "Maximum tolerated dose / Recommended Phase 2 dose; Tolerability",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* ≥ 18 years of age\n* Patients with prostate cancer that is recurrent or did not respond to previous hormone therapy and/or who have exhausted standard treatment options.\n\nFor the dose escalation parts only:\n\nPatients who have exhausted standard treatment options with recurrent or refractory cancer (ovarian cancer, cervical squamous cell carcinoma, breast cancer, salivary gland cancer, endometrial cancer)\n\n* Histologically or cytologically documented diagnosis of cancer\n* Measurable disease according to RECIST Version 1.1 or for prostate cancer also evaluable disease according to Prostate Cancer Working Group 2 (PCWG2) eligibility criteria or for ovarian cancer also evaluable disease (non-measurable) according to Gynaecologic Cancer Intergroup (GCIG) criteria\n* Absolute neutrophil count ≥1.5 (1500/mm3) and platelets ≥100 × 109/L (without platelet transfusion within the last 4 weeks before first study drug administration), and haemoglobin ≥9 g/dL at Screening\n* Alanine aminotransferase and aspartate aminotransferase ≤2.5 × the upper limit of normal (ULN), Total bilirubin ≤1.5 × ULN (exception: patients with liver metastasis are allowed to have aspartate aminotransferase ≤5 × ULN and alanine aminotransferase ≤5 × ULN) at screening\n* Albumin ≥26 g/L at Screening\n\nExclusion Criteria:\n\n* Concurrent prior treatment-related toxicity of Grade 2 or higher. Exception: any toxicity that is in the view of the investigator not a clinically significant safety risk for Investigational medicinal product (IMP) administration.\n* Previous treatment with cytotoxic chemotherapy or other anticancer therapy within 4 weeks before the first dosing with study drug (at least 6 weeks for mitoxantrone, nitrosurea, and bicalutamide).\n* Treatment with systemic glucocorticosteroids of more than a 2 mg dexamethasone equivalent per day or in cases of treatment with ≤2 mg dexamethasone equivalent per day:\n\n  1. Dosing was changed within 6 weeks before Screening or\n  2. The patient's cancer is responding to glucocorticosteroid intake\n* Radiation therapy within 4 weeks prior to the first dosing with IMP.\n* Treatment with a systemic IMP in a clinical trial within 28 days before the Screening Visit.\n* Current or past history of clinically significant gastrointestinal disease or major gastrointestinal surgery, malabsorption syndrome, or other conditions that could interfere with enteral absorption.\n* Concurrent clinically significant unrelated systemic illness (e.g., serious infection) or significant pulmonary, hepatic, or other organ dysfunction that would compromise the patient's ability to tolerate study treatment or would likely interfere with study procedures or results.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}