{
    "nctId": "NCT05215106",
    "briefTitle": "Short-term Pre-OPerative Durvalumab (MEDI 4736) in Early Small Triple Negative Breast Cancer Patients (POP-Durva)",
    "officialTitle": "Short-term Pre-OPerative Durvalumab (MEDI 4736) in Early Small Triple Negative Breast Cancer Patients (POP-Durva)",
    "overallStatus": "RECRUITING",
    "conditions": "Early Small (cT1N0) Triple Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 200,
    "primaryOutcomeMeasure": "pCR rate after 2 administrations of durvalumab",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patient should understand, sign, and date the written informed consent form (including the consent to collect tissue, blood and stool samples, as specified by the protocol) prior to any protocol-specific procedures performed. Patient should be able and willing to comply with study visits and procedures as per protocol.\n* Female patients aged 18 years or older\n* Histologically confirmed untreated invasive carcinoma of the breast (ER \\< 10%, PR \\< 10%, HER2 negative) as locally determined\n* Tumor infiltrating lymphocytes (TILs) ≥ 5% in breast tumor biopsy as locally determined\n* Breast cancer clinical TNM stage I (cT1N0 as measured by radiological imaging). Bilateral, multicentric and multifocal tumors are allowed, assuming tumor evaluations and pre- and post-treatment biopsies are performed in the same target lesion. Only the largest tumor will be measured to determine the study eligibility.\n* No evidence of metastatic disease or confirmed lymph node involvement\n* Eastern Cooperative Oncology Group (ECOG) performance status 0/1\n* Patients of child-bearing potential are eligible, provided they have a negative serum β-hCG pregnancy test within 2 weeks or urine pregnancy test within 48 hours prior to the first dose of study treatment, and agreement to remain abstinent (refrain from heterosexual intercourse) or use contraceptive methods with a failure rate of \\< 1% per year during the treatment period and for 3 months after the last dose of durvalumab Note: A woman is considered of childbearing potential following menarche and until becoming post-menopausal (≥ 12 months of non-therapy-induced amenorrhea) unless permanently sterile. Permanent sterilization methods include hysterectomy, bilateral oophorectomy and bilateral salpingectomy.\n* Sexually active women of childbearing potential must agree to use a highly effective method of contraception supplemented by a barrier method, or to abstain from sexual activity during the study and for at least 3 months after the last study treatment administration. Female subjects should also refrain from breastfeeding throughout this period.\n\nNote: A highly effective birth control method is a one, which can achieve a failure rate of less than 1% per year when used consistently and correctly. Such methods include: combined (estrogen and progestogen containing) hormonal contraception; progestogen-only hormonal contraception associated with inhibition of ovulation; intrauterine device (IUD); intrauterine hormone-releasing system (IUS); bilateral tubal occlusion; vasectomized partner (on the understanding that this is the only one partner during the whole study duration), and sexual abstinence during the entire period of risk associated with study treatment. To prevent the risk of interaction between the study drug and hormonal contraceptives, hormonal contraceptives should be supplemented with a barrier method (preferably male condom). Following methods are considered as unacceptable methods (non-exhaustive list): periodic abstinence (calendar, symptothermal, post-ovulation methods) and withdrawal (coitus interruptus).\n\n- Blood tests demonstrating: Creatinine ≤ 1.5 x ULN Bilirubin ≤ 1.5 x ULN, AST or ALT \\< 3 x ULN, ALP \\< 2.5 x ULN (patients with known Gilbert disease who have serum bilirubin level ≤ 3 × the institutional ULN may be enrolled) For patients not receiving therapeutic anticoagulation: INR or aPTT ≤ 1.5 x ULN. For patients receiving therapeutic anticoagulation: stable anticoagulant regimen Adequate bone marrow function as shown by: ANC ≥ 1.5 x 109/L, Platelets ≥ 100 x 109/L, Hb \\> 9 g/dL, Serum albumin \\> 2.5 g/dL Fasting Serum amylase ≤ 2 × ULN Fasting Serum lipase ≤ ULN\n\n- Patients must be affiliated to a social security system or beneficiary of the same.\n\nExclusion Criteria:\n\n* Patients with triple negative breast cancer and TILs \\<5%\n* Any systemic therapy (e.g, chemotherapy, targeted therapy, immune-therapy) or radiotherapy for current breast cancer disease before study entry\n* Known hypersensibility to durvalumab or any of its components\n* Patients with prior allogeneic stem cell or solid organ transplantation\n* Administration of a live, attenuated vaccine within 4 weeks prior to enrolment or anticipation that such a live, attenuated vaccine will be required during the study or within 5 months after the last dose of durvalumab\n* Treatment with systemic immunostimulatory agents (including but not limited to interferons or interleukin-2) within 4 weeks or five half-lives of the drug, whichever is shorter, prior to enrolment\n* Treatment with systemic immunosuppressive medication (including, but not limited to, corticosteroids, cyclophosphamide, azathioprine, methotrexate and thalidomide) within 2 weeks prior to initiation of study treatment, or anticipation of need for systemic immunosuppressive medication during study treatment, with the following exceptions:\n\n  1. Patients who received acute, low-dose systemic immunosuppressant medication, or systemic corticosteroids at physiologic doses not to exceed \\<\\<10 mg/day\\>\\> of prednisone or its equivalent, or a one-time pulse dose of systemic immunosuppressant medication (e.g., 48 hours of corticosteroids as premedication for hypersensitivity reaction (e.g., CT scan premedication)) are eligible for the study\n  2. Patients who received mineralocorticoids (e.g., fludrocortisone), corticosteroids for chronic obstructive pulmonary disease (COPD) or asthma, or low-dose corticosteroids for orthostatic hypotension or adrenal insufficiency are eligible for the study\n  3. Patients who received intranasal, inhaled, topical or local steroid injections (e.g., intra articular injection)\n* Active or history of autoimmune disease or immune deficiency, with the exception of history of treated autoimmune-related hypothyroidism and Type 1 diabetes mellitus on insulin regimen\n* History of idiopathic pulmonary fibrosis, organizing pneumonia or interstitial lung disease\n* History of HIV infection\n* Patients with active hepatitis infection (defined as having a positive hepatitis B surface antigen \\[HBsAg\\] test at screening) or hepatitis C. Patients with past hepatitis B virus (HBV) infection or resolved HBV infection (defined as having a negative HBsAg test and a positive to hepatitis B core antigen \\[anti-HBc\\] antibody test) are eligible. Patients positive for hepatitis C virus (HCV) antibody are eligible only if polymerase chain reaction (PCR) is negative for HCV RNA\n* Active tuberculosis\n* Current treatment with anti-viral therapy for HBV\n* Participation in another clinical study with an investigational product during the last 28 days and while on study treatment\n* Prior treatment with CD137 agonists or immune checkpoint blockade therapies, including antiCTLA-4, antiPD-1, and antiPD-L1 therapeutic antibodies\n* Psychological, familial, sociological or geographical conditions that do not permit compliance with the study protocol\n* Serious uncontrolled concomitant disease that would put the patient at high risk of treatment-related complications\n* Patient has clinically significant, uncontrolled heart disease and/or recent cardiac events including any of the following:\n* History of angina pectoris, coronary artery bypass graft (CABG), symptomatic pericarditis, or myocardial infarction within 12 months prior to the start of study treatment\n\n  1. History of documented congestive heart failure (New York Heart Association functional classification III-IV)\n  2. Documented cardiomyopathy\n  3. Patient has a Left Ventricular Ejection Fraction (LVEF) \\< 50% as determined by Multiple Gated acquisition (MUGA) scan or echocardiogram (ECHO)\n  4. History of any cardiac arrhythmias (e.g., ventricular tachycardia), complete left bundle branch block, high grade AV block (e.g., bifascicular block, Mobitz type II and third degree AV block), supraventricular, nodal arrhythmias, or conduction abnormality in the previous 12 months\n  5. Uncontrolled hypertension defined by a Systolic Blood Pressure (SBP) ≥ 160 mmHg and/or Diastolic Blood Pressure (DBP) ≥ 100 mmHg, with or without antihypertensive medication. Initiation or adjustment of antihypertensive medication(s) is allowed prior to screening.\n  6. Long QT syndrome, family history of idiopathic sudden death or congenital long QT syndrome, or any of the following:\n\nRisk factors for Torsades de Pointe (TdP) including uncorrected hypokalemia or hypomagnesemia, history of cardiac failure, or history of clinically significant/symptomatic bradycardia Concomitant medication(s) with a known risk to prolong the QT interval and/or known to cause Torsades de Pointe that cannot be discontinued or replaced by safe alternative medication Bradycardia (heart rate \\< 50 at rest), by ECG or pulse.\n\n* Female patients who are pregnant or breastfeeding, or adults of reproductive potential who are not using effective birth control methods. If barrier contraceptives are being used, these must be continued throughout the trial by both sexes\n* Patients unwilling to or unable (as assessed by the investigator) to comply with the protocol\n* Patients under guardianship or deprived of her liberty by a judicial or administrative decision or incapable of giving its consent.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}