{
    "nctId": "NCT04437160",
    "briefTitle": "Adjuvant Chemotherapy for Triple Negative Breast Cancer Patients With Residual Disease After Neoadjuvant Chemotherapy",
    "officialTitle": "A Multicenter, Randomised, Open-label Phase II Study to Evaluate the Efficacy and Safety of Adjuvant Chemotherapy for Triple Negative Breast Cancer Patients With Residual Disease After Platinum-based Neoadjuvant Chemotherapy",
    "overallStatus": "RECRUITING",
    "conditions": "Triple Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 286,
    "primaryOutcomeMeasure": "RFS",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients with histologically confirmed invasive adenocarcinoma of the breast.\n* Triple negative breast cancer: hormone receptor negative (ER \\< 10% and PgR \\< 10%) and HER2 negative (IHC 0/1+ or ISH non-amplified), as defined by the local pathology laboratory.\n* Clinical stage at presentation: T1-4, N0-3, M0, with indications for neoadjuvant chemotherapy.\n* Patient must have received platinum and taxanes neoadjuvant chemotherapy for at least 4 cycles and no tumor progression occurred.\n* Patients should have undergone adequate tumor excision in the breast and lymph nodes after neoadjuvant chemotherapy.\n* Residual invasive disease must be ≥1cm in the breast, and/or have positive axillary lymph nodes observed on pathologic exam after neoadjuvant chemotherapy.\n* ECOG Performance Status: 0-1.\n* Patients without severe heart, lung, liver and kidney disease.\n* Adequate hematologic and end-organ function.\n* No more than 6 weeks may elapse between definitive breast surgery and randomization.\n\nExclusion Criteria:\n\n* Previous neoadjuvant chemotherapy with anthracycline or other drugs (except platinum and taxanes).\n* Previous neoadjuvant chemotherapy with platinum or taxanes alone.\n* Patients have received other adjuvant therapy.\n* Comprehensive medical examinations have revealed distant metastases before randomization.\n* Patients who are not suitable for anthracycline evaluated by investigators.\n* Prior history of other malignancy (except carcinoma in situ).",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}