{
    "nctId": "NCT04476641",
    "briefTitle": "A Study of DC-CIK Immunotherapy in the Treatment of Solid Tumors",
    "officialTitle": "A Study of DC-CIK Immunotherapy in the Treatment of Solid Tumors",
    "overallStatus": "UNKNOWN",
    "conditions": "Liver Cancer, Kidney Cancer, Nasopharyngeal Cancer, Lung Cancer, Colorectal Cancer, Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 686,
    "primaryOutcomeMeasure": "OS and PFS",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* (1) Patients diagnosed with liver cancer, renal clear cell carcinoma, nasopharyngeal carcinoma, lung cancer, colorectal cancer, breast cancer and nasopharyngeal carcinoma by imaging examination, tissue and/or cytology, and patients after conventional treatment (surgery, chemotherapy and radiotherapy); (2) No history of other tumors (except surgically cured skin squamous cell carcinoma).\n\n  (3) Male or female, aged over 18 and under 75 (including 18 and 75 years old). (4) Physical condition: ECOG score 0 or 1. (5) Expected survival time ≥ 6 months, and follow-up was available. (6) Within 7 days before the start of treatment, the results of blood routine, liver and kidney function, and hemagglutination laboratory examination meet the following standards:White blood cell (WBC) ≥ 3.5×109/L, platelet (PLT) ≥ 80×109/L, Neutropene (ANC) ≥ 1.5×109/L, hemoglobin (HGB) ≥ 90g/L, aspartic acid transaminase (AST) \\< 2.5× normal upper limit (ULN) (liver metastasis \\< 5×ULN), alanine transaminase (ALT) \\< 2.5×ULN (liver metastasis \\< 5×ULN), total bilirubin (TIBC) \\< 1.5×ULN,Serum creatinine (CR) \\< 1.0×ULN, prothrombin time, partial thrombin time, plasma fibrinogen, thrombin time were within the normal range.\n\n  (7) Female subjects must use effective contraceptives (such as prescription oral contraceptives, injectable contraceptives, iUDS, double blocking, contraceptive patch, male partner sterilization, etc.) throughout the study period;Serum or urine pregnancy test results must be negative during screening and throughout the study period.\n\n  (8) Male subjects should take effective contraceptive measures within 1 month after receiving treatment and completing chemotherapy.\n\n  (9) Be willing to comply with the prohibitions and restrictions stipulated in the research plan.\n\n  (10) The subjects have signed an informed consent, stating that they understand the purpose, procedure and content of the study and are willing to participate in the study.\n\nExclusion Criteria:\n\n* (1) Patients with clinical symptoms of brain metastasis (except after radiotherapy).\n\n  (2) There is an active viral or bacterial infection that cannot be controlled with appropriate anti-infective therapy.\n\n  (3) Known to be serologically positive for HIV, syphilis, active HBV or HCV infection.\n\n  (4) Having a mental illness or other medical condition, such as uncontrollable heart or lung disease, diabetes, etc., and failing to comply with the requirements of research treatment and monitoring.\n\n  (5) Those who are known to be allergic to any component in cultured D-CIK cells.\n\n  (6) Active rheumatic diseases. (7) Organ transplanters. (8) Poor compliance. (9) Women during pregnancy. (10) Lactating women.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}