{
    "nctId": "NCT00234403",
    "briefTitle": "A Trial to Evaluate the Combination of Iressa & Faslodex® in Patients With Advanced or Metastatic Breast Cancer",
    "officialTitle": "A Phase II Trial to Evaluate the Combination of ZD1839 (Iressa) and Fulvestrant (Faslodex®) in Patients With Advanced or Metastatic Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 60,
    "primaryOutcomeMeasure": "To evaluate the progression-free survival (PFS) of the combination of 250 mg ZD1839 and fulvestrant in patients with advanced or metastatic breast cancer",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologically confirmed advanced or metastatic breast cancer\n* postmenopausal females with amenorrhoea \\> 12 months and an intact uterus\n* FSH levels within postmenopausal range or have undergone a bilateral oophorectomy\n* ER \\&/or PR positive\n* previous adjuvant hormone therapy \\> 12 months prior to enrolment\n* previous adjuvant chemotherapy \\> 6 months prior to enrolment\n* measurable disease according to RECIST and/or non measurable bone disease\n* life expectancy of at least 12 weeks\n* World Health Organisation (WHO) performance status (PS) of 0 to 1.\n\nExclusion Criteria:\n\n* Male\n* life-threatening metastatic visceral disease\n* evidence of clinically active interstitial lung disease\n* ER and PR negative\n* treatment with LHRH analogues \\< 3 months prior to enrolment\n* patients who have restarted menses or do not have FSH levels within the postmenopausal range\n* treatment with strontium - 90 (or other radio pharmaceutical) within the previous 3 months\n* Treatment with hormonotherapy and/or chemotherapy for advanced disease\n* extensive radiotherapy to measurable lesions within the last 4 weeks (i.e. \\>30% of bone marrow, e.g. whole of pelvis or half of spine)\n* currently receiving oestrogen replacement therapy\n* treatment with a non-approved or experimental drug within 4 weeks before enrolment\n* absolute neutrophil count (ANC) less than 1.5 x 109/litre (L) or platelets less than 100 x 109/L , serum bilirubin greater than 1.25 times the upper limit of reference range (ULRR, serum creatinine greater than 1.5 mg/dL, alanine aminotransferase (ALT) or aspartate aminotransferase (AST) greater than 2.5 times the ULRR if no demonstrable liver metastases, or greater than 5 times the ULRR in the presence of liver metastases, history of bleeding diathesis or long term or present anticoagulant therapy (other than antiplatelet therapy\n* any unresolved chronic toxicity greater than CTC grade 2 from previous anticancer therapy\n* concomitant use of phenytoin, carbamazepine, barbiturates, rifampicin, known\n* severe hypersensitivity to ZD1839 or fulvestrant or any of the excipients of this product.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}