{
    "nctId": "NCT00001806",
    "briefTitle": "Methods in Education for Breast Cancer Genetics",
    "officialTitle": "Methods in Education for Breast Cancer Genetics",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer, Ovarian Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
    "enrollmentCount": 170,
    "primaryOutcomeMeasure": "Impact of Events Scale",
    "eligibilityCriteria": "* INCLUSION CRITERIA:\n\nAt least one of the following:\n\nDiagnosis of breast cancer, or DCIS prior to or at 45, or ovarian cancer prior to or at age 50;\n\nDiagnosis of breast cancer with bilateral disease or multiple primaries or breast cancer and ovarian cancer in the same individual;\n\nDiagnosis of breast or ovarian cancer and one first or second degree relative with breast cancer diagnosed prior to or at age 45, or ovarian cancer prior to or at age 50;\n\nDiagnosis of breast or ovarian cancer and three relatives in the same lineage with breast or ovarian cancer; each affected individual must be a first- or second-degree relative to another of the affected individuals;\n\nDiagnosis of breast or ovarian cancer and a first or second degree male relative with breast cancer;\n\nA woman of Ashkenazi Jewish descent who meets any of the above criteria, with specified ages of onset of 50 for breast cancer and any age for ovarian cancer;\n\nA male with breast cancer diagnosed at any age;\n\nDocumented BRCA mutation in the family.\n\nAll individuals must be able to give informed consent.\n\nEXCLUSION CRITERIA:\n\nPatients will be considered ineligible for any of the following reasons:\n\nAny psychological disorder which may hinder the participant's ability to understand and process the material, based on a psychiatric consultation.\n\nInable to return for 2 visits.\n\nAge under 18 years old.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}