{
    "nctId": "NCT01808040",
    "briefTitle": "A Phase 1b Study of TAK-700 in Postmenopausal Women With Hormone-receptor Positive Metastatic Breast Cancer",
    "officialTitle": "A Phase 1b Study of TAK-700 in Postmenopausal Women With Hormone-receptor Positive Metastatic Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Post Menopausal, Hormone Receptor Positive Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 8,
    "primaryOutcomeMeasure": "Number of Participants with Adverse Events as a Measure of Safety and Tolerability as a way to determine the recommended phase 2 dose.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Voluntary written informed consent\n* Patients 18 years or older\n* Screening clinical laboratory values as specified below:\n* Serum alanine aminotransferase (ALT) and aspartate aminotransferase (AST) must be the upper limit of normal (ULN).\n* Total bilirubin ≤ 1.5 x ULN.\n* Serum creatinine ≤ 1.5 × ULN or Estimated creatinine clearance using the Cockcroft-Gault formula must be greater than 50 mL/minute\n* Absolute neutrophil count (ANC) greater than 1000/L and platelet count greater than 75,000/L.\n* Serum potassium levels must be within institutional normal limits.\n* Serum magnesium and phosphorous levels must be ≥ the institutional lower limit of normal.\n* Screening calculated ejection fraction greater than or equal to the institutional upper limit of normal\n* Patients must have histologically confirmed breast cancer that is Metastatic OR Incurable and locally advanced\n* Patients must have histologically confirmed HR+ breast cancer.\n* Patients must have measureable or evaluable disease\n* ECOG performance status \\<2 (Karnofsky \\>60%)\n* Patients must be postmenopausal women.\n\nInclusion Criteria for Dose Expansion Cohort:\n\n* All of the criteria listed in above in addition to those below:\n* Patients must have measurable disease.\n* Patients may not have received more than 1 prior line of endocrine therapy in the metastatic setting.\n* Patients may not have received any cytotoxic chemotherapy for treatment in the metastatic setting.\n\nExclusion Criteria:\n\n* Exclusion Criteria for Dose Escalation Cohort\n* Patients meeting any of the following exclusion criteria are not to be enrolled in the study.\n* Patients who have not discontinued all prior medical therapy for breast cancer (with the exception of bisphosphonates or denosumab) at least 28 days prior to first dose of orteronel.\n* Patients who are taking any form of other exogenous hormonal therapy within 28 days prior to first dose of orteronel.\n* Patients should not have received radiotherapy within 14 days prior to the first dose of orteronel.\n* Patients should have recovered to baseline or \\< grade 1 for all-prior treatment related toxicities.\n* EKG abnormalities of:\n\n  * Q-wave infarction, unless identified 6 or more months prior to screening QTc interval \\> 470 msec, the upper limit of normal for women.\n  * Known hypersensitivity to compounds related to orteronel or to orteronel excipients.\n  * Uncontrolled hypertension despite appropriate medical therapy\n  * Known active chronic hepatitis B or C, life-threatening illness unrelated to cancer, or any serious medical or psychiatric illness that could, in the investigator's opinion, potentially interfere with participation in this study.\n* Likely inability to comply with the protocol or cooperate fully with the investigator and site personnel.\n* Known gastrointestinal (GI) disease or GI procedure that could interfere with the GI absorption or tolerance of orteronel, including difficulty or inability to swallow tablets.\n* Patients with known endocrine disorders including, but not limited to, Cushing's, or Addison's disease.\n* Patients with known brain metastases are excluded unless they have had definitive treatment (e.g. whole brain radiotherapy or surgery or stereotactic radiation) for brain metastases with evidence of stable/improved disease on repeat imaging following definitive treatment.\n* Patients on medications with the potential for significant interaction with orteronel.\n* Patients with serious medical illness\n* Patients with an estimated life expectancy of less than 3 months as determined by the treating physician.\n* Prior therapy with abiraterone, or aminoglutethimide.\n\nExclusion Criteria for Dose Expansion Cohort Patients meeting any of the following exclusion criteria are not to be enrolled in the study:\n\n* They are ineligible by virtue of meeting any exclusion criteria above. Patients with known brain metastases will be excluded from this portion of the clinical trial (which will assess PFS and TTP) because of their relatively poor overall prognosis.\n* Patients with HER2+ breast cancer are also excluded from this portion of the study as HER2-targeted therapy would generally be considered appropriate for the HER2+ patient population meeting the entry criteria for the dose expansion cohort.\n* They have received treatment with orteronel or another lyase inhibitor in the past.\n* Diagnosed or treated for another malignancy within 2 years of enrollment, with the exception of in situ malignancies.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}