{
    "nctId": "NCT05390710",
    "briefTitle": "PhI to Solid Tumors and PhII to Locally Advanced or mTNBC",
    "officialTitle": "A PhI Dose Escalation Study of LAE005+Afuresertib+Nab_Paclitaxel in Advanced Solid Tumors and PhII Study to Evaluate the Safety and Efficacy of LAE005+Afur+Nab_Paclitaxel or LAE005/Afur+Nab-Paclitaxel in Locally Advanced or mTNBC",
    "overallStatus": "COMPLETED",
    "conditions": "Solid Tumor, TNBC - Triple-Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 21,
    "primaryOutcomeMeasure": "To evaluate the safety.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Be ≥18 years of age on the day of signing the informed consent and be able to provide written informed consent for the trial.\n* In Phase I, patients with histologically or cytologically confirmed advanced solid tumors are allowed to be enrolled in this study. mTNBC is a preferred cancer type to be enrolled although all solid tumors are qualified in phase I.\n* In Phase I, patients with advanced solid tumors who have progressed after 0 to 3 lines of available standard of care (i.e. targeted therapy, immunotherapy and/or chemotherapy) are allowed to be enrolled in this study. If anti-cancer drugs have been used, the washout period is 4 weeks or 5 half-lives (whichever is longer).\n* In phase I, there is no biomarker test required.\n* Have measurable disease per RECIST 1.1 as assessed by local image study, that has not undergone radiotherapy.\n* Patients must have an Eastern Cooperative Oncology Group (ECOG) Performance Score of 0 or 1 in both Phase I and II.\n* Have adequate organ function as defined below. If the specimens are collected within 10 days prior to the start of study treatment, the same tests in Day 1 can be waived to avoid redundancy.\n* Hematological:\n* Absolute neutrophil count (ANC) ≥1500/μL\n* Platelets within the normal range in phase I, and platelet count ≥100,000/µl in phase II\n* Hemoglobin ≥9.0 g/dL or ≥5.6 mmol/L\n* Criteria must be met without erythropoietin dependency and without packed red blood cell (rRBC) transfusion within last 2 weeks.\n* Renal\n* Creatinine ≤1.5 × ULN OR\n* Measured or calculated per institutional standard creatinine clearance (GFR can also be used in place of creatinine or creatinine clearance) ≥30 mL/min for participant with creatinine levels \\>1.5 × institutional ULN.\n* Hepatic\n* Total bilirubin ≤1.5 ×ULN OR direct bilirubin ≤1.0 ×ULN for participants with total bilirubin levels \\>1.5 × ULN.\n* AST (SGOT) and ALT (SGPT) ≤2.5 × ULN (≤5 × ULN for participants with liver metastases).\n* Coagulation\n* International normalized ratio (INR) OR prothrombin time (PT)/Activated partial thromboplastin time (aPTT) ≤1.5 × ULN unless participant is receiving anticoagulant therapy, as long as PT or aPTT is within therapeutic range of intended use of anticoagulants.\n* Fasting glucose ≤126 mg/dL or ≤7.0 mmol/L for patients without type 2 diabetes and ≤167 mg/dL or ≤9.3 mmol/L for patients with type 2 diabetes; or glycosylated hemoglobin (HbA1c) ≤8%.\n* Life expectancy of 24 weeks or more based on investigator's assessment.\n* Patients have recovered from adverse events associated with chemotherapy, radiation and surgical operation as pre-treatment to Grade 1 or lower with CTCAE v5.0 excluding stable symptoms (e.g. alopecia, skin hyperpigmentation).\n* Patients must agree to use effective contraception during the study and for at least 90 days after discontinuation as following:\n* Total abstinence (if it is their preferred and usual lifestyle)\n* An intrauterine device (IUD) or hormone-releasing system (IUS)\n* A contraceptive implant\n* An oral contraceptive (with additional barrier method) OR\n* Have a vasectomized partner with confirmed azoospermia\n* Male patients must agree to use an adequate method of contraception from enrollment through 90 days after the last dose of study treatment.\n* Patient is able to swallow and retain oral medication without gastrointestinal diseases to interfere with drug absorption.\n\nExclusion Criteria:\n\n* A woman of child-bearing potential (WOCBP), who has a positive urine pregnancy test (e.g. within 72 hours) prior to treatment. If the urine test is positive or cannot be confirmed as negative, a serum pregnancy test will be required.\n* Has received a live vaccine within 30 days prior to the first dose of study drug. Examples of live vaccines include, but are not limited to, the following: measles, mumps, rubella, varicella/zoster (chicken pox), yellow fever, rabies, Bacillus Calmette-Guérin (BCG), and typhoid vaccine. Seasonal influenza vaccines for injection are generally killed virus vaccines and are allowed; however, intranasal influenza vaccines (e.g., FluMist®) are live attenuated vaccines and are not allowed.\n* Has a history of autoimmune diseases or diagnosis of immunodeficiency or is receiving chronic systemic steroid therapy (in dosing exceeding 10 mg daily of prednisone equivalent) or any other form of immunosuppressive therapy within 7 days prior the first dose of study drug.\n* Has a recent major surgery requiring hospitalization (\\<3 months from randomization) or use of IV antibiotics for systemic infection (\\< 2 months from randomization).\n* Has a known additional malignancy that is progressing or has required active treatment within the past 3 years (Note: Participants with basal cell carcinoma of the skin, squamous cell carcinoma of the skin, that have undergone potentially curative therapy are not excluded).\n* History of seizure of condition that may predispose to seizure that needs anti-epileptic medications; brain arteriovenous malformation; or intracranial masses, such as schwannomas and meningiomas that are causing edema or mass effect.\n* Has known active CNS metastases and/or carcinomatous meningitis. Participants with previously treated brain metastases may participate provided they are radiologically stable, i.e., without evidence of progression for at least 4 weeks by repeat imaging (note that the repeat imaging should be performed during study screening), clinically stable and without requirement of steroid treatment for at least 14 days prior to first dose of study treatment.\n* Has severe hypersensitivity (≥Grade 3) to LAE005 or afuresertib and/or any of their excipients.\n* Has an active autoimmune disease that has required systemic treatment in past 2 years (i.e., with use of disease modifying agents, corticosteroids or immunosuppressive drugs). Replacement therapy (e.g., thyroxine, insulin, or physiologic corticosteroid replacement therapy for adrenal or pituitary insufficiency) is not considered a form of systemic treatment and is allowed.\n* Has a history of (non-infectious) pneumonitis that required steroids or has concurrent pneumonitis.\n* New York Heart Association congestive heart failure of grade II or above, unstable angina, myocardial infarction within the past 6 months or serious cardiac arrhythmia associated with significant cardiovascular impairment within the past 6 months.\n* Prolongation of corrected QTc interval, as corrected by the Frederica's correction formula to ≥450 msec for males and ≥470 msec for females; unless prolonged QTc interval due to right bundle branch block or left bundle branch block with a pacemaker.\n* Presence of uncontrolled hypertension (systolic blood pressure \\>160 mmHg or diastolic BP\\>100 mmHg). Patients with a history of hypertension are allowed, provided that BP is controlled to within these limits by anti-hypertensive treatment.\n* Has a known history of Hepatitis B (defined as HBsAg reactive) or known active Hepatitis C virus (defined as HCV RNA \\[qualitative\\] is detected) and HIV infection.\n* Has a history or current evidence of any condition, therapy, or laboratory abnormality that might confound the results of the study, interfere with the participant's participation for the full duration of the study, or is not in the best interest of the participant to participate, in the opinion of the treating investigator.\n* Has a known psychiatric or substance abuse disorder that would interfere with the participant's ability to cooperate with the requirements of the study.\n* Any medical contraindication to the use of nab-paclitaxel.\n* Patients receiving a strong CYP3CA, OATP, BRCP substrate or inducer. Please see related section for a list of these prohibited medications.\n* Is pregnant or breastfeeding or expecting to conceive or father children within the projected duration of the study, starting with the screening visit through 90 days after the last dose of study treatment.\n* Has had an allogenic tissue/solid organ transplant.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}