{
    "nctId": "NCT02970682",
    "briefTitle": "SFX-01 in the Treatment and Evaluation of Metastatic Breast Cancer",
    "officialTitle": "STEM: A Multicentre Phase 2 Study of SFX-01 Treatment and Evaluation in Patients With Estrogen Receptor (ER) Positive and Human Epidermal Growth Factor Receptor 2 (HER2) Negative Metastatic Breast Cancer Progressing on Either an Aromatase Inhibitor (AI) or Tamoxifen or Fulvestrant",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Neoplasm",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 60,
    "primaryOutcomeMeasure": "Treatment-Emergent Adverse Events [Safety and Tolerability])",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Male or female patients 18 years or older (the patient must be the legal age limit to give informed consent within the jurisdiction the study is taking place in);\n2. Patients with histologically confirmed estrogen receptor positive (ER+) breast cancer. ER is considered positive if a percentage score of ≥10% of tumour cells staining positive for ER;\n3. Histological confirmation of HER2 negative breast cancer on primary tumour at diagnosis or on biopsy of a metastasis. HER2 negative is defined by the ASCO/CAP guidelines;\n4. Patients with clinical or histological confirmation of metastatic or locally advanced disease not amenable to curative surgical resection;\n5. Patients must have at least one site of measurable disease, defined as at least one lesion that can be accurately measured in at least one dimension (longest diameter to be recorded) ≥ 10 mm with spiral CT scan or MRI scan (malignant lymph nodes should be ≥15mm to be considered measurable); all sites of disease should be noted and followed in accordance with RECIST v1.1. (A lytic or mixed lytic-blastic bone lesion with a soft tissue component assessed on CT/MRI can be measurable if the minimum size criteria are met. Blastic bone lesions and bone lesions assessed on bone scan, positron emission therapy (PET) or plain films are non-measurable);\n6. Patients must have an anticipated life expectancy of at least 12 weeks;\n7. Adequate bone marrow, renal and hepatic function defined as:\n\n   * Haemoglobin \\> 9 g/dL;\n   * Absolute neutrophil count \\> 1.0 x 109/L;\n   * Platelets \\> 100 x 109/L;\n   * Total bilirubin within normal limits, except those with Gilberts syndrome for whom this must be \\<2.5 x ULN;\n   * AST(SGOT) or ALT(SGPT) \\< 2.5 x ULN;\n   * Calculated creatinine clearance \\> 30 ml/min (Appendix 2);\n8. Eastern Cooperative Oncology Group (ECOG) performance status \\< 2;\n9. Must currently be on either a third generation aromatase inhibitor, tamoxifen or fulvestrant and have a documented evidence of progressive disease after:\n\n   1. taking ET as adjuvant therapy for \\>2 years or\n   2. achieving a best response of stable disease (for at least 6 months) or an objective response of CR or PR on the current treatment both indicating the development of secondary resistance to current therapy;\n10. Suitable for continuing endocrine therapy according to the treating clinician. The window of discontinuation must not exceed 4 weeks.\n11. All patients (or their legally acceptable representatives) must have signed an informed consent document indicating that they understand the purpose of and procedures required for the study and are willing to participate in the study.\n12. No more than 3 lines of endocrine therapy for metastatic/locally advanced breast cancer including the treatment that the patient is receiving at the time of study entry. This can include targeted agents alongside endocrine therapy such as, but not limited to, everolimus and palbociclib. Ovarian function suppression therapy is not an exclusion for females who are premenopausal and on an ET that can be continued throughout the study.\n13. No more than one prior line of chemotherapy/targeted therapy for metastatic/locally advanced breast cancer.\n14. Patients with adequately controlled hepatitis C or hepatitis B surface antigen.\n15. No residual toxicity \\> grade 1 from prior antineoplastic therapy with the exception of peripheral neuropathy or neuropathic pain which must be stable (as per investigator assessment);\n16. Sexually active male and female patients of childbearing potential must agree to use an effective method of birth control (e.g., barrier methods with spermicides, oral or parenteral contraceptives and/or intrauterine devices) during the entire duration of the study and for 6 months after final administration of study drug. Note that sterility in female patients must be confirmed in the patients' medical records and be defined as any of the following: surgical hysterectomy or bilateral oophorectomy, bilateral tubular ligation, natural menopause with last menses \\>1 year ago; radiation induced oophorectomy with last menses \\>1 year ago; chemotherapy induced menopause with 1 year interval since last menses; male patients whose female partner(s) is (are) pregnant must use a condom from the time of the first administration of SFX-01 until 3 months following administration of last dose;\n17. Female patients of childbearing potential must have a negative serum or urine pregnancy test at day 1 of the study.\n\nExclusion Criteria:\n\n1. Rapidly progressive visceral disease not suitable for further endocrine therapy;\n2. Currently on chemotherapy or any other combination treatment for their MBC other than AI, tamoxifen or fulvestrant;\n3. Radiotherapy less than 2 weeks prior to study entry;\n4. Major surgery (excluding placement of vascular access) within 4 weeks before the first dose of study treatment;\n5. Spinal cord compression or brain metastases unless treated and radiologically stable for \\> 6weeks post treatment and not requiring steroids for at least 4 weeks prior to start of study treatment;\n6. As judged by the Investigator, any evidence of severe or uncontrolled systemic diseases, including active infection including hepatitis B, hepatitis C and human immunodeficiency virus (HIV). Screening for chronic conditions is not required;\n7. Refractory nausea and vomiting, patients with malabsorption syndrome, diseases significantly affecting gastrointestinal function, resection of the stomach or small bowel, or difficulty in swallowing and retaining oral medications;\n8. An existing serious disease, illness, or condition that will prevent participation or compliance with study procedures;\n9. Patients with unresolved or unstable serious toxicity from prior administration of another investigational drug and/or prior cancer treatment;\n10. Diagnosed or treated for a malignancy other than breast cancer within 1 year, or who were previously diagnosed with a malignancy other than breast cancer and have any radiographic or biochemical marker evidence of malignancy. Patients with completely resected basal cell carcinoma, squamous cell carcinoma of the skin, or in situ malignancy (other than breast) are not excluded.\n11. Concurrent treatment with another investigational agent or participated in another investigational trial unless adequate washout period per the investigational drug PK has been achieved (usually this is 5 half lives of a product);\n12. Females who are pregnant, wishing to become pregnant or breast feeding.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}