{
    "nctId": "NCT01512199",
    "briefTitle": "Phase 1b/2 Study of U3-1287 in Combination With Trastuzumab Plus Paclitaxel in Newly Diagnosed Metastatic Breast Cancer (MBC)",
    "officialTitle": "Randomized, Placebo Controlled, Double Blind Phase 1b/2 Study of U3-1287 (AMG 888) in Combination With Trastuzumab Plus Paclitaxel in Newly Diagnosed HER2 Positive Metastatic Breast Cancer (MBC)",
    "overallStatus": "TERMINATED",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 29,
    "primaryOutcomeMeasure": "Determination of the maximum tolerated dose based on the incidence of dose limiting toxicities (phase 1b only)",
    "eligibilityCriteria": "Inclusion Criteria:\n\nSubjects must satisfy all of the following criteria to be included in the study:\n\n1. Women ≥ 18 years old.\n2. Histologically or cytologically confirmed adenocarcinoma of the breast with metastatic disease and at least 1 measurable lesion per Response Evaluation Criteria in Solid Tumors (RECIST) guidelines Version 1.1.\n3. Documented HER2+ disease as measured by FISH or IHC (3+). See Appendix 17.8 for documentation criteria.\n4. Eastern Cooperative Oncology Group (ECOG) performance status 0 or 1.\n5. Hematological function, as follows:\n\n   * Absolute neutrophil count (ANC) ≥ 1.5 x 109/L\n   * Platelet count \\>100 x 109/L\n   * Hemoglobin ≥9 g/dL.\n6. Renal function, as follows:\n\n   - Calculated creatinine clearance ≥60 mL/min using the modified Cockcroft Gault equation.\n7. Hepatic function, as follows:\n\n   * AST ≤2.5 x ULN (if liver metastases are present, \\< 5 x ULN)\n   * ALT ≤2.5 x ULN (if liver metastases are present, \\< 5 x ULN)\n   * Alkaline phosphatase ≤ 2.0 x ULN (if bone or liver metastases are present, \\< 5 x ULN)\n   * Bilirubin ≤1.5 x ULN.\n8. Prothrombin time (PT) and partial thromboplastin time (PTT) ≤1.5 x ULN.\n9. Availability of archived tumor sample or fresh tumor specimen (does not have to be provided by treatment start) to confirm HER2 status and for tumor biomarkers/mutation analysis.\n10. Subjects must be postmenopausal (no menstrual period for a minimum of 12 months) or surgically sterile, or must use maximally effective birth control during the period of therapy, and be willing to use contraception for 6 months following the last investigational drug dose and have a negative urine or serum pregnancy test upon entry into this study if subject is of childbearing potential. Partners of subjects must be surgically sterile or willing to use a double barrier contraception method upon enrollment, during the course of the study, and for 6 months after last investigational drug dose received.\n11. Subjects must be willing and able to comply with scheduled visits, treatment plan, laboratory tests, and other study procedures.\n12. Subjects must be competent and able to comprehend, sign, and date an IEC- or IRB-approved ICF before performance of any study specific procedures or tests.\n\nExclusion Criteria:\n\nSubjects who meet any of the following criteria will be disqualified from entering the study:\n\n1. Prior treatment for metastatic disease other than radiation therapy. Neoadjuvant/adjuvant therapy with paclitaxel, and/or docetaxel, and/or trastuzumab is allowed if completed more than 12 months prior to relapse/progression.\n2. Clinically active brain metastases, defined as untreated symptomatic, or requiring therapy with steroids or anticonvulsants to control associated symptoms. Subjects with treated brain metastases that are no longer symptomatic and require no treatment with steroids or anticonvulsants may be included in the study if they have recovered from the acute toxic effect of radiotherapy.\n3. LVEF \\< 50%. History of LVEF decline to \\< 50% on prior trastuzumab therapy.\n4. Therapeutic or palliative radiation therapy or major surgery within 4 weeks before study drug treatment.\n5. History of other malignancies, except adequately treated nonmelanoma skin cancer, curatively treated in situ cancer, or other solid tumors curatively treated with no evidence of disease for ≥ 5 years.\n6. Uncontrolled hypertension (diastolic blood pressure \\> 100 mmHg or systolic blood pressure \\> 140 mmHg). Use of antihypertensive medications is permissible to maintain blood pressure within the required parameters.\n7. Clinically significant electrocardiogram (ECG) changes that obscure the ability to assess the RR, PR, QT, QTc and QRS intervals.\n8. Subjects with left bundle branch block, atrial fibrillation and use of a cardiac pacemaker specifically will be excluded.\n9. Ascites or pleural effusion requiring chronic medical intervention.\n10. Pre-existing peripheral neuropathy \\> grade 1.\n11. Myocardial infarction, symptomatic CHF (New York Heart Association \\> Class II), unstable angina, or unstable cardiac arrhythmia requiring medication within 1 year before enrollment.\n12. Use of cytochrome P450 (CYP) 3A4 (CYP3A4) or CYP2C8 inducers within 28 days prior to Day 1, use of CYP3A4 or CYP2C8 inhibitors within 14 days prior to Day 1, or concurrent use of CYP3A4 or CYP2C8 inducers or inhibitors (see Appendix 17.6 for list of CYP34A and CYP2C8 inhibitors and inducers).\n13. Use of amiodarone within 6 months prior to enrollment.\n14. Concurrent use of antiarrhythmic medications.\n15. Participated in clinical drug studies within 4 weeks (2 weeks for small molecule tyrosine kinase inhibitors; 6 weeks for mitomycin C and nitrosoureas) before study drug treatment. Current participation in other investigational protocols or procedures.\n16. Uncontrolled infection requiring IV antibiotics, antivirals, or antifungals.\n17. Known human immunodeficiency virus (HIV) infection, or active hepatitis B or C infection.\n18. History of hypersensitivity to any of the study drugs or to any excipients.\n19. Serious intercurrent medical or psychiatric illnesses or any other conditions that in the opinion of the Investigator would impair the ability to give informed consent or unacceptably reduce protocol compliance or safety of the study treatment.\n20. Pregnant, breastfeeding, or unwilling/unable to use acceptable contraception.\n21. QTc interval \\> 450 msec by Friderica's formula on two successive screening measurements (second measurement is required if first measurement is \\> 450 msec.\n22. Personal or family history of long-QT syndrome.\n23. Subjects who are receiving drugs that may affect QTc (eg, quinidine or moxifloxacin).",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}