{
    "nctId": "NCT01779479",
    "briefTitle": "Efficacy and Safety of Cabazitaxel Versus Weekly Paclitaxel as Neo-adjuvant Treatment in Patients With Triple Negative or Luminal B/HER2 Normal BC (GENEVIEVE)",
    "officialTitle": "Randomized, Open-label, Phase II Study Comparing the Efficacy and the Safety of Cabazitaxel Versus Weekly Paclitaxel Given as Neo-adjuvant Treatment in Patients With Operable Triple Negative or Luminal B/HER2 Normal Breast Cancer (GENEVIEVE)",
    "overallStatus": "COMPLETED",
    "conditions": "Primary Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 333,
    "primaryOutcomeMeasure": "pathologic complete response (pCR) rate",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Written informed consent for all study according to local regulatory requirements prior to beginning specific protocol procedures.\n* Complete baseline documentation must be sent to GBG Forschungs GmbH.\n* Unilateral or bilateral primary carcinoma of the breast, confirmed histologically by core biopsy. Fine-needle aspiration alone is not sufficient. Incisional biopsy is not allowed. In case of bilateral cancer, the investigator has to decide prospectively which side will be evaluated for the primary endpoint.\n* Tumor lesion in the breast with a palpable size of \\>= 2 cm or a sonographical size of \\>= 1 cm in maximum diameter. The lesion has to be measurable in two dimensions, preferably by sonography.\n* Patients must be in the following stages of disease: cT3 or cT2 or cT1c and cN+ or cT1c and pNSLN+.\n* In patients with multifocal or multicentric breast cancer, the largest lesion should be evaluated.\n* Centrally confirmed triple negative or luminal B/HER2-normal subtype. ER- and PgR-negative defined as \\<1% stained cells. HER-2 negative defined as IHC 0+, 1+ or IHC 2+ and FISH/SISH/CISH (ratio \\<2.0) negative. Luminal B defined as ER and/or PgR + and \\> 14% Ki-67 stained cells. The formalin-fixed, paraffin-embedded (FFPE) breast tissue block from the diagnostic core biopsy has therefore to be sent to the Dept. of Pathology at the Charité, Berlin prior to randomization.\n* Age \\>= 18 years.\n* Eastern Cooperative Oncology Group (ECOG) Performance Status: 0 or 1 (see Appendix A).\n* Laboratory requirements: Hemoglobin \\> 9.0 g/dL, Absolute neutrophil count \\> 1.5 x 109/L, Platelet count \\> 100 x 109/L, AST/SGOT and/or ALT/SGPT \\< 2.5 x ULN; Total bilirubin \\< 1.0 x ULN, Serum creatinine \\< 1.5 x ULN. If creatinine 1.0 - 1.5 x ULN, creatinine clearance will be calculated according to CKD-EPI formula and patients with creatinine clearance \\< 60 mL/min should be excluded (see Appendix 2 for formula).\n* Negative pregnancy test (urine or serum) within 14 days prior to randomization for all women of childbearing potential.\n* Complete staging work-up within 3 months prior to randomization. All patients must have bilateral mammography, breast ultrasound (\\<= 21 days), breast MRI (optional), chest X-ray (PA and lateral), abdominal ultrasound or CT scan or MRI, and bone scan done. In case of positive bone scan, bone X-ray is mandatory. Other tests may be performed as clinically indicated.\n* Patients must be available and compliant for central diagnostics, treatment and follow-up.\n\nExclusion Criteria:\n\n* Any prior treatment for primary breast cancer including radiation therapy\n* History of ipsi/ or contra-lateral invasive breast cancer\n* Locally advanced disease including N3 and metastatic disease\n* Patients in the following stages of disease are not allowed: cT4\n* Prior malignancy without being disease-free for more than 5 years (except carcinoma in situ of the cervix or other in situ cancer (e.g. bladder cancer) and adequately treated basal cell carcinoma of the skin.\n* Clinically significant (i.e. active) cardiovascular disease, including cerebrovascular accident (≤6 months before enrolment), myocardial infarction, arterial thrombotic events (≤6 months before enrolment), unstable angina pectoris, New York Heart Association (NYHA) ≥ grade 2 congestive heart failure and/or hypertension, serious cardiac arrhythmia requiring medication during the study and that might interfere with regularity of the study treatment, or not controlled by medication\n* Any severe acute or chronic medical condition which could impair the ability of the patient to participate to the study or to comply with the study procedures or interfere with interpretation of study results (such as significant neurological or psychiatric disorders including psychotic disorders, dementia or seizures).\n* Active infection.\n* Sex hormones. Prior treatment must be stopped before study entry.\n* Inability and unwillingness to comply with study visits, treatment, testing, and to comply with the protocol.\n* Administration of any live virus vaccine within 8 weeks preceding study entry.\n* Use of any investigational agent within 30 days of administration of the first dose of study drug or concurrent treatment on another clinical trial\n* Requirement for radiation therapy concurrent with study anticancer treatment. Patients who require breast or chest wall radiation therapy after surgery are eligible\n* Pregnancy or breastfeeding women\n* Patients with childbearing potential who do not agree to use accepted and effective method of contraception (barrier methods, intrauterine contraceptive devices, sterilization) during the study treatment period and following a period of 6 months after the last study drug administration.\n* History of hypersensitivity (grade ≥ 3) to polysorbate 80 or any study drugs or excipients\n* Concurrent or planned treatment with potent strong inhibitors or strong inducers of cytochrome P450 3A4/5 (a two-week wash-out period is necessary for patients who are already on these treatments) (see Appendix 3)\n* Contraindications to the use of corticosteroid treatment\n* Symptomatic peripheral neuropathy grade ≥ 2 (National Cancer Institute Common Terminology Criteria \\[NCI CTCAE\\] v.4.03).",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}