{
    "nctId": "NCT06291324",
    "briefTitle": "WATD and Cancer-Related Fatigue: A Study For Patients Undergoing Anti-Cancer Treatment",
    "officialTitle": "Wearable Activity Tracker Devices and Cancer-Related Fatigue: A Clinical Utility Pilot Study For Patients Undergoing Anti-Cancer Treatment",
    "overallStatus": "RECRUITING",
    "conditions": "Pancreatic Cancer, Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 46,
    "primaryOutcomeMeasure": "Adherence and acceptability",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Written informed consent and HIPAA authorization for release of personal health information\n* Patients pancreatic or invasive breast cancer per enrolling investigator who is planning on or has started anti-cancer treatment. Note: Patients with cancer who are not planning to receive anti-cancer treatment are not eligible for study participation\n* Patients with any severity of self-reported fatigue per enrolling investigator\n* Age ≥ 18 years at the time of consent\n* Ability to read and understand the English language\n* As determined by the enrolling investigator, the ability of the participant to understand and comply with study procedures (i.e., completing questionnaires and device return) for the entire length of the study\n\nExclusion Criteria:\n\n* Any documented, clinically significant cardiac-related abnormality per enrolling investigator that could compromise the outcome of the study. NOTE: The heart rate data collected using the WATD will not be used for patient care.\n* Other factors or conditions, per investigator discretion, for which participation in the study would not be in the patient's best interest or could interfere with study assessment results or preclude study completion\n* No internet, Wi-Fi access or email account\n* No access to a smartphone or mobile device",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}