{
    "nctId": "NCT03159572",
    "briefTitle": "Homologous Recombination Inquiry Through Ovarian Malignancy Investigations",
    "officialTitle": "Homologous Recombination Inquiry Through Ovarian Malignancy Investigations",
    "overallStatus": "COMPLETED",
    "conditions": "Ovarian Cancer, Fallopian Tube Cancer, Primary Peritoneal Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 996,
    "primaryOutcomeMeasure": "Frequency of HRD in patients with ovarian cancer (including fallopian tube cancer and primary peritoneal cancer)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patients who can approve informed consent and sign it. Patients who show their will to participate in this study and can sign the informed consent forms by themselves.\n2. Patients who are clinically diagnosed as having ovarian cancer and can provide written informed consent before the surgery.\n3. Patients who can provide tumor tissue specimens. (except ascites cytology and cell block specimens)\n4. Patients who are 20 years old and over at the enrollment.\n5. Patients with ECOG Performance status (PS): 0-2.\n\nExclusion Criteria:\n\n1. Patients with active concomitant malignancy\\* except breast cancer.\n\n   \\*Includes synchronous multiple cancer and metachronous multiple cancer with less than 5 years of disease free survival. However, excludes skin basal cell carcinoma, skin squamous cell carcinoma, and any other curable lesions with local therapy such as carcinoma in situ or intramucosal carcinoma.\n2. Patients who are diagnosed as any other acute/chronic, physically/mentally severe diseases and judged by the primary physician as inappropriate to enroll this study because of safety reasons or any influence to study outcomes.\n3. Any other cases that are inappropriate to enroll this study, judged by study principal investigator.",
    "sex": "FEMALE",
    "minimumAge": "20 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}