{
    "nctId": "NCT05097248",
    "briefTitle": "Camrelizumab in Combination With PLD and Losartan in Patients With TNBC Who Have Received ≦ 1 Line of Chemotherapy",
    "officialTitle": "Camrelizumab Combined With Liposomal Doxorubicin and Losartan in the Treatment With Advanced or Locally Advanced Triple-negative Breast Cancer Who Have Received no More Than 1 Prior Line of Chemotherapy",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 52,
    "primaryOutcomeMeasure": "Objective Response Rate (ORR)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Women aged 18-70.\n2. Eastern Cooperative Oncology Group (ECOG) performance status of 0-1.\n3. The pathologic diagnosis of unresectable recurrent or metastatic triple-negative breast cancer ［ER-negative(IHC\\<1%), PR-negative(IHC\\<1%), HER2-negative（IHC-/+ or IHC++ and FISH/CISH-）］. Patients with at least one measuring lesion that was conformed to RECIST v1.1 standard.\n4. With a life expectancy of at least 12 weeks.\n5. The cumulative dose of prior doxorubicin and epirubicin should not exceed 300 mg/m2 and 600 mg/m2, respectively, with randomization \\> = 12 months since last treatment.\n6. Previously treated with no more than one line of chemotherapy in the advanced setting.\n7. PD-L1 positive, CPS score ≥ 1.\n8. At least one measurable lesion according to RECIST 1.1;\n9. The functional level of major organs must meet the following requirements:\n\n   1. blood routine: neutrophil (ANC)≥1.5×10\\^9/L; platelet count (PLT)≥90×10\\^9/L; hemoglobin (Hb) ≥90 g/L;\n   2. blood biochemistry: total bilirubin (TBIL)≤upper limit of normal (ULN); alanine aminotransferase (ALT) and aspartate aminotransferase (AST) ≤1.5×ULN; alkaline phosphatase ≤ 2.5×ULN; blood urea nitrogen (BUN) and creatinine (Cr)≤1.5×ULN;\n   3. coagulation: international normalized ratio (INR) or prothrombin time (PT)≤1.5×ULN; activated partial thromboplastin time (APTT) ≤1.5×ULN.\n   4. Heart: left ventricular ejection fraction (LVEF)≥50% as assessed by echocardiography (ECHO) or multigated acquisition (MUGA).\n   5. Thyroid function: thyroid stimulating hormone (TSH) ≤ ULN; if abnormal, T3 and T4 levels should be investigated, and normal T3 and T4 levels can be included.\n10. Female subjects of childbearing potential must have a negative serum pregnancy test within 7 days before the first dose and must be willing to use very efficient barrier methods of contraception for the course of the study through 6 months after the last dose of study treatment.\n11. The patient can swallow pills.\n12. The patients sign the written informed consent.\n\nExclusion Criteria:\n\n1. The subjects had a central nervous system metastases with clinical symptoms.\n2. Other clinical trials of drugs were used in the first four weeks before the first dose.\n3. Subjects with severe allergic reactions to other monoclonal antibodies.\n4. Received other anti-tumor treatments within 28 days before the first dose.\n5. A heart condition or disease that is not well controlled.\n6. Subjects with treatment history of anti-angiogenesis drugs, or immunotherapy (previous use of anti-PD-1/PD-L1 antibodies was allowed) or eribulin.\n7. The subjects had any history of autoimmune disease or any use of systemic glucocorticoid or immunosuppressive medications.\n8. Subjects had history of hypertension and poor control with antihypertensive medication (systolic blood pressure ≥140 mmHg or diastolic blood pressure ≥100 mmHg)；\n9. Subjects must not have baseline hypotension, defined as systolic blood pressure less than 100 mmHg in both readings taken 2 days prior to the study.\n10. Urine routine indicated that urine protein ≥ ++, or the 24-hour urine protein quantity ≥ 1.0g.\n11. Hereditary or acquired bleeding and thrombotic tendencies (such as hemophilia, coagulation dysfunction, thrombocytopenia, hypersplenism, etc.).\n12. Human immunodeficiency virus (HIV) infection, active hepatitis B (hepatitis B indicates antigen positive and HBV DNA ≥ 500 IU/ml), hepatitis C (hepatitis C antibody positive and HCV-RNA above the lower limit of detection of the analytical method).\n13. Receive live vaccine within 4 weeks before or during the study period;\n14. Patients who are allergic to or contraindicated to the experimental drugs.\n15. Concurrent medical conditions that, in the judgment of the investigator, would jeopardize the subject's safety, could confound the study results, or affect the subject's completion of this study.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}