{
    "nctId": "NCT03809988",
    "briefTitle": "PALbociclib Rechallenge in horMone Receptor-posItive/HER2- Negative Advanced Breast Cancer (PALMIRA)",
    "officialTitle": "International,Multicenter,Randomized,Open-label, Phase II to Evaluate the Efficacy and Safety of Continuation of Palbociclib+2nd Line Endocrine Therapy in HR+/HER2- ABC Patients Who Had Clinical Benefit During 1st Line Palbociclib.",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer, Advanced Breast Cancer, Hormone Receptor Positive Tumor, Human Epidermal Growth Factor 2 Negative Carcinoma of Breast",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 198,
    "primaryOutcomeMeasure": "PFS (Progression-free survival)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Female patients over 18 years of age.\n2. Pre-menopausal women provided they are being treated with a LHRH analogue for at least 28 days (if shorter, post-menopausal levels of serum estradiol/Follicle-stimulating hormone (FSH) must be confirmed analytically) prior to study entry or post- menopausal women as defined by any of the following criteria:\n\n   1. Age ≥60 years;\n   2. Age \\<60 years and cessation of regular menses for at least 12 consecutive months with no alternative pathological or physiological cause; and serum estradiol and/or FSH level within the laboratory's reference range for postmenopausal females;\n   3. Documented bilateral oophorectomy.\n3. Eastern Cooperative Oncology Group (ECOG) performance status lower or equal to 1.\n4. Life expectancy greater or equal to 12 weeks.\n5. Histologically proven diagnosed of ABC not amenable to curative treatment.\n6. Documented recurrent ER-positive and/or progesterone receptor (PgR)-positive (with ≥1% positive stained cells (according to NCCN National Comprehensive Cancer Network and ASCO American Society of Clinical Oncology guidelines) and HER2-negative (0-1+ by immunohistochemistry (IHC) or 2+ and negative by in situ hybridization (ISH) test) breast cancer in the advanced setting.\n7. Radiological or clinical evidence of disease progression on first- line combination of palbociclib plus endocrine therapy (aromatase inhibitor (AI) or fulvestrant). Patients previously treated with the combination of palbociclib and tamoxifen will be excluded.\n8. Patients have achieved clinical benefit criteria to a first-line palbociclib-based endocrine regimen (defined as at least stable disease ≥ 24 weeks or partial or complete response confirmed or unconfirmed).\n9. Patients must have been treated with a stable minimum dose of 75 mg palbociclib during the last 2 cycles of the prior palbociclib-based regimen.\n10. Last dose of palbociclib administered not later than 8 weeks and not earlier than 7 days from study entry, with the exception of patients relapsing on a palbociclib-based regimen in the adjuvant setting.\n11. Patients should not have been treated in the advanced setting with at least one of these endocrine therapy options: either fulvestrant or AI.\n12. Patients must have measurable disease or evaluable disease according to RECIST criteria v.1.1. Patients with only bone lesions are eligible.\n13. Willingness and ability to provide tumor biopsy (if feasible) both at the time of the inclusion and after disease progression in order to perform exploratory studies. If not feasible, patient eligibility should be evaluated by a Sponsor's qualified designee.\n14. Patients agree to collection of blood samples (liquid biopsy) at the time of inclusion, after 2 weeks of treatment, and upon progression or study termination.\n15. Adequate organ function: (Hematological, hepatic and renal)\n16. Patients who are willing and able to comply with scheduled visits, treatment plan, laboratory tests, and other study procedures.\n17. Patients have been informed about the nature of study, and have agreed to participate in the study, and signed the informed consent form prior to participation in any study-related activities.\n18. Resolution of all acute toxic effects of prior anti-cancer therapy to grade 1\n\nExclusion Criteria:\n\n1. HR or HER2 unknown disease.\n2. HER2-positive disease based on local laboratory results (performed by IHC / ISH test).\n3. Locally ABC candidate for curative treatment.\n4. Formal contraindication to endocrine therapy defined as visceral crisis and rapidly or symptomatic progressive visceral disease.\n5. Prior therapy with any other CDK4/6 inhibitor different from palbociclib.\n6. Known active uncontrolled or symptomatic Central Nervous System (CNS) metastases, carcinomatous meningitis, or leptomeningeal disease as indicated by clinical symptoms, cerebral edema, and/or progressive growth. Patients with a history of CNS metastases or cord compression are eligible if they have been definitively treated and are clinically stable off anticonvulsants and steroids for at least 4 weeks before randomization.\n7. Patients are currently receiving food or drugs known to be strong inducers or inhibitors of CYP3A4.\n8. Current or prior malignancy which could affect compliance with the protocol or interpretation of results. Patients with curatively- treated non-melanoma skin cancer, non-muscle-invasive bladder cancer, or carcinoma in situ, among others, are generally eligible.\n9. No other systemic therapy for metastatic disease including chemotherapy, immunotherapy, targeted therapy (small molecules/ monoclonal antibodies), or endocrine therapy excluding first-line palbociclib-based regimen.\n10. Major surgery (defined as requiring general anesthesia) or significant traumatic injury within 2 weeks of start of study drug, or patients who have not recovered from the side effects of any major surgery, or patients who may require major surgery during the study.\n11. Radiotherapy or limited-field palliative radiotherapy within 7 days prior to study enrolment, or patients who have not recovered from radiotherapy-related toxicities to baseline or grade ≤ 1 and/or from whom ≥ 25% of the bone marrow has been previously irradiated.\n12. Use of concurrent investigational agents or other concomitant anticancer therapies.\n13. Active bleeding diathesis, previous history of bleeding diathesis, or chronic anti-coagulation treatment (the use of low molecular weight heparin is allowed as soon as it is used as prophylaxis intention).\n14. Serious concomitant systemic disorder (e.g., active infection including HIV, or cardiac disease) incompatible with the study (at the discretion of investigator).\n15. Unable to swallow capsules or tablets.\n16. History of malabsorption syndrome or other condition that would interfere with enteral absorption.\n17. Any of the following within 6 months of randomization:\n\n    myocardial infarction, severe/unstable angina, ongoing cardiac dysrhythmias of NCI-CTCAE v.5.0 grade ≥2, coronary/peripheral artery bypass graft, symptomatic congestive heart failure, cerebrovascular accident including transient ischemic attack, or symptomatic pulmonary embolism.\n18. Uncontrolled electrolyte disorders of NCI-CTCAE v.5.0 grade ≥ 2.\n19. Known hypersensitivity to palbociclib or any of its excipients.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}