{
    "nctId": "NCT04337658",
    "briefTitle": "Anti-HER2 Therapy + Fulvestrant/Capecitabine in Women With HR+, HER2+, Non-visceral Metastases Stage IV Breast Cancer",
    "officialTitle": "A Phase 3, Randomized, Multicenter, Open-Label Study to Compare the Efficacy and Safety of Anti-HER2 Therapy Plus Fulvestrant or Capecitabine in First-line Treatment of Women With HR+, HER2+, Non-visceral Metastases, Stage IV Breast Cancer",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "HER2-positive Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 493,
    "primaryOutcomeMeasure": "Progression Free Survival (PFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patients provided written informed consent\n2. Postmenopausal or premenopausal or perimenopausal women aged 18-75 years:\n\n   1. ≥60 years, or bilateral ovariectomy was previously performed, or\n   2. \\<60 years, natural postmenopausal status (defined as a continuous period of at least 12 months following spontaneous cessation without other pathological or physiological causes), estrogen (E2) and follicle-stimulating hormone (FSH) are present at postmenopausal levels\n   3. Premenopausal or perimenopausal women, willing to receive luteinizing hormone (LHRH) stimulation during the study\n3. Histologically or cytologically confirmed HR-positive (ER/PR≥10%), HER2-positive (IHC 3+ or ISH+) breast cancer\n4. At least one measurable non-visceral metastatic lesion (liver, lung, pleura, pericardium, peritoneum, kidney, adrenal, brain or leptomeningeal metastases are excluded), HR-positive (ER/PR≥10%), HER2-positive (IHC 3+ or ISH+), (≥10 mm on T1-weighted, gadolinium-enhanced MRI) (RECIST v1.1)\n5. Previous treatment with HER2 inhibitors to be discontinued prior to first study treatment administration (at least 14 days for trastuzumab and other antibodies, at least 7 days for lapatinib)\n6. Previous chemotherapy, biological or target therapy to recurrent or metastatic disease are not allowed; Previous radiotherapy allowed, but radiotherapy must have been discontinued at least 14 days prior to first study treatment administration.\n7. Eastern Cooperative Oncology Group (ECOG) performance score of 0 to 2\n8. Life expectancy \\> 24 weeks\n9. left ventricular ejection fraction (LVEF) of 50% or higher at baseline (within 42 days before randomization)\n10. Previous adjuvant chemotherapy treatment is allowed\n11. Previous adjuvant trastuzumab treatment is allowed\n12. Hormone therapy must have been discontinued at least 1 month prior to recruitment\n13. Patients with good compliance\n14. Patients must have recovered to baseline condition or to Common Terminology Criteria for Adverse Events (CTCAE) version 5.0 grade = 1 from any acute CTCAE v. 5.0 grade =2 side effects of previous treatments\n15. Without infection of human immunodeficiency virus (HIV) on central laboratory assay results prior to randomization\n16. Alanine aminotransferase (ALT) \\</= 2.5 × the upper limit of normal (ULN), Aspartate aminotransferase (AST) \\</= 2.5 × ULN prior to randomization\n17. Total bilirubin (TBIL) \\</= 1.25 × ULN\n18. Alkaline phosphatase (ALK) \\</= 2.5 × ULN\n19. Gamma glutamyl transpeptidase (GGT) \\</= 2.5 × ULN\n20. Serum total bilirubin (TBil) \\</= 1.5 × ULN\n21. Serum creatinine (Scr) \\</= 1.5 × ULN\n22. WBC \\>/= 3×109/L, Blood neutrophil count \\>/= 1×109/L, Platelet count \\>/= 100×109/L, HB \\>/= 9 g/dL\n23. Albumin \\>/= 30g/L\n24. Women of child-bearing age who had a negative serum pregnancy test (within 14 days before randomization) should take effective contraceptive measures\n\nExclusion Criteria:\n\n1. Primary and metastatic lesion lack of histological or cytological confirmation of HR-positive (ER/PR≥10%), HER2-positive (IHC 3+ or ISH+)\n2. Breast cancer with visceral metastases (liver, lung, pleura, pericardium, peritoneum, kidney, adrenal, brain or leptomeningeal metastases)\n3. Inflammatory breast cancer\n4. Having a life-threatening metastatic visceral disease, defined as extensive liver damage or brain or leptomeninges damage (past or present) or symptomatic pulmonary lymphatic diffusion. Patients with discrete pulmonary parenchyma metastasis were eligible if the investigators determined that their respiratory function was not significantly impaired by the disease.\n5. Disease progression or recurrence within 12 months after neo/adjuvant endocrine therapy\n6. Unable to tolerate endocrine therapy, including those who with symptoms, who have spread to the viscera, and who are at risk for short-term life-threatening complications (including uncontrolled thorax, pericardium, or abdominal cavity exudation, pulmonary lymphangitis, and more than 50% liver damage).\n7. CT or MRI confirmed the presence of brain or leptomeningeal metastases.\n8. Any other current malignancy or malignancy diagnosed within the past five years (other than breast cancer, carcinoma in situ of the cervix, skin basal cell carcinoma or squamous cell carcinoma), unless radical treatment is performed and there is no evidence of recurrence or metastasis within the last 5 years.\n9. Non- visceral metastatic lesions cannot be evaluated by RECIST v1.1\n10. Active infection with human immunodeficiency virus (HIV) prior to first study treatment administration.\n11. History of participating any other clinical trials within 30 days prior to randomization\n12. Known hypersensitivity (Grade 3 or 4) to Pertuzumab, Trastuzumab, Fulvestrant or Capecitabine or the excipients of any of the trial drugs\n13. Pregnancy or lactation\n14. Uncontrolled illnesses including symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia requiring therapy, myocardial infarction within the past 6 months, or active infection\n15. severe pulmonary and renal disease\n16. Patients with GI tract disease resulting in an inability to take oral medication, malabsorption syndrome, a requirement for IV alimentation, prior surgical procedures affecting absorption, uncontrolled inflammatory GI disease (e.g., Crohn's, ulcerative colitis)\n17. Legal incompetence or limitation.\n18. Considered unable to complete the study or sign the informed consent due to a medical or mental disorder by the investigator.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}