{
    "nctId": "NCT03685591",
    "briefTitle": "PF-06952229 Treatment in Adult Patients With Advanced Solid Tumors",
    "officialTitle": "A PHASE 1 DOSE ESCALATION AND EXPANSION STUDY EVALUATING SAFETY, TOLERABILITY AND PHARMACOKINETICS OF PF 06952229 IN ADULT PATIENTS WITH ADVANCED SOLID TUMORS",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Neoplasms, Prostate Neoplasms, Neoplasms, Squamous Cell, Melanoma, Mesothelioma, Pancreatic Neoplasms, Colorectal Neoplasms, Carcinoma, Renal Cell, Liver Neoplasms",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 49,
    "primaryOutcomeMeasure": "Number of Participants With First-Cycle Dose-Limiting Toxicitys (DLTs) by Treatment",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. For Part 1A: Histological or cytological diagnosis of a solid tumor that is advanced/metastatic, patients are intolerant to standard treatment, resistant to standard therapy or for which no standard therapy is available for the following tumor types:\n\n   Breast cancer; Prostate cancer (mCRPC testosterone less than 50 ng/dL); Squamous cell cancer of the head and neck; Melanoma; Mesothelioma; Pancreatic cancer; Colorectal cancer; Renal cell carcinoma; Hepatocellular cancer.\n2. For Part 1B:\n\n   * histological or cytological diagnosis of mCRPC 3 Part 2A and Part 2B:\n   * Histologically or cytologically confirmed prostate adenocarcinoma metastatic disease.\n   * Effective castration with serum testosterone levels 0.5 ng/mL (1.7 nmol/L).\n   * Having received 3 or more cycles of prior docetaxel therapy (before or after abiraterone).\n   * Having PD while receiving abiraterone acetate within 12 months of abiraterone treatment initiation.\n   * Progressive disease (PD) by:\n\n     1. Progression in measurable disease per RECIST 1.1 criteria. Patient with measurable disease must have at least 1 lesion that can be accurately measured in at least 1 dimension (longest diameter to be recorded). Each lesion must be at least 10 mm when measured by computed tomography (CT) (CT scan thickness no greater than 5 mm) or magnetic resonance imaging (MRI). Lymph nodes should be greater than or equal to 15 mm in short axis. As defined by PCWG2, if lymph node metastasis is the only evidence of metastasis, it must be greater than or equal to 20 mm in diameter when measured by spiral CT or MRI. Previously irradiated lesions, primary prostate lesion, and bone lesions will be considered non-measurable disease, or\n     2. Appearance of 2 or more new bone lesions (PCWG2). They must be confirmed by other imaging modalities (CT; MRI) if ambiguous results, or\n     3. Rising PSA defined (PCWG2) as at least 2 consecutive rises in PSA to be documented over a reference value (measure 1) taken at least 1 week apart. • Prior abiraterone acetate must be stopped at least 2 weeks before study treatment.\n\n4. Patients must have recently obtained archival tumor tissue available for submission to the sponsor (except for Part 2A - monotherapy dose expansion). Patients enrolled in Part 1 and Part 2 should have access to their archival formalin-fixed paraffin-embedded material, collected within 6 months of screening, containing tumor that is of diagnostic quality and representative of their diagnosed malignancy or whenever possible, consent to undergo a biopsy during screening. The sponsor should be contacted if obtaining a new biopsy is not medically feasible for approval to enroll, prior to initiating screening activities.\n\n5. Patients entering the study in the subgroup(s) requiring mandatory pre- and on treatment tumor biopsies in Part 2A and 2B must have a tumor amenable to biopsy and consent to these planned biopsy procedures. The sponsor should be contacted if obtaining a pre-treatment and on treatment biopsies is not medically feasible for approval to enroll, prior to initiating screening activities.\n\n6. Age 18 years or older 7. Eastern Cooperative Oncology Group (ECOG) Performance Status (PS) 0 or 1. 8. Adequate bone marrow function (see Appendix 3), including:\n\n* Absolute Neutrophil Count (ANC) greater than or equal to 1,500/mm3;\n* Platelets greater than or equal to 100,000/mm3;\n* Hemoglobin greater than or equal to 9 g/dL. 9. Adequate renal function, including serum creatinine less than or equal to 1.5 x upper limit of normal (ULN) or estimated creatinine clearance greater than or equal to 60 mL/min as calculated using the method standard for the institution. In equivocal cases, a 24 hour urine collection test can be used to estimate the creatinine clearance more accurately. In Part 2: Serum creatinine of less than or equal to 3.0 x upper limit of normal.\n\n  10. Adequate liver function, including:\n* Total serum bilirubin less than or equal to 0.5 x ULN unless the patient has documented Gilbert syndrome;\n* Aspartate and alanine aminotransferase (AST and ALT) less than or equal to 2.5 x ULN less than or equal to 5.0 x ULN if there is liver involvement by the tumor;\n* Alkaline phosphatase less than or equal 2.5 x ULN less than or equal to 5 x ULN in case of bone metastasis).\n\n  11. Serum phosphate within normal range (if abnormal, must be nonclinically significant per the Investigator and approval for patient inclusion after agreement from sponsor.\n\n  12. Resolved acute effects of any prior therapy to baseline severity or CTCAE Grade 1 except for alopecia and those listed in the specific exclusion criteria.\n\n  13. For Part 1A monotherapy dose escalation: serum pregnancy test (for females of childbearing potential) negative at screening.\n\n  14. For Part 1A monotherapy dose escalation: female patients of nonchildbearing potential must meet at least 1 of the following criteria:\n* Achieved postmenopausal status, defined as follows: cessation of regular menses for at least 12 consecutive months with no alternative pathological or physiological cause; and must have a serum follicle stimulating hormone level confirming the postmenopausal state;\n* Have undergone a documented hysterectomy and/or bilateral oophorectomy;\n* Have medically confirmed ovarian failure. All other female patients (including female patients with tubal ligations) are considered to be of childbearing potential.\n\n  15. Evidence of a personally signed and dated informed consent document indicating that the patient has been informed of all pertinent aspects of the study.\n\n  16. Willing and able to comply with scheduled visits, treatment plan, laboratory tests, and other procedures.\n\nExclusion Criteria\n\nPatients with any of the characteristics/conditions listed below will not be included in the study:\n\nAny labs may be repeated for confirmation. Only the lab result requiring confirmation must be repeated, not the entire panel.\n\n1. For Parts 1B current or prior treatment with enzalutamide within 24 days prior to first dose\n\n   For 2A, and 2B:\n   * Prior chemotherapy other than docetaxel for prostate cancer, except estramustine, adjuvant/neoadjuvant treatment completed more than 3 years ago;\n   * Less than 28 days elapsed from prior treatment with chemotherapy, immunotherapy, radiotherapy, or surgery to the time of study enrollment.\n2. Central Nervous System (CNS) metastases, carcinomatous meningitis, or leptomeningeal disease as indicated by baseline brain MRI (or CT with contrast if MRI is medically contraindicated), clinical symptoms, cerebral edema, and/or progressive growth. If contrast is medically contraindicated, a non-contrast CT scan may be performed.\n3. Patients with a history of CNS metastases or cord compression.\n4. Liver metastases at baseline as evidenced by CT scan or MRI that may be at risk for bleeding, such as those that are greater than 1 cm,\n5. Patients with advanced/metastatic, symptomatic, visceral spread, that are at risk of life threatening complications in the short term (including patients with massive uncontrolled effusions \\[pleural, pericardial, peritoneal\\], pulmonary lymphangitis, and over 50% liver involvement). Note: Patients with indwelling catheter for drainage, or requirement for drainage no more frequently than monthly will be allowed.\n6. Any other active malignancy within 3 years prior to study entry, except for adequately treated basal cell or squamous cell skin cancer, or carcinoma in situ.\n7. Patients with a history of clinically significant tumor bleeding (except for bleeding in a post-operative setting), coagulopathy or arterio-venous malformations (AVM) or aneurysms in the CNS, liver, lung or other major organ of the body. Patients with known Osler-Weber-Rendu disease, Hemophilia A, Hemophilia B (Christmas Disease), Von Willibrand's Disease, Factor 13 deficiency and Factor 7 deficiency, antibodies to Factors 8 and 7, history of other bleeding diatheses and abnormal INR values.\n8. Evidence of a tumor that compresses or invades major blood vessels or tumor cavitation that in the opinion of the investigator is likely to bleed.\n9. Major surgery within 4 weeks prior to first dose.\n10. Prior organ transplantation including heart and allogeneic stem cell transplantation.\n11. Radiation therapy within 4 weeks prior to study entry. Note: Patients who have received radiotherapy must have recovered from any reversible side effects, such as nausea and vomiting.\n12. Last anti cancer therapy including investigational drug(s) within 28 days (or 5 half-lives, whichever is shorter) prior to study entry excluding hormonal therapy.\n13. Active and clinically significant bacterial, fungal, or viral infection, including known hepatitis B virus (HBV), known hepatitis C virus (HCV), known human immunodeficiency virus (HIV) or acquired immunodeficiency syndrome (AIDS) related illness. In equivocal cases, with positive serology, those patients with a negative viral load are potentially eligible provided the other entry criteria are met. Note: Inclusion of patients with well controlled HIV, HBV or HCV can be discussed with sponsor on a case by case basis.\n\n    • COVID-19/SARS-CoV2: Refer to Appendix 8 for further information.\n14. Any of the following in the previous 6 months: myocardial infarction, congenital long QT syndrome, Torsades de pointes, arrhythmias (including sustained ventricular tachyarrhythmia and ventricular fibrillation), right bundle branch block and left anterior hemiblock (bifascicular block), unstable angina, coronary/peripheral artery bypass graft, symptomatic congestive heart failure (New York Heart Association class III or IV), cerebrovascular accident, transient ischemic attack, or symptomatic pulmonary embolism; deep venous thrombosis (DVT); arterial occlusive disease; ongoing cardiac dysrhythmias of National Cancer Institute (NCI) CTCAE Grade 2 or higher , atrial fibrillation of any grade that is uncontrolled, or QTcF interval greater than 470 msec at screening. Note: There is an exception where a cardiac rhythm device/pacemaker is fitted and results in QTcF greater than 470 msec.\n15. Anticoagulation therapy with heparin, low molecular weight heparin, vitamin K antagonists, anti-platelet agents, or factor Xa inhibitors throughout the study and for at least 28 days post the last dose of study treatment. (If anticoagulation therapy is medically indicated on trial, patients should stop treatment with PF-06952229. For those requiring temporary anticoagulant therapy, resumption of PF-06952229 treatment may be permitted after discussion with the Sponsor. In any other case, study treatment should be permanently discontinued, and the patient should enter the follow-up portion of the trial.)\n16. Moderate or severe heart valve function defect including moderate or severe valve stenosis or regurgitation.\n17. Evidence or history of septal aneurysm, other heart aneurysm, or any aneurysm of the major vessels.\n18. Grade 3 or higher cardiac troponin I at baseline.\n19. Left ventricular ejection fraction (LVEF) of less than or equal to 50% or significant valvular regurgitation.\n20. Hypertension that cannot be controlled by medications (greater than 150/90 mmHg despite optimal medical therapy) or requiring more than 2 medications for adequate control.\n21. Clinically significant non healing or healing wounds.\n22. For patients entering the combination with enzalutamide arm, history of seizures other than isolated febrile seizure in childhood.\n23. Has a history of a cerebrovascular accident or transient ischemic attack less than 6 months ago.\n24. Known or suspected hypersensitivity to active ingredient/excipients of PF 06952229 or enzalutamide.\n25. Other acute or chronic medical or psychiatric condition, including recent (within the past year) or active suicidal ideation or behavior or laboratory abnormality that may increase the risk associated with study participation or investigational product administration or may interfere with the interpretation of study results and, in the judgment of the investigator, would make the patient inappropriate for entry into this study.\n26. Investigator site staff members directly involved in the conduct of the study and their family members, site staff members otherwise supervised by the investigator, or patients who are Pfizer employees, including their family members, directly involved in the conduct of the study.\n27. For Part 1A Monotherapy Dose Escalation: Pregnant female patients; breastfeeding female patients; fertile male patients and female patients of childbearing potential who are unwilling or unable to use 2 highly effective methods of contraception as outlined in this protocol for the duration of the study and for at least 28 days after the last dose of investigational product.\n28. For Part 1B Combination Dose Escalation, Part 2A Monotherapy Expansion, and Part 2B Combination Dose Expansion: fertile male patients and female partners of childbearing potential who are unwilling or unable to use 2 highly effective methods of contraception as outlined in this protocol for the duration of the study and for at least 28 days after the last dose for monotherapy (Part 2A) or for at least 3 months after the last dose for combination therapy (Part 1B and Part 2B).\n29. Inability to consume or absorb study drug, including but not limited to:\n\n    • Active inflammatory gastrointestinal (GI) disease, known diverticular disease or previous gastric resection or lap band surgery. Impairment of gastro intestinal function or GI disease that may significantly alter the absorption of PF 06952229, such as history of GI surgery with may result in intestinal blind loops and patients with clinically significant gastroparesis, short bowel syndrome, unresolved nausea, vomiting, active inflammatory bowel disease or diarrhea of CTCAE Grade greater than 1.\n30. Current use or anticipated need for food or drugs that are known strong and moderate CYP3A4/5 inhibitors, including their administration within 10 days or 5 half lives of the CYP3A4/5 inhibitor, whichever is longer, prior to first dose of investigational product.\n31. Current use or anticipated need for drugs that are known strong and moderate CYP3A4/5 inducers, including their administration within 10 days or 5 half lives of the CYP3A4/5 inducer, whichever is longer, prior to the first dose of investigational product (See Section 5.7).\n32. Have initiated bisphosphonates or approved receptor activator of nuclear factor kappa B ligand (RANK L) targeted agents (for example, denosumab) less than 14 days prior to study entry, unless there is agreement with the medical monitor.\n33. Active, known suspect suspected autoimmune diseases including inflammatory bowel disease (including ulcerative colitis and Crohn's disease), rheumatoid arthritis, systemic progressive sclerosis, systemic lupus erythematosus (SLE), autoimmune vasculitis (eg, Wegener's Granulomatosis), CNS or motor neuropathy considered to be of autoimmune origin (eg, Gullian Barre Syndrome, Myasthenia Gravis, Multiple Sclerosis).",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}