{
    "nctId": "NCT01935492",
    "briefTitle": "8 Continuous vs 8 Intermittent Cycles in First and Second Line in HER2/Neu Neg Metastatic Breast Cancer",
    "officialTitle": "8 Continuous vs 8 Intermittent Cycles in First and Second Line Treatment of Patients With HER2/Neu Negative, Incurable, Metastatic or Unresectable Locally Advanced Breast Cancer.",
    "overallStatus": "COMPLETED",
    "conditions": "Human Epidermal Growth Factor 2 Negative Carcinoma of Breast, Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 420,
    "primaryOutcomeMeasure": "Progression free survival",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Female patients ≥ 18 years old.\n* Patients with HER2/neu negative, incurable, metastatic or unresectable locally advanced breast cancer, who are candidates for chemotherapy.\n* Patients with measurable or evaluable-only (RECIST 1.1)\n* Documented Estrogen Receptor (ER) / Progesteron Receptor (PR) status.\n* HER2/neu-negative disease\n* Patients with an ECOG Performance Status ≤ 2.\n* Life expectancy of \\> 12 weeks.\n* Signature of Informed Consent Form\n\nExclusion Criteria:\n\n* Previous chemotherapy for HER2/neu negative, incurable, metastatic or unresectable locally advanced breast cancer.\n* Prior hormonal therapy for HER2/neu negative, incurable, metastatic or unresectable locally advanced breast cancer that has not been discontinued 1 week before start of study treatment.\n* Prior adjuvant/neo-adjuvant chemotherapy within 6 months prior to first study treatment. However, if the prior adjuvant/neo-adjuvant chemotherapy was taxane based, patients are excluded if they received their last chemotherapy within12 months prior to first study treatment.\n* Prior radiotherapy covering more than 30% of marrow-bearing bone.\n* Patients that have received recent radiation therapy that are not recovered from any significant (Grade ≥ 3) acute toxicity prior to study treatment.\n* Prior therapy with bevacizumab, sorafenib, sunitinib, or other VEGF pathway-targeted therapy.\n* Chronic daily treatment with aspirin\n* Chronic daily treatment with corticosteroids, with the exception of inhaled steroids.\n* Current or recent treatment with another investigational drug or participation in another investigational study.\n* Inadequate bone marrow, liver, renal function\n* INR \\> 1.5 or an aPTT \\> 1.5 x ULN within 7 days prior to first study treatment.\n* Known CNS disease, except for treated brain metastases.\n* Patients with concurrent active malignancy\n* Pregnant or lactating\n* Women of childbearing potential not using effective, non-hormonal means of contraception\n* Major surgical procedure (including open biopsy) within 28 days prior to the first study treatment\n* Core biopsy or other minor surgical procedure, within 7 days prior to day 1.\n* Significant vascular disease within 6 months prior to day 1.\n* Any previous venous thrombo-embolism \\> CTC Grade 3.\n* History of haemoptysis\n* History or evidence of inherited bleeding diathesis or coagulopathy with the risk of bleeding.\n* Uncontrolled hypertension\n* Clinically significant (i.e. active) cardiovasculair disease\n* LVEF by MUGA or ECHO \\< 50%.\n* History of abdominal fistula, Grade 4 bowel obstruction or GI perforation, intra-abdominal abscess within 6 months of randomization.\n* Serious non-healing wound, peptic ulcer or bone fracture.\n* Known hypersensitivity to any of the study drugs or excipients.\n* Hypersensitivity to Chinese hamster ovary cell products or other recombinant human or humanized antibodies.\n* Psychiatric illness, physical examination or laboratory findings that may interfer with protocol",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}