{
    "nctId": "NCT00968682",
    "briefTitle": "CADY Study ICORG 08-01",
    "officialTitle": "Detection of Cardiac Dysfunction in Patients Treated With Trastuzumab for HER-2 Positive Breast Cancer. The CADY Study",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer, Cardiac Toxicity",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 480,
    "primaryOutcomeMeasure": "Cardiac biomarker levels in predicting cardiac dysfunction",
    "eligibilityCriteria": "Inclusion Criteria\n\n1. HER-2 positive breast cancer by immunohistochemistry and/or fluorescence in-situ hybridisation.\n2. Planned neoadjuvant and/or adjuvant treatment with chemotherapy and Trastuzumab either sequentially or in combination or single agent Trastuzumab.\n3. 18 years of age or older.\n4. Disease Stage I-III, whose treatment plan includes Trastuzumab either sequentially, in combination or as a single agent will be eligible for inclusion in the study.\n5. As this is a non-interventional study, patients enrolled in therapeutic clinical trials will also be eligible for inclusion.\n6. Treatment with curative intent.\n7. ECOG Performance status 0, 1 or 2.\n8. Adequate cardiac function, with MUGA or Echocardiograph \\> 50%.\n9. Written informed consent.\n\nExclusion Criteria:\n\n1. Presence of a medical or psychiatric condition, which, in the opinion of the investigator, would potentially pose a risk to the patient by participating in this trial.\n2. Evidence of metastatic disease.\n3. Patients with uncontrolled hypertension (sustained systolic blood pressure \\>180mmHg or diastolic blood pressure \\>100mmHg), significant valvular disease (aortic or mitral regurgitation of 3 or 4+/ 4+ severity or stenosis of either valve), history of uncontrolled cardiac arrhythmias, prior symptomatic or asymptomatic myocardial infarction or angina pectoris requiring anti-anginal medication.\n4. Prior anthracycline or Trastuzumab therapy.\n5. Inability to give informed consent for any reason.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}