{
    "nctId": "NCT02681523",
    "briefTitle": "ALERT: A Phase II Study of Alternating Eribulin and Hormonal Therapy in Pre-treated ER+ve Breast Cancer.",
    "officialTitle": "ALERT: A Phase II Study of Alternating Eribulin and Hormonal Therapy in Pre-treated ER+ve Breast Cancer.",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 8,
    "primaryOutcomeMeasure": "Estimated Kaplan-Meier Progression Free Survival as Assessed by RECIST v1.1",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* 1. Written informed consent prior to admission to this study\n* 2. Aged 18≥over\n* 3. Histologically confirmed ER+ve metastatic breast cancer according to local criteria\n* 4. Eastern Cooperative Oncology Group (ECOG) performance status 0 - 2\n* 5. Have progressed after at least one hormonal therapy regime and at least one chemotherapy regime for advanced disease\n* 6. Patients must have had prior treatment with an anthracycline and a taxane (either sequential or in combination) unless patients were not suitable for these treatments. This treatment can be in the adjuvant setting\n* 7. Measurable sites of locally advanced and/or metastatic disease that can be accurately assessed by CT/MRI scan at baseline (RECIST v1.1)¹\n* 8. Life expectancy of ≥6 months\n* 9. Adequate organ function, as defined by:\n\n  * Haemoglobin (Hb) ≥ 9 g/dL\n  * Absolute Neutrophil Count (ANC) ≥ 1.5 x 109/L\n  * Platelet count (Plts) ≥ 100 x 109/L\n  * White Blood Cell (WBC) ≥ 3.0 x 109/L\n  * Serum albumin ≤ 1.5 Upper Limit of Normal (ULN)\n  * Aspartate Aminotransferase (AST) and Alanine Aminotransferase (ALT) ≤ 3 x ULN if no demonstrable liver metastases or ≤ 5 x ULN in the presence of liver metastases.\n  * Alkaline Phosphatase Level (ALP) ≤ 5 x ULN\n  * Total bilirubin ≤ 1.5 x ULN if no demonstrable liver metastases or ≤ 3 x ULN in the presence of liver metastases\n  * Creatinine ≤ 1.5 x ULN or creatinine clearance \\>50ml/min\n* 10. Postmenopausal as defined by age \\>50, no menstruation for \\>2 years, previous oophorectomy or lab results confirming this status\n* 11. Premenopausal if has been subject to ovarian ablation/ suppression at least 3 weeks prior to commencing AI therapy\n\n  * RECIST v1.1 updated and now considers bone metastasis with an identifiable soft tissue mass to be measurable disease. Therefore, patients with bone metastasis are eligible, provided they have evaluable disease.\n\nExclusion Criteria:\n\n* 1.Triple negative or Human Epidermal Growth Factor Receptor 2 (HER2) positive cancer\n* 2. Hypersensitivity to the active substance or to any of its excipients\n* 3. History of another primary malignancy within 5 years prior to starting study treatment, except adequately treated basal or squamous cell carcinoma of the skin, carcinoma in site and the disease under study\n* 4. Evidence of uncontrolled active infection\n* 5. Severe hepatic impairment (Child-Pugh C)\n* 6. Evidence of significant medical condition or laboratory finding which, in the opinion of the Investigator, makes it undesirable for the patient to participate in the trial\n* 7. Concurrent therapy with any other investigational agent or everolimus\n* 8. Concomitant use within 14 days prior to commencement of study treatment of any investigational agent\n* 9. Uncontrolled abnormalities of serum potassium, sodium, calcium (corrected) phosphate or magnesium levels\n* 10. Pregnant or lactating women. Effective non-hormonal contraception is mandatory for all patients of reproductive potential\n* 11. Evidence of ovarian activity\n* 12. Prior eribulin therapy",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}