{
    "nctId": "NCT00351858",
    "briefTitle": "Safety and Efficacy Study of the Trifunctional Antibody Ertumaxomab to Treat Patients With Advanced or Metastatic Breast Cancer",
    "officialTitle": "Phase II Study of the Trifunctional Anti-HER-2/Neu x Anti-CD3 Antibody Ertumaxomab for Hormone Therapy Refractory Patients With Her-2/Neu 1+ or 2+ Expressing Advanced or Metastatic Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Neoplasms, Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 40,
    "primaryOutcomeMeasure": "To demonstrate clinical efficacy of the investigational trifunctional antibody ertumaxomab for the treatment of hormone therapy refractory advanced or metastatic breast cancer tumors (stage IIIb or IV) which are known to express Her-2/neu (1+ or 2+)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Female gender, and if of child-bearing potential must have negative pregnancy test result within 2 days before enrolment and must agree to practice effective birth control during the study.\n* Aged 18 years and older.\n* Histologically or cytologically confirmed invasive breast cancer with stage IIIb or IV disease with documented progression.\n* Measurable disease according to RECIST.\n* Histologically documented advanced primary breast cancer or biopsy of metastatic site demonstrating HER-2/neu expression (HER-2/neu 1+ or 2+, determined by immunohistochemistry \\[IHC\\]). HER-2/neu 2+ patients must have a negative Fluorescence In Situ Hybridization \\[FISH\\] test result.\n* Hormone receptor status Estrogen Receptors (ERs) positive and/or Progesterone Receptors (PRs) positive.\n* No prior treatment with mouse or rat antibodies.\n* Life expectancy of at least six months (if the life expectancy of a patient is unspecified she will be allowed to enter the study).\n* An Eastern Cooperative Oncology Group (ECOG) performance score of £ 1.\n* Patients must have had disease progression after hormonal therapy including at least one aromatase inhibitor.\n* Adequate hematological, liver and kidney function:\n\n  * Thrombocytes ³ 100000 / mm³ (= 100 x 109 /l)\n  * Hemoglobin ³ 10 g/dl\n  * Neutrophil count ³ 1500/mm³ (= 1.5 x 109 /l)\n  * WBC ³ 3 X 109 /l\n  * Serum glutamic oxaloacetic transaminase (SGOT) and serum glutamic pyruvate transaminase (SGPT) ≤ 2.5 x upper limit of normal (ULN)\n  * Serum bilirubin ≤ 2 x ULN\n  * Creatinine ≤ 1.5 x ULN or clearance ³ 60 ml/min\n* No life-threatening visceral disease.\n* No known brain or central nervous system metastases.\n* No symptomatic pleural effusions.\n* No symptomatic pericardial effusions.\n* No subjects whose only site of metastatic involvement is bone metastases with the exception of those with a measurable soft tissue component of the bone lesion seen with imaging that does not require palliative radiation intervention and/or the patient has a lytic bone lesion ³ 1 cm measured with radiography that can be followed for evidence of re-calcification.\n* No history of relevant cardiovascular disease:\n\n  * LVEF within the institutional ranges of normal as measured by echocardiogram or MUGA scan\n  * No prior uncontrolled or symptomatic congestive heart failure NYHA ³ 2\n  * No myocardial infarction within the past two years\n  * No uncontrolled or symptomatic cardiac arrhythmias\n* No severe dyspnea.\n* No pulmonary dysfunction or need for continuous supportive oxygen inhalation.\n* No other concurrent uncontrolled co-morbid illness.\n* No other concurrent malignancy, except treated basal cell or squamous cell carcinoma of the skin, or in situ carcinoma of the cervix.\n* Patients with documented autoimmune diseases (such as lupus) are excluded from participation in the study unless a waiver is granted by the responsible medical monitor.\n* Patients with a human immunodeficiency virus, hepatitis B or hepatitis C positive status are excluded from participation in the study.\n* No prior or concurrent chemotherapy regimen for advanced or metastatic disease.\n* Prior neo-adjuvant or adjuvant chemotherapy is allowed provided it was stopped at least six months before study entry.\n* No concurrent hormone therapy (hormone therapy must be stopped at the screening visit).\n* At least 4 weeks since prior radiotherapy.\n* No concurrent immune therapy.\n* No concurrent corticosteroid therapy.\n* No regularly used medication for a health condition or comorbidity that might result in undue risk to the patient.\n* No prior investigational treatment for advanced or metastatic disease.\n* Able and willing to comply fully with the protocol.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}