{
    "nctId": "NCT04301375",
    "briefTitle": "Omission of Surgery and Sentinel Lymph Node Dissection in Clinically Low-risk HER2positive Breast Cancer With High HER2 Addiction and a Complete Response Following Standard Anti- HER2-based Neoadjuvant Therapy (ELPIS Trial)",
    "officialTitle": "Omission of Surgery and Sentinel Lymph Node Dissection in Clinically Low-risk HER2positive Breast Cancer With High HER2 Addiction and a Complete Response Following Standard Anti- HER2-based Neoadjuvant Therapy (ELPIS Trial)",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Mammary Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 27,
    "primaryOutcomeMeasure": "To estimate the loco-regional invasive disease-free survival of patients who achieve a complete response",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Female participants who are at least 40 years of age on the day of signing the informed consent form with histologically confirmed diagnosis of breast cancer.\n* A participant is eligible to participate if she is not pregnant, not breastfeeding, and at least one of the following conditions applies:\n\n  1. Not a woman of childbearing potential as defined in protocol OR\n  2. A woman of childbearing potential who agrees to follow the contraceptive guidance in protocol during the treatment period and for at least 7 months after the last dose of study treatment\n* The participant (or legally acceptable representative if applicable) provides written informed consent for the trial.\n* Histologically confirmed invasive adenocarcinoma of the breast, with all of the following characteristics:\n\n  * HER2-positive status by local determination according to 2018 American Society of Clinical Oncology //College of American Pathologists guidelines.\n  * PAM50 HER2-enriched subtype and ERBB2-high as predefined cutoff as per central determination.\n  * Unifocal invasive carcinoma: only 1 invasive focus can be observed (the tumor focus containing or not containing an in situ component)\n  * Tumor largest diameter ≤2 cm as defined by breast Magnetic resonance imaging.\n  * No nodal involvement (i.e. cN0). Any suspicious axillary node by ultrasound must be biopsied. If the biopsy or the fine-needle aspiration is negative of tumor cells, patient is eligible.\n  * No evidence of distant metastasis (M0) by routine clinical assessment.\n* Patient must have known estrogen receptor and progesterone receptor status locally determined prior to study entry\n* Eligible for taxane therapy\n* Willingness of the patient to omit surgery if all criteria are met following neoadjuvant therapy\n* Estimated life expectancy of at least 5 years irrespective of the diagnosis of breast cancer.\n* Breast cancer eligible for primary surgery\n* Have provided archival tumor tissue sample or newly obtained core. Formalin-fixed, paraffin embedded tissue blocks are mandatory. Available pre-treatment Formalin-fixed, paraffin embedded core biopsy evaluable for PAM50 or possibility to obtain one.\n* Have an Eastern Cooperative Oncology Group performance status of 0 to 1. Evaluation of Eastern Cooperative Oncology Group is to be performed within 7 days prior to the date of allocation\n* Ability and willingness to comply with study visits, treatment, testing and to comply with the protocol.\n* Have adequate organ function as defined in the protocol. Specimens must be collected within 10 days prior to the start of study treatment\n\nExclusion Criteria:\n\n* A woman of childbearing potential who has a positive urine pregnancy test within 72 hours prior to allocation. If the urine test is positive or cannot be confirmed as negative, a serum pregnancy test will be required.\n* Has received prior anti-cancer therapy, including investigational agents, or treatment for primary invasive breast cancer.\n* Known hypersensitivity to any of the excipients of trastuzumab, pertuzumab, TDM1 or paclitaxel.\n* Clinical stage II, III or IV\n* History of radiotherapy in the ipsilateral breast or axilla\n* History of surgery of the ipsilateral axilla\n* Bilateral invasive breast cancer\n* Infiltrating lobular carcinoma.\n* Multicentric or multifocal breast cancer, defined as the presence of two or more foci of cancer in the same or different quadrants of the same breast.\n* Patients who have undergone sentinel lymph node biopsy prior to study treatment.\n* Patient has active cardiac disease or a history of cardiac dysfunction including any of the following:\n\n  * History of acute coronary syndromes (including myocardial infarction, unstable angina, coronary artery bypass grafting, coronary angioplasty or stenting) or symptomatic pericarditis within 12 months prior to screening.\n  * History of documented congestive heart failure (New York Heart Association functional classification III-IV).\n  * Documented cardiomyopathy.\n  * Patient has a Left Ventricular Ejection Fraction \\< 55% at baseline as determined by Multiple Gated acquisition scan or echocardiogram.\n  * Clinical significant cardiac arrhythmias (e.g. ventricular tachycardia), complete left bundle branch block, high-grade atrioventricular block (e.g. bifascicular block, Mobitz type II and third-degree atrioventricular block)\n  * Long QT Syndrome or family history of idiopathic sudden death or congenital long QT syndrome or any of the following: o Risk factors for Torsades de Pointe including uncorrected hypokalemia or hypomagnesemia, history of cardiac failure or history of clinically significant/symptomatic bradycardia\n  * Corrected QT\\> 500 msec or conduction abnormality in the previous 12 months.\n* Has an active infection requiring systemic therapy.\n* Patients with a history of previous breast cancer are excluded. Patients with a history of any other cancer (except non-melanoma skin cancer or carcinoma in situ of the cervix), unless in complete remission with no therapy for a minimum of 5 years are excluded. For patients with a history of other non-breast cancers within 5 years and considered of very low risk of recurrence per investigator's judgment (for example, papillary thyroid cancer treated with surgery), eligibility is to be discussed with Study Medical Monitor.\n* Has a known history of Human Immunodeficiency Virus. Note: No HIV testing is required.\n* Has a known history of Hepatitis B (defined as Hepatitis B surface antigen reactive) or known active Hepatitis C virus (defined as Hepatitis C virus RNA is detected) infection. Note: no testing for Hepatitis B and Hepatitis C is required.\n* Has a history or current evidence of any condition, therapy, or laboratory abnormality that might confound the results of the study, interfere with the subject's participation for the full duration of the study or is not in the best interest of the subject to participate, in the opinion of the treating investigator.\n* Has known psychiatric or substance abuse disorders that would interfere with cooperation with the requirements of the trial.\n* Is pregnant or breastfeeding or expecting to conceive or father children within the projected duration of the study, starting with the screening visit through 7 months after the last dose of trial treatment.\n* Patients currently on following medications, which cannot be interrupted 7 days prior treatment start:\n\n  * Any prohibited medication as per trastuzumab, pertuzumab or paclitaxel label.\n  * Herbal preparations/medications, dietary supplements.",
    "sex": "FEMALE",
    "minimumAge": "40 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}