{
    "nctId": "NCT03917082",
    "briefTitle": "Limited Adjuvant Endocrine Therapy for Low Risk Breast Cancer",
    "officialTitle": "LA LEAST- Luminal A, Limited Endocrine Adjuvant Systemic Therapy. A Trial of Abbreviated Hormone Therapy for Low Risk Hormone Receptor Positive, HER2 Negative Early Breast Cancer",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Cancer Female, Hormone Receptor Positive Tumor",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 290,
    "primaryOutcomeMeasure": "Distant Relapse Free Interval at five years",
    "eligibilityCriteria": "Inclusion Criteria: for Prosigna® screening\n\n* Diagnosis of invasive breast cancer which is:\n\n  * Unifocal or multifocal (not multicentric)\n  * Unilateral\n  * Moderate or strongly hormone receptor positive\n  * HER2 negative\n  * Ductal grade 1 or 2, or lobular any grade, or pure tubular (any grade) or pure papillary (any grade). If mixed lobular-ductal histology, the ductal component must be grade 1 or 2.\n  * Stage pT1N0 (tumor \\</= 20mm, negative node) or pT2N0 (tumor 21-50mm, node negative) or pT1N0i+ (tumor \\</=20mm and isolated tumor cells in node\\[s\\]) or pT2N0i+ (tumor 21-50mm and isolated tumor cells in node\\[s\\]) (see Appendix 2). Tumor size must be sufficient for Prosigna® testing. pNX (nodal status unknown) stage is not eligible.\n* Subject must be female\n* Subject must be age \\> 50 years at breast cancer diagnosis\n* Subject may be pre, peri, or postmenopausal.\n* Subject must have a \\> 5-year life expectancy based on physician judgement of subject's co-morbid illnesses and age\n* Subject must undergo standard of care loco-regional management (sentinel node biopsy and/or axillary dissection; breast conserving surgery or mastectomy; radiation to breast following breast conserving surgery, with radiotherapy details per local institution practice). Surgery will have been no more than 24 weeks prior to endocrine therapy start. Subjects having repeat surgeries after radiation, regardless of indication, should count the date of last surgery that preceded radiation. Subjects may undergo Prosigna® screening prior to completion of radiation.\n* The breast surgery will have achieved negative surgical margins. Tumours with positive margins that are not re-resectable are eligible if followed by radiation with a boost (partial mastectomy) or chest wall radiation (mastectomy)\n* No (neoadjuvant or adjuvant) chemotherapy given or planned for this breast cancer\n* No other non-breast cancer within the last 5 years, except non-melanoma skin cancer, melanoma in situ, cervix carcinoma in situ, and anal carcinoma in situ\n* No prior hormone receptor positive invasive breast cancer. Prior contralateral DCIS treated with standard of care local therapy, and prior lobular carcinoma in situ (LCIS) are allowed, provided no endocrine therapy with any of tamoxifen, ovarian suppression, raloxifene, or aromatase inhibitor was given\n* Subject will have not have started endocrine therapy prior to enrollment\n* Subject has signed a screening informed consent form\n* Subject has intent to be adherent to endocrine therapy for two years in the absence of serious toxicity\n\nInclusion criteria for study enrollment:\n\n* Prosigna® score in the low risk range, defined as an ROR of 40 or lower\n* Subject has not yet initiated endocrine therapy\n* Subject has signed study informed consent form\n\nExclusion Criteria:\n\n• Does not meet every inclusion criteria listed above",
    "sex": "FEMALE",
    "minimumAge": "51 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}