{
    "nctId": "NCT03448250",
    "briefTitle": "Evaluating a Novel Web-based Intervention for Breast Cancer Survivors",
    "officialTitle": "Evaluation of a Web-based Psychological Intervention as add-on to Care as Usual in Breast Cancer Survivors: Effect on Immune Status, Inflammation and Psychometric Outcome",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 64,
    "primaryOutcomeMeasure": "concentration of C-reactive protein (CRP)",
    "eligibilityCriteria": "Inclusion Criteria:\n\nEligible are women who\n\n* had breast cancer diagnosed less than 4 years ago, classified as T0-4, N0-1, M0\n* completed acute treatment for breast cancer at least 6 month ago. This applies for surgery, chemotherapy or radiation, whichever occurred last. (Prophylactic treatment with anti-hormones like tamoxifen, aromatase-inhibitors or bisphosphonates is allowed).\n* are competent in German language\n* provide written consent to study procedures\n* are willing to provide the discharge letter from oncology (to verify diagnosis and therapies)\n\nExclusion Criteria:\n\nWomen are not eligible if they\n\n* have a prior history of breast cancer (other than the current one) or any other cancer except basal or squamous cell skin cancer\n* suffer from the following autoimmune and/or inflammatory diseases: rheumatoid arthritis, lupus erythematodes, psoriasis, multiple sclerosis or inflammatory breast cancer\n* have a history of schizophrenia, bipolar disorder, or an established diagnosis of borderline personality disorder\n* have elevated current suicide risk\n* routinely attend psychotherapy, either 1:1, group-therapy or web-based interaction (at least two sessions per month)\n* practice 5 hours or more of vigorous physical activity per week (e.g. training for marathon)\n* have cognitive impairment\n* abuse alcohol or drugs",
    "sex": "FEMALE",
    "minimumAge": "30 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}