{
    "nctId": "NCT03361800",
    "briefTitle": "Window of Opportunity Trial of Entinostat in Patients With Newly Diagnosed Stage I-IIIC,TNBC",
    "officialTitle": "A Non-randomized, Non-comparative, Open-label, Window Trial of Entinostat Given With or Without Exemestane in Patients With Newly Diagnosed, Stage I-IIIC, Hormone Receptor - Positive (HR+) or Triple Negative Breast Cancer (TNBC)",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer, Invasive Breast Cancer, ER-Negative PR-Negative HER2-Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "EARLY_PHASE1",
    "allocation": "NA",
    "primaryPurpose": "BASIC_SCIENCE",
    "enrollmentCount": 5,
    "primaryOutcomeMeasure": "Decrease in Ki-67 mRNA following treatment with entinostat across TNBC breast cancers",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Is female, age ≥ 18 years of age.\n* For Part 1: Has histologically confirmed newly diagnosed Stage I-IIIC invasive breast cancer that is triple negative (ER/PR \\<1%, Her2 negative) and is scheduled to undergo definitive surgery (either lumpectomy, mastectomy) and meets the criteria listed below:\n\n  1. Scheduled for lumpectomy or mastectomy and not considered a candidate for neoadjuvant systemic treatment\n  2. No prior or current therapy for breast cancer\n  3. Amenable to a baseline research breast biopsy\n\nFor Part 2: Has histologically confirmed newly diagnosed Stage I-IIIC invasive breast cancer that is ER positive (+/- PR positive) and is scheduled to undergo definitive surgery (either lumpectomy, mastectomy) and meets the criteria listed below:\n\n* Scheduled for lumpectomy or mastectomy and not considered a candidate for neoadjuvant systemic treatment b. No prior or current therapy for breast cancer c. Amenable to a baseline research breast biopsy\n* Must have sufficient time to receive two doses of entinostat 7 days apart or exemestane for 8 consecutive days with or without entinostat prior to surgery.\n* Has an Eastern Cooperative Oncology Group (ECOG) performance status ≤ 1.\n* Demonstrates adequate organ function\n* Has normal cardiac function based on an electrocardiogram (ECG) with no clinically significant abnormalities or risks including any of the following:\n\n  * Current uncontrolled hypertension (systolic \\>150 mm Hg and/or diastolic \\>100 mmHg) or unstable angina\n  * History of serious cardiac arrhythmia requiring treatment (exceptions: atrial fibrillation, paroxysmal supraventricular tachycardia)\n  * History of myocardial infarction within 6 months of day 1 of dosing\n  * History of congestive heart failure according to New York Heart Association (NYHA) criteria.\n* For women of childbearing potential: Has a negative serum pregnancy test at screening within 72 hrs of receiving study treatment. In addition, female subjects must either:\n\n  1. agree to the use of an approved method of contraception (ie, two adequate barrier methods throughout the study starting with the screening visit) and to continue its use for the duration of the study treatment through 120 days after the last dose of entinostat if a woman of child-bearing potential, or\n  2. has documented inability to become pregnant (e.g., hysterectomy, bilateral tubal ligation or oophorectomy, or post-menopausal as defined as total cessation of menses for ≥ 2 years). Documented hysterectomy or oophorectomy must be confirmed with medical records of the actual procedure or confirmed by an ultrasound. Tubal ligation must be confirmed with medical records of the actual procedure otherwise the patient must be willing to use 2 adequate barrier methods throughout the study.\n* Is able to swallow and retain oral medication.\n* As determined by the enrolling physician or protocol designee, ability of the subject to understand and comply with study procedures for the entire length of the study.\n\nExclusion Criteria:\n\n* Stage IV breast cancer.\n* Has clinically significant a) abnormal laboratory or ECG findings, b) history of myocardial infarction or arterial thromboembolic events within 6 months of screening or c) unstable angina, d) New York Heart Association (NYHA) Class III or IV disease or e) a corrected QT (QTc) interval \\> 470 msec.\n* Medical history of uncontrolled hypertension (NCI CTCAE grade 3 or 4) or diabetes mellitus.\n* Known active central nervous system metastases and/or carcinomatous meningitis.\n* Prior history of another cancer within the previous 5 years with the exception of adequately treated basal cell carcinoma or cervical intraepithelial neoplasia, cervical carcinoma in situ or melanoma in situ.\n* Another known malignancy other than breast cancer that is progressing or requires active treatment.\n* Is pregnant or lactating, or is of child-bearing potential and not willing to use an approved method of contraception.\n* Has a concomitant medical condition that precludes adequate study treatment compliance or assessment, such as bleeding disorders or any other medical condition that would increase risks of additional core biopsy for biomarkers.\n* Is currently receiving treatment with a medication on the prohibited medication list for entinostat (See section 11.1 Appendix A and section 4.5).\n* Has allergy to benzamides or inactive components of the study medication (entinostat).\n* Inability to take oral medications (eg, impairment of gastrointestinal (GI) function or GI disease that may significantly alter the absorption of oral medications such as ulcerative diseases, uncontrolled nausea, vomiting, diarrhea, malabsorption syndrome, or small bowel resection).\n* Is participating in another therapeutic clinical trial or has received another investigational agent within 30 days prior to informed consent.\n* Known human immunodeficiency virus (HIV), Hepatitis B Virus (HBV), or Hepatitis C Virus (HCV) infection (with the exception of chronic or cleared HBV and HCV infection which is allowed).\n* Has acute or currently active/requiring anti-viral therapy, hepatic or biliary disease (with the exception of patients with Gilbert's syndrome, asymptomatic gallstones, or stable chronic liver disease per investigator assessment).\n* Known psychiatric or substance abuse disorders that would interfere with cooperation with the requirements of the study.\n* Medical history of an autoimmune disease that requires ongoing steroid therapy for \\> 14 days.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}