{
    "nctId": "NCT02187822",
    "briefTitle": "Fractionated Stereotactic Radiotherapy (FSRT) in Treatment of Brain Metastases",
    "officialTitle": "A Phase 1 Study of TPI 287 Concurrent With Fractionated Stereotactic Radiotherapy (FSRT) in Treatment of Brain Metastases From Advanced Breast and Non-Small Cell Lung (NSCL) Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Brain Metastases, Generalized Malignancy, Primary, Brain Lesions",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 15,
    "primaryOutcomeMeasure": "Maximum Tolerated Dose (MTD) of TPI 287",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Must have histologically or cytologically confirmed non-central nervous system primary solid malignancy.\n* Must have pathologically or radiologically confirmed metastatic disease in the brain.\n* Potential participants with up to 3 brain metastases (symptomatic and non-symptomatic) can be treated on this study. Maximum diameter of each brain lesion should be ≤ 5 cm. Maximum tumor volume ≤ 120 cc.\n* Eastern Cooperative Oncology Group (ECOG) performance status ≤2 (Karnofsky ≥60%).\n* Life expectancy of greater than 12 weeks.\n* Patients requiring treatment with corticosteroids are eligible.\n* Treatment with non-enzyme inducing anti-seizure medications is allowed.\n* Must have normal organ and marrow function.\n* Systemic chemotherapy washout period ≥ 7 days. For investigational dugs and monoclonal antibodies washout period ≥ 5x drug half-life. There are no limitations on number of prior treatment regimens.\n* Women of child-bearing potential and men must agree to use adequate contraception prior to study entry and for the duration of study participation. Should a woman become pregnant or suspect she is pregnant while she or her partner is participating in this study, she should inform her treating physician immediately. Men treated or enrolled on this protocol must also agree to use adequate contraception prior to the study, for the duration of study participation, and 4 months after completion of TPI 287 administration.\n* Prior brain surgery or radiation is allowed as long as the metastatic lesion(s) to be targeted in this study has not previously been treated with radiation.\n* Ability to understand and the willingness to sign a written informed consent document.\n\nExclusion Criteria:\n\n* Patients who have had chemotherapy within 1 week (6 weeks for nitrosoureas or mitomycin C) or investigational therapies/monoclonal antibodies within 5 half-life of investigational compound or those who have adverse events which are greater than grade 1 and are due to agents administered more than 1 week earlier. Bisphosphonates, endocrine therapy, and trastuzumab are permitted without restriction.\n* Are receiving any other investigational agents.\n* Previous treatment of the target lesions with radiation therapy.\n* Have previously been treated with whole brain radiation.\n* History of allergic reactions attributed to compounds of similar chemical or biologic composition to TPI 287.\n* Have brain metastases secondary to germ cell tumor or lymphoma malignancy.\n* Women who are pregnant or nursing (lactating).\n* Known contraindication to enhanced MRI and CT scan.\n* Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, uncontrolled seizure activity or psychiatric illness/social situations that would limit compliance with study requirements.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}