{
    "nctId": "NCT00983424",
    "briefTitle": "Cyclosporine A in Combination With Nab-Paclitaxel in Patients With Metastatic Breast Cancer",
    "officialTitle": "A Phase I, Open-label, Study of the Safety and Tolerability of Cyclosporine A (CsA) in Combination With Nab-paclitaxel in Patients With Metastatic Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 14,
    "primaryOutcomeMeasure": "To evaluate the safety, tolerability and feasibility of the combination of Cyclosporine A and nab-paclitaxel in the treatment of metastatic breast cancer (MBC).",
    "eligibilityCriteria": "Inclusion Criteria\n\n* Female or male patients with adenocarcinoma of the breast with metastatic disease.\n* Patients may have evaluable or measurable disease.\n* Age \\> 18 years.\n* Women of child-bearing potential and men must agree to use adequate contraception (hormonal or barrier method of birth control or abstinence) prior to study entry and for the duration of study participation. Should a woman become pregnant or suspect she is pregnant while participating in this study, she should inform her treating physician immediately.\n* Able to swallow and retain oral medication.\n\nExclusion Criteria\n\n* Patients who have had any major surgery, hormonal therapy (other than replacement), chemotherapy or radiotherapy within 4 weeks (6 weeks for nitrosoureas or mitomycin C) prior to entering the study or patients who have not recovered from adverse events due to agents administered more than 4 weeks earlier. Prior nab-paclitaxel is allowed.\n* Patients may not be receiving any other investigational agents or receiving concurrent anticancer therapy.\n* Patients with uncontrolled brain metastases or leptomeningeal disease or active neurologic impairment.\n* History of allergic reactions attributed to compounds of similar chemical or biologic composition to Cyclosporine A or nab-paclitaxel.\n* Pregnant or lactating (Cyclosporine A is excreted into breast milk) females\n* Patients with GI tract disease resulting in an inability to take oral medication, malabsorption syndrome, a requirement for IV alimentation, prior surgical procedures affecting absorption, uncontrolled inflammatory GI disease (e.g., Crohn's, ulcerative colitis).\n* HIV-positive patients are excluded since Cyclosporine A may result in further immunosuppression",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}