{
    "nctId": "NCT04943497",
    "briefTitle": "A Prospective Observational Study to Describe Clinical Outcomes, Treatment Patterns, Patients Characteristics Among Patients With HR+/HER2- Advanced BC Initiating Treatment With Risarg®, Piqray®, Endocrine Therapy or Chemotherapy in Routine Clinical Practice in Russia",
    "officialTitle": "A Prospective Observational Study to Describe Clinical Outcomes, Treatment Patterns, Patients Characteristics Among Patients With HR+/HER2- Advanced BC Initiating Treatment With Risarg® (Ribociclib), Piqray® (Alpelisib), Endocrine Therapy or Chemotherapy in Routine Clinical Practice in Russia",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 3290,
    "primaryOutcomeMeasure": "Time to treatment failure (TTF)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age ≥ 18 years at the moment of ribociclib, alpelisib, monoET or CT treatment initiation.\n2. Female gender.\n3. Confirmed diagnosis of locally advanced/metastatic not amenable to surgery HR+/HER2- BC (progressed following prior therapy or de novo) for whom the treating physicial took the decision to initiate treatment with ribociclib, alpelisib, monoET or CT before entering the study.\n4. Patient who initiated treatment with ribociclib, alpelisib, monoET or CT no longer than 4 weeks (28 days) prior to written informed consent for this study.\n5. Patients with ECOG performance status ≤ 2.\n6. Provision of written informed consent.\n\nExclusion Criteria:\n\n1. Patients with a life expectancy of less than 3 months at the time of aBC diagnosis per the investigator's judgment.\n2. Patients participating in any interventional clinical trial that includes investigational or marketed products at the time of enrollment. (Patients participating in other investigator initiated trial or NIS can be included as long as their standard of care is not altered by the study).\n3. Patients receiving active treatment for malignancies other than BC at the time of enrollment.\n4. Patients who are unable to understand the nature of the study.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}