{
    "nctId": "NCT02145559",
    "briefTitle": "A Pharmacodynamic Study of Sirolimus and Metformin in Patients With Advanced Solid Tumors",
    "officialTitle": "A Pharmacodynamic Study of Sirolimus and Metformin in Patients With Advanced Solid Tumors",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Neoplasms, Lung Neoplasms, Cancer of Liver, Lymphoma, Cancer of Kidney",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 24,
    "primaryOutcomeMeasure": "Pharmacodynamic Biomarker p70S6K",
    "eligibilityCriteria": "Inclusion Criteria\n\n1. Histologically or cytologically confirmed solid tumor that is metastatic or unresectable and for which standard curative or palliative measures do not exist or are no longer effective.\n2. ECOG performance status 0 or 1 (See Appendix B).\n3. Age ≥ 18 years.\n4. Non-pregnant, non-lactating women using adequate contraception.\n5. Ability to understand and willingness to sign informed consent.\n6. Adequate hematologic, renal and hepatic function, as defined by each of the following:\n\n   * Absolute neutrophil count (ANC) \\> l500/μl\n   * Platelets \\> 100,000/μl\n   * Total bilirubin \\< 1.5 x upper limit of normal\n   * SGOT and SGPT \\< 2.5x upper limit of normal for patients without liver metastases or SGOT and\n   * SGPT \\< 5 x upper limit of normal for patients with liver metastases.\n   * Creatinine \\< 1.4 mg/dl for females or \\< 1.5 mg/dl for males.\n7. Prior treatment with mTOR inhibitors will be allowed as long as the patient did not have ≥ Grade 3 toxicity attributed to the mTOR inhibitor with prior therapy.\n8. Measurable or non-measurable disease will be allowed.\n9. Patients taking substrates, inhibitors, or inducers of CYP3A4 (See Appendix C) should be encouraged to switch to alternative drugs whenever possible, given the potential for drug-drug interactions with sirolimus.\n\nExclusion Criteria\n\n1. Prior treatment with an mTOR inhibitor (including sirolimus) is allowed; however, patients with ≥ grade 3 toxicities with an mTOR inhibitor are excluded.\n2. Fasting glucose \\> 200 mg/dL or fasting triglycerides \\> 300 mg/dL.\n3. Patients who have had chemotherapy or immunotherapy within 4 weeks of starting study drug, or radiotherapy within 14 days of starting study drug, or those who have not recovered from adverse events due to agents administered more than 4 weeks earlier.\n4. Patients may not be receiving any other investigational agents or any concomitant antineoplastic therapy, with the exceptions of octreotide LAR (for neuroendocrine tumors) and endocrine therapy (for prostate, breast, or gynecologic malignancies).\n5. Serious underlying medical (including acute decompensated congestive heart failure) or psychiatric illnesses that would, in the opinion of the treating physician, substantially increase the risk for complications related to treatment. Similarly, any unstable medical condition that, in the opinion of the treating physician or study investigators, would interfere with the study objectives.\n6. Pregnancy or breastfeeding.\n7. Major surgery within 4 weeks.\n8. Concurrent use of any proton pump inhibitors, as these limit the absorption of metformin30,41.\n9. History of lactic acidosis as per prior medical records or provided by the patient.\n10. Metabolic acidosis, acute or chronic. Acidosis will be defined a blood pH \\< 7.35. Acidosis will be suspected if serum bicarbonate is \\< 22 mEq/L. In such cases, venous blood pH would be checked to confirm or exclude acidosis.\n11. Participants with known uncontrolled diabetes, defined as a hemoglobin A1C of \\> 8%.\n12. Participants who are already on treatment with metformin, except when metformin can be held for 4 weeks prior to the start of the study.\n13. History of ongoing alcohol abuse or binge drinking. Alcohol abuse will be defined as a pattern of drinking that results in harm to one's health, interpersonal relationships, and ability to work. Binge drinking will be defined as at least one episode of consuming more than five units in men and four units in women during the previous month. One unit of alcohol can generally said to be a half pint of beer, a single measure (shot glass) of a spirit or a small glass of table wine.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}