{
    "nctId": "NCT06531486",
    "briefTitle": "A Study of XS-02 Capsules in Patients With Advanced Solid Tumors",
    "officialTitle": "A Multicenter, Open Label, Single-arm Phase I/II Dose-escalation and Dose-expansion Study to Evaluate the Safety, Tolerability, Pharmacokinetic Profile, and Initial Efficacy of XS-02 Capsules in Patients With Advanced Solid Tumors",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Solid Tumor, Ovarian Cancer, Breast Cancer, Endometrial Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 96,
    "primaryOutcomeMeasure": "Occurrence of Dose Limiting Toxicity (DLT) (DLT observation period).(phase I)",
    "eligibilityCriteria": "inclusion criteria:\n\n* Volunteer to participate in clinical trials and sign an informed consent form (ICF).\n* Age ≥18 years old, ≤75 years old, regardless of gender.\n* Patients with locally advanced or metastatic solid tumors diagnosed histologically or cytologically have no standard treatment options or have failed standard treatment or are unable to tolerate standard treatment. Phase II dose expansion/Optimal dose selection phase enrolls advanced ovarian cancer and other advanced entities a tumor patient.\n* The phase I dose escalation phase has at least one evaluable lesion and the phase II dose expansion/optimal dose selection phase has at least one measurable lesion (based on RECIST V1.1). For patients who have previously received radiation therapy, a radiation-treated lesion may be considered a target lesion if the lesion can be measured according to RECIST V1.1 and there is objective evidence of significant progression after radiation therapy.\n* The Eastern Cooperative Oncology Group (ECOG) scored 0-1.\n* The expected survival time is ≥3 months.\n* Routine blood tests before first dosing must be within the following range (no blood transfusion or use of drugs that assist in raising white blood cells, platelets, hemoglobin, such as cytokines or erythropoietin, etc., for at least 7 days prior to first dosing)\n\n  1. Hemoglobin (HB) ≥90 g/L.\n  2. Platelet (PLT) count ≥100×109/L or ≥5.6 mmol/L.\n  3. Absolute count of neutrophils (ANC) ≥1.5×109/L.\n* Has proper organ function\n* Female subjects of reproductive age in the screening period had negative serological pregnancy test results within 7 days prior to the first dosing. The subjects also agreed to use a reliable method of contraception for 3 months from signing the informed consent to the last dosing. Including but not limited to: forbidden Sex, male vasectomy, female sterilization, effective IUD, condoms, effective contraceptive drugs.\n* Patients were able to comply with the visits required by the study procedure and protocol.\n\nAdmission criteria specific to Stage II dose expansion/Optimal dose Selection stage ovarian cancer:\n\n* Histologically confirmed and documented advanced recurrent epithelial ovarian cancer (high-grade serous ovarian cancer), fallopian tube cancer, and primary peritoneal cancer.\n* For platinum-resistant diseases, there must be evidence of disease progression within 6 months of the most recent platinum-containing treatment, calculated from the date of the last platinum treatment dose. Platinum-refractory patients were not admitted (platinum-refractory was defined as during or after chemotherapy containing platinum-containing chemotherapy)Progress within 4 weeks.\n* Have previously received at least 1 standard line of treatment.\n\nexclusion criteria:\n\n* Chemotherapy, small molecule targeted therapy, endocrine therapy and traditional Chinese medicine with anti-tumor indications were received within 2 weeks prior to the first dose. Received tumor immunotherapy, antibodies, polypeptide antitumor, or other investigational drugs within 4 weeks prior to initial administration.\n* Patients who had undergone therapeutic surgery other than diagnosis, biopsy, drainage, or radical radiotherapy within 4 weeks prior to initial dosing, or who expected to undergo major surgery during the study period. Had received palliative radiotherapy within 2 weeks prior to the first dose, or had used radiopharma (strontium, samarium, etc.) within 56 days prior to the first dose.\n* The toxicity of previous antitumor therapy has not recovered (\\> NCI-CTCAE 5.0 grade 1),alopecia, pigmentation, or other toxicity that the investigators assessed had become chronic and did not affect the safety of the investigational medication returned to NCI-CTCAE 5.0 level 2 or below.\n* Imaging (Computed Tomography(CT) or magnetic resonance imaging(MRI)) shows that the tumor has invaded large blood vessels (such as aorta, pulmonary artery, pulmonary vein, vena cava, etc.) or is at risk of bleeding (such as esophageal and gastric varices).\n* inflammatory breast cancer\n* There is clinically uncontrolled pleural effusion, pericardial effusion, or ascites requiring repeated drainage or medical intervention (within 2 weeks prior to administration).\n* Patients with central nervous system metastasis who meet any of the following conditions:\n\n  1. need to undergo local treatment (surgery, radiation or other);\n  2. Patients who require steroid hormones, anticonvulsants, or other dehydration treatment;\n  3. Only enrollment is allowed Stable symptoms, imaging assessment (imaging evaluation of brain metastases within 4 weeks prior to enrollmentlesions that have not progressed) and do not require treatment\n* Patients with difficulty swallowing, or a history of severe gastrointestinal disease (e.g. active inflammatory bowel disease, gastrointestinal perforation) and related symptoms that cannot be reasonably controlled; Or have a gastrointestinal disorder (e.g., Crohn's disease, ulcerative colitis, intestinal obstruction, short bowel syndrome) or other malabsorption conditions that affect drug absorption.\n* Have active or unstable cardiovascular disease\n* Bacterial, fungal, or viral infections requiring intravenous antibiotics/antivirals or hospitalization were investigated within 2 weeks prior to initial drug administration.\n* People who have a history of prior severe allergies, or are allergic to any active or inactive ingredient of the investigatory drug.\n* Known acute or active hepatitis B (hepatitis B virus（HBV） surface antigen positive with HBV deoxyribonucleic acid（DNA）≥500 IU/mL), hepatitis C virus infection (HCV Ribonucleic Acid（RNA） exceeding the normal range), syphilis infection, and human immunodeficiency virus (HIV) infection.\n* Other primary malignancies have been diagnosed within the previous five years (the following conditions can be included: cured and completely resected basal and squamous cell skin cancers, completely resected cancers of any type in situ).\n* Use within 2 weeks prior to first administration, or expect to use a Cytochrome P450 enzyme(CYP3A) booster or strong inducer during study drug administration.\n* Use within 2 weeks prior to first administration, or expect to use any drug known to prolong the corrected QT(QTc) interval during study drug administration.\n* The ATR/CHK1 pathway has been treated in the past.\n* Had a bone marrow transplant or had extensive radiation therapy on more than 25% of the bone marrow in the 8 weeks prior to initial dosing.\n* A history of blood clotting disorders; Anticoagulant or antiplatelet therapy (oral aspirin dose ≤100 mg/d and subcutaneous injection of low molecular weight heparin for prevention of deep vein thrombosis) is required.\n* Pregnant and lactating women.\n* According to the judgment of the investigator, any other serious or uncontrolled acute or chronic diseases or abnormal laboratory tests or other reasons are not suitable for participation in this clinical study.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}