{
    "nctId": "NCT01220570",
    "briefTitle": "The Growth Factor Signature (GFS) as an Intermediate Biomarker of Response for Development of PI3K-Pathway Inhibitors in Patients With Breast Cancer (MK-8669-050)",
    "officialTitle": "A Clinical Trial to Qualify the Growth Factor Signature (GFS) as an Intermediate Biomarker of Response for Development of PI3K-Pathway Inhibitors in Patients With Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 63,
    "primaryOutcomeMeasure": "The population mean change from baseline in GFS (Growth Factor Signature) score",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Participant has operable Stage I-IIIa invasive breast cancer of the following subtype: ER-positive, HER2-negative tumor with histologic grade 2 or 3 and Ki67 ≥ 15%\n* Tumor is at least 2 cm in diameter as assessed by physical or radiographic exam\n* Participant consents to provide an existing tissue sample or to have a core needle biopsy before drug administration\n* Participant consents to provide tissue samples following drug administration by a second core needle biopsy or from a surgical specimen\n* Participant must have adequate organ function\n\nExclusion Criteria:\n\n* Participant has received any prior chemotherapy, biological therapy or radiotherapy for breast cancer\n* Participant has a known hypersensitivity to the components of study drugs or their analogs, including hypersensitivity to macrolide antibiotics (e.g. clarithromycin, erythromycin, azithromycin).\n* Participant has poorly controlled diabetes mellitus, or requires insulin for glucose control.\n* Participant is unable to swallow capsules and/or absorb oral medications\n* Participant is pregnant or breastfeeding, or expecting to conceive children within the projected duration of the study.\n* Participant is known to be Human Immunodeficiency Virus (HIV)-positive\n* Participant has known history of active Hepatitis B or C.\n* Participant is concurrently using growth hormone (GH) or growth hormone inhibitors\n* Participant has significant or uncontrolled cardiovascular disease, including heart failure, unstable angina, or a myocardial infarction within the last 6 months",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}