{
    "nctId": "NCT05465590",
    "briefTitle": "A Phase 1 Study to Evaluate Paclitaxel Conjugated CXC Receptor 4 Antagonist (MB1707) in Patients With Advanced Cancer",
    "officialTitle": "A Phase 1 Study to Evaluate the Pharmacokinetics and Safety of MB1707 in Patients With Advanced Cancer",
    "overallStatus": "WITHDRAWN",
    "conditions": "Advanced Solid Tumor, Breast Cancer, Non Small Cell Lung Cancer, Ovary Cancer, Pancreatic Neoplasms",
    "studyType": "INTERVENTIONAL",
    "phase": "EARLY_PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "Incidence of Adverse Events (AE) as characterized by type, frequency, severity (NCI CTCAE Version 5.0), timing, seriousness, and relationship to study therapy",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Male or female participants aged ≥18 years at the time of informed consent.\n2. Patients who have previously received at least one line of standard systemic therapy for their advanced/metastatic cancer and have either progressed, recurred, or were intolerant to the previous treatment eligible for treatment with a paclitaxel-based regimen.\n3. Clinical Performance Status of Eastern Cooperative Oncology Group (ECOG) 0 or 1.\n4. Adequate bone marrow reserves\n5. Adequate major organ system function\n6. Female patients must not be pregnant or breastfeeding.\n\nExclusion Criteria:\n\n1. Patients with tumor primarily localized to the brainstem or spinal cord. Presence of known active uncontrolled or symptomatic central nervous system (CNS) metastases, carcinomatous meningitis, or leptomeningeal disease as indicated by clinical symptoms, cerebral edema, and/or progressive growth.\n2. Patients with advanced/metastatic, symptomatic, visceral spread, that are at risk of life-threatening complications in the short term (including patients with massive uncontrolled effusions \\[pleural, pericardial, peritoneal\\], pulmonary lymphangitis, and over 50% liver involvement).\n3. Patients with any other active malignancy within 3 years prior to enrollment, except for adequately treated basal cell or squamous cell skin cancer, or carcinoma in situ.\n4. Major surgery within 4 weeks prior to study entry.\n5. Systemic anticancer therapy within 4 weeks prior to study entry\n6. Bleeding esophageal or gastric varices \\<2 months prior to the date of informed consent.\n7. History of severe immediate hypersensitivity reaction to paclitaxel\n8. Active unstable or clinically significant medical condition\n9. History of any major cardiovascular conditions within the past 6 months\n10. Patients with known active, uncontrolled bacterial, fungal, or viral infection",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}