{
    "nctId": "NCT04531696",
    "briefTitle": "UZ/KU Leuven Program for Post-mortem Tissue Donation to Enhance Research",
    "officialTitle": "UZ/KU Leuven Program for Post-mortem Tissue Donation to Enhance Research",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer, Hereditary Diseases",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "BASIC_SCIENCE",
    "enrollmentCount": 100,
    "primaryOutcomeMeasure": "Percentage of patients consenting to participate in the pilot phase",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Age ≥ 18 years.\n* Signature of informed consent by the subject.\n* Metastatic breast cancer, or hereditary cancer syndrome with a moderate to high lifetime risk of breast cancer, for which the patient is treated/followed in UZ Leuven or treated in another hospital and referred to UZ Leuven specifically for the trial.\n\nAdditional inclusion criteria for the different substudies:\n\n* Pilot phase: no additional inclusion criteria.\n* ILC substudy: histologically confirmed history of ILC.\n* IBC substudy: history of IBC, fulfilling the following criteria described by Dawood et al: rapid onset of breast erythema, oedema and/or peau d'orange and/or warm breast with or without an underlying palpable mass, duration of history of no more than 6 months, erythema occupying at least one-third of the breast and pathological confirmation of invasive carcinoma.\n* Hereditary cancer syndrome substudy: confirmed presence of a germline mutation known to be associated with a moderate to high lifetime risk of BC (e.g. known pathogenic variants in the genes BRCA1/2, CHEK2, TP53, PALB2) and presence of at least one malignant lesion at time of inclusion (of any origin) .\n* Other substudies: no additional inclusion criteria.\n\nExclusion Criteria:\n\n* Presence of a transmissible disease that can form a risk to the health of researchers or others handling the body or patient samples. This includes but is not limited to the following infectious diseases: human immunodeficiency virus (HIV), active hepatitis C virus (HCV), encephalitis of unknown cause, Creutzfeldt-Jakob disease, rabies, active malaria, active tuberculosis, active SARS-CoV-2 infection.\n* Presence of any factors that could logistically or organizationally impede the study or the performance of sampling within a reasonable post-mortem time frame. This includes but is not limited to: residence of the subject at a faraway distance from the UZ Leuven hospital; residence of the subject on territory outside of Belgium; impossibility to notify the clinician confirming the death and the researchers within a reasonable time frame in case of death.\n\nAdditional exclusion criteria for the different substudies:\n\n- ILC substudy, IBC substudy: diagnosis of a malignancy other than breast cancer in the 5 years prior to inclusion. Exceptions include basal cell carcinoma of the skin or squamous cell carcinoma of the skin and in situ cervical carcinoma.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}