{
    "nctId": "NCT01513356",
    "briefTitle": "Pharmacodynamic Study of BKM120 in Breast Cancer",
    "officialTitle": "Evaluation of PI3K/AKT/mTOR Signaling Pathway Using BKM120 in Early Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "EARLY_PHASE1",
    "allocation": "NA",
    "primaryPurpose": "N/A",
    "enrollmentCount": 20,
    "primaryOutcomeMeasure": "- To determine the grade of inhibition of PI3K/mTOR pathways, in pre-surgery setting with BKM120",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Age ≥ 18 years\n* ER+ / HER2 negative breast cancer patients\n* WHO performance status £ 2\n* Previously untreated histologically confirmed invasive, non-metastatic, breast carcinoma with a tumor size ≥ 1,5cm and non urgent surgical treatment\n* Activated Pi3K pathway in breast cancer trucut biopsy\n* Documentation of negative pregnancy test for patients of child bearing potential within 7 days prior to start study treatment. Sexually active pre-menopausal patients must use adequate contraceptive measures, excluding estrogen containing contraceptives, while on study.\n* Patients must meet the following laboratory criteria within 7 days prior to start the study treatment:\n* Hematology\n* Neutrophil count of \\> 1200/mm3\n* Platelet count of \\> 100,000/ mm3\n* Hemoglobin \\> 90g/L\n* Biochemistry\n* AST/SGOT and ALT/SGPT \\< 2.5 x upper limit of normal (ULN) or \\< 5.0 x ULN if the transaminase elevation is due to liver metastases\n* Total bilirubin \\< 1.5 x ULN \\[Patients with Gilbert Syndrome must have total bilirubin \\< 3 ULN\\]\n* Cholesterol \\< ULN - 7.75 mmol/L and Triglycerides \\< ULN - 2.5 x ULN (with lipid-lowering drugs permitted)\n* Serum creatinine \\< 1.5 x ULN or 24-hour creatinine clearance \\> 60 mL/min\n* Serum albumin \\> LLN or \\> 30 g/L\n* Fasting plasma glucose ≤ 140 mg/dL (7.8 mmol/L)\n\nExclusion Criteria:\n\n* Patients who have received prior treatment with a P13K inhibitor\n* Patients with a known hypersensitivity to BKM120 or to its excipients\n* Patients with a history of photosensitivity reactions to other drugs\n* Patients with the following mood disorders as judged by the Investigator or a psychiatrist, or as result of patient's mood assessment questionnaire:\n* Medically documented history of or active major depressive episode, bipolar disorder (I or II), obsessive-compulsive disorder, schizophrenia, a history of suicidal attempt or ideation, or homicidal ideation (immediate risk of doing harm to others)\n* ≥ CTCAE grade 3 anxiety The psychiatric judgment overrules the mood assessment questionnaire result/investigators judgment.\n* Impairment of gastrointestinal (GI) function or GI disease that may significantly alter the absorption of BKM120 (e.g., ulcerative diseases, uncontrolled nausea, vomiting, diarrhea, malabsorption syndrome, or small bowel resection). Patients with unresolved diarrhea will be excluded as previously indicated\n* Patients with diabetes mellitus requiring insulin treatment, history of gestational diabetes mellitus\n* Impaired cardiac function or clinically significant cardiac diseases\n* LVEF \\< 45% as determined by MUGA scan or ECHO\n* Complete left bundle branch block\n* ST depression or elevation of ≥ 1.5 mm in 2 or more leads\n* Congenital long QT syndrome\n* History or presence of ventricular arrhythmias or atrial fibrillation\n* Clinically significant resting bradycardia (\\< 50 beats per minute)\n* QTc \\> 460 msec on screening ECG\n* Right bundle branch block + left anterior hemiblock (bifascicular block)\n* Unstable angina pectoris ≤ 3 months prior to starting the study drug\n* Acute myocardial infarction ≤ 3 months prior to starting the study drug\n* Other clinically significant heart disease such as congestive heart failure requiring treatment or uncontrolled hypertension\n* Patients who have been treated with any hematopoietic colony-stimulating growth factors (e.g., G-CSF, GM-CSF) ≤ 2 weeks prior to starting study drug. Erythropoietin or darbepoetin therapy, if initiated before enrollment, may be continued\n* Patients who are currently receiving treatment with medication that has the potential to prolong the QT interval or inducing Torsades de Pointes and the treatment cannot either be discontinued or switched to a different medication prior to starting study drug\n* Patients who are currently receiving treatment with therapeutic doses of warfarin sodium (Coumadin®)\n* Patients with known coagulopathies\n* Patients who have received chemotherapy, immunotherapy (except for trastuzumab) or investigational drugs ≤ 4 weeks prior to starting study drug or who have not recovered from side effects of such therapy\n* Patients who have received any continuous-dosing (i.e. daily dosing, ever-other-day dosing, Monday-Wednesday-Friday dosing weekly etc) therapeutic modalities or investigational drug (excluding monoclonal antibodies) ≤ 5 half lives prior to starting study drug or who have not recovered from side effects of such therapy\n* Patients who have received corticosteroids ≤ 2 weeks prior to starting study drug or who have not recovered from the side effects of corticosteroid treatment\n* Patients who have received wide field radiotherapy ≤ 4 weeks or limited field radiation for palliation ≤ 2 weeks prior to starting study drug or who have not recovered from side effects of such therapy.\n* Patients who have undergone major surgery ≤ 2 weeks prior to starting study drug or who have not recovered from side effects of such therapy\n* Women of child-bearing potential who are pregnant or breast feeding and adults of reproductive potential not employing an effective method of birth control. Adequate contraception must be used throughout the trial and for 8 weeks after the last dose of study drug, by both sexes. Women of child-bearing potential must have a negative serum pregnancy test ≤ 7 days prior to starting BKM120\n* Male patients whose sexual partner(s) are WOCBP who are not willing to use adequate contraception, during the study and for 8 weeks after the end of treatment\n* Patients with a known diagnosis of human immunodeficiency virus (HIV) infection (HIV testing is not mandatory)\n* Patients with a history of another primary malignancy that is currently clinically significant, has potential for metastases or currently requires active intervention\n* Patients who have any severe and/or uncontrolled medical conditions or other conditions that could affect their participation in the study such as:\n* Patients with any other concurrent severe and/or uncontrolled concomitant medical conditions (e.g. active or uncontrolled infection) that could cause unacceptable safety risks or compromise compliance with the protocol\n* History of noncompliance to medical regimens\n* Patients unwilling to or unable to comply with the protocol",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}