{
    "nctId": "NCT00600249",
    "briefTitle": "Assessment of the Efficacy of a Neoadjuvant Combination: \"Chemotherapy-targeted Therapy\" in Breast Cancer.",
    "officialTitle": "Phase II Pilot Study Evaluating the Neoadjuvant Combination \"Taxotere (Docetaxel) and Erbitux (Cetuximab) in Operable and \"Triple Negative\" Breast Cancer Patients. TENEO Study.",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 35,
    "primaryOutcomeMeasure": "Pathological complete response assessment of Taxotere-Erbitux combination",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* § Age \\> or equal to 18 years.§\n* Performance status inferior or equal to 1 (WHO criteria)\n* Histologically proven breast cancer, non metastatic, with clinical tumor diameter \\> or equal to 2 cm.\n* HR negative and HER 2 negative.\n* Clinical stage II and IIIa.\n* Non prior treated patients either by surgery, radiotherapy, hormonotherapy or chemotherapy.§\n* Adequate hematological, renal and hepatic functions : neutrophils \\> 2.109 /L, platelets \\> 100.109 /L, Hb \\> 10 g/dL, normal bilirubin, ASAT and ALAT inferior or equal to 2,5 ULN (upper normal limit), alkaline phosphatases £ 2,5 ULN, creatinine \\< 140 µmol/L or creatinine clearance \\> 60 mL/min.§\n* Written informed consent§\n* Affiliation with social security system (or profit being of such a mode) according to terms' of the law of August 9, 2004.\n\nExclusion Criteria:\n\n* Male patient.\n* Pregnant or lactating women or childbearing potential with no efficacy contraception.\n* Other breast cancer form and particularly inflammatory form and/or negliged (T4b or T4d).§\n* Non measurable tumor.\n* Prior surgery or primary axillary dissection.\n* Prior treatment for this new breast cancer.\n* Under guardianship patient\n* Patient with antecedent of second cancer, excepted in situ uterine carcinoma or baso-cellular cutaneous cancer considered as definitively cured.\n* Patient with an associated pathology considered incompatible with the study.§ Cardiac, renal, medullar, respiratory or hepatic insufficiency.\n* Significant neurological or psychiatric troubles.§ Symptomatic or evolutive troubles in CNS or metastasis.\n* Peripheral neuropathy \\> grade 2 NCI-CTC (version 3.0)\n* Previous allergy with polysorbate 80.\n* Concomitant treatment with a drug tested in a clinical trial, participation to another clinical study, for the last thirty days or prior chemotherapy.\n* Patients non stable for the following 6 months or leaving at a great distance of the participating center.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}