{
    "nctId": "NCT05233696",
    "briefTitle": "Radiotherapy in Combo With Chemo and Immunotherapy in Patients With PD-L1 Positive Metastatic TNBC",
    "officialTitle": "Phase II Study of Radiotherapy in Combination With Chemotherapy and Immunotherapy in Patients With PD-L1-Positive Metastatic Triple-Negative Breast Cancer",
    "overallStatus": "WITHDRAWN",
    "conditions": "Triple Negative Breast Cancer, Locally Advanced Breast Cancer, Unresectable Breast Carcinoma, Metastatic Breast Cancer, PD-L1 Gene Mutation",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "1 year progression free survival rate",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Provision to sign and date the consent form including non-English speaking and non-reading participants.\n2. Stated willingness to comply with all study procedures and be available for the duration of the study.\n3. Male or female aged ≥ 18 years.\n4. Metastatic or locally advanced unresectable histologically documented TNBC as defined by absence of estrogen receptor (ER) and progesterone receptor (PR) expression and no HER2 amplification or over-expression by local pathology report.\n\n   1. HER2 negativity is defined as either: in situ hybridization non-amplified (ratio of HER2 to CEP17 \\< 2 or single probe average HER2 gene copy number \\< 4 signals/cell OR IHC 0 or 1+).\n   2. ER and PR negativity is defined as \\< 1% positive by IHC.\n5. Treatment with \\< 1 prior line of systemic therapy in the metastatic setting or adjuvant/neoadjuvant setting if metastatic recurrence within 12 months of treatment.\n6. Confirmed PD-L1 positive as defined by Combined Positive Score (CPS) \\> 10% by a CLIA-certified lab\n7. At least one site of disease amenable to radiation therapy.\n8. Clinically appropriate for treatment with nab-paclitaxel/paclitaxel plus pembrolizumab in the opinion of the treating investigator.\n9. If the maximum number of non-biopsy subjects has accrued to the study, willingness to undergo 2 tumor biopsies and disease amenable to safe biopsy in the opinion of the treating investigator. NOTE: Tumor biopsies may be required, depending on the number of subjects who have agreed to undergo correlative studies.\n10. Life expectancy of \\> 3 months per treating investigator.\n11. ECOG performance status ≤ 1.\n12. Baseline labs must meet the following criteria within 21 days of radiation initiation:\n\n    1. Absolute neutrophil count (ANC) ≥ 1.5 x 109/L.\n    2. Platelets ≥ 100,000/mcL.\n    3. Hemoglobin ≥ 9.0 g/dL.\n    4. Total bilirubin ≤1.5 x institutional upper limit of normal (ULN) or ≤ 3 x ULN for subjects with Gilbert's disease.\n    5. AST (SGOT)/ALT (SGPT) ≤ 3 X institutional ULN or ≤ 5 X institutional ULN in liver metastasis are present.\n    6. Serum creatinine \\< 1.5 X institutional ULN.\n    7. INR and PTT \\< 1.5 X institutional ULN. This applies only to patients undergoing serial tumor biopsies.\n13. All prior reversible treatment-related toxicities must have resolved to CTCAE v5.0 criteria of grade 1 or less (except alopecia).\n14. Women must not be pregnant or breastfeeding.\n15. Women of childbearing potential must have a negative pregnancy test before enrollment. Women who are not of childbearing potential defined as post- menopausal (amenorrheic for \\> 12 months) or undergone prior hysterectomy or bilateral salpingo-oophorectomy do not require pregnancy testing.\n16. Willingness of male and females who are of childbearing potential to use medically acceptable contraception for the duration of the study, including 30 days after last dose of nab-paclitaxel/paclitaxel and 6 months after last pembrolizumab, whichever is longer. Male patients must refrain from donating sperm during these periods.\n17. Availability of archival tumor tissue (core biopsy or surgical tumor blocks) for analysis. Sites will be asked to submit archival tissue (subjects may start the study if tissue is available at an outside hospital, but not yet requested or received).\n\nExclusion Criteria:\n\n1. Any of the following interventions within the specified time frame prior to radiation:\n\n   1. Radiation therapy within 21 days.\n   2. Cytotoxic chemotherapy within 21 days (capecitabine within 14 days).\n   3. Monoclonal antibodies within 21 days.\n   4. Administration of an investigational agent that is not expected to be cleared prior to initiation of radiation.\n2. More than one prior line of chemotherapy in the locally advanced unresectable or metastatic setting.\n3. Prior treatment with a taxane in the metastatic setting. Prior taxane in the curative setting is allowed if treatment was completed ≥ 6 months prior to metastatic recurrence.\n4. Prior receipt of immune checkpoint inhibitor (PD-L1, PD-1 or CTLA-4 inhibitors) less than 12 mos from metastatic recurrence.\n5. Patients with active collagen vascular disease (CVD), specifically systemic lupus erythematosus or scleroderma. Patients with a history of CVD without evidence of active disease are eligible for enrollment at the discretion of the study PI.\n6. History of immunodeficiency, hypersensitivity to pembrolizumab or other medical contraindication to receipt of immunotherapy.\n7. Has active, or history of, pneumonitis requiring treatment with corticosteroids.\n8. Has a known history of active tuberculosis.\n9. Has a known history of human immunodeficiency virus (HIV) or acquired immunodeficiency syndrome - related illness (testing not required at screening).\n10. Has known active hepatitis B (hepatitis B surface antigen reactive) or hepatitis C (qualitative HCV RNA is detected) (testing not required at screening).\n11. Has received a live vaccine within 30 days prior to enrollment.\n12. Has an active infection requiring treatment with oral or IV medication. Patients on antimicrobial, antifungal or antiviral prophylaxis are not specifically excluded if all other criteria are met.\n13. Autoimmune disease that has required systemic treatment in the past 2 years (ie. with the use of disease modifying agents, systemic corticosteroids, or immunosuppressive drugs). Replacement therapy (eg. thyroxine, insulin, or physiologic corticosteroid replacement therapy for adrenal or pituitary insufficiency, etc.) is not considered a form of systemic treatment.\n14. Symptomatic or uncontrolled central nervous system (CNS) metastases. Patients with treated brain metastasis with stable CNS imaging \\> 28 days after radiation and no requirement for corticosteroids are eligible.\n15. Receipt of corticosteroid therapy at greater than physiologic dosing in the investigator's opinion within 14 days of the start of radiation therapy.\n16. For patients undergoing serial tumor biopsies, known bleeding diathesis or history of abnormal bleeding or require anti-coagulation therapy that cannot be interrupted for biopsy.\n17. Patients with a separate active cancer diagnosis for which the patient has not been without evidence of disease for at least 2 years.\n18. Medical, psychiatric, cognitive or other conditions that compromise the patient's ability to understand the patient information, to give informed consent, to comply with the study protocol, or to complete the study.\n19. Any severe concurrent disease or condition (including uncontrolled diabetes mellitus, symptomatic congestive heart failure, uncontrolled hypertension, unstable angina pectoris, or cardiac arrythmia) which, in judgment of the Investigator, would make the patient inappropriate for study participation.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}