{
    "nctId": "NCT02413008",
    "briefTitle": "A Clinical Trial to Assess the Safety of 0.005 % Estriol Vaginal Gel in Hormone Receptor-Positive Postmenopausal Women With Early Stage Breast Cancer in Treatment With Aromatase Inhibitor in the Adjuvant Setting",
    "officialTitle": "A Phase II Prospective, Randomized, Double-Blind, Placebo-Controlled and Multi-Centre Clinical Trial to Assess the Safety of 0.005 % Estriol Vaginal Gel in Hormone Receptor-Positive Postmenopausal Women With Early Stage Breast Cancer in Treatment With Aromatase Inhibitor in the Adjuvant Setting",
    "overallStatus": "COMPLETED",
    "conditions": "Vaginal Atrophy",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 61,
    "primaryOutcomeMeasure": "Variation in Serum Levels of Follicle Stimulating Hormone (FSH)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Written informed consent prior to beginning specific protocol procedures.\n2. Patients must have histological confirmation of breast adenocarcinoma with stage I-IIIA, documented at a local pathology department.\n3. The breast tumors must be estrogen-receptor positive and/or progesterone receptor positive (≥1% of stained tumor cells by Immunohistochemistry (IHC) as determined by the local laboratory) with any Human Epidermal Growth Factor Receptor 2(HER2) status.\n4. Postmenopausal status defined as: 12 months of spontaneous amenorrhea or 6 months of spontaneous amenorrhea with serum FSH levels \\> 40 Milli-international units per milliliter (mIU/ml) or 6 weeks postsurgical bilateral oophorectomy with or without hysterectomy.\n5. Patient must be receiving the non-steroidal aromatase inhibitors anastrozole or letrozole as breast cancer treatment in the adjuvant setting for a minimum of 6 months.\n6. Women suffering from moderate to severe vaginal dryness according to the FDA guidelines for drug development in postmenopausal women (Center for Drug Evaluation and Research, (CDER) Jan 2003). A moderate symptom will be considered if the symptom is present, bothersome and annoying, and a severe symptom will be considered if the symptom is present, bothersome and annoying, and interferes with the normal patient activity.\n7. Eastern Cooperative Oncology Group Performance Status (ECOG PS) of 0 or 1.\n8. Adequate bone marrow as defined by the following laboratory values:\n\n   1. Absolute Neutrophil Count (ANC) ≥ 1.5 x 109/L.\n   2. Platelets (plt) ≥ 100 x 109/L.\n   3. Hemoglobin (Hgb) ≥ 10 g/dl.\n9. Patient has adequate organ function as defined by the following laboratory values:\n\n   1. Serum creatinine ≤ 1.5 x Upper Limit of Normal (ULN).\n   2. Bilirubin ≤ 1.5 × ULN.\n   3. Alkaline phosphatase ≤ 2 × ULN.\n   4. Aspartate Aminotransferase (AST) and Alanine Aminotransferase (ALT) ≤ 2 × ULN.\n10. Willingness and ability to comply with scheduled visits, treatment plan, laboratory tests and other study procedures.\n\nExclusion Criteria:\n\n1. Stage IIIB-IV breast cancer or bilateral breast cancer.\n2. Treatment with any other current anti-tumoral therapy (chemotherapy, anti-Her2...etc) besides the NSAI. Pamidronate or Alendronate are permitted.\n3. Prior history of other malignancy within 5 years of study entry, aside from non-melanoma skin cancer or carcinoma-in-situ of the uterine cervix adequately treated.\n4. Postmenopausal uterine bleeding. Vaginal bleeding of unknown etiology.\n5. Patients with endometrial thickness equal to or greater than 4 mm measured by transvaginal ultrasound.\n6. Patients who have received any type of vulvovaginal treatment in the 15 days prior to the start of the study.\n7. Use of any hormone, natural (phytoestrogens) or herbal products for the treatment of menopausal symptoms within the last 3 months.\n8. Current or previous history of thromboembolic disease or coagulopathies.\n9. Severe cardiovascular or respiratory diseases in the previous 6 months.\n10. Renal Impairment.\n11. Hepatitis B and/or hepatitis C carriers (unless with normal hepatic function).\n12. Known human immunodeficiency virus infection.\n13. Known hypersensitivity to NSAI.\n14. Other severe acute or chronic medical or psychiatric condition, or laboratory abnormality that would impart, in the judgment of the investigator, excess risk associated with study participation or study drug administration, or which, in the judgment of the investigator, would make the patient inappropriate for entry into this study.\n15. Previous investigational treatment for any condition or participation in any clinical trial within 4 weeks of inclusion date.",
    "sex": "FEMALE",
    "minimumAge": "N/A",
    "stdAges": "CHILD, ADULT, OLDER_ADULT"
}