{
    "nctId": "NCT05877859",
    "briefTitle": "Evaluating and Monitoring Immune and Clinical Responses in Early-Stage Triple Negative Breast Cancer Undergoing Neoadjuvant Chemo-immunotherapy With Pembrolizumab",
    "officialTitle": "Evaluating and Monitoring Immune and Clinical Responses in Early-Stage Triple Negative Breast Cancer Undergoing Neoadjuvant Chemo-immunotherapy With Pembrolizumab",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer Triple Negative, Breast Cancer Stage II, Breast Cancer Stage III, Breast Cancer Invasive",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 10,
    "primaryOutcomeMeasure": "Change in the cytokine milieu in the blood",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Newly diagnosed, previously untreated, non-metastatic Stage II-III invasive breast cancer\n* Estrogen receptor IHC expression ≤10%; progesterone receptor IHC expression ≤ 10%; HER2 negative\n* HER2 negativity is defined as either of the following by local laboratory assessment:\n* IHC 0, 1+, or 2+ and In situ hybridization (ISH) non-amplified (ratio of HER2 to CEP17 \\<2.0 or single probe average HER2 gene copy number \\<4 signals/cell)\n* No prior chemotherapy, endocrine therapy, or immunotherapy\n* Willingness and ability of the subject to comply with scheduled visits, standard of care drug administration plan, protocol-specified laboratory tests, other study procedures, and study restrictions.\n* Evidence of a personally signed informed consent indicating that the subject is aware of the neoplastic nature of the disease and has been informed of the procedures to be followed, the experimental nature of the therapy, alternatives, potential risks and discomforts, potential benefits, and other pertinent aspects of study participation.\n\nExclusion Criteria:\n\nAn individual who meets any of the following criteria will be excluded from participation in this study:\n\n* Pregnant, breastfeeding, or unwilling to practice birth control during participation in the study\n* Patients who are receiving any other investigational agents or an investigational device within 21 days before administration of first dose of study drugs.\n* Patients on steroid medications (i.e. prednisone, dexamethasone, etc.) that are not part of the standard pre-medications and/or take home medications that are included as a part of medication regimen for the pre-operative chemo-immunotherapy described in the study.\n* History of allergic reactions attributed to compounds of similar chemical or biologic composition to agents used in this study.\n* Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements.\n* HIV-positive patients on combination antiretroviral therapy are ineligible because of the potential for pharmacokinetic interactions with study agents. In addition, these patients are at increased risk of lethal infections when treated with marrow-suppressive therapy. Appropriate studies will be undertaken in patients receiving combination antiretroviral therapy when indicated.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}