{
    "nctId": "NCT03712956",
    "briefTitle": "CAELYX® as Adjuvant Treatment in Early Stage Luminal B Breast Cancer BREAST CANCER",
    "officialTitle": "CAELYX® as Adjuvant Treatment in Early Stage Luminal B Breast Cancer: a Feasibility Phase II Trial",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 63,
    "primaryOutcomeMeasure": "Feasibility of adjuvant PLD (Caelyx®)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Performance status (ECOG) 0-2\n* Operable histologically confirmed breast cancer\n* Luminal B HER2-negative (ER positive, HER2 negative, and at least one of the following:\n\nKi- 67 'high' (≥20%) or PgR 'negative or low') or Luminal B HER2-positive (ER positive, HER2 over-expressed or amplified, any Ki-67, any PgR)\n\n* Early-stage (pT1-3; any nodal status)\n* Candidate to adjuvant chemotherapy and endocrine therapy\n* The tumor must be confined to the breast and axillary nodes without detected metastases elsewhere\n* Patients with synchronous (diagnosed histologically within 2 months) bilateral invasive breast cancer are eligible if all other criteria are met\n* Patients must have had surgery for primary breast cancer with no known clinical residual loco-regional disease\n* Margins must be negative for invasive breast cancer and DCIS\n* Patients should start treatment as close to definitive surgery as possible (no later than 8 weeks)\n* No prior neoadjuvant or adjuvant therapy for breast cancer. Note: Radiotherapy is allowed prior to trial entry. Raloxifene, tamoxifen, or other SERM must be discontinued at least 4 weeks before trial entry.\n* No hormone replacement therapy (HRT)\n* No hormonal therapy, except steroids for adrenal failure, hormones for non-breast cancer related conditions (e.g., insulin for diabetes), or intermittent dexamethasone as an antiemetic.\n* No treatment with bisphosphonates, except for the treatment of osteoporosis\n* Adequate bone marrow, renal, and hepatic function must be assessed within 2 months before trial entry and values must meet the following criteria:\n* WBC ≥ 3.0 x 109/L\n* Granulocyte count ≥ 1.500 x 109/L\n* Hemoglobin ≥ 10.0 g/dL\n* Platelet count ≥ 100 x 109/L\n* Serum creatinine \\< 1.35 mg/dl - Calculated creatinine clearance at least 50 mL/min\n* Serum bilirubin within normal/reference range\n* AST/ALT within 1.5 x upper normal limit\n\n  * Adequate cardiovascular function defined as the following must be assessed within 2 months before trial entry:\n* LVEF ≥ 50% by echocardiography, radionuclide ventriculography or Multigated Angiography (MUGA) - No ECG evidence of acute ischemia\n* No evidence of medically relevant conduction system abnormalities, which in the opinion of the investigator would preclude trial entry\n* No myocardial infarction within the past 6 months\n* No New York Heart Association (NYHA) class III or IV congestive heart failure\n* Negative pregnancy test (in fertile women).\n* Written Informed Consent (IC) must be signed and dated by the patient and the investigator prior to trial entry.\n* Patients must be accessible for follow-up.\n* Patients should have no psychiatric, addictive, or cognitive disorder that would prevent compliance with protocol requirements.\n\nExclusion Criteria:\n\n* Patients with a history of any prior ipsilateral or contralateral invasive breast cancer.\n* Patients with previous or concomitant malignancy diagnosed within the past five years. Patients with adequately treated basal or squamous cell carcinoma of the skin, in situ carcinoma of the cervix or bladder, contra- or ipsilateral in situ breast carcinoma are eligible regardless of the date of diagnosis.\n* Patients with other non-malignant uncontrolled systemic diseases that would preclude trial entry in the opinion of the investigator. Specifically not eligible are patients with uncontrolled active infection, chronic infection such as active HBV or HCV.\n* Patients with myocardial infarction or pulmonary embolism within 6 months prior to trial entry.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}