{
    "nctId": "NCT05914753",
    "briefTitle": "Evaluating Xihuang Pill to Improve the Efficacy of Neoadjuvant Chemotherapy for Breast Cancer",
    "officialTitle": "A Prospective Clinical Study Evaluating Xihuang Pill to Improve the Efficacy of Neoadjuvant Chemotherapy for Breast Cancer",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Breast Cancer, Chemotherapy Effect",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 200,
    "primaryOutcomeMeasure": "Pathological complete response (pCR)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Biopsy of breast mass was performed under ultrasound-guided treatment before neoadjuvant chemotherapy, and the diagnosis of breast cancer was confirmed pathologically, followed by immunohistochemical examination. Pathological sections before and after neoadjuvant chemotherapy were jointly diagnosed by 3 or more senior pathologists, and there were consistent definite conclusions.\n2. Have detailed and complete clinicopathological data;\n3. Diagnosis data of TCM syndrome type;\n4. No biopsy-confirmed lymph node metastasis;\n5. No serious systemic disease, able to tolerate neoadjuvant chemotherapy and surgical treatment;\n6. At least 4 cycles of neoadjuvant chemotherapy were completed, and the efficacy of chemotherapy was evaluated at the end of chemotherapy and after surgery;\n7. Under the guidance of doctors, take Xihuang pills in a standardized way throughout the whole process and review regularly;\n8. The patient did not receive any antitumor therapy drugs associated with the tumor prior to neoadjuvant chemotherapy;\n9. All patients were newly diagnosed\n\nExclusion Criteria:\n\n1. Concurrent malignant tumors of other sites;\n2. Patients with distant metastasis\n3. Male breast cancer\n4. Patients who did not receive full-course standardized neoadjuvant chemotherapy;\n5. Lost contact or dropped out of the study, unable to follow up;\n6. Inability to tolerate chemotherapy responses;\n7. Intolerant to Xihuang Wan and unable to take it;\n8. The patient has strong side effects of chemotherapy and cannot tolerate chemotherapy drugs;\n9. Inflammatory breast cancer, bilateral breast cancer, paget's disease and other special types of breast cancer;\n10. Various other possible influences.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}