{
    "nctId": "NCT01162200",
    "briefTitle": "Cyberknife® Partial Breast Irradiation (PBI) for Early Stage Breast Cancer",
    "officialTitle": "A Phase I Study of Cyberknife® Partial Breast Irradiation (PBI) for Early Stage Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Early Stage Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 75,
    "primaryOutcomeMeasure": "The maximum tolerated dose to the lumpectomy cavity in patients with early stage breast cancer",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* DCIS or invasive ductal, medullary, papillary, mucinous (colloid), or tubular histologies.\n* Eligible patients must have appropriate staging studies identifying them as AJCC stage T1 or T2 (≤3 cm) treated with lumpectomy and axillary node dissection with at least 6 nodes sampled or sentinel node biopsy. Patients with up to 3 positive nodes without microscopic or macroscopic evidence of extracapsular extension are eligible.\n* The patient's Zubrod performance status must be 0-2.\n* Patients must be ≥ 18 years of age.\n* If chemotherapy is planned, it must begin no earlier than two weeks following completion of radiation therapy.\n* Unifocal breast cancer (no evidence of gross multifocal disease, multicentric, or bilateral disease.\n* Negative margins after lumpectomy (re-excision for initial positive margins is allowed-negative margins defined as \\>2 mm clear of tumor in all directions).\n* Negative post- lumpectomy mammography if malignancy-associated microcalcifications were initially present.\n* The target lumpectomy cavity must be clearly delineated.\n* Patients must complete appropriate pretreatment evaluation, including post-lumpectomy mammogram if microcalcifications were initially present to confirm complete removal.\n\nExclusion Criteria:\n\n* Evidence of suspicious microcalcifications in the breast prior to start of radiation.\n* Patients with history of collagen vascular disease, specifically dermatomyositis with a CPK level above normal or active skin rash, systemic lupus erythematosis, or scleroderma.\n* Patients with 4 or more histologically positive axillary nodes if axillary dissection is performed.\n* Patients with distant metastases.\n* Patients with invasive or extensive in-situ lobular carcinoma or non-epithelial breast malignancies such as sarcoma or lymphoma.\n* Patients with multicentric gross disease defined as tumors in different quadrants of the breast or tumor separated by at least 4 cm or other clinically or radiographically suspicious areas in the ipsilateral breast unless confirmed to be negative for malignancy or biopsy.\n* Patients must not have any palpable or radiographically suspicious ipsilateral or contralateral axillary, supraclavicular, infraclavicular, or internal mammary nodes unless there is histologic confirmation that these nodes are negative for tumor.\n* Any previously treated contralateral invasive breast carcinoma or synchronous contralateral breast carcinoma.\n* Prior non-hormonal therapy or radiation therapy for the current breast cancer or hormonal therapy for \\> 28 days after diagnosis or refusal to discontinue hormonal therapy.\n* Patients with Paget's disease of the nipple\n* Patients with prior invasive malignancy (except non-melanomatous skin cancer) unless disease free for a minimum of 3 years (e.g., carcinoma in situ of the breast, oral cavity, or cervix are all permissible).\n* Patients with severe, active co-morbidity.\n* Patients with psychiatric or addictive disorders that, in the opinion of the investigator, would preclude obtaining informed consent.\n* Patients who are pregnant or lactating.\n* Previous breast radiation on either side or thoracic radiation on the ipsilateral side..",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}