{
    "nctId": "NCT03065712",
    "briefTitle": "Test - Retest Reproducibility of 18F Fluoroestradiol (FES) PET",
    "officialTitle": "Test - Retest Reproducibility of 18F Fluoroestradiol (FES) PET and Predictive Measure for Endocrine Therapy Response in Patients With Newly Diagnosed Metastatic Breast Cancer",
    "overallStatus": "WITHDRAWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "DIAGNOSTIC",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "Repeatablility coefficient",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients must be over 18 years old and capable and willing to provide informed consent.\n* Patients of childbearing potential must have a negative urine or serum pregnancy test within 7 days prior to PET/CT imaging per institution's standard of care;\n* A female of child-bearing potential is any woman (regardless of sexual orientation, having undergone a tubal ligation, or remaining celibate by choice) who meets the following criteria;\n* Has not undergone a hysterectomy or bilateral oophorectomy; or\n* Has not been naturally postmenopausal for at least 12 consecutive months (i.e., has had menses at any time in the preceding 12 consecutive months).\n* Medically stable as judged by patient's physician.\n* Life expectancy must be estimated at \\> 6 months.\n* Patients must have an ECOG performance status of 0-3 (restricted to ECOG PS 0-2 if age \\>70 years).\n* Patients with known allergic or hypersensitivity reactions to previously administered radiopharmaceuticals of similar chemical or biologic composition to FES are NOT eligible.\n* Patients with liver failure are NOT eligible.\n* Patient must NOT be breast-feeding.\n* Histologically confirmed ER+ breast cancer either from a metastatic biopsy or from a primary breast tumor with imaging evidence of metastatic disease. The pathology report and either (1) tumor tissue (blocks or unstained slides) or (2) a photomicrograph of the ER IHC slide from at least one site of metastatic disease\n* No prior endocrine therapy for metastatic disease is allowed (i.e. must be first-line endocrine therapy for metastatic disease). However, a history of adjuvant endocrine therapy is allowed, as long as the date of diagnosis of metastatic disease is \\> 2 years following initiation of adjuvant endocrine therapy. Patients who develop metastatic disease while still receiving adjuvant endocrine therapy must have a change in the type of endocrine agent used for subsequent metastatic disease treatment. Patients on blocking adjuvant therapy (with a blocking agent such as toremifene or tamoxifen) must be off the agents for a minimum of 60 days to allow for adequate uptake of FES\n* Patients with human epidermal growth factor-2 positive (HER2+) metastatic tumors are NOT eligible\n* Postmenopausal women, men, or premenopausal women for whom endocrine therapy (tamoxifen, aromatase inhibitor (AI) with or without ovarian suppression or fulvestrant), with or without a CDK4/6 inhibitor is planned after FES-PET/CT is completed\n* Disease may be measurable (by RECIST 1.1 criteria) or non-measurable but must be present in at least one non-liver site, 1.5 cm or greater and visualized on PET/CT with \\[18F\\]-fluorodeoxyglucose (FDG). Patients with effusion only disease or disease only in the liver are not eligible for the study\n* Patient must be able to lie still for a 20 to 30 minute PET/CT scan.\n\nExclusion Criteria:\n\n. Patients not meeting the inclusion criteria.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}