{
    "nctId": "NCT01627067",
    "briefTitle": "Exemestane-RAD001-Metformin",
    "officialTitle": "Circulating FGF21 Levels and Efficacy of Exemestane, Everolimus and Metformin in Postmenopausal Women With Hormone Receptor Positive Metastatic Breast Cancer and BMI >/= 25",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 23,
    "primaryOutcomeMeasure": "Progression-Free Survival (PFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Postmenopausal overweight or obese women with a history of biopsy-proven hormone receptor-positive breast cancer and clinical evidence of metastatic disease. Overweight is defined as body mass index (BMI) of 25 - 29.9 kg/m2 while obese is defined as BMI \\>/= 30 kg/m2. Postmenopausal status is defined by one of the following: a) no spontaneous menses for over 1 year, in women \\>/=55 years; b) no spontaneous menses within the past 1 year in women \\< 55 years with postmenopausal gonadotrophin levels (LH and FSH levels \\> 40 IU/L) or postmenopausal estradiol levels (by local laboratory range); or c) bilateral oophorectomy.\n2. Prior hormonal therapy for metastatic breast cancer is allowed. Patients who develop progressive metastatic disease on a non-steroidal aromatase inhibitor are eligible. Patients who develop metastatic disease while receiving a non-steroidal aromatase inhibitor in the adjuvant setting are eligible.\n3. One prior chemotherapy line for metastatic breast cancer is allowed if there is evidence of progressive disease. Patients treated with chemotherapy to best response and no evidence of progression are not eligible.\n4. Prior tamoxifen, LH/RH agonist, anastrozole or letrozole therapy in the adjuvant and/or neoadjuvant settings is allowed. Prior adjuvant and/or neoadjuvant chemotherapy is allowed.\n5. Patients must have: \\[1\\] at least one lesion that can be accurately measured in at least one dimension \\>/= 20 mm with conventional imaging techniques or \\>/= 10 mm with spiral CT or MRI; or \\[2\\] bone lesions: lytic or mixed (lytic + sclerotic) in the absence of measurable disease; the following will be considered disease progression among these patients: a) the appearance of one or more new lytic lesions in bone; b) the appearance of one or more new lesions outside of bone; c) unequivocal progression of existing bone lesions.\n6. Localized radiotherapy, which does not influence the signal of evaluable lesion, is allowed prior to the initiation of study medications.\n7. ECOG performance status \\</= 2.\n8. Absolute neutrophil count (ANC) \\>/= 1000/microliter, platelets \\>/= 75,000/microliter, hemoglobin \\>/= 8.5 gm/dL; creatinine clearance \\>60 mg/dL; bilirubin \\< 1.5 mg/dL (\\</= 3 × ULN for patients known to have Gilbert Syndrome); ALT \\<3 x upper limit of normal (or \\</= 5 if hepatic metastases are present); alkaline phosphatase \\< 3 x upper limit of normal; calcium \\</= 11.0 mg/dL.\n9. Fasting serum cholesterol \\</= 300 mg/dl or 7.75 mmol/L and fasting triglycerides \\</= 2.5 × ULN. In case one or both of these thresholds are exceeded, the patient can only be included after initiation of statin therapy and when the above mentioned values have been achieved.\n10. Bisphosphonate treatment is permitted for the management of bone loss and/or bone metastases.\n11. Patients must be competent to give informed consent and to state that they understand the investigational nature of the proposed treatment.\n\nExclusion Criteria:\n\n1. HER2-overexpressing breast cancer (IHC 3+ staining or in situ hybridization positive).\n2. Diabetes mellitus on active treatment or hemoglobin A1C \\>/= 6.5% or random plasma glucose \\> 200 mg/dL in patients without known diabetes.\n3. Treatment with metformin in the 30 days prior to enrollment.\n4. Known hypersensitivity or intolerance to metformin.\n5. Previous treatment with exemestane or mTOR inhibitors.\n6. Known hypersensitivity to mTOR inhibitors, e.g. sirolimus (rapamycin).\n7. History of acromegaly, Cushing's syndrome, Cushing's disease, Addison's disease (treated or untreated).\n8. Patients with unstable angina, uncontrolled ischemic cardiac disease or symptomatic congestive heart failure (e.g. Class III or IV New York Heart Association's Functional Classification).\n9. Other investigational drugs within the past 3 weeks or concurrently.\n10. Patients with known chronic liver diseases (e.g., chronic active hepatitis, and cirrhosis).\n11. Another malignancy within 5 years prior to registration, with the exception of adequately treated in-situ carcinoma of the cervix, uteri, basal or squamous cell carcinoma or non-melanomatous skin cancer.\n12. Radiotherapy within four weeks prior to registration except in case of localized radiotherapy for analgesic purpose or for lytic lesions at risk of fracture which can then be completed within two weeks prior to registration. Patients must have recovered from radiotherapy toxicities.\n13. History of brain or other central nervous system metastases.\n14. Bilateral diffuse lymphangitic carcinomatosis.\n15. Presence of life-threatening metastatic visceral disease, defined as extensive hepatic involvement, or any degree of brain or leptomeningeal involvement (past or present), or symptomatic pulmonary lymphangitic spread. Subjects with discrete pulmonary parenchymal metastases are eligible, provided their respiratory function is not compromised as a result of disease.\n16. Patients receiving concomitant immunosuppressive agents or chronic corticosteroids use, at the time of study entry except in cases outlined below: Topical applications (e.g. rash), inhaled sprays (e.g. obstructive airways diseases), eye drops or local injections (e.g. intra-articular) are allowed. Patients on stable low dose of corticosteroids for at least two weeks before enrollment are allowed.\n17. Any severe and / or uncontrolled medical conditions such as: Unstable angina pectoris, symptomatic congestive heart failure, myocardial infarction \\</= 6 months prior to enrollment, serious uncontrolled cardiac arrhythmia; Uncontrolled diabetes as defined by fasting serum glucose \\> 1.5 × ULN; Acute and chronic, active infectious disorders (except for Hep B and Hep C positive patients) and nonmalignant medical illnesses that are uncontrolled or whose control may be jeopardized by the complications of this study therapy; Impairment of gastrointestinal function or who have gastrointestinal disease that may significantly alter the absorption of study drugs (e.g., ulcerative disease, uncontrolled nausea, vomiting, diarrhea, malabsorption syndrome); Active skin, mucosa, ocular or GI disorders of Grade \\> 1\n18. Significant symptomatic deterioration of lung function. If clinically indicated, pulmonary function tests including measures of predicted lung volumes, DLco, O2 saturation at rest on room air will be considered to exclude restrictive pulmonary disease, pneumonitis or pulmonary infiltrates.\n19. Patients being treated with drugs recognized as being strong inhibitors or inducers of the isoenzyme CYP3A (Rifabutin, Rifampicin, Clarithromycin, Ketoconazole, Itraconazole, Voriconazole, Ritonavir, Telithromycin) within the last 5 days prior to registration.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}