{
    "nctId": "NCT02929576",
    "briefTitle": "Efficacy and Safety Study of Enzalutamide in Combination With Paclitaxel Chemotherapy or as Monotherapy Versus Placebo With Paclitaxel in Patients With Advanced, Diagnostic-Positive, Triple-Negative Breast Cancer",
    "officialTitle": "A Phase 3, Randomized, International Study Comparing the Efficacy and Safety of Enzalutamide in Combination With Paclitaxel Chemotherapy or as Monotherapy Versus Placebo With Paclitaxel in Patients With Advanced, Diagnostic-Positive, Triple-Negative Breast Cancer",
    "overallStatus": "WITHDRAWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "Progression Free Survival (PFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Adult women and men at least 18 years of age and willing and able to provide informed consent.\n* Has advanced TNBC:\n* TNBC is defined as staining by immunohistochemistry (IHC) \\< 1% or Allred score \\< 2 for estrogen receptor (ER) and progesterone receptor (PgR), and 0 or 1+ by IHC for human epidermal growth factor receptor 2 (HER2) or negative for gene amplification (average HER2 copy number \\< 4 signals/cell; HER2:CEP17 ratio \\< 2.0).\n* Advanced disease is defined as locally advanced or metastatic disease not amenable to curative intent surgery or radiotherapy.\n* Has diagnostic-positive status as determined by a central diagnostic testing laboratory.\n* Received 0 or 1 prior line of systemic therapy in the advanced disease setting.\n* Patients who received 1 prior line of therapy for locally advanced or metastatic TNBC must have objective disease progression as assessed by the investigator.\n* Has measurable and/or disease that is not measurable but is evaluable using RECIST 1.1 (eg, bone metastases, pathologic lymph nodes, or skin lesions).\n* Patients with nonmeasurable and nonevaluable TNBC (eg, malignant effusions or bone marrow as the only manifestations of disease) are not eligible for enrollment.\n* Patients with metastatic disease limited to the bone must have disease adequately visualized by computed tomography (CT) with bone windows, magnetic resonance imaging (MRI), or x-ray.\n* Has an Eastern Cooperative Oncology Group (ECOG) performance status score of 0 or 1 at screening and a life expectancy of at least 3 months from randomization.\n\nExclusion Criteria:\n\n* Received a taxane regimen ≥ 28 days in duration in the advanced disease setting.\n* Prior taxane therapy for neoadjuvant and/or adjuvant disease is permitted.\n* A single dose of a taxane given as part of an every-3-weeks regimen is permitted.\n* Two doses of a taxane given as part of a once-weekly regimen is permitted.\n* Had a disease-free interval of ≤ 12 months from the last dose of taxane when used as part of adjuvant therapy for patients who did not receive prior therapy for locally advanced or metastatic breast cancer.\n* Has history of or known central nervous system (CNS) metastasis or active leptomeningeal disease; brain imaging is required for all patients during screening.\n* Received any anticancer agent (commercially available or investigational) within 14 days before randomization.\n* Received treatment with any of the following medications within 14 days before randomization:\n* Estrogens, including hormone replacement therapy\n* Androgens (eg, testosterone, dehydroepiandrosterone)\n* Systemic radionuclides (eg, samarium, strontium)\n* Had major surgery within 4 weeks before randomization.\n* Has a history of another invasive cancer within 3 years before randomization, with the exception of fully treated cancers with a remote probability of recurrence.\n* Has a history of a seizure condition or any condition that may predispose to seizure (eg, prior cortical stroke or significant brain trauma).\n* Has known hypersensitivity to any of the enzalutamide/placebo capsule components.\n* Had a hypersensitivity reaction to Cremophor EL (polyoxyethylated castor oil) or a drug formulated in Cremophor EL, such as paclitaxel, unless successfully treated and rechallenged with appropriate premedications.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}