{
    "nctId": "NCT00849329",
    "briefTitle": "A Study to Examine the Effects of Esomeprazole on the Pharmacokinetics of Orally Administered Lapatinib in Subjects With Metastatic ErbB2 Positive Breast Cancer",
    "officialTitle": "An Open-Label, Two-Part, Single Sequence Study to Examine the Effects of Esomeprazole on the Pharmacokinetics of Orally Administered Lapatinib in Subjects With Metastatic ErbB2",
    "overallStatus": "COMPLETED",
    "conditions": "Neoplasms, Breast",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 12,
    "primaryOutcomeMeasure": "The area under the concentration versus time curve, minimum observed concentration, maximum observed concentration, time at which it occurs, and lag time in the appearance of measurable plasma concentrations of lapatinb",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Metastatic, histologically confirmed breast cancer that overexpresses ErbB2 (3+ by IHC, FISH, or CISH positive).\n* 18 years to 65 years of age.\n* Is male or female (of non childbearing potential or willing to use contraception as specified in the protocol).\n* Is able to swallow and retain oral medication.\n* ECOG performance status 0 to 2.\n* Provided written informed consent.\n* Adequate bone marrow function (as specified in the protocol).\n* Calculated creatinine clearance (CrCl) greater than or equal to 50 ml/min based on Cockcroft and Gault.\n* Total bilirubin less than or equal to 1.5 X upper limit of normal of institutional values.\n* Alanine transaminase (ALT) less than or equal to 3 times the upper limit of the institutional values or less than or equal to 5 times ULN with documented liver metastases\n* Has a left ventricular ejection fraction (LVEF) within the normal institutional range based on ECHO or MUGA.\n* Life expectancy of greater than or equal to 12 weeks\n* Capable of giving written informed consent, which includes compliance with the requirements and restrictions listed in the consent form.\n\nExclusion Criteria:\n\n* Pregnant or lactating woman.\n* Has malabsorption syndrome, a disease affecting gastrointestinal function, or resection of the stomach or small bowel.\n* Has current active hepatic or biliary disease (with exception of patients with Gilbert's syndrome, asymptomatic gallstones, liver metastases or stable chronic liver disease per investigator assessment)\n* Has evidence of symptomatic or uncontrolled brain metastases or leptomeningeal disease. Subjects with brain metastases treated by surgery and/or radiotherapy are eligible if neurologically stable and do not require steroids or anticonvulsants.\n* Is considered medically unfit for the study by the investigator.\n* Has a known immediate or delayed benzimidazole hypersensitivity reaction or idiosyncrasy to drugs chemically related to the investigational product such as gefitinib \\[Iressa\\] and erlotinib \\[Tarceva\\].\n* Has received treatment with any investigational drug in the previous four weeks. (with the exception of lapatinib).\n* Has received chemotherapy, immunotherapy, biologic therapy or hormonal therapy for the treatment of cancer within the past 14 days, with the exception of mitomycin C which is restricted for the past six weeks, and lapatinib. Subjects receiving lapatinib prior to study entry are eligible to participate in the study.\n* Is receiving any prohibited medication within the timeframe indicated on the prohibited medication list in the protocol.\n* Has physiological, familial, sociological, or geographical conditions that do not permit compliance with the protocol.\n* Has inadequate venous access for protocol-related blood draws.\n* Clinically significant electrocardiogram abnormality.\n* History of sensitivity to heparin or heparin-induced thrombocytopenia.\n* Consumption of red wine, seville oranges, grapefruit or grapefruit juice and/or kumquats, pummelos, exotic citrus fruit (i.e. star fruit, bitter melon), grapefruit hybrids or fruit juices from seven days prior to the first dose of study medication.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}