{
    "nctId": "NCT03915678",
    "briefTitle": "Atezolizumab Combined With BDB001 AnD Immunogenic Radiotherapy in Patients With Advanced Solid Tumors",
    "officialTitle": "Atezolizumab Combined With BDB001 AnD Immunogenic Radiotherapy in Patients With Advanced Solid Tumors",
    "overallStatus": "RECRUITING",
    "conditions": "Solid Tumor, Adult, Pancreatic Cancer, Virus-associated Tumors, Non Small Cell Lung Cancer, Melanoma, Bladder Cancer, Triple Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 247,
    "primaryOutcomeMeasure": "Assessment of the antitumor activity of atezolizumab combined with BDB001 and radiotherapy in patients with pancreatic cancer.",
    "eligibilityCriteria": "Inclusion criteria:\n\n1. histologically confirmed pancreatic cancer, virus-associated tumors \\[including papillomaviruses-related cancers (cervical, head and neck, and nasal), Epstein-Barr virus (nasopharyngeal carcinoma) and Kaposi's sarcoma-associated herpes virus), non-small cell lung cancer, soft-tissue sarcomas, bladder cancer, triple negative breast cancer. For population 4, diagnosis must be confirmed by the RRePS Network as recommended by the French NCI. For population 2, papillomavirus-related cancers must be eligible whatever the genotype but in case of viral genotype is not available, IHC p16 positive must be provided, hepatocellular carcinoma must be confirmed by Hepatite B or C infection, HHV-8 and Epstein-Barr virus related cancers must be confirmed by molecular analysis,\n2. Metastatic disease,\n3. Age ≥ 18 years,\n4. ECOG ≤ 1,\n5. At least two lesions: one extra cerebral lesion that can be treated by radiotherapy and one site of disease that must be uni-dimensionally ≥ 10 mm considered as measurable according to RECIST v1.1. This lesion will not be treated by radiotherapy, however, note that lesion(s) that will be treated by radiotherapy will also be considered as measurable. Note that the largest size of the metastases to be irradiated will be 3cm and at that previous irradiation of these lesions is not allowed,\n6. Life expectancy \\> 6 months,\n7. At least one tumor site that can be biopsied for research purpose. Tumor lesion in close proximity to vascular structures such as large vessels, aneurysm or pulmonary arteriovenous malformation will not be considered for biopsy,\n8. Availability of archived paraffin-embedded tumor tissue for research purpose,\n9. Participant must have advanced disease and must not be a candidate for other approved therapeutic regimen known to provide significant clinical benefit based on investigator judgement,\n10. Participants who received prior anti-PD-1/L1 therapy must fulfill the following requirements - population 3 and population 5 only\n\n    * Have achieved a complete response, partial response or stable disease and subsequently had disease progression while still on anti-PD-1/L1 therapy\n    * Have received at least two doses of an approved anti-PD-1/L1 therapy (by any regulatory authority)\n    * Have demonstrated disease progression as defined by RECIST v1.1 within 18 weeks from the last dose of the anti- PD-1/L1 therapy.\n11. Adequate hematological, renal, metabolic and hepatic functions\n12. No prior or concurrent malignant disease needing an active treatment,\n13. At least three weeks since last chemotherapy, immunotherapy or any other pharmacological treatment and/or radiotherapy,\n14. Recovery to grade ≤ 1 from any adverse event (AE) derived from previous treatment, excluding alopecia of any grade and non-painful peripheral neuropathy grade ≤ 2,\n15. Women of childbearing potential must have a negative serum pregnancy test within 7 days prior to inclusion.\n16. Both women and men must agree to use an effective method of contraception throughout the treatment period and for five months after discontinuation of treatment.\n17. Voluntary signed and dated written informed consents prior to any specific study procedure,\n18. Participants with a social security in compliance with the French law.\n\nExclusion criteria:\n\n1. Previous treatment with a TLR agonist\n2. Evidence of progressive or symptomatic central nervous system (CNS) or leptomeningeal metastases,\n3. Women who are pregnant or breast feeding,\n4. Participation in a study involving a medical or therapeutic intervention in the last 30 days,\n5. Known hypersensitivity to CHO cell products or to any involved study drug or of its formulation components,\n6. History of severe allergic anaphylactic reactions to chimeric, human or humanized antibodies, or fusion proteins,\n7. Treatment with systemic immunosuppressive medications including, but not limited to, cyclophosphamide, azathioprine, methotrexate, thalidomide, and anti-TNF agents within 2 weeks prior to inclusion.\n8. Major surgical procedure, open biopsy or significant traumatic injury within 28 days before inclusion,\n9. Any of the following cardiac criteria: congestive heart failure ≥ New York Heart Association (NYHA) class 2, unstable angina, new-onset angina, myocardial infarction less than 6 months before inclusion, uncontrolled cardiac arrhythmias, known left ventricular ejection fraction (LVEF) \\<50%, previously experience of pericardial disorder\n10. Individuals deprived of liberty or placed under legal guardianship,\n11. Prior organ transplantation, including allogeneic stem cell transplantation,\n12. Known clinically significant liver disease, including active viral, alcoholic, or other hepatitis, cirrhosis, fatty liver and inherited liver disease,\n13. History of intra-abdominal inflammatory process within the last 12 months such as, but not limited to, diverticulitis, peptic ulcer disease or colitis.\n14. History of autoimmune disease including, but not limited to systemic lupus erythematosus (SLE), Sjögren's syndrome, glomerulonephritis, multiple sclerosis, rheumatoid arthritis, vasculitis, systemic immune activation, inflammatory bowel disease, vascular thrombosis associated with antiphospholipid syndrome, Wegener's granulomatosis, Guillain-Barré syndrome, Bell's palsy.\n15. History of idiopathic pulmonary fibrosis, organizing pneumonia, drug-induced pneumonitis, idiopathic pneumonitis, or evidence of active pneumonitis on screening chest CT scan.\n16. Poorly controlled Type II diabetes mellitus defined as a screening fasting plasma glucose ≥160 mg/dL (or 8.8 mmol/L).\n17. Severe infections within 2 weeks prior to inclusion, including but not limited to SARS-Cov-2 infection, hospitalization for complications of infection, bacteremia, or severe pneumonia.\n18. Received therapeutic oral or IV antibiotics within 2 weeks prior to inclusion.\n19. Participant has spinal cord compression not definitively treated with surgery and/or radiation or previously diagnosed and treated spinal cord compression without evidence that disease is clinically stable at least 14 days prior to inclusion.\n20. Administration of a live, attenuated vaccine within 4 weeks before the start of study medication .\n21. Has known active hepatitis B or hepatitis C,known history of Human Immunodeficiency or known acquired immunodeficiency syndrome, known history of tuberculosis\n22. Patients with current retinal disorder confirmed by retinal examination (external ocular examination, routine slit lamp biomicroscopy of anterior ocular structures and evaluation of the anterior and posterior chamber,\n23. Patients who wear contact lenses unable to replace them with glasses.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}