{
    "nctId": "NCT01684215",
    "briefTitle": "A Study Of Oral Palbociclib (PD-0332991), A CDK4/6 Inhibitor, As Single Agent In Japanese Patients With Advanced Solid Tumors Or In Combination With Letrozole For The First-Line Treatment Of Postmenopausal Japanese Patients With ER (+) HER2 (-) Advanced Breast Cancer",
    "officialTitle": "A PHASE 1/2 STUDY OF THE EFFICACY, SAFETY, AND PHARMACOKINETICS OF ORAL PD-0332991, A CYCLIN-DEPENDENT KINASE 4 AND 6 (CDK4/6) INHIBITOR, AS SINGLE AGENT IN JAPANESE PATIENTS WITH ADVANCED SOLID TUMORS OR IN COMBINATION WITH LETROZOLE FOR THE FIRST-LINE TREATMENT OF POSTMENOPAUSAL JAPANESE PATIENTS WITH ER (+) HER2 (-) ADVANCED BREAST CANCER",
    "overallStatus": "COMPLETED",
    "conditions": "Neoplasms, Breast Neoplasms",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 61,
    "primaryOutcomeMeasure": "Number of Participants With Dose Limiting Toxicities (DLT): Part 1 Phase 1",
    "eligibilityCriteria": "Inclusion Criteria:\n\nPhase 1\n\n* In Part 1, advanced solid tumor (except SCLC or retinoblastoma) proven histologically or cytologically at original diagnosis, that is refractory to standard therapy or for whom no standard of care therapy is available.\n* In Part 2 and Phase 2, post menopausal women with proven diagnosis of ER-positive, HER2-negative adenocarcinoma of the breast with evidence of locoregionally recurrent or metastatic disease (including bone only disease) not amenable to resection or radiation therapy with curative intent and for whom chemotherapy is not clinically indicated.\n* Adequate blood cell counts, kidney function and liver function and and Eastern Cooperative Oncology Group \\[ECOG\\] score of 0 or 1.\n* Resolved acute effects of any prior therapy to baseline severity or Grade ≤1\n\nPhase 2\n\n* Adult women (≥ 20 years of age) with proven diagnosis of adenocarcinoma of the breast with evidence of locoregionally recurrent or metastatic disease not amenable to resection or radiation therapy with curative intent and for whom chemotherapy is not clinically indicated.\n* Documentation of histologically or cytologically confirmed diagnosis of ER(+) breast cancer based on local laboratory results.\n* Adequate blood cell counts, kidney function and liver function and and Eastern Cooperative Oncology Group \\[ECOG\\] score of 0 to 2.\n\nExclusion Criteria:\n\nPhase 1\n\n* Active uncontrolled or symptomatic CNS metastases.\n* Uncontrolled infection, unstable or sever intercurrent medical condition, or current drug or alcohol abuse\n* Active or unstable cardiac disease or history of heart attack within 6 months\n\nPhase 2\n\n* HER2 positive tumor based on local laboratory results utilizing one of the sponsor approved assays.\n* Known active uncontrolled or symptomatic CNS metastases, carcinomatous meningitis, or leptomeningeal disease.\n* Prior neoadjuvant or adjuvant treatment with a non steroidal aromatase inhibitor (ie, anastrozole or letrozole) with disease recurrence while on or within 12 months of completing treatment.",
    "sex": "ALL",
    "minimumAge": "20 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}