{
    "nctId": "NCT02719691",
    "briefTitle": "Phase I Study of MLN0128 and MLN8237 in Patients With Advanced Solid Tumors and Metastatic Triple-negative Breast Cancer",
    "officialTitle": "A Phase Ib Study of the Combination of MLN0128 (Dual TORC1/2 Inhibitor) and MLN8237 (Aurora A Inhibitor, Alisertib) in Patients With Advanced Solid Tumors With an Expansion Cohort in Metastatic Triple-negative Breast Cancer (TNBC)",
    "overallStatus": "COMPLETED",
    "conditions": "Metastatic Breast Cancer, Solid Tumors",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 47,
    "primaryOutcomeMeasure": "The Maximum Tolerated Dose (MTD) in the Combination of MLN0128 and Alisertib in Patients With Advanced Solid Tumors Measured by Treatment Adverse Events as Assessed by the CTCAE v4.03",
    "eligibilityCriteria": "Inclusion Criteria:\n\nEach patient must meet all of the following inclusion criteria to be enrolled in the study:\n\n1. Male or female patients 18 years or older.\n2. Dose Escalation Cohort: Patients must have a diagnosis of a histologically confirmed solid tumor that is incurable and refractory to standard therapy or for which no standard therapy exists.\n3. Dose Expansion Cohort Group 1 and 2: Patients must have a diagnosis of histologically confirmed metastatic TNBC defined as negative for estrogen receptor, progesterone receptor and HER2. Patients must have received either adjuvant or first line chemotherapy for metastatic disease. Negative for Estrogen and Progesterone Receptor includes the following:\n\n   * Local Pathology report classifies them as negative\n   * Allred Score of 2 or below\n   * \\<1% positive staining Subjects with solid tumor types other than TNBC may also be enrolled after discussion with the Sponsor. These subjects must have a diagnosis of a histologically confirmed solid tumor that is incurable and refractory to standard therapy or for which no standard therapy exists.\n4. Pancreatic Cancer Cohort: Patients must have a diagnosis of locally advanced or metastatic pancreatic adenocarcinoma previously treated with or not a candidate for standard of care systemic therapy. Dose Expansion Cohort Group 1 and 2: At least one tumor lesion amenable to repeat core needle biopsy or punch biopsy without unacceptable risk of a major procedural complication.\n5. Dose Expansion Cohort Group 1 and 2: At least one tumor lesion amenable to repeat core needle biopsy or punch biopsy without unacceptable risk of a major procedural complication.\n6. Eastern Cooperative Oncology Group (ECOG) performance status \\< 1 (See Appendix 1)\n7. Three weeks or 5 half-lives (whichever is shorter) from previous systemic anticancer therapy; at least 4 weeks from major surgery and recovered; at least 2 weeks from palliative radiation and recovered. No more than 450 mg/m2 cumulative dose of doxorubicin or equivalent anthracycline dose is allowed.\n8. All acute treatment-related toxicities from prior therapy must have resolved to Grade \\< 1 prior to study entry excluding alopecia.\n9. For women:\n\n   * Postmenopausal for at least 1 year before the screening visit, OR\n   * Surgically sterile, OR\n   * If they are of childbearing potential, agree to practice 2 effective methods of contraception, at the same time, from the time of signing the informed consent through 90 days after the last dose of study drug OR agree to practice true abstinence, when this is in line with the preferred and usual lifestyle of the patient (Periodic abstinence \\[e.g, calendar, ovulation, symptothermal, postovulation methods\\] and withdrawal are not acceptable methods of contraception.\n\n   For men, even if surgically sterilized (ie, status post-vasectomy), they must:\n   * Agree to practice effective barrier contraception during the entire study treatment period and through 120 days after the last dose of study drug, OR agree to practice true abstinence, when this is in line with the preferred and usual lifestyle of the patient (Periodic abstinence \\[e.g, calendar, ovulation, symptothermal, postovulation methods for the female partner\\] and withdrawal are not acceptable methods of contraception\n   * Agree not to donate sperm during the course of this study or 120 days after receiving their last dose of study drug\n10. Screening clinical laboratory values as specified below:\n\n    1. Bone marrow reserve consistent with: absolute neutrophil count (ANC) ≥ 1.5 x 109/L; platelet count ≥ 100 x 109/L; hemoglobin ≥ 9 g/dL. Values must be obtained without the need for myeloid growth factor support, platelet or PRBC transfusion support within 14 days.\n    2. Hepatic: total bilirubin ≤ 1.5 x upper limit of normal (ULN), transaminases (aspartate aminotransferase/serum glutamic oxaloacetic transaminase-AST/SGOT and alanine aminotransferase/serum glutamic pyruvic transaminase-ALT/SGPT) ≤ 2.5 x ULN (≤ 5 x ULN if liver metastases are present);\n    3. Renal: Creatinine \\< 1.5 X ULN or creatinine clearance ≥ 50 mL/min based either on Cockroft-Gault estimate or based on urine collection (12 or 24 hour)(Appendix 2);\n    4. Metabolic: Glycosylated hemoglobin (HbA1c)\\<7.0%, fasting serum glucose (≤ 130 mg/dL) and fasting triglycerides ≤ 300 mg/dL;\n    5. For patients undergoing serial tumor biopsies, INR and activated partial thromboplastin time (PTT) must be within 1.5 X the upper limit of normal.\n11. Left ventricular ejection fraction (LVEF) \\> LLN of the institutional standard of normal as measured by echocardiogram (ECHO) or multiple gated acquisition scan (MUGA) within 4 weeks prior to first study drug administration.\n12. Ability to swallow oral medications.\n13. Voluntary written consent must be given before performance of any study related procedure not part of standard medical care, with the understanding that consent may be withdrawn by the patient at any time without prejudice to future medical care.\n14. Patients who have a history of brain metastasis are eligible for the study provided that all the following criteria are met:\n\n    1. Brain metastases which have been treated\n    2. No evidence of disease progression for ≥ 4 weeks or hemorrhage after treatment\n    3. Off-treatment with dexamethasone for 2 weeks before administration of the first dose of MLN0128\n    4. No ongoing requirement for dexamethasone or anti-epileptic drugs.\n\nExclusion Criteria\n\nPatients meeting any of the following exclusion criteria are not to be enrolled in the study:\n\n1. Other clinically significant co-morbidities, such as uncontrolled pulmonary disease, active central nervous system disease, active infection, or any other condition that could compromise the patient's participation in the study.\n2. Known human immunodeficiency virus infection.\n3. Radiation therapy to more than 25% of the bone marrow. Whole pelvic radiation is considered to be over 25%.\n4. Known history of uncontrolled sleep apnea syndrome and other conditions that could result in excessive daytime sleepiness, such as severe chronic obstructive pulmonary disease; requirement for supplemental oxygen.\n5. Systemic infection requiring IV antibiotic therapy within 14 days preceding the first dose of study drug, or other severe infection.\n6. Known hepatitis B surface antigen-positive, or known or suspected active hepatitis C infection.\n7. Any serious medical or psychiatric illness that could, in the investigator's opinion, potentially interfere with the completion of treatment according to this protocol.\n8. Diagnosed or treated for another malignancy within 2 years before administration of the first dose of study drug, or previously diagnosed with another malignancy and have any evidence of residual disease. Patients with nonmelanoma skin cancer or carcinoma in situ of any type are not excluded if they have undergone complete resection.\n9. Breast feeding or pregnant.\n10. Manifestations of malabsorption due to prior gastrointestinal (GI) surgery, GI disease, or for an unknown reason that may alter the absorption of MLN0128. In addition, patients with enteric stomata are also excluded.\n11. Treatment with any investigational products within 3 weeks before the first dose of study drug.\n12. History of any of the following within the last 6 months before administration of the first dose of the drug:\n\n    1. Ischemic myocardial event, including angina requiring therapy and artery revascularization procedures\n    2. Ischemic cerebrovascular event, including transient ischemic attack and artery revascularization procedures\n    3. Requirement for inotropic support (excluding digoxin) or serious (uncontrolled) cardiac arrhythmia (including atrial flutter/fibrillation, ventricular fibrillation or ventricular tachycardia)\n    4. Placement of a pacemaker for control of rhythm\n    5. New York Heart Association (NYHA) Class III or IV heart failure (See Appendix 3)\n    6. Pulmonary embolism\n13. Significant active cardiovascular or pulmonary disease including:\n\n    1. Uncontrolled hypertension (i.e., systolic blood pressure \\>180 mm Hg, diastolic blood pressure \\> 95 mm Hg). Use of anti-hypertensive agents to control hypertension before Cycle1 Day 1 is allowed.\n    2. Pulmonary hypertension\n    3. Uncontrolled asthma or O2 saturation \\< 90% by arterial blood gas analysis or pulse oximetry on room air\n    4. Significant valvular disease; severe regurgitation or stenosis by imaging independent of symptom control with medical intervention, or history of valve replacement\n    5. Medically significant (symptomatic) bradycardia\n    6. History of arrhythmia requiring an implantable cardiac defibrillator\n    7. Baseline prolongation of the rate-corrected QT interval (QTc) (e.g., repeated demonstration of QTc interval \\> 480 milliseconds, or history of congenital long QT syndrome, or torsades de pointes)\n14. Treatment with strong inhibitors and/or inducers of cytochrome P450 (CYP) 3A4, CYP2C19 or CYP2C19 within 1 week preceding the first dose of study drug.\n15. Patients receiving systemic corticosteroids (either IV or oral steroids, excluding inhalers or low-dose hormone replacement therapy) within 1 week before administration of the first dose of study drug.\n16. Daily or chronic use of a proton pump inhibitor (PPI) and/or having taken a PPI within 7 days before receiving the first dose of study drug.\n17. For patients undergoing serial tumor biopsies, known bleeding diathesis or history of abnormal bleeding or require anti-coagulation therapy which cannot be interrupted for biopsy.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}