{
    "nctId": "NCT04913571",
    "briefTitle": "Tislelizumab in Combination With Eribulin for Patients With Metastatic Previously heaviLy-treAted TriplE-negative Breast Cancer：A Prospective Multiple-center Phase II Study",
    "officialTitle": "Tislelizumab in Combination With Eribulin for Patients With Metastatic Previously heaviLy-treAted TriplE-negative Breast Cancer：A Prospective Multiple-center Phase II Study",
    "overallStatus": "UNKNOWN",
    "conditions": "Triple Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 265,
    "primaryOutcomeMeasure": "Overall Response Rate (ORR)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Participants fulfilling all of the following inclusion criteria are eligible for the study:\n\n  1. Female patients aged 18-75 years (including cutoff value).\n  2. Eastern Cooperative Oncology Group Performance Status of 0-1.\n  3. Life expectancy ≥ 12 weeks.\n  4. Histopathologically confirmed recurrent (unresectable) or metastatic triple-negative breast cancer; ER and PR negative is defined as ER \\<1% positive, PR \\<1% positive. HER-2 negative is defined as HER-2 (-) or (1+) by immunohistochemistry, HER-2 (2+) must be tested by FISH with negative result, HER-2 (1+), FISH is optional and negative;\n  5. At least one extracranial measurable lesion according to Response Evaluation Criteria in Solid Tumors (RECIST) criteria version 1.1.\n  6. Previously received more than 2 lines of systemic chemotherapy for metastatic breast cancer.（the adjuvant chemotherapy regimen administered after recurrence within 6 months was considered as the first-line chemotherapy regimen）\n  7. Adequate organ function, i.e. meeting the following criteria. Hb ≥ 90 g/L (no transfusion within 14 days); ANC ≥ 1.5 × 109 /L; PLT ≥ 75 × 109 /L.\n\n     Liver function: total bilirubin TBIL ≤ 1.5×ULN (upper limit of normal); ALT and AST ≤ 3×ULN.\n\n     serum Cr ≤ 1.5×ULN. Left ventricular ejection fraction (LVEF) ≥ 50% QTcF(Fridericia correction) ≤ 470 ms\n  8. Subjects voluntarily joined the study, signed informed consent.\n\nExclusion Criteria:\n\n* All candidates meeting any of the exclusion criteria at baseline will be excluded from study participation\n\n  1. Patients who have undergone systemic, radical brain or meningeal metastasis (radiotherapy or surgery), but have been confirmed to have been stable for at least 4 weeks, and who have stopped systemic hormonal therapy for more than 2 weeks without clinical symptoms can be included. Innovative brain metastasis patients, the number of transition stoves is ≤1, and the maximum path \\<1 cm;\n  2. Anticancer therapy related toxicities have not resolved or downgraded to Grade 1 or less;\n  3. Previously received any Eribulin and /or anti PD-1，anti PD-L1， CTL-4 treatment.\n  4. Participants with active or a history of autoimmune diseases that probably will recur (e.g. systemic lupus erythematosus, rheumatoid arthritis, inflammatory bowel disease, autoimmune thyroid disease, multiple sclerosis, vasculitis, glomerulitis, etc.), or with high risk (e.g. organ transplantation requiring immunosuppressive therapy). However, participants with the following diseases are eligible: skin diseases requiring no systemic treatment (such as eczema, skin rash covering less than 10% of the body surface, psoriasis without ophthalmic symptoms, etc.).\n  5. Need to receive systemic corticosteroids (dose equivalent to \\> 10 mg prednisone / day) or other immunosuppressive drugs within 14 days before enrollment or during the study period. Those under the following conditions are eligible: a) Locally external use or inhaled corticosteroids; b) short-term ( 7 days) use of glucocorticoids for the prevention or treatment of non-autoimmune allergic diseases.\n  6. Suffered from idiopathic lung disease, interstitial lung disease, pulmonary fibrosis, acute lung disease, etc., except for local interstitial pneumonia induced by radiotherapy;\n  7. There are ascites, pleural effusion, pericardial effusion with clinical symptoms at baseline, those who need drainage, or those who have undergone drainage of serous effusion within 4 weeks before the first dose.\n  8. Received systemic therapy such as chemotherapy, molecular targeted therapy or other clinical trial drugs within 4 weeks before enrollment; other than observational clinical study\n  9. Prior malignancy active within the previous 5 years except for locally curable cancers that have been apparently cured, such as carcinoma in situ of the cervix or Non-Melanocytic Tumors of the Skin;\n  10. Has any serious and/or uncontrolled disease.\n  11. Have a history of allergies to the drug components of this regimen.\n  12. Patients with active HBV and HCV infection; stable hepatitis B after drug treatment (HBV virus copy number is higher than the upper limit of reference value) and cured hepatitis C patients (HCV virus copy number exceeds the lower limit of detection method) can be included.\n  13. History of immunodeficiency, including HIV positive, or other acquired or congenital immunodeficiency disease, history of organ transplantation.\n  14. Pregnant or lactating women.\n  15. Childbearing female who refuse to accept any contraception practice during the treatment period.\n  16. The investigator determined who was not suitable for the study.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}