{
    "nctId": "NCT05579366",
    "briefTitle": "PRO1184 for Advanced Solid Tumors",
    "officialTitle": "Phase 1/2 Study of PRO1184 in Patients With Locally Advanced and/or Metastatic Solid Tumors",
    "overallStatus": "RECRUITING",
    "conditions": "Platinum-Resistant Ovarian Cancer, Platinum Sensitive Ovarian Cancer (PSOC), High Grade Epithelial Ovarian Cancer, High Grade Serous Ovarian Cancer, Primary Peritoneal Carcinoma, Fallopian Tube Cancer, Endometrial Cancer, Non-small Cell Lung Cancer, Epidermal Growth Factor Receptor (EGFR)-Mutated Non-Small Cell Lung Cancer (NSCLC), Mesothelioma, Breast Adenocarcinoma, Triple Negative Breast Cancer, Hormone Receptor-positive/Her2 Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 354,
    "primaryOutcomeMeasure": "Parts A, B, and D - Incidence of Treatment-Emergent Adverse Events (TEAEs) [Safety and Tolerability]",
    "eligibilityCriteria": "Inclusion Criteria:\n\nPart A and B:\n\n* Histologically or cytologically confirmed metastatic or unresectable solid malignancy including ovarian cancer (must have epithelial ovarian cancer, primary peritoneal cancer, or fallopian tube cancer), endometrial cancer, non-small cell lung cancer (Part A), EGFR-mutated NSCLC (Part B), breast cancer (hormone receptor positive, HER2-negative and triple-negative) (Part A), mesothelioma.\n* Previously received therapies known to confer clinical benefit.\n* Willing to provide a tumor sample (archive tissue or fresh biopsy).\n* Eastern cooperative oncology group (ECOG) performance status 0 or 1.\n* Measurable disease per RECIST v1.1 for all tumor types other than pleural mesothelioma which will use mRECIST v1.1 at baseline.\n* Adequate hematologic, hepatic, renal and cardiac function.\n\nPart C:\n\nHigh grade serous ovarian cancer, primary peritoneal cancer, or fallopian tube cancer (excluding endometrioid, clear cell carcinomas, mucinous, low grade, and those with a sarcomatous or neuroendocrine element)\n\n* Participants must have received 1 to 3 lines of therapy.\n* Participants must have platinum-resistant/refractory ovarian cancer.\n* Participants must have received prior bevacizumab.\n* Participants with known or suspected deleterious germline or somatic BRCA mutations (as determined by FDA-approved test in a CLIA-certified laboratory) must have been treated with a poly ADP-ribose polymerase (PARP) inhibitor.\n* Participants must have known FRα status based on an FDA approved test (the Ventana FOLR1 RxDx Assay). Those who are FRα positive must have previously received mirvetuximab soravtansine, (MIRV), unless the patient has a documented medical exception.\n* Prior induction plus maintenance is considered 1 line of therapy, even if parts of the treatment regimen (induction or maintenance) are interrupted and/or resumed at a later date, in the absence of disease progression while on active treatment.\n* A switch/change in regimen due solely to toxicity or participant preference (and not disease progression) is not considered a separate line of therapy.\n\nPart D:\n\nCohort D1 (PRO1184+carboplatin):\n\n* Participants must have platinum-sensitive ovarian cancer.\n* Participants must have received 1 to 3 prior lines of therapy.\n\nCohort D2 (PRO1184+bevacizumab):\n\n* Participants must have platinum-resistant/refractory ovarian cancer.\n* Patients must have received 1 to 2 prior lines of therapy.\n\nCohort D3 (PRO1184+pembrolizumab):\n\n* Endometrial cancer (any subtype excluding sarcoma).\n* Participants must have received prior platinum-based chemotherapy for recurrent or advanced disease.\n\nExclusion Criteria:\n\n* Other malignancy within 3 years.\n* Active central nervous system (CNS) metastases (treated, stable CNS metastases are allowed).\n* Uncontrolled Grade 3 or greater infection within 2 weeks.\n* Positive for HBV, HCV or human immunodeficiency virus (HIV).\n* History of (non-infectious) interstitial lung disease (ILD)/pneumonitis that required steroids within the past 2 years, has current ILD/pneumonitis, or where suspected ILD/pneumonitis cannot be ruled out by imaging at screening.\n* Use of a strong CYP3A inhibitor within 14 days (dose escalation only).\n* Prior therapy with a topoisomerase 1 inhibitor-based antibody drug conjugate.\n\nNote: Other protocol-defined inclusion/exclusion may apply.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}