{
    "nctId": "NCT03698383",
    "briefTitle": "Phase II Study of Herzuma® Plus Gedatolisib in Patients With HER-2 Positive Metastatic Breast Cancer",
    "officialTitle": "Phase II Study of Trastuzumab Biosimilar (Herzuma®) Plus Gedatolisib in Patients With HER-2 Positive Metastatic Breast Cancer Who Progressed After 2 or More HER-2 Directed Chemotherapy",
    "overallStatus": "UNKNOWN",
    "conditions": "HER2-positive Breast Cancer, Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 15,
    "primaryOutcomeMeasure": "Objective response rate",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Breast tumor with suspected PI3K-pathway dependence (either by mutation or by known biologic rationale. PI3K dependence includes the presence of a PIK3CA-mutant hotspot mutation, PIK3CA copy number gain, mTOR hotspot mutation, or PTEN loss in the archival or fresh tumor tissue specimen identified in K-MASTER panel. All genetic findings must be reviewed by the study PI, prior to study entry.).\n* Patient is an adult, female ≥ 19 years old at the time of informed consent.\n* Patient has histologically and/or cytologically confirmed diagnosis of HER2-positive breast cancer. HER2-positive breast cancer as defined by an immunohistochemistry (IHC) score of 3+ or gene amplified by in situ hybridization (ISH) as defined by a ratio of ≥ 2.0 for the number of HER2 gene copies to the number of chromosome 17 copies.Metastatic or unresectable disease documented on diagnostic imaging studies.\n* Metastatic or unresectable disease documented on diagnostic imaging studies.\n* Prior 2 or more HER-2 directed therapy including trastuzumab for metastatic disease is mandatory.\n* Patient must have at least one measurable lesion according to Response valuation Criteria in Solid Tumors version 1.1 (RECIST v.1.1).\n* Eastern Cooperative Oncology Group (ECOG) Performance Status of 0 to 1.\n* Adequate bone marrow and organ function including: WBC ≥ 3500/mL; Platelets ≥ 100,000/uL; Hemoglobin \\>9.0 g/dL; Total bilirubin ≤ 1.5x ULN; AST and ALT \\< 2.5 x ULN; Alkaline phosphatase \\<2.5x ULN; Creatinine ≤ 1.5x ULN or CCr \\>60 ml/min for patients with abnormal serum Cr level function.\n* Adequate glucose control, as defined by HbA1c \\< 7% and fasting blood glucose ≤ 126 mg/dL (7.0 mmoL/L).\n* Adequate glucose control, as defined by HbA1c \\< 7% and fasting blood glucose ≤ 126 mg/dL (7.0 mmoL/L).\n* Life expectancy higher than 3 months\n* Patient has an adequate left ventricular ejection function of at least 50 % at baseline, as measured by echocardiography.\n* Written informed consent\n\nExclusion Criteria:\n\n* Patient is pregnant or lactating, where pregnancy is defined as the state of a female after conception and until the termination of gestation, confirmed by a positive human chorionic gonadotropin (hCG) laboratory test.\n* Patient has received previous treatment with a mechanistic target of rapamycin (mTOR) inhibitor or phosphoinositide 3-kinase (PI3K) inhibitor.\n* Patient has symptomatic and unstable CNS metastases, except for treated brain metastases. Treated brain metastases are defined as having no evidence of progression or hemorrhage after treatment and no ongoing requirement for dexamethasone, as ascertained by clinical examination and brain imaging (MRI or CT) during the screening period. Anticonvulsants (stable dose) are allowed.\n* Active and clinically significant bacterial, fungal or viral infection including hepatitis B (HBV), hepatitis C (HCV), known human immunodeficiency virus syndrome (HIV) or acquired immunodeficiency syndrome (AIDS)-related illness. Baseline viral assessment is not required in patients with no known infection.\n* Current use or anticipated need for food or medications that are known moderate or greater CYP3A4 inhibitors, including their administration within 7-days prior to the first gedatolisib dose and while receiving investigational product (ie, strong CYP3A4 inhibitors: grapefruit juice or grapefruit/grapefruit related citrus fruits \\[e.g., Seville oranges, pomelos\\], ketoconazole, miconazole, itraconazole, voriconazole, posaconazole, clarithromycin, telithromycin, indinavir, saquinavir, ritonavir, nelfinavir, amprenavir, fosamprenavir nefazodone, lopinavir, troleandomycin, mibefradil, conivaptan; moderate CYP3A4 inhibitors: erythromycin, verapamil, atazanavir, delavirdine, fluconazole, darunavir, diltiazem, aprepitant, imatinib, tofisopam, ciprofloxacin, and cimetidine).\n* Concurrent use or anticipated need for medications that are mainly metabolized by UGT1A9 including their administration within 7-days prior to the first dose of investigational product (e.g., propofol, propranolol, dapagliflozin, darexaban, mycophenolic acid, and tapentadol).\n* Acetaminophen use within 24 hours before or after the first dose of gedatolisib.\n* Current use or anticipated need for food or medications that are metabolized by CYP2D6, and of narrow therapeutic index including their administration within 10-days prior to the first gedatolisib dose and while receiving investigational product.\n* Concurrent use of herbal preparations.\n* Major surgery within 4 weeks of first dose of investigational product or not fully recovered from any side effects of previous procedures.\n* Any other malignancy within 3 years prior to first dose of investigational product except for adequately treated basal cell or squamous cell skin cancer, or carcinoma in situ of the cervix.\n* QTc interval \\>480 msec (based on the mean value of the triplicate ECGs), family or personal history of long or short QT syndrome, Brugada syndrome or known history of QTc prolongation or Torsade de Pointes.\n* Any of the following within 6 months of first dose of investigational product myocardial infarction, severe/unstable angina, ongoing cardiac dysrhythmias of NCI CTCAE v. 5.0 Grade ≤2, atrial fibrillation of any grade, coronary/peripheral artery bypass graft, symptomatic congestive heart failure, cerebrovascular accident including transient ischemic attack, or symptomatic pulmonary embolism.\n* History of interstitial pneumonitis.\n* Other severe acute or chronic medical or psychiatric condition, including recent (within the past year) or active suicidal ideation or behavior, or laboratory abnormality that may increase the risk associated with study participation or investigational product administration or may interfere with the interpretation of study results and, in the judgment of the investigator, would make the patient inappropriate for entry into this study.",
    "sex": "ALL",
    "minimumAge": "19 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}