{
    "nctId": "NCT01623908",
    "briefTitle": "Bone Loss Treatment From Adjuvant Zoledronate Efficacy",
    "officialTitle": "An Open,Multicentre,Prospective Study of Adjuvant Zoledronate Treatment in Osteoporosis Women With Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Neoplasms, Bone Loss",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 200,
    "primaryOutcomeMeasure": "Change from Baseline in Bone Mineral Density",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Female, age \\> 18.\n* Postoperative breast cancer patients who have finished adjuvant chemotherapy or unwilling to receive chemotherapy.\n* T score \\< -2.0, or -2.0 \\< T score \\<-1.0 with any 2 of the following risk factors: T score \\< -1.5, age \\> 65, BMI \\< 20kg/m\\^2, family history of hip fractures, age \\> 50 with brittle fracture history, oral steroid therapy \\> 6 months, receiving aromatase therapy.\n* ECOG(Eastern Cooperative Oncology Group) physical state score:0-2.\n* Breast cancer stage I-III confirmed by histological or cytological examination.\n* Patients received radical surgery with estimated survival time \\> 12 months.\n* Laboratory tests should be performed 1 week before enrollment and the results should meet the following criteria: neutrophil count ≥ 1.5×10\\^9/L, platelet count ≥ 100×10\\^9/L, hemoglobin ≥ 80g/L, serum bilirubin ≤ 1.0×ULN, AST and ALT ≤ 1.5×ULN, Serum creatinine ≤ 1.0×ULN.\n* Patients who never received intravenous bisphosphonate within 12 months before enrollment and did not receive oral bisphosphonate within 3 weeks before enrollment.\n* Informed consents should be signed by the participants or their guardians. All the participants should be aware of the purpose and procedure of this study and willing to participate in this study.\n* Contraception required for those reproductive-aged women.\n\nExclusion Criteria:\n\n* Pregnant or lactating women.\n* Patients who have not signed informed consent.\n* Patients received medical treatment which can affect bone metabolism (such as calcitonin, mithramycin or gallium nitrate) within 2 weeks before enrollment.\n* Bone metabolic diseases such as Paget's disease, epiphyseal dysplasia and primary or secondary hyperthyroidism diagnosed within 12 months before enrollment.\n* Liver function impairment which is defined as 2.5-fold or more increase in ALT or AST levels compared with the upper limit of reference range.\n* Refuse appropriate contraception (appropriate contraceptive options include female sterilisation, intrauterine device, oral contraceptives and barrier contraception).\n* Active dental diseases including dental infection, mandibular pain and maxillary or mandibular trauma. Patients with mandibular osteonecrosis diagnosed currently or previously, exposed bone or slow healing after oral surgery. Patients who will receive dental or maxillofacial surgery (such as dental extraction and dental implant) in the first 6 weeks after enrollment.\n* Patients with dysgnosia or communication disorder who can't well understand our study, cooperate with our staff or operate glucose monitor correctly.\n* Combined with major organ dysfunction or other severe diseases such as severe coronary disease, cardiovascular disease, myocardial infarction occurred within 12 months before enrollment, severe neurological or psychiatric diseases, severe infection or active disseminated intravascular coagulation.\n* Alcoholics or drug addicts.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}