{
    "nctId": "NCT02427581",
    "briefTitle": "Safety and Immunogenicity of a Personalized Synthetic Long Peptide Breast Cancer Vaccine Strategy in Patients With Persistent Triple-Negative Breast Cancer Following Neoadjuvant Chemotherapy",
    "officialTitle": "A Phase 1 Clinical Trial to Evaluate the Safety and Immunogenicity of a Personalized Synthetic Long Peptide Breast Cancer Vaccine Strategy in Patients With Persistent Triple-Negative Breast Cancer Following Neoadjuvant Chemotherapy",
    "overallStatus": "WITHDRAWN",
    "conditions": "Triple Negative Breast Cancer, Triple Negative Breast Neoplasms, Triple-Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "Safety of the vaccine regimen as measured by grade and frequency of adverse events",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologically confirmed diagnosis of invasive breast cancer.\n* ER and PR less than Allred score of 3 or less than 1% positive staining cells in the invasive component of the tumor\n* HER2 negative by FISH or IHC staining 0 or 1+.\n* Consented for genome sequencing and dbGAP-based data sharing and has provided or will provide germline and tumor DNA samples of adequate quality for sequencing. Fresh tissue is preferred (from biopsy at the time of port placement) but archival tissue is allowed.\n* Clinical stage T2-T4c, any N, M0 primary tumor by AJCC 7th edition clinical staging prior to neoadjuvant chemotherapy, with residual invasive breast cancer after neoadjuvant therapy. If the patient has invasive cancer in the contralateral breast, she is not eligible for this study.\n* At least 18 years of age.\n* Eastern Cooperative Oncology Group (ECOG) performance status ≤ 2\n* Adequate organ and marrow function no more than 14 days prior to registration as defined below:\n\n  * WBC ≥3,000/μL\n  * absolute neutrophil count ≥1,500/μL\n  * platelets ≥100,000/μL\n  * total bilirubin ≤2.5 X institutional upper limit of normal\n  * AST/ALT ≤2.5 X institutional upper limit of normal\n  * creatinine ≤1.5 X institutional upper limit of normal\n* Women of reproductive potential must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) prior to study entry and for the duration of study participation.\n* Able to understand and willing to sign an IRB-approved written informed consent document.\n\nExclusion Criteria:\n\n* Evidence of progressive breast cancer within the last 30 days.\n* Received chemotherapy, radiotherapy, or biologic therapy within the last 30 days (neoadjuvant chemotherapy excluded).\n* Experiencing adverse events due to agents administered more than 30 days earlier.\n* Receiving any other investigational agent(s) or has received an investigational agent within the last 30 days.\n* Known metastatic disease.\n* Invasive cancer in the contralateral breast.\n* Known allergy, or history of serious adverse reaction to vaccines such as anaphylaxis, hives, or respiratory difficulty.\n* Uncontrolled intercurrent illness including, but not limited to ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia (including sinus bradycardia), or psychiatric illness/social situation that would limit compliance with study requirements.\n* Prior or currently active autoimmune disease requiring management with immunosuppression. This includes inflammatory bowel disease, ulcerative colitis, Crohn's disease, systemic vasculitis, scleroderma, psoriasis, multiple sclerosis, hemolytic anemia, immune-mediated thrombocytopenia, rheumatoid arthritis, systemic lupus erythematosus, Sjorgen's syndrome, sarcoidosis, or other rheumatologic disease or any other medical condition or use of medication (e.g., corticosteroids) which might make it difficult for the patient to complete the full course of treatments or to generate an immune response to vaccines. Asthma or chronic obstructive pulmonary disease that does not require daily systemic corticosteroids is acceptable. Any patients receiving steroids should be discussed with the PI to determine if eligible.\n* Pregnant or breastfeeding. A negative serum pregnancy test is required no more than 7 days before study entry.\n* The patient with a previous history of non-breast malignancy is eligible for this study only if the patient meets the following criteria for a cancer survivor. A cancer survivor is eligible provided the following criteria are met: (1) patient has undergone potentially curative therapy for all prior malignancies, (2) patients have been considered disease free for at least 1 year (with the exception of basal cell or squamous cell carcinoma of the skin or carcinoma-in-situ of the cervix).\n* Patient must have no active major medical or psychosocial problems that could be complicated by study participation.\n* Known HIV-positive status. These patients are ineligible because of the potential inability to generate an immune response to vaccines.\n* Subjects with a strong likelihood of non-adherence such as difficulties in adhering to follow-up schedule due to geographic distance from the Siteman Cancer Center should not knowingly be registered.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}