{
    "nctId": "NCT00334139",
    "briefTitle": "Effect of Zoledronic Acid on Bone Metabolism in Patients With Bone Metastasis and Prostate or Breast Cancer",
    "officialTitle": "A Prospective, Single-arm Multicenter Study to Evaluate Effect of Intravenous Zoledronic Acid on Bone Metabolism Given Over 4 Months in Patients With Prostate Cancer or Breast Cancer and Bone Metastasis",
    "overallStatus": "COMPLETED",
    "conditions": "Prostate Cancer, Breast Cancer, Bone Metastasis",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE4",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 411,
    "primaryOutcomeMeasure": "Bone turnover assessed by bone turnover parameters",
    "eligibilityCriteria": "Inclusion criteria:\n\n* Prostate cancer with at least one cancer-related bone lesion with or without hormonal treatment.\n* Breast cancer with at least one cancer-related bone lesion\n* Negative pregnancy test at screening in case of child-bearing potential and Performance status ECOG 0-2\n* Normal liver and kidney function\n* Prior surgery, chemotherapy and radiotherapy is allowed. At least 4 weeks must have elapsed since the completion of surgery, chemotherapy and radiotherapy to breast or bone.\n\nExclusion criteria:\n\n* Prior treatment with bisphosphonates within 6 months before study start, and during treatment with zoledronic acid. Known hypersensitivity to zoledronic acid or other bisphosphonates. Corrected (adjusted for serum albumin) serum calcium concentration \\< 8.0 mg/dl (2.00 mmol/L) or ≥12.0mg/dl (3.00 mmol/L)\n* Current/active dental problems including\n* infection of the teeth or jawbone\n* dental or fixture trauma\n* current or previous osteonecrosis of the jaw\n* exposed bone in the mouth\n* slow healing after dental procedures\n* recent (within 6 weeks) or planned dental or jaw surgery (extraction, implants)\n* Patients with clinically symptomatic brain metastases. Severe physical or psychological concomitant diseases expected to impair compliance with the provisions of the study protocol or impair the assessment of drug of patient safety\n* Clinically significant ascites, NYHA III or IV, cardiac failure, clinically relevant pathologic findings in ECG\n* History of diseases with influence on bone metabolism such as Paget´s disease and primary hyperparathyroidism and with need of treatment for osteoporosis (defined according to DVO, T-Score ≤2.5).\n* Previous radiation therapy to bone (including therapeutic radioisotopes such as strontium 89) within 1 month\n\nAdditional protocol-defined inclusion/exclusion criteria may apply",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}