{
    "nctId": "NCT05403554",
    "briefTitle": "A Study of NI-1801 in Patients with Mesothelin Expressing Solid Cancers",
    "officialTitle": "A Phase 1, Open-Label, Dose Finding Study of NI-1801, a Bispecific Mesothelin X CD47 Engaging Antibody, As a Single Agent, in Combination with Anti-PD-1 Antibody, and in Combination with Weekly Paclitaxel (Standard of Care) in Patients with Mesothelin Expressing Ovarian, Pancreatic, Non-Small-Cell-Lung and Triple-Negative Breast Cancers",
    "overallStatus": "RECRUITING",
    "conditions": "Epithelial Ovarian Cancer, Triple Negative Breast Cancer, Non-squamous Non-small-cell Lung Cancer, Pancreatic Adenocarcinoma (ductal Adenocarcinoma), Endometrioid Ovarian Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 70,
    "primaryOutcomeMeasure": "Dose Limiting Toxicity (DLT)",
    "eligibilityCriteria": "Main Inclusion Criteria for the Single Agent Dose Escalation and the Combination with Pembrolizumab:\n\n1. Adults ≥ 18 years of age at the time of signing the informed consent form\n2. Histologically or cytologically confirmed diagnosis of epithelial OC (high-grade serous or endometroid), TNBC, or non-squamous NSCLC. For the combination with pembrolizumab, only subjects with histologically or cytologically confirmed diagnosis of epithelial OC (high-grade serous or endometroid), non-squamous NSCLC and ductal pancreatic adenocarcinoma.\n3. MSLN expression with staining intensity of ≥ 2+ as per IHC in ≥ 40% of tumor cells. Staining for MSLN expression can be performed using archival tumor tissue and is foreseen to be performed at the institution's pathology. A slice for centralized IHC assessment for validation and biomarker analysis is mandatory.\n4. Patients with advanced, metastatic, or recurrent disease\n\n   * after at least 1 prior systemic treatment for the primary malignancy and\n   * who have failed treatment with, are intolerant to, or are not candidates for available therapies that are known to confer a clinical benefit to patients with these tumor entities.\n5. Measurable disease according to the revised RECIST guideline version 1.1(3)\n6. Patients treated in either the single agent recommended dose expansion cohort or in the combination with pembrolizumab cohort should have accessible lesions at screening for baseline and on treatment biopsies.\n7. Eastern Cooperative Oncology Group performance status (ECOG PS) 0-1.\n8. Negative pregnancy test at inclusion.\n9. Life expectancy of at least 2 months.\n\nMain Inclusion Criteria for the Randomized study arm:\n\n1. Female patients ≥ 18 years of age.\n2. Patients must have a confirmed diagnosis of high-grade serous epithelial ovarian cancer.\n3. Patients must have platinum-resistant disease:\n\n   3.1. Patients who have only had 1 line of platinum-based therapy must have received at least 4 cycles of platinum, must have had a response (CR or PR) and then progressed between greater than 3 months and ≤ 6 months after the date of the last dose of platinum.\n\n   3.2. Patients who have received 2 or 3 lines of platinum therapy must have progressed on or within 6 months after the date of the last dose of platinum\n4. Patients must have progressed radiographically on or after their most recent line of therapy.\n5. Patients must be willing to provide an archival tumor tissue block or slides, or undergo procedure to obtain a new biopsy using a low risk, medically routine procedure for IHC confirmation of MSLN expression.\n6. MSLN expression with staining intensity of ≥ 2+ as per IHC in ≥ 40% of tumor cells. Staining for MSLN expression can be performed using archival tumor tissue and can be done at the institution's pathology. A slice for centralized IHC assessment for validation and biomarker analysis is mandatory.\n7. Patients must have at least one lesion that meets the definition of measurable disease by RECIST v1.1 (radiologically measured by the Investigator).\n8. Patients must have received at least 1 but no more than 3 prior systemic lines of anticancer therapy, and for whom single-agent therapy is appropriate as the next line of treatment:\n\n   * Adjuvant ± neoadjuvant considered one line of therapy\n   * Maintenance therapy (e.g., bevacizumab, PARP inhibitors) will be considered as part of the preceding line of therapy (i.e., not counted independently)\n   * Therapy changed due to toxicity in the absence of progression will be considered as part of the same line (i.e., not counted independently)\n   * Hormonal therapy will be counted as a separate line of therapy unless it was given as maintenance\n9. ECOG PS of 0 or 1\n10. Time from prior therapy:\n\n    * Systemic antineoplastic therapy (5 half-lives or 4 weeks, whichever is shorter)\n    * Focal radiation completed at least 2 weeks prior to first dose of study drug\n11. Patients must have stabilized or recovered (Grade 1 or baseline) from all prior therapy-related toxicities.\n12. Major surgery must be completed at least 4 weeks prior to first dose and have recovered or stabilized from the side effects of prior surgery.\n13. Patients must have adequate hematologic, liver and kidney functions\n14. Patients or their legally authorized representative must be willing and able to sign the informed consent form (ICF) and to adhere to the protocol requirements.\n15. Negative pregnancy test at inclusion\n\nMain Exclusion Criteria for the Single Agent Dose Escalation and the Combination with Pembrolizumab:\n\n1. Patient has known hypersensitivity to NI-1801 or any of the constituent compounds.\n2. Radiotherapy to the target lesions within 4 weeks prior to the first NI-1801 infusion.\n3. Prior anti-cancer therapy including chemotherapy, hormonal therapy, and investigational agents within 2 weeks or within ≤ 5 half-lives prior to starting NI-1801 dosing (up to a maximum of 4 weeks), whichever is longer. The maximum required washout period will thus not exceed 4 weeks prior to the day of first treatment with NI-1801. Note: Low dose steroids (oral prednisone or equivalent ≤ 20 mg per day, including systemic or topic use), localized noncentral nervous system (CNS) radiotherapy of non-target lesions, and treatment with bisphosphonates and RANKL inhibitors are not criteria for exclusion.\n4. Other investigational therapies must not be used, i.e., treatment within another clinical trial is not permitted, while the patient is on study. COVID-19 vaccination is allowed only starting from Cycle 2 (if not completed before study inclusion).\n5. Severe cardiac dysfunction (NYHA classification III-IV).\n6. Significant hepatic dysfunction (serum bilirubin ≥ 1.5 mg/dL or AST and/or ALT ≥ 2.5 times normal level), unless related to liver metastasis.\n7. Patients with known human immunodeficiency virus (HIV) infection or known history or serological evidence of prior hepatitis B or C virus infection. Active SARS-COV2 infection.\n8. Uncontrolled active systemic bacterial, viral, fungal, or other infection (defined as exhibiting ongoing signs/symptoms related to the infection and without improvement, despite appropriate antibiotics or other treatment), or intravenous anti-infective treatment within 2 weeks prior to first dose of NI-1801.\n9. Patients with concomitant active malignancy, requiring ongoing systemic treatment.\n10. Patients with known CNS metastases.\n11. Platelet count lower than 100 x 10\\^9/L (transfusion support within 14 days before the test is not allowed).\n12. Hemoglobin lower than 10.0 g/dL. Prior RBC transfusion is permitted.\n13. ANC lower than 1 x 10\\^9/L (the use of colony stimulating factors, G-CSF or GM-CSF, within 14 days before the test is not allowed).\n14. Pregnancy and lactation.\n15. History of psychiatric illness or substance abuse likely to interfere with ability to comply with protocol requirements or give informed consent.\n16. Significant medical diseases or conditions, including laboratory abnormalities, as assessed by the Investigators and Sponsor, which would substantially increase the risk-benefit ratio of participating in the study. This includes, but is not limited to, acute myocardial infarction within the last 6 months, unstable angina, uncontrolled diabetes mellitus, and severely immunocompromised state, major surgery ≤ 4 weeks prior to starting NI-1801.\n17. Prior treatment with a CD47, SIRPα, or MSLN targeting agent.\n18. Patients in whom acute toxic effects of any prior radiotherapy, chemotherapy, or surgical procedure have not resolved to Grade ≤ 1 or returned to baseline except for alopecia (any grade), anemia, and peripheral neuropathy (for the latter, recovery to Grade ≤ 2 is acceptable).\n19. People who are detained through a court or administrative decision, receiving psychiatric care against their will, adults who are the subject of a legal protection order (under tutorship/curatorship), people who are unable to express their consent, and people who are subject to a legal guardianship order.\n\nFurthermore, subjects presenting with any of the following criteria will not be included in the sub-study (combination with pembrolizumab cohort):\n\n* History of/active non-infectious pneumonitis or interstitial lung disease.\n* Known hypersensitivity to pembrolizumab or excipients.\n* Participants with an active, known or suspected autoimmune disease. Participants with type I diabetes mellitus, hypothyroidism only requiring hormone replacement, skin disorders not requiring systemic treatment, or conditions not expected to recur in the absence of an external trigger are permitted to enroll.\n* Prior organ or tissue allograft.\n* History of Grade ≥ 3 toxicity related to prior T-cell agonist or checkpoint inhibitor therapy, except those that are unlikely to re-occur with standard countermeasures.\n* History of myocarditis, regardless of etiology.\n\nMain Exclusion Criteria for the Randomized study arm:\n\n1. Patients with clear cell, mucinous, or sarcomatous histology, mixed tumors containing any of the above histology, or low-grade or borderline ovarian tumor.\n2. Patients with primary platinum-refractory disease, defined as disease that did not respond to (CR or PR) or has progressed within 3 months of the last dose of first line platinum-containing chemotherapy.\n3. Patients with prior wide-field radiotherapy (RT) affecting at least 20% of the bone marrow.\n4. Patients with serious concurrent illness or clinically relevant active infection, including, but not limited to the following:\n\n   * Active hepatitis B or C infection (whether or not on active antiviral therapy)\n   * HIV infection\n   * Active cytomegalovirus infection\n   * Any other concurrent infectious disease requiring IV antibiotics within 2 weeks before starting study drug Note: Testing at screening is not required for the above infections unless clinically indicated\n   * Patients with history of multiple sclerosis or other demyelinating disease and/or Lambert-Eaton syndrome (paraneoplastic syndrome)\n5. Patients with clinically significant cardiac disease including, but not limited to, any one of the following:\n\n   * Myocardial infarction ≤ 6 months prior to first dose\n   * Unstable angina pectoris\n   * Uncontrolled congestive heart failure (New York Heart Association greater than class II)\n   * Uncontrolled ≥ Grade 3 hypertension (per CTCAE)\n   * Uncontrolled cardiac arrhythmias\n   * Patients assigned to PLD stratum only: Left ventricular ejection fraction (LVEF) below the institutional limit of normal as measured by echocardiography (ECHO) or multigated acquisition (MUGA) scan\n   * History of hemorrhagic or ischemic stroke within six months prior to randomization\n6. History of cirrhotic liver disease (Child-Pugh Class B or C)\n7. Previous clinical diagnosis of non-infectious interstitial lung disease (ILD), including noninfectious pneumonitis\n8. Patients with prior hypersensitivity to monoclonal antibodies.\n9. Women who are pregnant or lactating.\n10. Patients with prior treatment with a CD47, signal regulatory protein (SIRP) alpha, or MSLN targeting agent.\n11. Patients with central nervous system (CNS) metastases.\n12. Patients with a history of other malignancy within 3 years prior to randomization.\n13. Prior known hypersensitivity reactions to study drugs and/or any of their excipients.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}