{
    "nctId": "NCT00392392",
    "briefTitle": "Preoperative Bevacizumab and Trastuzumab With ABI-007 and Carboplatin in HER2+ Breast Cancer",
    "officialTitle": "Phase II Study of Preoperative Bevacizumab and Trastuzumab Administered With ABI-007 and Carboplatin in HER2 Overexpressing Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 29,
    "primaryOutcomeMeasure": "Pathologic Complete Response Rate (PCRR), the Percentage of Patients Who Have No Evidence of Cancer in the Breast or Lymph Nodes Following Surgery",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Female patients with histologically confirmed adenocarcinoma of the breast or inflammatory breast cancer\n* Clinical stage T 1-4, N 0-3, M0\n* FISH+ HER2 gene amplified breast cancer\n* 18 years or older\n* Normal cardiac function\n* Performance status 0-2\n* Cannot have received any prior chemotherapy for this disease or cannot have received chemotherapy for any other cancer in the past 5 years.\n* Previous diagnosis of noninvasive breast cancer is OK.\n* Must have adequate bone marrow, renal and liver function.\n* Pregnant or lactating females not allowed.\n* Preexisting peripheral neuropathy must be equal to or less than grade 1\n* Must have archived tumor tissue for tissue testing.\n\nExclusion Criteria:\n\nYou cannot be in this study if you any of the following:\n\n* History of cardiac disease, with New York Heart Association Class II or greater with congestive heart failure\n* Any heart attack, stroke or TIAs within the last 6 months or serious arrhythmias needing medication; no bleeding diathesis or coagulopathy.\n* No prior investigational drug within the last 30 days\n* No prior trastuzumab or bevacizumab therapy\n\nThere are additional inclusion/exclusion criteria. The study center will determine if you meet all of the criteria. If you do not qualify for the trial, study personnel will explain the reasons.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}