{
    "nctId": "NCT06635005",
    "briefTitle": "A Low-Insulinemic Dietary Intervention to Reduce Breast Cancer Risk in High-Risk Women",
    "officialTitle": "A Low-Insulinemic Dietary Intervention to Reduce Breast Cancer Risk in High-Risk Women",
    "overallStatus": "RECRUITING",
    "conditions": "Feasibility Pilot Study, Compliance",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "PREVENTION",
    "enrollmentCount": 30,
    "primaryOutcomeMeasure": "Successful translation of the low-Empirical Dietary Index for Hyperinsulinemia dietary pattern",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Age ≥ 45 years OR post-menopausal AND cis-gender women at study registration.\n* Overweight or World Health Organization (WHO) class 1 obese as defined by a body mass index (BMI) of 25 to 35 kg/m\\^2.\n* High risk for breast cancer at the discretion of the physician, using standard definitions such as a Gail 5-year risk of ≥ 2% or Tyrer Cuzick version (v) 8.0 10-year risk of ≥ 5%.\n* Concurrent or prior use of endocrine therapy is allowed. Any dose or schedule change is not permitted for the duration of the study.\n* Currently established care or previously seen at the Ohio State University Comprehensive Cancer Center (OSUCCC) Stefanie Spielman Comprehensive Breast Center (SSCBC) high risk breast clinic.\n\nExclusion Criteria:\n\n* Prior diagnosis of breast cancer within past 5 years.\n* Metastatic breast cancer (at study start or during study period).\n* BMI \\> 35 kg/m\\^2 or \\< 25 kg/m\\^2.\n* Pre-menopausal women or \\< 45 years of age.\n* Assigned male at birth.\n* Uncontrolled intercurrent illness including lung disease, heart disease, metabolic disease; exacerbations for disease in past 8 weeks; unstable on medications for chronic conditions in past 6 weeks. This could affect compliance and engagement with study intervention. Change in anti-hyperglycemic or lipid lowering medications is best avoided for the duration of the study unless deemed necessary by treating provider or required for acute exacerbation of existing illness.\n* Type 1 diabetes mellitus (DM) or insulin dependent, or evidence of brittle diabetes.\n* Presence of food allergies or intolerances to wheat, nuts, seeds, fish, or dairy foods.\n* Currently on special diet for known metabolic or gastrointestinal disease, or planning to start a specific dietary regimen such as vegetarian, vegan, ketogenic, low-fat diets, etc.\n* Uncontrolled psychiatric illness/social situations that would limit compliance with study requirements.\n* Unwilling or unable to follow protocol requirements.\n* Pregnant, trying to get pregnant, or nursing.\n* Any condition which in the investigator's opinion deems the subject an unsuitable candidate to participate in this study.\n* Non-English speaking, as the teaching materials and educational sessions have not yet been translated into additional languages.\n* Prisoners or other institutionalized patients.",
    "sex": "FEMALE",
    "minimumAge": "45 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}