{
    "nctId": "NCT02689427",
    "briefTitle": "Enzalutamide and Paclitaxel Before Surgery in Treating Patients With Stage I-III Androgen Receptor-Positive Triple-Negative Breast Cancer",
    "officialTitle": "A Phase IIB Study of Neoadjuvant ZT Regimen (Enzalutamide Therapy in Combination With Weekly Paclitaxel) for Androgen Receptor (AR)-Positive Triple-Negative Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Invasive Breast Carcinoma, Stage I Breast Cancer AJCC v7, Stage IA Breast Cancer AJCC v7, Stage IB Breast Cancer AJCC v7, Stage II Breast Cancer AJCC v6 and v7, Stage IIA Breast Cancer AJCC v6 and v7, Stage IIB Breast Cancer AJCC v6 and v7, Stage III Breast Cancer AJCC v7, Stage IIIA Breast Cancer AJCC v7, Stage IIIB Breast Cancer AJCC v7, Stage IIIC Breast Cancer AJCC v7, Triple-Negative Breast Carcinoma",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 24,
    "primaryOutcomeMeasure": "RCB Status",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Signed written informed consent\n2. Patients with histologically confirmed intact primary cancer that is confirmed invasive carcinoma of the breast, with at least 1.0 cm residual disease as measured by mammography, ultrasound, or breast MRI after neoadjuvant anthracycline based chemotherapy.\n3. Triple-negative breast cancer defined as ER\\<10%; PR\\<10% by immunohistochemistry (IHC) and HER2 0-1+ by IHC, or 2+ FISH non-amplified.\n4. Androgen Receptor will be quantified using CLIA-compliant assays for AR on a biopsy specimen obtained prior to initiation of treatment.. AR-positivity is defined as \\> 10% of nuclear staining.\n5. AJCC 7th edition stage I-III Breast Cancer\n6. Men or women 18 years of age or older.\n7. Patients must have a performance status of (0-1) on the ECOG performance scale\n8. Negative serum or urine pregnancy test must be done within 72 hours before the first dose of the study medication for women of childbearing potential as per institutional guidelines. Post-menopausal women (defined as no menses for at least 1 year) and surgically sterilized women are not required to undergo pregnancy test.\n9. Men on study must use a condom if having sex with a pregnant woman.\n10. Male patient and his female partner who is of childbearing potential must use 2 acceptable methods of birth control (one of which must include a condom as a barrier method of contraception) starting at screening and continuing throughout the study period and for 3 months after final study drug administration\n11. Patient must have adequate organ function as determined by the following laboratory values:\n\n    * Absolute neutrophil count ≥ 1,500 /μL\n    * Platelets ≥ 100,000 / μL\n    * Hemoglobin ≥ 9 g/dL\n    * Creatinine Clearance \\> 50 ml/min\n    * Total Bilirubin \\< 1.5 x ULN\n    * ALT/AST \\< 2.5 x ULN\n\nExclusion Criteria:\n\n1. Patients who have received any previous antitumor therapies (other than anthracyclinebased neoadjuvant chemotherapy for the current cancer event).\n2. Female patients must not be breast-feeding at screening or planning to become pregnant during the course of therapy.\n3. Patients having major surgery within 21 days before Cycle 1, Day 1.\n4. Patients with known history of hypersensitivity to paclitaxel that did not resolve with pre- medication.\n5. Patients with left ventricular ejection fraction \\<50% or 10% decrease from baseline on echocardiogram after anthracycline based chemotherapy.\n6. Patients with gastrointestinal impairment that would affect the absorption of Enzalutamide; or previous history of colitis.\n7. Subjects requiring daily corticosteroids, other than those given as premedication for the anthracycline-based chemotherapy.\n8. Patients with known or suspected brain metastasis or active leptomeningeal disease.\n9. History of seizure or any condition that may predispose to seizure (e.g., prior cortical stroke, significant brain trauma) at any time in the past. Also, history of loss of consciousness or transient ischemic attack within 12 months of Day 1 visit.\n10. Myocardial infarction within 6 months before starting therapy, symptomatic congestive heart failure (New York Heart Association \\> class II), unstable angina, or unstable cardiac arrhythmia requiring medication.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}