{
    "nctId": "NCT01459653",
    "briefTitle": "Multi-level Evaluation of Chemotherapy-induced Febrile Neutropenia Prophylaxis, Outcomes, and Determinants With Granulocyte-colony Stimulating Factor",
    "officialTitle": "International, Prospective, Open-label, Multicenter, Pharmacoepidemiological Study to Determine Predictors of Clinical Outcomes in Chemotherapy-treated Cancer Patients at Risk for Febrile Neutropenia and Treated Prophylactically With Filgrastim Biosimilar.",
    "overallStatus": "COMPLETED",
    "conditions": "Febrile Neutropenia, Cancer, Breast Cancer, Ovarian Cancer, Lung Cancer, Prostate Cancer, Multiple Myeloma, Bladder Cancer, B-cell Lymphoma",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 1496,
    "primaryOutcomeMeasure": "Chemotherapy Toxicity (%FN Risk)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Male or female adults (age \\> / = 18 years)\n* Diagnosed with one of the following types and stages of tumors: stage III or IV breast cancer; stage III or IV ovarian cancer; stage III or IV bladder cancer; stage III or IV lung cancer; metastatic prostate cancer; stage III or IV diffuse large B-cell lymphoma; multiple myeloma.\n* Planned to receive primary prophylaxis with filgrastim biosimilar (EP2006) at the first cycle of chemotherapy (regardless of line of chemotherapy); or receiving secondary prophylaxis with filgrastim biosimilar (EP2006) irrespective of chemotherapy cycle.\n* Treated with commercially available filgrastim biosimilar per physician's best clinical judgment and per current European filgrastim biosimilar (EP2006) label.\n* Female patients must be either post-menopausal for one year or surgically sterile or using effective contraceptive methods such as barrier method with spermicide or an intra-uterine device. Oral contraceptive use is allowed.\n* Informed written consent to participate in the study by patients or their legal guardian.\n\nExclusion Criteria:\n\n* Patients with myeloid malignancies, with the exception of multiple myeloma.\n* Sensitivity to filgrastim biosimilar or any other CSF.\n* Hypersensitivity to E. coli-derived proteins.\n* Radiotherapy to ≥ 20% of total body bone.\n* Infection within two weeks of starting current line of chemotherapy.\n* Patients with several medical condition(s) that in view of the investigator prohibits participation in the study.\n* Patients with willfully negligent nonadherence to their cancer treatment.\n* Use of any investigational agent in the 30 days prior to enrollment.\n* Women of childbearing potential not using the contraception method(s) described above.\n* Women who are breastfeeding.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}