{
    "nctId": "NCT00949247",
    "briefTitle": "Docetaxel,Carboplatin,Trastuzumab and Bevacizumab for Breast Cancer and Bone Marrow Micrometastases",
    "officialTitle": "Docetaxel, Carboplatin, Trastuzumab and Bevacizumab (TCH+B) For Early-Stage HER-2/Neu(+) Breast Cancer and Bone Marrow Micrometastases",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "EARLY_PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 20,
    "primaryOutcomeMeasure": "Proportion of patients who have a complete response in bone marrow.",
    "eligibilityCriteria": "Inclusion Criteria\n\n* Patient with biopsy-proven primary stage I-III infiltrating adenocarcinoma of the breast.\n* HER-2/neu (+) as determined by either IHC (3+) or FISH (≥ 2.2-fold amplification).\n* Age ≥ 18 years.\n* ECOG performance status 0-1.\n* Negative CT C/A/P and TBBS.\n* LVEF \\> 50% by MUGA or echocardiogram performed within 28 days prior to enrollment\n* Positive BM aspirate for BC micrometastases by CLIA-certified laboratory.\n* Adequate hematologic, hepatic, and renal function. All tests must be obtained ≤ 4 weeks prior to randomization.\n\n  * Hematologic: Absolute neutrophil count \\> 1,500/mm3 Hemoglobin \\> 10.0 g/dl Platelet count \\> 100,000/mm3.\n  * Hepatic: Total bilirubin must be within normal limits. Transaminases (AST and/or ALT) may be \\< 2.5 x institutional upper limit of normal (ULN) if alkaline phosphatase is \\< ULN, or alkaline phosphatase may be \\< 4 x ULN if transaminases are \\< ULN\n  * Renal: Normal creatinine and BUN; if abnormal, calculated creatinine clearance must be\\> 60 mg/dL\n* Patients must be disease-free of prior invasive malignancies for ≥ 5 years, with the exception of curatively-treated basal cell or squamous cell carcinoma of the skin or carcinoma in situ of the cervix.\n* Surgery: all patients must have completed surgery with sentinel and/or axillary lymph node dissection according to participating institutional guidelines.\n* Women of childbearing potential must have a negative pregnancy test and must be willing to consent to using an accepted and effective barrier form method of contraception while on treatment and for a reasonable period thereafter.\n* Patients must provide written informed consent.\n* Note: Hormonal therapy: patients with ER+ and/or PR+ tumors may receive concurrent hormonal therapy according to participating institutional guidelines. The choice of hormonal therapy is at the discretion of the treating physician.\n* Note: Radiation therapy: patients receiving adjuvant radiation therapy to the involved breast (after partial mastectomy) or chest wall (after mastectomy) may receive concurrent trastuzumab and bevacizumab therapy.\n\nExclusion Criteria\n\n* Known metastatic BC.\n* Concomitant malignancies or previous malignancies within the last 5 years, with the exception of adequately treated basal or squamous cell carcinoma of the skin or carcinoma in situ of the cervix.\n* Pregnant or lactating women.\n* Prior chemotherapy, hormonal therapy, trastuzumab and bevacizumab therapy.\n* History of significant cardiac disease, cardiac risk factors or uncontrolled arrhythmias\n* Ejection fraction \\<50% or below the lower limit of the institutional normal range, whichever is lower.\n* Hypersensitivity to trial medications.\n* Symptomatic intrinsic lung disease or extensive tumor involvement of the lungs, resulting in dyspnea at rest.\n* Active or uncontrolled infection.\n* Psychiatric, addictive, or any disorder that compromises the ability to give informed consent to participate in or to comply with the requirements of the study.\n\nBevacizumab-Specific Exclusions\n\n* Inadequately controlled hypertension (defined as systolic blood pressure \\>150 and/or diastolic blood pressure \\> 100 mmHg on antihypertensive medications)\n* Any prior history of hypertensive crisis or hypertensive encephalopathy\n* New York Heart Association (NYHA) Grade II or greater congestive heart failure\n* History of stroke or transient ischemic attack within 6 months prior to study enrollment\n* Known CNS disease\n* Significant vascular disease (e.g., aortic aneurysm, aortic dissection)\n* Symptomatic peripheral vascular disease\n* Evidence of bleeding diathesis or coagulopathy\n* Major surgical procedure, open biopsy, or significant traumatic injury within 28 days prior to study enrollment or anticipation of need for major surgical procedure during the course of the study\n* Core biopsy or other minor surgical procedure, excluding placement of a vascular access device, within 7 days prior to study enrollment\n* History of abdominal fistula, gastrointestinal perforation, or intra-abdominal abscess within 6 months prior to study enrollment\n* Serious, non-healing wound, ulcer, or bone fracture\n* Proteinuria at screening as demonstrated by either\n* Urine protein:creatinine (UPC) ratio \\>/= 1.0 at screening OR\n* Urine dipstick for proteinuria ≥ 2+ (patients discovered to have ≥2+ proteinuria on dipstick urinalysis at baseline should undergo a 24 hour urine collection and must demonstrate ≤ 1g of protein in 24 hours to be eligible).\n* Known hypersensitivity to any component of bevacizumab\n* Pregnant (positive pregnancy test) or lactating. Use of effective means of contraception (men and women) in subjects of child-bearing potential\n* History of stroke or transient ischemic attack at any time\n* History of myocardial infarction or unstable angina within 12 months of study enrollment",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}