{
    "nctId": "NCT05381038",
    "briefTitle": "Optimizing and Personalising Azacitidine Combination Therapy for Treating Solid Tumours QPOP and CURATE.AI",
    "officialTitle": "Optimizing and Personalising Azacitidine Combination Therapy for Treating Solid Tumours Using the Quadratic Phenotypic Optimization Platform (QPOP) and an Artificial Intelligence-based Platform (CURATE.AI)",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Solid Tumor, Gastrointestinal Cancer, Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 10,
    "primaryOutcomeMeasure": "QPOP applicability: percentage of participants with successful application of QPOP drug selection.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Males and females ≥ 21 years of age.\n2. Eastern Cooperative Oncology Group (ECOG) Performance Status of 0 to 2.\n3. Patients must meet the following clinical laboratory criteria within 21 days of starting treatment:\n\n   1. Absolute neutrophil count (ANC) ≥ 1,000/mm3 and platelet ≥ 50,000/mm3\n   2. Total bilirubin ≤ 1.5 x the upper limit of the normal range (ULN). Alanine aminotransferase (ALT) and aspartate aminotransferase (AST) ≤ 3 x ULN of ≤ 5 ULN if involvement of the liver.\n   3. Calculated creatinine clearance ≥ 30 mL/min or creatinine \\< 1.5 x ULN.\n4. Diagnosed with breast or gastric cancer, where docetaxel, paclitaxel or irinotecan is indicated for palliative therapy.\n5. Patients who have undergone QPOP drug screen (e.g. under QGAIN (2019/00924) or NGAIN trial (2021/00009) where the drug screen indicated potential benefit of combining azacitidine with taxane or irinotecan.\n6. Patients must have raised response marker above upper limit of local laboratory normal (e.g. CEA and/or CA19-9, CA 15-3, CA 125, AFP, and methylation markers such as but not limited to DNMT).\n\nExclusion Criteria:\n\n1. Patients who are lactating or pregnant.\n2. Patients with clinically significant hypersensitivity to one or more of the selected regimen's constituent drug(s) (e.g. patients with clinically significant hypersensitivity to irinotecan may not be enrolled on azacitidine + irinotecan, but may be allowed on azacitidine + paclitaxel or azacitidine + docetaxel).\n3. Contraindication to any of the required concomitant drugs or supportive treatments.\n4. Any clinically significant medical disease or psychiatric condition that, in the co-investigator's opinion, may interfere with protocol adherence or a subject's ability to give informed consent.\n5. Major surgery within 28 days prior to start of the treatment.\n6. Active congestive heart failure (New York Heart Association \\[NYHA\\] Class III or IV), symptomatic ischaemia, or conduction abnormalities uncontrolled by conventional intervention. Myocardial infarction within 4 months prior to informed consent obtained.\n7. Patients who previously underwent chemotherapy treatment with either docetaxel, paclitaxel and/or irinotecan may still be able to enrol into treatment with the same drug in combination with azacitidine provided they fulfil all other criteria and approval is sought by PI and Sponsor (e.g. patients previously treated with paclitaxel and are enroling for treatment with paclitaxel + azacitidine).\n8. Patients with clinical suspicion or diagnosis of Gilbert's syndrome will not be allowed to enrol with azacitidine + irinotecan, but may be allowed to enrol for treatment with azacitidine + docetaxel or azacitidine + paclitaxel provided they fulfil all other criteria.",
    "sex": "ALL",
    "minimumAge": "21 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}