{
    "nctId": "NCT05019690",
    "briefTitle": "Apatinib Combined with Albumin-Bound Paclitaxel for Treatment of Advanced Triple Negative Breast Cancer",
    "officialTitle": "Apatinib Mesylate Combined with Albumin-bound Paclitaxel for Second-line Treatment of Advanced Triple Negative Breast Cancer:a Single-arm,exploratory Clinical Study",
    "overallStatus": "RECRUITING",
    "conditions": "Advanced Triple Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 29,
    "primaryOutcomeMeasure": "Progression-Free Survival(PFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* 1.Volunteered to participate in the study, signed the informed consent form. 2.Aged 18-75 years,female. 3.Histologically or pathologically confirmed advanced triple-negative breast cancer that meets the following criteria:\n\n  1. Primary tumor stage determined by standard evaluation methods: CT0-4 /N0-3/M1;\n  2. Pathologically confirmed breast cancer with negative HER2 expression, defined as \\< 10% immunoreactive cells with an IHC score of + or -,or in situ hybridization (ISH) resulting in no HER2 gene amplification (RATIO of HER2 gene signal to centromeric 17 signal \\< 2.0 and HER2 gene copy number/cell \\< 4.0);\n  3. Negative hormone receptor status (ER and PgR) is known, which is defined as \\< 1% detected by immunohistochemistry;\n  4. A previous systemic therapy, including anthracyclines, for recurrence/metastasis.\n\n  4.With measurable lesions,according to Response Evaluation Criteria In Solid Tumors Version 1.1.\n\n  5.Patients must have a performance status of 0-2 on the Eastern Cooperative Oncology Group (ECOG) scale.\n\n  6.Life expectancy ≥12 weeks. 7.No prior treatment with apatinib or albumin paclitaxel, except in neoadjuvant or adjuvant therapy.\n\n  8.Without serious system dysfunction and could tolerate chemotherapy. With normal marrow, liver and renal function: a hemoglobin (HGB) of ≥80g/L (without blood transfusion during 14 days); a leucopenia count of ≥3.0×109/L; a platelet count of ≥90×109/L; a total bilirubin (TBil) of ≤1.5 upper normal limitation (UNL); a creatinine (Cr) of ≤ 1.5 UNL; a creatinine clearance rate ≥ 50ml/min (Cockcroft-Gault); a alanine aminotransferase (ALAT) and aspartate aminotransferase (ASAT) of ≤2.5 UNL or ≤5 UNL in case of liver metastasis.\n\n  9.Female subjects of child-bearing potential must agree to use contraceptive measures starting 1 week before the administration of the first dose of apatinib until 8 weeks after discontinuing study drug.\n\nExclusion Criteria:\n\n* 1.Pregnant or lactating women. 2.Previous or coexisting malignancies, unless they are basal cell carcinoma of the skin, superficial bladder carcinoma, squamous cell carcinoma of the skin, cervical carcinoma in situ, or other cancers in situ that have achieved complete remission at least 5 years prior to screening and that do not require or are expected to require additional treatment during the study.\n\n  3.Patients with consciousness disorder or unable to cooperate with treatment, with mental illness or metastasis of central nervous system.\n\n  4. Patients who have participated in other clinical trials in the past three months.\n\n  5. Previous treatment with apatinib or other vaso-targeting drugs and other small-molecule tyrosine kinase inhibitors.\n\n  6. Received any targeted treatment before enrollment, including but not limited to the following: surgical treatment, chemotherapy, radiation therapy, targeted therapy, etc.\n\n  7. Within 3 months before treatment, esophageal (fundus) varices were ruptured and bleeding, intestinal obstruction and gastrointestinal perforation.\n\n  8. The subject has clinical symptoms of cancerous ascites or pleural effusion. 9. Subjects have active infection or unexplained fever ≥38.5℃ within 7 days before enrollment.\n\n  10. Severe liver, kidney, heart, lung, brain and other major organ failure. 11. Patients with hypertension who cannot be reduced to the normal range after antihypertensive drug therapy (systolic blood pressure ≥140 mmHg, diastolic blood pressure ≥90 mmHg).\n\n  12. Past or present idiopathic pulmonary fibrosis, interstitial pneumonia, pneumoconiosis, radiation pneumonia, tissue pneumonia (e.g., bronchitis, angiitis oblitans), drug pneumonia, or screening CT with active pneumonia.\n\n  13. Patients with abnormal coagulation (INR \\> 1.5 or PROthrombin time (PT) \\> ULN+4 SEC), who are prone to bleeding, or who are receiving thrombolytic or anticoagulant therapy, are permitted to receive low-dose low-molecular heparin or oral aspirin procoagulant therapy during the trial.\n\n  14. Have cardiac clinical symptoms or disease that are not well controlled, e.g. :(1) nyha grade 2 Above heart failure;(2) Unstable angina;(3) Myocardial infarction occurred within 1 year;(4) Clinically significant supraventricular or ventricular arrhythmias requiring treatment or intervention;(5) QTc \\> 470ms.\n\n  15. Patients with positive protein urine (urine protein test of 2+ or above, or 24 h urine protein quantification \\> 1.0g).\n\n  16. Inability to swallow pills, malabsorption syndrome, or any condition that affects gastrointestinal absorption.\n\n  17. Overactivity/venous thrombosis events, such as cerebrovascular accident (including temporary ischemic attack, cerebral hemorrhage, cerebral infarction), deep vein thrombosis and pulmonary embolism, occurred within 6 months before enrollment.\n\n  18. A history of hereditary or acquired bleeding or coagulation disorders.Within 3 months before enrollment, patients with clinically significant bleeding symptoms or a clear bleeding tendency, such as gastrointestinal bleeding, hemorrhagic gastric ulcer, etc.\n\n  19. According to the investigator's judgment, the subjects have other factors that may lead to the forced termination of the study, such as other serious diseases (including mental diseases) requiring combined treatment, serious laboratory abnormalities, accompanied by family or social factors, which may affect the safety of the subjects or the data collection, etc.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}