{
    "nctId": "NCT06470347",
    "briefTitle": "A Real-World Study of Pyrrolitinib Maleate Tablets for HER-2-Positive Early or Locally Advanced Breast Cancer After Adjuvant Trastuzumab Therapy",
    "officialTitle": "A Real-World Study of Pyrrolitinib Maleate Tablets for HER-2-Positive Early or Locally Advanced Breast Cancer After Adjuvant Trastuzumab Therapy",
    "overallStatus": "RECRUITING",
    "conditions": "HER-2 Positive Advanced Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 67,
    "primaryOutcomeMeasure": "invasive disease-free survival",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Age: 18-75 years;\n* Invasive breast cancer with clinical stage 0-III and treated surgically;\n* Histopathologically confirmed HER-2 positivity: immunohistochemistry (IHC) result of 3+ or in situ hybridization (ISH) result of HER-2 gene amplification (HER-2/CEP17 ≥ 2.0 or average HER-2 copy number/cell ≥ 6);\n* Have undergone radical mastectomy or breast-conserving surgery for breast cancer, with no cancer left in the body and no recurrence of metastatic disease after surgery:\n\n  1. Pathologic test confirms that there is no residual invasive cancer at the margins and no residual ductal carcinoma in situ;\n  2. Patients who have not received neoadjuvant therapy should have negative surgical margins, and there is no requirement for the presence of lymph node metastasis (including the presence of lymph node micrometastasis) suggested by postoperative pathological tests;\n  3. Patients receiving neoadjuvant therapy are not allowed to have postoperative pathologic evidence of invasive carcinoma in the breast or axillary lymph nodes;\n* Previous trastuzumab anti-HER-2 therapy: completion of ≥24 weeks (8 dosing cycles) of trastuzumab in the neoadjuvant and/or adjuvant phases; the interval between the end of the last course of trastuzumab therapy and entry into the study must be ≤1 year.\n* Known hormone receptor status (ER/PR);\n* ECOG score of 0-1;\n\nNormal function of major organs:\n\n1. Blood count:\n\n   Neutrophils (ANC) ≥ 1.5 x 109/L; Platelet count (PLT) ≥90×109/L; Hemoglobin (Hb) ≥90 g/L;\n2. Blood biochemistry:\n\n   Total bilirubin (TBIL) ≤1.5 × upper limit of normal (ULN); Alanine aminotransferase (ALT) and aspartate aminotransferase (AST) ≤1.5 × ULN; Alkaline phosphatase ≤ 2.5 x ULN; Urea or urea nitrogen (BUN) and creatinine (Cr) ≤ 1.5 × ULN;\n3. Cardiac ultrasound:\n\n   Left ventricular ejection fraction (LVEF) ≥55%;\n4. 12-lead electrocardiogram: Fridericia-corrected QT interval (QTcF) \\< 470 msec.\n\n   * For female patients who are not menopausal or surgically sterilized: consent to abstinence or use of an effective non-hormonal pharmacologic method of contraception for the duration of treatment and for 8 weeks after the last dose of study treatment;\n   * Benefit in the opinion of the investigator;\n   * Voluntarily participate in the study by signing an informed consent form.\n\nExclusion Criteria:\n\n* Confirmed local/regional recurrence/metastasis at enrollment;\n* Prior anti-HER-2 therapy with pyrrolitinib, lenatinib, lapatinib and other tyrosine kinase inhibitors;\n* History of gastrointestinal disease with diarrhea as the primary symptom;\n* Psychiatric illness or psychotropic substance abuse that prevents cooperation;\n* Female patients who are pregnant or breastfeeding;\n* Those who, in the opinion of the investigator, are not suitable for enrollment.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}