{
    "nctId": "NCT02598427",
    "briefTitle": "Intrathecal Pertuzumab and Trastuzumab in Patients With New Untreated Asymptomatic or Low Symptomatic Brain Metastasis in HER2 Positive Breast Cancer",
    "officialTitle": "Phase I Dose Escalation Trial of Intrathecal Pertuzumab and Trastuzumab in Patients With New Untreated Asymptomatic or Low Symptomatic Brain Metastasis",
    "overallStatus": "TERMINATED",
    "conditions": "HER2 Positive Untreated Metastatic Breast Cancer, Asymptomatic or Low Symptomatic Brain Metastasis in Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 1,
    "primaryOutcomeMeasure": "Safety as measured by adverse events",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* HER2 positive by 2013 ASCO-CAP guidelines (IHC 3+ and/or FISH positive; IHC 2+ HER2 patients are eligible with reflex FISH positive testing with the ratio ≥ 2.0) breast cancer patients with untreated asymptomatic or minimally symptomatic brain metastasis by MRI. There is no upper or lower limit to the size or number of brain metastases.\n* Patients can have previous brain metastasis that was completely surgically resected if the previously resected lesion is at least 1 cm from target lesion(s) for this study. The location of the previous resection cavity is determined by the post-resection MRI.\n* Patients can have previous brain metastasis that was treated with stereotactic radiosurgery (SRS) if the previously treated lesion is at least 1cm from the target lesion(s) for this study. The location of the previous SRS treatment location is determined by the SRS MRI.\n* Patients can be on steroids as long as the dose has been stable for ≥ 7 days\n* No limitations on prior systemic or intrathecal therapies.\n* There are no restrictions on systemic therapy at enrollment.\n* Negative serum pregnancy test for pre-menopausal women and women within 12 months from the onset of menopause.\n* Sexually active women of childbearing potential must commit to 2 methods of contraception while enrolled on the trial and continue using contraceptives for at least 7 months post study drug administration. Sexually active men must commit to 1 method of contraception while enrolled and for 7 months after. Hormonal contraceptives such as birth control pills, patches, implants or injections are not allowed in patients who are HR+.\n* Life expectancy ≥ 8 weeks\n* Laboratory criteria: normal renal function: creatinine \\< 1.5 x upper limit of normal (ULN)), liver function: bilirubin ≤ 1.5 x ULN, transaminases ≤ 2 x ULN, except in known hepatic disease, wherein may be ≤ 5 x ULN, and blood counts: WBC ≥ 2.0, Neutrophils ≥1500, platelets ≥100,000, Hemoglobin ≥ 10.\n* LVEF (left ventricular ejection fraction) ≥ 50%\n* Karnofsky performance status (KPS) ≥ 50\n* Age ≥ 18 years\n* Patients must have the ability to give informed consent.\n* Patients must sign an informed consent form.\n\nExclusion Criteria:\n\n* No seizures, focal weakness of any extremity (by neurologic exam), or stroke symptoms in the past month.\n* No history of prior whole brain radiation.\n* No history of lumbar surgery or other pre-existing spinal conditions that would preclude frequent, safe, reliable lumbar punctures.\n* No history of serious cardiac arrhythmia or EF \\< 50%.\n* Systemic sites of disease need to be stable on systemic therapy based on the most recent (within 12 weeks) staging scans.\n* Radiation while on study is not allowed EXCEPT to a localized region for pain control.\n* No history of any other cancer (except non-melanoma skin cancer or carcinoma in-situ of the cervix) unless the patient has been in remission and off all other cancer therapy for at least 3 years.\n* Patients should have no significant psychiatric illness or medical illness that would preclude the ability to comply with the protocol.\n* Patients may not be pregnant or breastfeeding.\n* No known hypersensitivity to trastuzumab or pertuzumab.\n* Symptomatic intrinsic lung disease or extensive tumor involvement in the lungs resulting in dyspnea at rest.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}