{
    "nctId": "NCT06334445",
    "briefTitle": "CARDIOCARE Prospective Clinical Study",
    "officialTitle": "CARDIOCARE Prospective Clinical Study An Interdisciplinary Approach for the Management of the Elderly Multimorbid Patient With Breast Cancer Therapy Induced Cardiac Toxicity",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 736,
    "primaryOutcomeMeasure": "Evaluation of the onset of cardiotoxicity",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Women ≥ 60 years with a diagnosis of early/locoregional breast cancer who will undergo neoadju-vant and/or adjuvant treatment with regimens including anthracyclines and/or taxanes.\n2. Women ≥ 60 years with a diagnosis of HER2-positive locoregional breast cancer who will undergo neoadjuvant and/or adjuvant treatment with anti-HER2 therapy (trastuzumab or trastuzumab and pertuzumab).\n3. Women ≥ 60 years with a diagnosis of early/locoregional breast cancer who will undergo neoadju-vant and/or adjuvant treatment with endocrine therapies +/- CDK 4/6 inhibitors.\n4. Women ≥ 60 years with HER2-positive metastatic breast cancer who will undergo first-line therapy with anti-HER2 therapy (trastuzumab or trastuzumab and pertuzumab +/- chemotherapy).\n5. Women with age ≥ 60 years before starting the aforementioned treatment for breast cancer.\n6. Women eligible ≥ 60 years who will undergo first-line therapy in the metastatic setting with any type of treatment (chemotherapy, immunotherapy, biological agents).\n7. Willingness and ability to comply with scheduled visits, laboratory tests, and other trial procedures\n8. Written informed consent.\n9. Participant affiliated to a social security system.\n10. Life expectancy of at least 12 months.\n\nExclusion Criteria:\n\n1. Age \\< 60 years.\n2. Diagnosed severe psychiatric or neurological disorders that might impair the ability to give informed consent.",
    "sex": "FEMALE",
    "minimumAge": "60 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}