{
    "nctId": "NCT00305643",
    "briefTitle": "Celecoxib in Preventing Hand/Foot Syndrome Caused By Capecitabine With Metastatic Breast or Colorectal Cancer",
    "officialTitle": "A Multicenter Phase III Placebo-Controlled Trial of Celecoxib for Prevention of Capecitabine-Induced Palmar/Plantar (Hand/Foot) Syndrome in Patients With Metastatic Breast and Colorectal Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer, Colorectal Cancer, Pain",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 11,
    "primaryOutcomeMeasure": "Incidence of Hand/Foot Syndrome (HFS) > Grade 1 at 16 Weeks Based on the CTC 3.0 Criteria.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patients with metastatic colorectal cancer or breast cancer who are scheduled\\*\\*\\* to receive capecitabine with an initial dose in the range of 750-1500 mg/m2\\*\\* twice daily (total daily dose in the range of 1500-3000 mg/m2) alone or in combination with one or more other agents. \\*\\*\\*Patients may enter the study after having received capecitabine for up to 21 days prior to study entry. \\*\\*Doses may be rounded upward or downward per physician discretion to utilize 500mg tablets.\n2. Patients with either metastatic colorectal or metastatic breast cancer may have received any number or type of prior treatment regimens for metastatic disease or they may have received no prior treatment for metastatic disease.\n3. Men and women from all ethnic and racial groups.\n4. \\>/= 18 years old\n5. Eastern Cooperative Oncology Group (ECOG) Performance Status \\</= 2\n6. Adequate organ function: a. Total bilirubin \\</= 1.5 \\* the institutional upper-normal limits (IUNL) b. aspartate aminotransferase (AST or SGOT) and alanine aminotransferase (ALT or SGPT) \\</= 2.5 \\* IUNL c. Patients with liver mets AST/(SGOT) and/or ALT(SGPT) \\< 5 \\* IUNL d. Alkaline phosphatase \\</= 5 \\* IUNL e. Creatinine Clearance \\> 50 ml/min\n7. Adequate bone marrow function: (a) Leukocytes \\>/= 3,000/microL; (b) Absolute neutrophil count \\>/= 1,500/microL; (c) Platelets \\>/= 100,000/microL\n8. Women of childbearing age and all men must agree to use adequate contraception (hormonal or barrier method of birth control) prior to study entry and for the duration of study participation.\n9. Negative pregnancy test for women of childbearing age.\n10. Must have the ability to understand and the willingness to provide a written informed consent to participate in the study.\n11. Controlled brain metastasis (i.e. stereotactic surgery, surgery steroids, anticonvulsants).\n\nExclusion Criteria:\n\n1. History of allergies to sulfonamide, aspirin, any NSAID (Nonsteroidal anti-inflammatory drugs)or 5FU or any COX-2 inhibitor.\n2. Any regular use of COX-2 inhibitors, NSAIDS or aspirin \\>325 mg more than twice a week.\n3. Pregnancy or lactation.\n4. History of significant neurological or psychiatric disorders that would impede giving consent, treatment or follow-up.\n5. Any serious illness or medical condition: uncontrolled congestive heart failure, uncontrolled hypertension or arrhythmia, active angina pectoris, any history of myocardial infarction, stroke or transient ischemic attack (TIA).\n6. Serious uncontrolled active infection.\n7. Patients who cannot comply with taking and documenting oral study medications.\n8. History of active peptic ulcer disease or upper gastrointestinal (GI) bleed within 12 months of enrollment.\n9. Use of warfarin.\n10. Patients with uncontrolled brain metastasis.\n11. Patients may have had prior Hand-foot syndrome (HFS) but it must be completely resolved for \\>/= 4 weeks.\n12. No concurrent radiation therapy.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}