{
    "nctId": "NCT02942355",
    "briefTitle": "Trial of Anastrozole and Palbociclib in Metastatic HER2-Negative Breast Cancer",
    "officialTitle": "Pilot Trial of Anastrozole and Palbociclib as First-Line Therapy and as Maintenance Therapy After First Line Chemotherapy in Hormone Receptor Positive, HER2-Negative Postmenopausal Metastatic Breast Cancer",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Female Breast Carcinoma, Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 40,
    "primaryOutcomeMeasure": "Number of participants with neutropenia that leads to permanent treatment discontinuation",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Are 18 years of age or older, who are either:\n* Postmenopausal, as defined by at least one of the following criteria:\n\n  * Age greater than or equal to 60 years;\n  * Age less than 60 years and cessation of regular menses for at least 12 consecutive months with no alternative pathological or physiological cause and serum estradiol, FSH and LH level within the laboratory reference range for postmenopausal females;\n  * Documented bilateral oophorectomy;\n  * Medically confirmed ovarian failure OR premenopausal or perimenopausal, i.e., not meeting the criteria for being postmenopausal.\n* Premenopausal or perimenopausal women can be enrolled if amenable to be treated with an LHRH agonist. Patients must have commenced treatment with an LHRH agonist at least 4 weeks prior to start of study treatment.\n* Histologically or cytological confirmed diagnosis of breast cancer with evidence of metastatic disease. Locally advanced disease not amenable to resection is eligible.\n* Documentation of ER-positive and, or PR-positive tumor based on most recent tumor biopsy (unless bone-only disease). ER and PR assays are considered positive if there is at least 1 percent positive in the tumor sample.\n* Documentation of HER2-negative tumor based on most recent tumor biopsy. Tumor must not demonstrate overexpression of HER2 by either IHC (immunohistochemistry) or in-situ hybridization (ISH).\n* No previous treatment for metastatic disease for Cohort A.\n\n  * For Cohort A: previous treatment with endocrine therapy in the adjuvant or neoadjuvant setting is allowed\n  * For Cohort B: only first-line chemotherapy (can be single-agent or a combination regimen) for metastatic disease with response (defined as a complete response or partial response by RECIST version 1.1, or stable disease for six months or more from this regimen) and chemotherapy discontinued for 21 days is allowed; patients may have received prior systemic therapy in the adjuvant or neoadjuvant setting.\n* For Cohort A, measurable disease as defined by RECIST version 1.1, or bone-only disease prior to start of study treatment. Patients with bone-only metastatic cancer must have a lytic or mixed lytic-blastic lesion that can be accurately assessed by CT or MRI. Patients with bone-only disease who have blastic-only metastasis are not eligible. Tumor lesions previously irradiated or subjected to other loco regional therapy will only be deemed measurable if progression at the treated site after completion of therapy is clearly documented. For Cohort B, measurable disease as defined by RECIST version 1.1, or evaluable disease.\n* Patient has archival tumor tissue available that is formalin-fixed and paraffin-embedded. Biopsy sample taken at the time of presentation with recurrent or metastatic disease is recommended.For patients who do not have archival tissue, tissue from a fresh biopsy should be obtained prior to study treatment initiation, if it can be safely attained using local anesthesia only. One exception is those patients with bone-only disease for whom provision of previous archival tissue would be acceptable. Serial fresh tumor tissue samples will be collected in patients with lesions amenable for a biopsy who consent to such a procedure.\n* ECOG performance status 0, 1 or 2.\n* Must have normal organ and marrow function as defined below:\n\n  * Hematologic: Absolute neutrophil count greater than or equal to 1,500/mcL;\n  * Platelets greater than or equal to 100,000/mcL; Hemoglobin greater than or equal to 9 g/dL.\n  * Renal: Serum creatinine less than or equal to 1.5X ULN or Measured or calculated creatinine clearance (CrCl) greater than or equal to 60 mL/min for subject with creatinine levels \\> 1.5X ULN \\[CrCl should be calculated per institutional standard; GFR can also be used in place of creatinine or CrCl\\]\n  * Hepatic: Total bilirubin less than or equal to 1.5X ULN; AST(SGOT)/ALT(SGPT) less than or equal to 3X ULN (less than or equal to 5X ULN if liver metastases present); Alkaline phosphatase less than or equal to 2.5X ULN (less than or equal to 5X ULN if liver or bone metastases present)\n* Able to swallow and retain oral medication per the Investigator.\n* Ability to understand and the willingness to sign a written informed consent document.\n\nExclusion Criteria:\n\n* Prior treatment with any CDK inhibitor\n* Known active uncontrolled or symptomatic central nervous system (CNS) metastases, carcinomatous meningitis, or leptomeningeal disease as indicated by clinical symptoms, cerebral edema, and/or progressive growth. Patients with treated brain metastases are eligible if there is no evidence of progression for at least 4 weeks after CNS-directed treatment, as ascertained by clinical examination and brain imaging (MRI or CT) during the screening period.\n* Use of food or drugs known to be potent CYP3A4 inhibitors and drugs known to be potent CYP3A4 inducers (for examples, see the Prohibited Medications Section)\n* Major surgery, chemotherapy, radiotherapy, or other anti-cancer therapy within 3 weeks before treatment.\n* Any of the following within 6 months prior to study consent: myocardial infarction, severe/unstable angina, ongoing cardiac dysrhythmias of NCI CTCAE Grade 2 or more, atrial fibrillation of any grade, coronary/peripheral artery bypass graft, symptomatic congestive heart failure, cerebrovascular accident including transient ischemic attack, or symptomatic pulmonary embolism.\n* Impairment of gastro-intestinal function or GI disease that may significantly alter the absorption of palbociclib, such as history of GI surgery which may result in intestinal blind loops and patients with clinically significant gastroparesis, short bowel syndrome, unresolved nausea, vomiting, active inflammatory bowel disease or diarrhea of CTCAE Grade \\> 1.\n* Prior hematopoietic stem cell or bone marrow transplantation.\n* Known hypersensitivity to anastrozole.\n* Known human immunodeficiency virus infection.\n* Other severe acute or chronic medical or psychiatric condition, that may increase the risk associated with study participation or investigational product administration or may interfere with the interpretation of study results and, in the judgment of the Investigator, would make the patient inappropriate for entry into this study.\n* Participation in other studies involving investigational drug(s) within 4 weeks before treatment initiation in this study.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}