{
    "nctId": "NCT04489173",
    "briefTitle": "TAS102 in Patients with ER-positive, HER2-negative Advanced Breast Cancer",
    "officialTitle": "A Phase 2 Study of Trifluridine/tipiracil in Patients with ER-positive, HER2-negative Advanced Breast Cancer That Previously Received Chemotherapy",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Neoplasm, Chemotherapy Effect",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 52,
    "primaryOutcomeMeasure": "Progression-free survival",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Adult women(≥ 18 years of age) with proven diagnosis of metastatic or locally advanced breast cancer not amenable to curative treatment by surgery or radiotherapy\n2. Documented ER positive (10%) and/or PR positive (10%) and HER2 negative metastatic breast cancer\n3. Progressive disease based on imaging\n4. Women previously treated with capecitabine (in metastatic setting), and a maximum of two other lines of chemotherapy including a taxane either in the (neo)adjuvant or metastatic setting.\n5. Evaluable disease as defined per RECIST v.1.1 (see Appendix B). Tumor lesions previously irradiated or subjected to other locoregional therapy will only be deemed measurable if disease progression at the treated site after completion of therapy is clearly documented.\n6. Eastern Cooperative Oncology Group (ECOG) performance status ≤ 1\n7. Life expectancy of ≥ 12 weeks\n8. Willing and able to comply with scheduled visits and study procedures\n9. Adequate organ, bone marrow and coagulation function as shown by:\n\n   * Absolute neutrophil count (ANC) ≥ 1.5 ×109/L\n   * Platelets ≥ 75 ×109/L\n   * Hemoglobin (Hgb) ≥ 5.6 mmol/L\n   * Serum aspartate aminotransferase (AST) and alanine aminotransferase (ALT) ≤ 2.5 ULN (or ≤ 5 if hepatic metastases are present)\n   * Total serum bilirubin ≤ 1.5 × ULN (≤ 3 × ULN for patients known to have Gilbert Syndrome)\n   * Creatinine clearance ≥60 ml/min\n10. Written informed consent obtained before any screening procedure and according to local guidelines.\n11. Resolution of all acute toxic effects of prior anti-cancer therapy or surgical procedures to NCI CTCAE version 4.0 Grade ≤1, except alopecia or other toxicities not considered a safety risk for the patient at investigator's discretion.\n\nExclusion Criteria:\n\n1. HER2-overexpressing patients by local laboratory testing (IHC 3+ staining or in situ hybridization positive) and ER-negative patients are not eligible\n2. No more than two lines of chemotherapy for advanced disease\n3. Resolution of side-effects from previous chemotherapy \\> grade 1 (except for alopecia)\n4. Radiotherapy within four weeks prior to enrollment is not allowed except in case of localized radiotherapy for analgesic purpose or for lytic lesions at risk of fracture which can then be completed within two weeks prior to enrollment. Patients must have recovered from radiotherapy toxicities prior to enrollment.\n5. 30% or more marrow-bearing bone being irradiated. Other primary tumors within the last 5 years before study entry are not allowed, except for adequately controlled basal cell carcinoma of the skin, or carcinoma in situ of the cervix.\n6. Previous or current CNS metastases, carcinomatous meningitis, are not allowed. A CT or MRI of the brain must be performed within 4 weeks prior to registration if the presence of metastases at this site is suspected.\n7. Evidence of clinically significant cardiovascular or pulmonary disease or any other disease, metabolic or psychological dysfunction, physical examination finding, or clinical laboratory finding giving reasonable suspicion of a disease or condition that contraindicates the use of an investigational drug, or that may affect patient compliance with study routines, or places the patient at high risk from treatment related complications. (e.g lactose intolerance)\n8. Previously received trifluridine/tipiracil\n9. Since trifluridine/tipiracil contains lactose, patients with rare hereditary problems of galactose intolerance, the Lapp lactase deficiency or glucose-galactose malabsorption should not take this medicine\n10. Diagnosis of any other malignancy prior to registration, except those that are not believed to influence the patient's prognosis and do not require any further treatment.\n11. Other severe acute or chronic medical or psychiatric condition or laboratory abnormality that may increase the risk associated with study participation or investigational product administration or may interfere with the interpretation of study results and, in the judgment of the investigator, would make the patient inappropriate for entry into this study.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}