{
    "nctId": "NCT00038402",
    "briefTitle": "Evaluation of the Addition of Herceptin to Standard Chemotherapy in the Neoadjuvant Setting for Operable Breast Cancer",
    "officialTitle": "Evaluation of the Addition of Herceptin to Standard Chemotherapy in the Neoadjuvant Setting for Operable Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 74,
    "primaryOutcomeMeasure": "Number of Participants Achieved Pathological Complete Remission",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. All patients with histologic confirmation of invasive, but non-inflammatory carcinoma of the breast with T2-3 (greater than 2 cm), N0-1, M0 will be eligible. Patients with T1N1 (after histological confirmation of nodal disease) will be eligible for the study.\n2. Histologic confirmation of invasive tumor will be done by core needle biopsy. On the tissue obtained, estrogen and progesterone receptors (ER/PR) as well as Her-2/neu (will be determined by immunohistochemistry (IH) and/or fluorescence in situ hybridization (FISH)) and p53 will be done (for research evaluation). Tumor proliferation rate will be evaluable by immunohistochemistry using paraffin-embedded sections and monoclonal antibody for ki-67. Residual tumor tissue will be saved in the tissue bank for further future studies.\n3. All patients who are Her-2/neu positive will be eligible for the study. Her-2/neu positivity for protocol purposes will be determined by IHC and patients with tumors that are 3+ or FISH + will be eligible.\n4. Patients must sign an informed consent indicating that they are aware of the investigational nature of the study, in keeping with institutional policy.\n5. All patients should have adequate bone marrow function, as defined by peripheral granulocyte count of \\>1,500/mm3, and platelet count \\> 100,000 mm3. Patients must have adequate liver function, with a bilirubin within normal laboratory values. In addition, patients should have adequate renal function, defined as serum creatinine \\<2.0 mg%.\n6. Patients must have a normal cardiac ejection fraction as determined by baseline echocardiogram. Tape must be saved for review by central cardiologist.\n7. Patients who underwent biopsy outside will be eligible if they had a measurable residual tumor.\n8. Patients with multicentric disease and extensive Ductal Carcinoma in Situ (DCIS) will be eligible for study.\n9. Patients with a history of cardiac arrhythmia will be eligible for study after being cleared by cardiology.\n\nExclusion Criteria:\n\n1. Patients with T1N0 disease are not eligible for the study.\n2. Those patients with history of other invasive malignancies will be excluded except non-melanoma skin cancer and non-invasive cervical cancer.\n3. Patients with a history of congestive heart failure will be excluded.\n4. Patients who had surgical therapy prior to referral will be ineligible.",
    "sex": "ALL",
    "minimumAge": "N/A",
    "stdAges": "CHILD, ADULT, OLDER_ADULT"
}