{
    "nctId": "NCT02462226",
    "briefTitle": "Enhancing Management of Chronic Pain and Symptoms Among Women Treated for Breast Cancer (Lymph-Flow)",
    "officialTitle": "The-Optimal-Lymph-Flow ™: An e-Health Approach to Enhancing Management of Chronic Pain and Symptoms Related to Lymphedema Among Women Treated for Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer, Pain, Lymphedema",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 120,
    "primaryOutcomeMeasure": "The Lymphedema and Breast Cancer Symptom Experience Index (BCLE-SEI",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patients who have been surgically treated for breast cancer more than 3 months; healing usually occurs within 3 months of surgical treatment for cancer\n2. Patients who report persistent or intermittent pain, including aching, tenderness, soreness;\n3. Patients may or may not report any of symptoms related to lymphedema (i.e. swelling, heaviness, tightness, firmness, numbness, tingling, stiffness, limb fatigue, limb weakness, and impaired limb mobility of shoulder, arm, elbow, wrist, and fingers);\n4. Patients may or may not have a history of lymphedema or have been treated for lymphedema.\n5. Patients have Internet access to the web-based program at home or willing to access the web-based program using the computer provided by the researchers at the Cancer Center.\n6. Ability to understand and the willingness to sign a written informed consent document.\n\nExclusion Criteria:\n\n1. Patients who do not report any pain, including aching, tenderness, and soreness;\n2. Patients who have known metastatic disease or other bulk disease in the thoracic or cervical regions;\n3. Patients who have lymphedema due to cancer recurrence.\n4. Patients with documented advanced cardiac or renal disease.",
    "sex": "FEMALE",
    "minimumAge": "21 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}