{
    "nctId": "NCT04767828",
    "briefTitle": "A Single Arm Study of Brain Metastasis in Patients With HER2-positive Breast Cancer",
    "officialTitle": "A Single Arm Study of Brain Metastasis in Patients With HER2-positive Breast Cancer Treated With Pyrrolidine Maleate and Capecitabine Combined With Brain Radiotherapy",
    "overallStatus": "UNKNOWN",
    "conditions": "TTP",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE4",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 43,
    "primaryOutcomeMeasure": "Time of intracranial tumor progression",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Signed written informed consent prior to enrollment.\n2. Age 18-75 years, female.\n3. Patients with pathologically confirmed HER2 expression-positive breast cancer brain metastases; HER2 expression-positive refers to those with a standard immunohistochemical staining (IHC) test showing HER2 as 3+ and/or fluorescence in situ hybridization technique (FISH) positive (confirmed by investigator review at their trial center).\n4. The presence of CNS lesions as confirmed by cranial CT or MRI.\n5. ECOG score: 0 to 2.\n6. Expected survival of not less than 12 weeks.\n7. having received no previous brain radiotherapy or having received brain radiotherapy at the dose specified in the trial protocol.\n8. Patients who have been on pyrrolizidine for ≤ 3 months after diagnosis of brain metastases and whose disease has not progressed.\n9. The function of vital organs meets the following requirements (excluding the use of any blood components and cell growth factors within 14 days).\n\n   A) Routine blood examination criteria need to be met: Hb ≥ 100 g/L; ANC ≥ 1.5×109 /L; PLT ≥ 75×109 /L B) Biochemical examination should meet the following criteria: TBIL≤1.5×ULN (upper limit of normal); ALT and AST≤2.5×ULN; ALT and AST≤5×ULN if liver metastasis; serum creatinine≤1.5×ULN, creatinine clearance≥50ml/min (based on Cockroft and Gault formula) C) Cardiac ultrasound; left ventricular ejection fraction (LVEF) ≥ 50%\n10. Female patients who are non-surgically sterilized or of childbearing age are required to use a medically approved form of contraception (e.g., IUD, pill, or condom) during and for 3 months after the end of the study treatment period; female patients of childbearing age who are non-surgically sterilized must have a negative serum or urine HCG test within 7 days prior to study enrollment; and must be non-lactating.\n11. Subjects are voluntarily enrolled in the study, are compliant, and cooperate with safety and survival follow-up.\n\nExclusion Criteria:\n\n1. Presence of third interstitial fluid that cannot be controlled by drainage or other methods, such as massive pleural and ascites fluid.\n2. the presence of multiple factors that interfere with oral administration and absorption of the drug (e.g., inability to swallow, post-gastrectomy, chronic diarrhea, and intestinal obstruction).\n3. have a proven allergy to the drug components of this regimen.\n4. Patients who are known to be pregnant or planning to become pregnant, or patients of gestational age who are unwilling to use effective contraception throughout the trial period.\n5. Patients with severe concomitant disease or who, in the opinion of the investigator, are not suitable for inclusion.\n6. Patients with the presence of meningeal metastases.\n7. having participated in a clinical trial of another drug within 4 weeks prior to enrollment.\n8. Patients who have used capecitabine during the neoadjuvant/adjuvant phase of therapy are allowed to be enrolled, but those who are ineffective or cannot tolerate capecitabine during the neoadjuvant/adjuvant phase of therapy need to be excluded; patients who have used capecitabine for ≤ 3 months after brain metastasis and whose disease has not progressed can be enrolled; other drugs for which the active ingredient is 5-fluorouracil are treated as capecitabine (Note: \" used capecitabine\" refers to continuous standardized use of capecitabine for ≥ 2 cycles).\n9. Concurrently receiving other antitumor therapy.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}