{
    "nctId": "NCT01862900",
    "briefTitle": "Stereotactic Body Radiation and Monoclonal Antibody to OX40 (MEDI6469) in Breast Cancer Patients With Metastatic Lesions",
    "officialTitle": "Phase I/II Study of Stereotactic Body Radiation Therapy to Metastatic Lesions in the Liver or Lung in Combination With Monoclonal Antibody to OX40 (MEDI6469) in Patients With Progressive Metastatic Breast Cancer After Systemic Therapy.",
    "overallStatus": "COMPLETED",
    "conditions": "Metastatic Breast Cancer, Lung Metastases, Liver Metastases",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 14,
    "primaryOutcomeMeasure": "Determine the maximum tolerated dose and safety profile of radiation administered in combination with anti-OX40 in patients with metastatic breast cancer.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologically confirmed breast cancer with clinical evidence of stage 4 disease\n* Measurable disease and at least one lesion in either liver or lung that is amenable to stereotactic body radiation\n* One site of disease that will not receive radiation\n* Patients with hormone receptor positive breast cancer must have received prior anti-hormonal therapy for metastatic disease and have progressed and patients with hormone receptor negative breast cancer must have received at least one prior chemotherapy regimen and progressed.\n* Eastern Cooperative Oncology Group (ECOG) performance status 0, 1, or 2.\n* Women of childbearing potential must have a negative pregnancy test on the day treatment starts and must avoid becoming pregnant while on treatment. Men must avoid fathering a child while on treatment.\n* Patients must have blood test results within pre-specified range\n* No active bleeding\n* No clinical coagulopathy (INR \\<1.5, PT \\<16 seconds, PTT \\< 38 seconds) within 28 days\n* Anticipated lifespan greater than 12 weeks\n\nExclusion Criteria:\n\n* Active infection requiring systemic antibiotics.\n* Active autoimmune disease as defined by the autoimmune disease assessment tool.\n* Previous treatment with mouse monoclonal antibodies\n* At least 28 days since prior chemotherapy or monoclonal antibody therapy (trastuzumab or bevacizumab). Patients who have been on hormonal therapy can continue on therapy at the discretion of the investigator. Bisphosphonate therapy is acceptable during study participation.\n* Diagnosis of a solid tumor malignancy (excluding non-melanoma skin cancer) within 3 years of enrollment.\n* Need for chronic maintenance oral steroids.\n* Active brain metastatic disease. Treated brain metastases with surgery, gamma-knife radiosurgery or radiation and stable for at least 4 weeks and off steroids are eligible.\n* No metastatic site amenable to SBRT\n* Pregnant or lactating women, as treatment involves risks to the embryo or fetus.\n* Other medical or psychiatric conditions that in the opinion of the Principal Investigator would preclude safe participation in protocol.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}