{
    "nctId": "NCT04582968",
    "briefTitle": "Pyrotinib Combined With Brain Radiotherapy in Breast Cancer Patients With Brain Metastases",
    "officialTitle": "A Phase Ib/II Pilot Study of Pyrotinib Plus Capecitabine Combined With Brain Radiotherapy in HER2 Positive Breast Cancer Patients With Brain Metastases",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Cancer, Brain Metastases, HER2-positive Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 39,
    "primaryOutcomeMeasure": "Assess safety and tolerability of Pyrotinib Plus Capecitabine combined with brain radiotherapy(Phase Ib part)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Pathologically confirmed HER2 positive advanced breast cancer\n2. Age\\>18 years. brain metastases confirmed by enhanced brain MRI\n3. KPS≥70\n4. Life expectancy of more than 12 weeks\n5. Prior therapy of oral dexamethasone not exceeding 16mg/d\n6. Time interval from prior therapy was more than 2 weeks, and evaluation of adverse events is no more than grade 1.\n7. Maximum diameter of intracranial metastases is less than 3cm measured by enhanced brain MRI(2-3mm)\n8. Prior endocrine therapy were allowed\n9. Anti-Her2 targeted treatment were allowed\n10. Screening laboratory values must meet the following criteria( and should be obtained within 28 days prior to registration):\n\n    1. Absolute Neutrophil Count (ANC) ≥ 1.5 x 109/L, Platelets≥ 90 x 109/L, Hemoglobin ≥ 90 g/L\n    2. Aspartate aminotransferase/alanine aminotransferase (AST/ALT) ≤2.5 x ULN without liver metastasis,≤ 5 x ULN with liver metastases\n    3. Serum BUN and creatinine ≤ 1.5 x Upper Limit of Normal (ULN)\n    4. LVEF ≥ 50%\n    5. QTcF \\< 480 ms\n    6. INR≤1.5×ULN，APTT≤1.5×ULN\n11. Signed the informed consent form prior to patient entry\n\nExclusion Criteria:\n\n1. Leptomeningeal or hemorrhagic metastases\n2. uncontrolled epilepsy\n3. Severe complication: cardiovascular disease, end-stage renal disease, severe hepatic disease, infection etc.\n4. Pregnancy or lactation period， women of child-bearing age who are unwilling to accept contraceptive measures.\n5. Inability to complete enhanced MRI\n6. Patients who are difficult or unable to be followed-up\n7. Not suitable for inclusion for specific reasons judged by sponsor\n8. Patients unable to swallow, with chronic diarrhea, intestinal obstruction, or multiple factors that affect drug use and absorption\n9. History of allergy to pyrotinib or capetabine\n10. History of immunodeficiency, including HIV positive, active HBV/HCV or other acquired, congenital immunodeficiency disease, or organ transplantation history\n11. Previous use of pyrotinib combined with capetabine",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}