{
    "nctId": "NCT01827163",
    "briefTitle": "Paclitaxel With Trastuzumab and Lapatinib in HER2-Positive Early Stage Breast Cancer",
    "officialTitle": "The Feasibility of Paclitaxel With Trastuzumab and Lapatinib in HER2-Positive Early Stage Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "HER2-Positive Early Stage Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 20,
    "primaryOutcomeMeasure": "Number of Participants Who Are Able to Complete THL (Paclitaxel, Trastuzumab, and Lapatinib) Without a Dose Delay or Reduction, Grade 3 or Greater QTc Prolongation",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients must have histologically confirmed adenocarcinoma with HER2/neu immunohistochemistry 3+ or FISH-amplified breast cancer with a ratio of ≥ 2.0\n* Tumor size of ≤ 3 cm and node-negative disease. Nodes with single cells or tumor clusters \\< 0.2 mm by H\\&E or IHC are considered node-negative. Patients with micrometastasis (nodes with tumor clusters between 0.02 and 0.2 cm) are allowed. Further axillary dissection will be determined by the patient's surgeon as per standard of care.\n* Patients must be ≥18 years of age.\n* Patients must have an ECOG performance status of 0 or 1.\n* Treatment should be started within 90 days of the final surgical procedure for breast cancer.\n* Patients may have bilateral synchronous breast tumors. Patients may have received hormonal therapy for the purpose of chemoprevention but must be willing to discontinue prior to enrollment and while participating in this trial.\n* If patients have peripheral neuropathy, it must be ≤ grade 1.\n* Patients must be willing to discontinue sex hormonal therapy e.g., birth control pills, ovarian hormonal replacement therapy, etc., prior to enrollment. Women of childbearing potential must be willing to consent to using effective contraception while on treatment and for a reasonable period thereafter.\n* Hematologic parameters: absolute neutrophil count (ANC) ≥1500/μL and platelet count ≥100,000/μL.\n* Non-hematologic parameters: total bilirubin must be ≤ 1.5 X institutional upper limit of normal (ULN), transaminases (SGOT or SGPT) ≤ 3.0 x ULN.\n* Negative HCG pregnancy test for premenopausal women of reproductive capacity and for women less than 12 months after the menopause. LVEF by ECHO (with strain if possible) with LVEF of ≥ 50%. If an ECHO cannot be done, a MUGA may be performed.\n* Patients must give written, informed consent indicating their understanding of and willingness to participate in the study.\n\nExclusion Criteria:\n\n* Patients with stage IV breast cancer or undergoing chemotherapy, radiation therapy, immunotherapy, or biotherapy for current breast cancer.\n* Pregnant or breastfeeding patients.\n* Patients with a concurrently active second malignancy, other than adequately treated non-melanoma skin cancers or in situ cervical cancer.\n* Patients with unstable angina, congestive heart failure, or with a history of a myocardial infarction within 12 months. Patients with high-risk uncontrolled arrhythmias (ventricular tachycardia, high-grade AV block, supraventricular arrhythmias which are not adequately rate-controlled). Patients are excluded if they have grade 3 QT prolongation (Appendix F) (\\>500 ms) or require drugs that may prolong the QT.\n* Subjects who have current active hepatic (including hepatitis B or C) or biliary disease (with exception of patients with Gilbert's syndrome, asymptomatic gallstones).\n* Patients with active, unresolved infections.\n* Patients with a sensitivity to E. coli derived proteins.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}