{
    "nctId": "NCT05769010",
    "briefTitle": "Study of SHR-A1811 in HER2-expression Advanced Breast Cancer with Brain Metastases",
    "officialTitle": "A Prospective, Open-label Explorative Study of SHR-A1811 in HER2-expression Advanced Breast Cancer with Brain Metastases",
    "overallStatus": "RECRUITING",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 125,
    "primaryOutcomeMeasure": "CNS-ORR by investigator",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Females ≥18 yrs old;\n2. Pathologically confirmed HER2-positive or HER2-low advanced breast cancer;\n3. At least one measurable intracranial lesion according to RANO-BM criteria, which had not received local treatment;\n4. Without prior cranial radiation and had no indication for immediate local treatment or refuse to local treatment;\n5. More than 2 weeks from last systemic treatment; patients with new brain lesions after craniocerebral surgery were admitted if no radiotherapy was performed. Patients with HER2-Low disease must not have systemic treatment for brain metastases.\n6. Prior HER2-target treatment, endocrine therapy and chemotherapy was allowed;\n7. Life expectancy is not less than 6 months.\n8. Adequate function of major organs.\n\nExclusion Criteria:\n\n1. Leptomeningeal involvement;\n2. CNS complications requiring emergency neurosurgical intervention (e.g. excision, shunt tube placement);or uncontrolled symptomatic brain metastases;\n3. Previous treatment with trastuzumab deruxtecan (DS-8201a) or any other antibody drug conjugate (ADC) which consists of an exatecan derivative that is a topoisomerase 1 inhibitor;\n4. Patients who had progressed on previous HER2 tyrosine kinase inhibitor therapy were excluded from Arm 2, and those who had progressed on previous bevacizumab therapy were excluded from Arm 3;\n5. No concurrent antitumor therapy for metastatic cancer other than the study treatment;\n6. Antitumor radiotherapy, chemotherapy, surgery, targeted therapy, or immunotherapy within 2 weeks or endocrine therapy within 1 week prior to enrolment;\n7. Participated in other drug clinical trials within 4 weeks before admission;\n8. History of clinically significant lung disease；\n9. Other malignant tumors, excluding cured cervical carcinoma in situ, skin basal cell carcinoma or skin squamous cell carcinoma, have been diagnosed in the past five years.\n10. According to the judgement of the researchers, there are concomitant diseases that seriously endanger the safety of patients or affect the completion of research (including, but not limited to, severe hypertension, severe diabetes, active infections, etc.).\n11. Any other conditions that researchers believe that patients are unsuitable for this study.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}