{
    "nctId": "NCT00336102",
    "briefTitle": "Thyroid Dysfunction in Women With Newly Diagnosed Breast Cancer Compared to Healthy Volunteers",
    "officialTitle": "Thyroid Function & Breast Cancer: A Pilot Study to Estimate the Prevalence of Thyroid Dysfunction in Women Diagnosed With Breast Cancer and the Magnitude of Change in Thyroid Function Post-Chemotherapy",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer, Fatigue, Hypothyroidism",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 541,
    "primaryOutcomeMeasure": "Compare proportion of hypothyroidism in women with newly diagnosed stage I-IIIB breast cancer prior to chemotherapy vs in age-matched healthy volunteers",
    "eligibilityCriteria": "CASE SELECTION:\n\n* CASE INCLUSION CRITERIA:\n* Women between the ages of 25 and 75\n* Diagnosed with primary and operable Stage I - IIIB breast cancer\n* Scheduled to receive neoadjuvant or adjuvant Adriamycin and Cytoxan (AC) plus a taxane (taxane may be given with AC or follow AC)\n* No chemotherapy prior to baseline sample collection\n* No prior history of other cancers (except non-melanoma skin cancer)\n* Preoperative radiation therapy is permitted\n* No diagnosis of hypothyroidism or hyperthyroidism.\n* CASE EXCLUSION CRITERIA:\n* Stage IV breast cancer\n* Scheduled to receive neoadjuvant hormonal therapy (patients who will receive adjuvant hormonal therapy may participate)\n* Received adjuvant hormonal therapy or chemotherapy prior to sample collection\n* On chemotherapeutic regimen other than Adriamycin and Cytoxan plus a taxane.\n* Patients receiving monoclonal antibodies or other biologic therapy may not participate\n* Patients scheduled to receive Herceptin may not participate\n* Diagnosed with hyperthyroidism or hypothyroidism. (Women being treated for hypothyroidism are not eligible)\n* Women with a baseline TSH of 10 or higher will not continue on study\n* Women who are pregnant or lactating are not eligible. (Women of childbearing potential who are planning to become pregnant within the next 24 months should not enroll in this study)\n\nCONTROL SELECTION:\n\n* CONTROL INCLUSION CRITERIA:\n* Cannot be a blood relative of the case. They can be friends, neighbors, women from social activities, local business, doctors' offices, etc.\n* Must live near or in the town of the case\n* Women between the ages of 20 and 80 (age-matched to cases +/- 5 years)\n* No prior history of cancer (except non-melanoma skin cancer)\n* Women ages 40 and older should have had a mammogram within 2 years of study entry, showing no evidence of breast cancer.\n* The friend control may bring their mammogram report or send a release and have records faxed to the enrolling center.\n* Women under the age of 40 should have had a clinical breast examination within 2 years of study entry, showing no need for diagnostic mammography. If a mammogram was required, it should show no evidence of breast cancer.\n* The friend control may bring their mammogram / breast exam report or send a release and have records faxed to the enrolling center.",
    "sex": "FEMALE",
    "minimumAge": "20 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}