{
    "nctId": "NCT01547845",
    "briefTitle": "Cancer Symptom Data From Multiple Treatment Centers",
    "officialTitle": "The NCl Community Cancer Center Program Patients Reported Symptom Surveillance and Disparities Study",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer, Colon Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 2517,
    "primaryOutcomeMeasure": "PRO symptom measurement",
    "eligibilityCriteria": "* INCLUSION CRITERIA:\n\nThe respondent universe will consist of all cancer patients at the 16 participating NCCCP Cancer Centers who satisfy the following conditions:\n\n* Diagnosed with Stage I-III breast or colon cancer as first primary cancer between February 2011 and January 2013\n* Eligible for one of the RQRS breast or colon Quality of Care Indicators\n* Age of 21 or older\n* Not known to be deceased at the time of contact\n\nThe NCCCP is a network of 30 community hospitals in 22 states supporting cancer research and enhancing cancer care for patients close to home. Most cancer patients in the U.S. are diagnosed and treated at community hospitals; not in NCI Comprehensive Cancer Centers where much research is conducted. The National Cancer Institute Community Cancer Centers Program (NCCCP) is expanding cancer research and bringing advanced cancer treatments to patients in community hospitals in rural, suburban and inner-city areas.\n\nThis study is being conducted at the 16 pilot NCCCP sites that first entered the program in 2007. All 16 participate in RQRS. These 16 pilot sites are located in 14 states throughout the United States.\n\nEXCLUSION CRITERIA:\n\n* Patients will be excluded for the following reasons:Patient is ineligible for one of the 5 RQRS breast or colon quality indicators\n* Patient is deceased at the time of sampling\n* Patient has Stage IV cancer",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}