{
    "nctId": "NCT06075758",
    "briefTitle": "A Study of Ribociclib in Combination With Hormonal Therapy in HR+/HER2- Advanced or Metastatic Breast Cancer",
    "officialTitle": "Real-World Evidence Study for the Safety and Effectiveness of Ribociclib in Combination With Hormonal Therapy in Patients With HR+/HER2- Advanced or Metastatic Breast Cancer in the Middle East Region",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 550,
    "primaryOutcomeMeasure": "AEs/SAEs/ severity and frequency",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Adult patients ≥ 18 years old at the time of receiving Ribociclib in combination with hormonal therapy.\n2. Advanced /metastatic breast cancer\n3. Estrogen-receptor-positive and/or progesterone receptor-positive breast cancer.\n4. HER2-negative breast cancer.\n5. Patients who received or currently receiving Ribociclib in combination with hormonal therapy in the first or second-line settings as per the routine practice.\n6. For the ambispective part, patients should have initiated the Ribociclib, in combination with hormonal therapy, line of treatment at least 12 months before the patient's recruitment date and still continuingcontinuing the drug at the baseline visit.\n7. For retrospective patients only, the patients should have been on Ribocilib, in combination with hormonal therapy, for at least 18 months and stopped Ribociclib before the SIV date.enrollment\n8. For ambispective part, patients agree to sign informed consent before their enrollment.\n\nExclusion Criteria:\n\n1. Ribociclib-based treatment regimen beyond the second line.\n2. Patients are currently participating in any other clinical trials.\n3. Patient with a known hypersensitivity to any of the excipients of Ribociclib.\n4. Patients who previously received any other CDK4/6 inhibitor .\n5. For ambispective patients, patients who refuse to sign the informed consent",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}