{
    "nctId": "NCT04712396",
    "briefTitle": "A Study to Assess How Itraconazole Affects the Uptake and Elimination of Capivasertib in the Body",
    "officialTitle": "An Open-label, Fixed Sequence Study in Healthy Subjects to Assess the Pharmacokinetics of Capivasertib When Administered Alone and In Combination With Itraconazole",
    "overallStatus": "COMPLETED",
    "conditions": "Healthy Volunteers (Intended Indication: Metastatic Patients With Triple Negative or HR+ Breast Cancer, or Hormone Sensitive Prostate Cancer)",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "OTHER",
    "enrollmentCount": 11,
    "primaryOutcomeMeasure": "Area under plasma concentration-time curve from zero to infinity (AUCinf) of capivasertib",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Provision of signed and dated, written informed consent prior to any study specific procedures.\n* Healthy male and female subjects aged 18 to 58 years with suitable veins for cannulation or repeated venipuncture.\n* Females must have a negative pregnancy test at screening and on admission to the study centre, must not be lactating and must be of non-childbearing potential, confirmed at screening.\n* Male subjects must be vasectomized (at least 6 months prior to the Screening Visit), with documented post-procedural medical assessment of surgical success.\n* Have a body mass index between 18 and 28 kg/m\\^2 inclusive and weigh at least 50 kg and no more than 100 kg inclusive.\n* Non-smoker, defined as a subject who has not smoked previously or who has discontinued smoking or the use of other nicotine/nicotine-containing products.\n\nExclusion Criteria:\n\n* History of any clinically significant disease or disorder which, in the opinion of the Investigator, may either put the volunteer at risk because of participation in the study, or influence the results or the volunteer's ability to participate in the study.\n* History or presence of gastrointestinal, hepatic or renal disease, or any other condition known to interfere with absorption, distribution, metabolism, or excretion of drugs; abnormalities in haematology, clinical chemistry, or urinalysis results, at screening or on admission to the study centre, as judged by the Investigator.\n* Any clinically significant abnormalities in glucose metabolism, blood lipid profiles , liver enzymes , vital signs , and 12-lead electrocardiogram.\n* Any positive result on screening for serum hepatitis B surface antigen (HBsAg) or antibody to hepatitis B core antigen (anti-HBc), hepatitis C antibody (anti-HCV), and human immunodeficiency virus (HIV) antibody.\n* History of severe allergy/hypersensitivity or ongoing allergy/hypersensitivity, as judged by the Investigator.\n* Positive screen for drugs of abuse, alcohol and/or cotinine at screening or on admission to the study centre.\n* Subjects who have previously received capivasertib.\n* Subject has a positive test result for Severe acute respiratory syndrome (SARS)-Coronavirus (CoV)-2 Reverse Transcriptase (RT)-Polymerase Chain Reaction (PCR) before randomization.\n* Subject has clinical signs and symptoms consistent with corona virus disease 2019 (COVID-19) (e.g., fever, dry cough, dyspnoea, sore throat, anosmia/hyposmia, loss or reduced taste, and fatigue) or confirmed infection by appropriate laboratory test within the last 4 weeks prior to screening or on admission.\n* Subjects who are regularly exposed to the risk of COVID-19 infection as part of their daily life (e.g., health care professionals working in COVID-19 wards or at emergency departments).",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT"
}