{
    "nctId": "NCT03988556",
    "briefTitle": "Feasibility and Safety of CareMin650 in Patients at Risk of or Suffering From Oral Mucositis and/or Radiation Dermatitis",
    "officialTitle": "Feasibility and Safety of CareMin650 in Cancer Patients at High Risk of or Suffering From Oral Mucositis and/or Radiation Dermatitis Due to the Administration of Radiotherapy: A Prospective Non-comparative Study",
    "overallStatus": "COMPLETED",
    "conditions": "Oral Mucositis Due to Radiation, Radiation Dermatitis",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "OTHER",
    "enrollmentCount": 72,
    "primaryOutcomeMeasure": "Occurence of adverse events",
    "eligibilityCriteria": "Inclusion Criteria:\n\nInclusion Criteria common to both cohorts:\n\n* Adult patients (age ≥18 years) accepting to participate in the study and having signed the written informed consent form prior to any protocol-specific procedures.\n* Having an ECOG (Eastern Cooperative Oncology Group) performance status ≤ 2.\n* Having a life expectancy greater than 3 months according to the investigator medical judgement.\n* Having the ability to understand and sign the written informed consent form and willing to comply with protocol requirements.\n\nSpecific criteria for inclusion in head and neck cancer cohort (cohort A):\n\n* Patient with histologically proven squamous cell carcinoma of oropharynx, nasopharynx, hypopharynx, larynx or oral cavity with or without prior surgical resection\n* Patient with dental examination prior to chemo-radiotherapy and any required dental treatment performed\n* In cohort A1 (patient with no oral mucosa or skin lesion, starting radiotherapy), patient scheduled to receive intensity modulated radiation therapy on at least 50% of the oral mucosa at a total dose of at least 40 Gy, alone or associated with chemotherapy or targeted therapies.\n* In cohort A2, (on-going radiotherapy), presence of oral mucositis and/or radiation dermatitis grade 1, 2 or 3.\n\nSpecific criteria for inclusion in breast cancer cohort (cohort B)\n\n* Patient with histologically proven breast cancer\n* After breast-conserving surgery, or total mastectomy if the patient is at high risk of radiodermatitis based on the investigator's judgement.\n* In cohort B1, (patient with no skin lesion starting radiotherapy) patient scheduled to receive radiation therapy.\n* In cohort B2 (on-going radiotherapy) presence of radiation dermatitis grade 1, 2 or 3.\n\nExclusion Criteria:\n\nExclusion Criteria common to both cohorts:\n\n* Any condition that may interfere with adherence to treatment according to the investigator's judgment\n* Patient under guardianship or deprived of his liberty by a judicial or administrative decision or incapable of giving its consent.\n* Patient with a known polyurethane allergy\n* Females patients who are pregnant or breastfeeding\n* Female patients who do not fall into 1 of the following categories:\n\n  * Post-menopausal\n  * Surgically sterile\n  * Using one of the following birth control methods throughout the duration of the study:\n\n    * Intrauterine device (\\> 14 days)\n    * Barrier method (condom or diaphragm) with spermicide (\\> 14 days)\n    * Hormonal contraception (same dose and same formulation for at least 6 months)\n* Patient participating in another clinical trial involving drugs or non-drug therapies aiming to treat or prevent lesions induced by radiotherapy\n\nSpecific criteria for non inclusion in head and neck cancer cohort (coh ort A):\n\n* Active bleeding, coagulopathy or pathologic condition that would confer a high risk of bleeding\n* Hb \\< 8g/dL; neutrophils \\< 1000 mm3; platelets \\< 50 000/mm3\n\nSpecific criteria for non inclusion in breast cancer cohort (cohort B):\n\n* Previous irradiation to the same breast\n* Any pre-existing skin disorders located on the chest",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}