{
    "nctId": "NCT00617929",
    "briefTitle": "Antithymocyte Globulin, Clofarabine, and Rituximab in Treating Patients After an Unsuccessful Stem Cell Transplant",
    "officialTitle": "Conditioning for Graft Failure After Hematopoietic Stem Cell Transplantation",
    "overallStatus": "TERMINATED",
    "conditions": "Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 12,
    "primaryOutcomeMeasure": "Rate of Sustained Donor Engraftment",
    "eligibilityCriteria": "Patient Inclusion Criteria:\n\n* Timing of relevant evaluations: Taking in account the need for rapid intervention, if white blood count is less than 200 on day +20, bone marrow aspirate should be performed on day +21. Unless there is an increase in absolute neutrophil count (ANC) to \\> 500 in the following 7 days, bone marrow aspirate should be repeated on day +28. If the white blood count is still less than 200 and bone marrow is acellular, bone marrow (BM) or peripheral blood stem cell (PBSC) donor should be reactivated and availability of cord blood (CB) units assessed. If the BM or PBSC donor is not confirmed within 14 days of the request for the donation (typically second donation from the same donor), CB unit should be used instead.\n\nPrimary or secondary graft failure after hematopoietic stem cell transplantation defined as a \\> 50% loss of donor chimerism from previous maximum or less than 25% donor beyond day +42 with pancytopenia and no evidence of relapse. Patients with any diagnosis, type of donor, hematopoietic cell graft or conditioning regimen should be considered for this study.\n\n* primary graft failure is defined as:\n\n  * ANC \\< 500\n  * BM \\< 10% on two occasions (Day +21 and Day +28)\n  * Donor chimerism need not to be considered, provided there is no evidence of malignancy\n* secondary graft failure is defined as \\< 5% cellularity and ANC \\< 500 for more than 7 days any time after primary engraftment).\n\n  * Women of childbearing potential must agree to use adequate contraception (diaphragm, birth control pills, injections, intrauterine device \\[IUD\\], surgical sterilization, subcutaneous implants, or abstinence, etc.) for the duration of treatment.\n  * Patients or their guardian are able and willing to provide written informed consent.\n\nPatient Exclusion Criteria:\n\nThe presence of any of the following excludes a patient from study enrollment:\n\n* Uncontrolled active infection defined as more than one week with no response to appropriately chosen antibiotics\n* Evidence of recurrence of primary malignancy.\n* Pregnant or lactating. The agents used in this study may be teratogenic to a fetus and there is no information on the excretion of agents into breast milk. All females of childbearing potential must have a blood test or urine study within 2 weeks prior to registration to rule out pregnancy. Women of childbearing age must use appropriate methods as described.\n* Allergy to rituximab.\n* Evidence of HIV infection or positive HIV serology.\n* Autologous recovery defined as defined as greater than 90% recipient PCR product in the competitive VNTR PCR performed on gradually increasing white blood cell count.\n\nDonor Inclusion Criteria:\n\n* Related donors must be 2-75 years of age and in good health.\n* Meets match criteria\n* Able and willing to undergo cell collection procedures (bone marrow cell collection or leukapheresis)\n* Not pregnant or lactating.\n* HIV-1, HIV-2 negative; HTLV-1, HTLV-2 negative, Hepatitis B and C negative.\n* Patients or their guardian are able and willing to provide informed consent",
    "sex": "ALL",
    "minimumAge": "N/A",
    "stdAges": "CHILD, ADULT, OLDER_ADULT"
}