{
    "nctId": "NCT05288127",
    "briefTitle": "Efficacy of Talazoparib in Asian Metastatic Breast Cancer Patients With a Homologous Recombinant Deficiency (HRD) Signature",
    "officialTitle": "Phase II Study to Assess the Efficacy of Talazoparib in Asian Metastatic Breast Cancer Patients With a Homologous Recombinant Deficiency (HRD) Signature",
    "overallStatus": "RECRUITING",
    "conditions": "HRD 100 Gene Expression High, Triple Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 55,
    "primaryOutcomeMeasure": "Overall Responsive Rate (ORR) as assessed in RECIST 1.1",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Provision of signed and dated informed consent form.\n2. Stated willingness to comply with all study procedures (including if needed to undergo germline BRCA testing and counselling as per local hospital practice) and availability for the duration of the study.\n3. Women, aged 18 and above.\n4. Received either one or two prior systemic treatments for metastatic breast cancer.\n5. Histologically confirmed metastatic or recurrent triple-negative breast cancer (defined as ER \\<1%, PR \\<1%, HER2 negative, as per ASCO CAP guidelines).\n6. Documented disease progression on the most recent therapy.\n7. Have availability of 10 ml blood for germline BRCA testing if previous record of germline BRCA mutation status is not available.\n8. If germline BRCA 1 or 2 (1/2) mutation positive, should be among the 5 patients (in Stage I) or 9 patients (in Stage II) with germline BRCA 1/2 mutation positive.\n9. Can provide archival tumor tissue sample. Note: Formalin-fixed, paraffin embedded (FFPE) tissue blocks or tissues sections (\\>30% neoplastic cells, 2 x 10µm tissue curls each in 2 sterile 1.5ml-micro-centrifuge tubes) and 10 unstained slides are needed.\n10. Can provide one 10ml and one 6-ml blood samples for future biomedical research.\n11. Has classification as HRD High based on the HRD 100 gene expression analysis (Appendix 4)\n12. Has Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1 (Appendix 1).\n13. Has adequate organ function as defined below: • Serum aspartate aminotransferase (AST) and alanine aminotransferase (ALT) ≤ 2.5 ×upper limit of normal (ULN); if liver function abnormalities are due to hepatic metastasis, then AST and ALT ≤ 5 × ULN\n\n    * Total serum bilirubin ≤ 1.5 × ULN (≤ 3 × ULN for Gilbert's syndrome)\n    * Calculated creatinine clearance ≥ 30 mL/min by local laboratory or Cockcroft-Gault formula\n    * Hemoglobin ≥ 9.0 g/dL with last transfusion at least 14 days before randomization\n    * Absolute neutrophil count (ANC) ≥ 1500/mm3\n    * Platelet count ≥ 100,000/mm3\n14. Females of childbearing potential must be willing to use adequate contraception for the course of the study through at least 7 months after the last dose of study drug.\n15. Patient must be able to swallow pills.\n\nExclusion Criteria:\n\n1. Has ER-positive or PR-positive breast cancer.\n2. Has HER2-positive breast cancer.\n3. Have received prior treatment with a PARP inhibitor\n4. Is currently on strong P-glycoprotein inhibitors.\n5. Is germline BRCA 1/2 mutation carrier after the quota of germline BRCA 1/2 mutation carrier (inclusion criteria 4.1.7) of this trial have been fulfilled.\n6. Has other malignancy that is either active or for which patients have received treatment within the last 5 years excluding non-melanoma skin cancer and carcinoma in situ of cervix\n7. Have received platinum may not have relapsed within 6 months of the last dose of prior platinum therapy. For patients who have received platinum, at least 6 months must have elapsed between the last dose of platinum-based treatment and enrollment.\n8. Is currently participating and receiving study therapy, or has participated in a study of an investigational agent and received study therapy or used an investigational device within 4 weeks of the first dose of study drug.\n9. Has a known history of Human Immunodeficiency Virus (HIV).\n10. Has known active Hepatitis B or Hepatitis C.\n11. Has an active infection requiring systemic therapy.\n12. Has significant cardiovascular disease, such as: History of myocardial infarction, acute coronary syndrome or coronary angioplasty/stenting/bypass grafting within the last 6 months;\n13. Has known psychiatric or substance abuse disorders that would interfere with cooperation with the requirements of the study.\n14. Is pregnant or breastfeeding, or expecting to conceive children within the projected duration of the study, starting with the screening visit through at least 7 months after the last dose of study drug.\n15. Has a known hypersensitivity to the components of the study drug or its analogs.\n16. Known active brain metastases and/or carcinomatous meningitis.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}