{
    "nctId": "NCT05044988",
    "briefTitle": "A Study of HS-10342 in Chinese Patients With HR+/HER2- Advanced and/or Metastatic Breast Cancer",
    "officialTitle": "A Single-arm, Open-label, Multicenter, Phase 2 Study to Evaluate the Efficacy and Safety of HS-10342 in Previously Treated Patients With Hormone Receptor Positive and Human Epidermal Growth Factor Receptor 2 Negative Advanced and/or Metastatic Breast Cancer",
    "overallStatus": "UNKNOWN",
    "conditions": "HR+/HER2- Advanced and/or Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 20,
    "primaryOutcomeMeasure": "Percentage of Participants With Complete Response (CR) or Partial Response (PR)（Objective response rate [ORR]）",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Have a diagnosis of Hormone Receptor Positive(HR+), Human Epidermal Growth Factor Receptor 2 Negative (HER2-) breast cancer.\n2. Recurrent, locally advanced, unresectable or metastatic breast cancer with disease progression following anti-estrogen therapy.\n3. Prior treatment with chemotherapy regimens, No more than 2 prior chemotherapy regimens in the metastatic setting.\n4. At least one extracranial measurable lesion according to Response Evaluation Criteria in Solid Tumors (RECIST) criteria version 1.1.\n5. recovered from the acute effects of therapy with toxicity resolving to baseline or grade 1 except for residual alopecia and peripheral neuropathy.\n6. Adequate function of major organs.\n\nExclusion Criteria:\n\n1. Has received or is undergoing the following treatments:\n\n   1. Currently receiving or have received any CDK4/6 inhibitors;\n   2. Receiving/received antitumor therapy within 14 days or 5 half-lives, before the initial dose whichever is the longer;\n   3. Radiotherapy with a limited field of radiation for palliation within 14 days of the initial dose of study drug, or received more than 30% of the bone marrow irradiation, or large-scale radiotherapy within 28 days of the initial dose.;\n   4. Major surgery within 4 weeks of the initial dose of study drug;\n   5. Brain metastases unless asymptomatic, stable, and not requiring steroids for at least 2 weeks prior to start of study treatment. Meningeal or brainstem metastases. Spinal cord compression;\n2. Abnormal liver and kidney functions that are known to affect drug metabolism and excretion:\n3. History of other primary malignancies.\n4. Participating in other clinical studies.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}