{
    "nctId": "NCT06435104",
    "briefTitle": "Aromatherapy in the Treatment of Early Breast Cancer",
    "officialTitle": "Effects of Aromatherapy on Anxiety and Tumor Immunity of Early Breast Cancer Patients,a Pilot Study",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Early Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 30,
    "primaryOutcomeMeasure": "Change in anxiety score",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Adult female patients (age 18-80 years) with early breast cancer confirmed by pathology.\n2. Patients have not received any anti-tumor treatment,and are planning to receive neoadjuvant chemotherapy.\n3. Patients with mild anxiety scored 50 in Self-Rating Anxiety Scale.\n4. ECOG physical status score ≤ 2 and expected survival of not less than 3 months.\n5. At least one measurable lesion should be present in the imaging examination within 2 weeks prior to enrollment.\n6. Adequate reserve of bone marrow function: white blood cell count ≥ 3.0×10\\^9/L, neutrophil count ≥ 1.5 × 10\\^9/L; Platelet count ≥ 70 × 10\\^9/L.\n7. Basically normal liver, kidney and cardiac function:total bilirubin≤3 times the upper limit of normal value,Alanine Transaminase/Aspartate Aminotransferase≤2.5 times the upper limit of normal value(patients with liver metastases≤5 times the upper limit of normal value)，serum creatinine≤1.5 times the upper limit of normal value or creatinine clearance rate≥60mL/min, left ventricular ejection fraction (LVEF) ≥ 55%,QTcF(Fridericia correction) ≤ 470 ms.\n8. Be able to understand the research process, volunteer to participate in the study, and sign informed consent.\n\nExclusion Criteria:\n\n1. Patients who are not able to receive aromatherapy:be allergic to aromatherapy materials or suffer from heterosmia.\n2. Received surgery within 2 weeks prior to enrollment.\n3. Patients with severe cardiovascular and cerebrovascular events within 12 months, including but not limited to unstable angina, myocardial infarction, cerebral hemorrhage, and cerebral infarction (except asymptomatic lacunar infarction requiring no treatment)\n4. Patients with active autoimmune diseases requiring treatment (e.g., corticosteroids or immunosuppressive drugs) within the past 2 years. Patients who need corticosteroid replacement therapy for adrenal insufficiency were excluded.\n5. Patients with a definite past medical history or present medical history of neurological or mental disorders, including epilepsy or dementia.\n6. The researchers believe that patients are not suitable to participate in any other circumstances of this study, which may interfere with the accompanying diseases or conditions of the study, or have any serious medical obstacles that may affect the safety of the subjects.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}