{
    "nctId": "NCT02030561",
    "briefTitle": "NK Cell Infusions With Trastuzumab for Patients With HER2+ Breast and Gastric Cancer",
    "officialTitle": "Phase I/II Study of Expanded, Activated Autologous Natural Killer Cell Infusions With Trastuzumab for Patients With HER2+ Breast and Gastric Cancer",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer, Gastric Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 29,
    "primaryOutcomeMeasure": "Number of Participants with Serious and Non-Serious Adverse Events",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age 18-65\n2. Histologically confirmed diagnosis of HER2-positive breast or gastric cancer (defined as IHC 3+ or HER2 FISH amplification ratio \\>2.2)\n3. Metastatic disease\n4. Presence of measurable tumour by RECIST 1.1 criteria\n5. Must have failed at least two lines of trastuzumab-containing systemic therapy (documented relapse while receiving adjuvant or neoadjuvant trastuzumab for HER2 positive breast cancer is eligible)\n6. At least two weeks since receipt of any biological therapy, chemotherapy, and/or radiation therapy\n7. Left ventricular ejection fraction ≥50%\n8. Adequate organ function ANC ≥ 1500/µL Platelet count ≥ 100,000/µL Creatinine clearance ≥60ml/minute Total bilirubin ≤ 1.5 x upper limit normal (ULN) AST ≤ 2 x upper limit normal ALT ≤ 2 x upper limit normal\n9. ECOG performance status of 0-1\n10. Life expectancy of at least 60 days\n11. Negative serum or urine pregnancy test result within 14 days prior to enrolment for women who are of childbearing potential\n12. Ability to provide informed consent. Otherwise, a legally authorized representative (LAR) must be present throughout the consent process and is allowed to give consent on the patient's behalf.\n13. Patients with reproductive potential must agree to use an approved contraceptive method\n14. Ability to comply with study procedures\n\nExclusion Criteria:\n\n1. Treatment within the last 30 days with any investigational drug\n2. Concurrent administration of any other tumor therapy, including cytotoxic chemotherapy, hormonal therapy, and immunotherapy\n3. Major surgery within 28 days of study drug administration\n4. Active infection that in the opinion of the investigator would compromise the patient's ability to tolerate therapy\n5. Lactating or pregnant.\n6. Serious concomitant disorders that would compromise the safety of the patient or compromise the patient's ability to complete the study, at the discretion of the investigator; serious cardiac illness or medical conditions including but not limited to:\n\n   * Patients with dyspnea at rest.\n   * History of documented congestive heart failure\n   * High risk uncontrolled arrhythmias\n   * Angina pectoris requiring a medicinal product\n   * Clinically significant valvular disease\n   * Evidence of transmural infarction on ECG\n   * Poorly controlled hypertension\n7. Second primary malignancy that is clinically detectable at the time of consideration for study enrolment\n8. Symptomatic brain metastases\n9. Receipt of steroids during time period of 3 days prior to expanded NK cell infusion to 30 days after infusion (i.e. day -3 to day +30).",
    "sex": "ALL",
    "minimumAge": "21 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}