{
    "nctId": "NCT04526028",
    "briefTitle": "Palbociclib in Combination With Fulvestrant Versus Fulvestrant in Advanced Breast Cancer: A Real-world Study in China",
    "officialTitle": "Evaluate Efficacy and Safety of CDK4/6 Inhibitor Palbociclib in Combination With Fulvestrant Versus Fulvestrant in Female Patients With HR+/HER2- Advanced Breast Cancer: A Real-world Multicenter Observational Study in China",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer, Fulvestrant, Palbociclib",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 612,
    "primaryOutcomeMeasure": "progression-free survival (PFS)",
    "eligibilityCriteria": "Inclusion Criteria: 1) Female patients with advanced breast cancer aged 18 years or older.\n\n2) Meet the inclusion criteria (2a) or the inclusion criteria (2b). Patients who met inclusion criteria (2a) were included in cohort A, and patients who met inclusion criteria (2b) were included in cohort B.\n\n(2a) Meet any of the following criteria: a) recurrence and metastasis of evidence of imaging progression for more than 1 year after completion of endocrine neoadjuvant or adjuvant therapy and no endocrine therapy for recurrent metastatic disease; b) A primary metastatic disease has occurred and no previous endocrine therapy has been received.\n\n(2b) Meet any of the following criteria: a) previous endocrine-assisted treatment completed 2 years and above, and recurrence and metastasis of evidence of imaging progression during treatment, and no subsequent endocrine therapy after progression; b) completion of adjuvant endocrine After treatment, recurrence and metastasis of evidence of imaging progression occurred within 1 year, and no subsequent endocrine therapy was received after progression; c) recurrence and metastasis occurred after more than 1 year after completion of adjuvant endocrine therapy, and then received anti-estrogen drugs or aromatase inhibitors as evidence of disease progression after first-line endocrine therapy and evidence of imaging progression, patients may not have more than 1 line of endocrine therapy for recurrent metastatic disease; d) primary metastatic disease, and subsequent anti-acceptance Estrogen drugs or aromatase inhibitors as a first-line metastatic disease after endocrine therapy disease progression and evidence of imaging progression, patients can not receive more than 1 line of endocrine therapy for metastatic disease.\n\n3) Postmenopausal or premenopausal/perimmenopausal women can be enrolled. In postmenopausal state, defined as meeting at least one of the following criteria: previous bilateral ovarian surgery; age≥60 years; age \\<60 years, menopause for at least 12 months (not because of chemotherapy, tamoxifen, toremifene or ovarian suppression) and follicle stimulating hormone (FSH) and estrogen levels are in the postmenopausal range.\n\nPremenopausal or perimenopausal women can also be enrolled, but must be willing to receive LHRHa treatment during the study.\n\n4) Pathological examination confirmed HR-positive, HER2-negative breast cancer patients with local recurrence or metastasis evidence.\n\n1. ER-positive and/or PR-positive is defined as: positively stained tumor cells account for ≥1% of all tumor cells (confirmed by the investigator at the test center);\n2. HER2-negative is defined as: standard immunohistochemistry (IHC) detection is 0/1+; ISH detection: the HER2/CEP17 ratio is less than 2.0 or the HER2 gene copy number is less than 4 (confirmed by the researcher at the test center).\n\n   5) According to the RECIST1.1 standard, patients must have: a) measurable lesions; b) unmeasurable osteolytic or mixed (osteolytic + osteogenic) bone lesions in the absence of measurable lesions.\n\n   6) Meet the inclusion criteria (6a) or the inclusion criteria (6b). Patients who meet the inclusion criteria (6a) can be included in cohort A, and patients who meet the inclusion criteria (6b) can be included in cohort B.\n\n   (6a) The following criteria are met: premenopausal patients are allowed to receive ≤1 line of chemotherapy for recurrent metastatic disease, and postmenopausal patients are not allowed to receive any chemotherapy for recurrent metastatic disease.\n\n   (6b) The following criteria are met: ≤1 line of chemotherapy for recurrent metastatic disease is allowed.\n\n   7) The patient is receiving any of the following treatment regimens, the first dose is administered within 2 months prior to enrollment, and the first efficacy assessment has not been performed: a) Palbociclib in combination with Fulvestrant; b) Fulvestrant.\n\n   Exclusion Criteria:\n   1. HER2 overexpression or gene amplification, such as immunohistochemical score 3+ or fluorescent in situ hybridization.\n   2. Female patients during pregnancy or lactation.\n   3. Patients who are considered unsuitable for inclusion by the investigator.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}