{
    "nctId": "NCT05698186",
    "briefTitle": "Thero2-01S22 in HER2-positive Breast Cancer",
    "officialTitle": "A Randomized, Double-blind, Placebo-controlled, Multicenter, Phase III Efficacy and Safety Study of Thero2-01S22 add-on Therapy on Top of First-line Anti-HER2 Targeted Treatment of Patients With Metastatic Breast Cancer",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "HER2-positive Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 320,
    "primaryOutcomeMeasure": "Part 1: confirm the recommended dose of Thero2-01S22 as add-on therapy on top of first line anti-HER2 targeted treatment of patients with metastatic breast for Part 2",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Women aged \\> 18\n2. Metastatic setting of an histologically confirmed adenocarcinoma of the breast\n3. Performance status = 0, 1 or 2\n4. Metastatic disease requiring the initiation of an anti HER2 containing regimen\n5. First line treatment for metastatic disease\n6. Standard treatment including Trastuzumab and Pertuzumab in first line\n7. Patients for whom a 3-month life expectancy is anticipated\n8. Baseline LVEF value \\> 50%, measured cardiac MRI or by echocardiography (Simpson's method) or MUGA scan within 12 weeks before initiation of the treatment. According to HERCEPTIN SPCs.\n9. Overexpression of HER2 in the invasive component of the primary tumor (3+ by ICH or 2+ with confirmation of positivity by FISH or CISH)\n10. Informed consent form signed\n\nExclusion Criteria:\n\n1. Patients not eligible for anti-HER2 therapy\n2. Patients previously treated at the metastatic setting by systemic treatment\n3. Serious cardiac illness or medical conditions disallowing administration of anti-HER2 therapy. According to HERCEPTIN and PERJETA SPCs.\n4. Known hypersensitivity to trastuzumab, pertuzumab, Thero2-01S22, murine proteins or to any of the excipients.\n5. Uncontrolled central nervous system metastatic lesion\n6. Patients who, for social, geographic or psychological reasons, cannot be adequately followed up and/or are incapable of undergoing regular controls\n7. Pregnant or breastfeeding women",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}