{
    "nctId": "NCT05659056",
    "briefTitle": "Neoadjuvant Study With Pyrotinib and Trastuzumab and Abraxane in Patients With HER2-enriched Breast Cancer",
    "officialTitle": "Neoadjuvant Treatment of Pyrotinib in Combination With Trastuzumab and Abraxane in Patients With HER2-enriched Early or Locally Advanced Breast Cancer, a Single, One Arm, Multicenter II Phase Study",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 65,
    "primaryOutcomeMeasure": "Percentage of Participants With Pathological Complete Response (pCR) at the Time of Surgery evaluated by the investigators",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. female patients, 18 years ≤ age ≤ 75 years；\n2. Performance Status- Eastern Cooperative Oncology Group (ECOG) 0-1\n3. Histologically confirmed invasive breast cancer（early stage or locally advanced）\n4. HER2 positive (HER2+++ by IHC or FISH+), and the HER2-enriched subtype screened by BulePrint test;\n5. Primary breast cancer;\n6. Known hormone receptor status.\n7. The organs are functioning normally, like the liver function, the renal function， and the baseline left ventricular ejection fraction (LVEF)≥55% measured by ECHO\n8. Signed informed consent form (ICF)\n\nExclusion Criteria:\n\n1. metastatic disease (Stage IV) or inflammatory breast cancer\n2. Previous or current history of malignant neoplasms, except for curatively treated:Basal and squamous cell carcinoma of the skin,Carcinoma in situ of the cervix.\n3. Clinically relevant cardiovascular disease:Known history of uncontrolled or symptomatic angina, clinically significant arrhythmias, congestive heart failure, transmural myocardial infarction, uncontrolled hypertension ≥180/110);\n4. A history of allergy to the drugs in this study；\n5. Unable or unwilling to swallow tablets",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}