{
    "nctId": "NCT04940026",
    "briefTitle": "Study to Determine Absorption, Metabolism, and Excretion of [14C]-SAR439859, and to Assess Absolute Oral Bioavailability of Amcenestrant (SAR439859), in Healthy Post-menopausal Women",
    "officialTitle": "A Phase 1, Open-label, Single Center, One Period, One Sequence Study to Determine Absorption, Metabolism, and Excretion of a Single Oral Dose of Radiolabeled [14C]- SAR439859 and an Assessment of the Absolute Oral Bioavailability Using the Microdosing Technique in Healthy Post-menopausal Women",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer, Healthy Volunteers",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "OTHER",
    "enrollmentCount": 6,
    "primaryOutcomeMeasure": "Percentage of radioactive dose, SAR439859 and M7 excreted in urine and feces after IV administration",
    "eligibilityCriteria": "Inclusion Criteria:\n\nFemale participants (age between 40 and 75 years old) who are postmenopausal or had post-bilateral surgical oophorectomy not linked to a history of cancer.\n\nParticipants who are overtly healthy. Body weight within 40.0 and 95.0 kg and body mass index (BMI) within the range 18.0 and 30 kg/m2 (inclusive).\n\nCapable of giving signed informed consent.\n\nExclusion Criteria:\n\nSubject has clinical signs and symptoms consistent with COVID-19, e.g., fever, dry cough, dyspnea, loss of taste and smell, sore throat, fatigue or confirmed infection by appropriate laboratory test within the last 4 weeks prior to Screening.\n\nSubject who had severe course of COVID-19 (i.e., hospitalization, extracorporeal membrane oxygenation, mechanically ventilated).\n\nFrequent headaches and/or migraine, recurrent nausea and/or vomiting (for vomiting only: more than twice a month).\n\nBlood donation, any volume (usually approximately 500 mL), within 2 months before inclusion.\n\nPresence or history of drug hypersensitivity, or allergic disease diagnosed and treated by a physician.\n\nHistory or presence of drug or alcohol abuse (alcohol consumption more than 40 g per day).\n\nSmoking regularly more than 5 cigarettes or equivalent per week, unable to stop smoking during the study (occasional smoker can be enrolled).\n\nExcessive consumption of beverages containing xanthine bases (more than 5 cups or glasses per day).\n\nSubjects who are occupationally exposed to radiation as defined in the Ionizing Radiation Regulations 2017.\n\nParticipation in a trial with \\[13C\\] or \\[14C\\] radiolabeled medication in the 12 months preceding the study.\n\nThe above information is not intended to contain all considerations relevant to a patient's potential participation in a clinical trial.",
    "sex": "FEMALE",
    "minimumAge": "40 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}