{
    "nctId": "NCT04434560",
    "briefTitle": "Neoadjuvant Immunotherapy in Brain Metastases",
    "officialTitle": "A Phase II Trial of Surgery and Stereotactic Radiosurgery With Neoadjuvant Nivolumab and Ipilimumab in Patients With Surgically-resectable, Solid Tumor Brain Metastases",
    "overallStatus": "TERMINATED",
    "conditions": "Brain Metastases, Adult",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 1,
    "primaryOutcomeMeasure": "Proportion of Patients Who Have Their Surgery Delayed by More Than 4 Days or Surgery Never Occurs as a Direct or Indirect Result of Ipilimumab and Nivolumab Treatment.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* 1. Patients must have at least 1 previously untreated, solid tumor brain metastases that are ≤4 cm in the largest direction. At least one of the metastases must be surgically resectable. All metastases must be planned for treatment with SRS. Primary tumor histology must be one of the following:\n\n  1. Squamous NSCLC\n  2. Non-squamous NSCLC without known ALK, EGFR, and ROS mutation\n  3. RCC\n  4. Urothelial carcinoma\n  5. Ovarian carcinoma\n  6. Melanoma\n  7. Triple negative breast cancer that is PD-L1 positive\n  8. Other solid tumor histologies may be eligible at the discretion of the PI if they are known to respond to immunotherapy containing regimens.\n* 2. Patient must be asymptomatic or minimally symptomatic, requiring the equivalent of ≤ 4 mg dexamethasone daily for at least 7 days prior to enrollment\n* 3. Patient or partner(s) meets one of the following criteria:\n\n  1. Non-childbearing potential (i.e. not sexually active, physiologically incapable of becoming pregnant, including any female who is post-menopausal or surgically sterile, or any male who has had a vasectomy). Surgically sterile females are defined as those with a documented hysterectomy and/or bilateral oophorectomy or tubal ligation. Postmenopausal for purposes of this study is defined as 1 year without menses.; or\n  2. Childbearing potential and agrees to use one of the following methods of birth control: approved hormonal contraceptives (e.g. birth control pills, patches, implants, or infusions), an intrauterine device, or a barrier method of contraception (e.g. a condom or diaphragm) used with spermicide.\n* 4. Age ≥ 18 years of age at the time of entry into the study\n* 5. Karnofsky Performance Score (KPS) ≥ 70\n* 6. Prothrombin and Partial Thromboplastin Times ≤ 1.2 x normal prior to resection\n* 7. Neutrophil count ≥ 1000 prior to resection\n* 8. Hemoglobin ≥ 9 g/dl prior to resection\n* 9. Platelet count ≥ 100,000/µl unsupported is necessary for eligibility on the study; however, because of risks of intracranial hemorrhage during resection, platelet count ≥ 125,000/µl is required for the patient to undergo resection, which can be attained with the help of platelet transfusion\n* 10. Creatinine ≤ 1.5 x ULN (upper limit of normal) prior to resection\n* 11. A signed informed consent form approved by the Institutional Review Board (IRB) will be required for patient enrollment into the study. Patients must be able to read and understand the informed consent document and must sign the informed consent indicating that they are aware of the investigational nature of this study\n* 12. Ability to undergo MRI\n\nExclusion Criteria:\n\n* 1. Females who are pregnant or breast-feeding\n* 2. Patients with an impending, life-threatening cerebral herniation syndrome, based on the assessment of the study neurosurgeons or their designate\n* 3. Patients with severe, active co-morbidity, defined as follow:\n\n  1. Patients with an active infection requiring intravenous treatment or having an unexplained febrile illness (Tmax \\> 99.5°F/37.5°C)\n  2. Patients with known immunosuppressive disease or known uncontrolled human immunodeficiency virus infection\n  3. Patients with unstable or severe intercurrent medical conditions such as severe heart disease (New York Heart Association Class 3 or 4)\n* 4. Patients who have not recovered from the toxic effects of prior chemo- and/or radiation therapy. Guidelines for this recovery period are dependent upon the specific therapeutic agent being used:\n* 5. Patients must not have received immunotherapy within 3 months prior to enrollment\n* 6. Patients with prior, unrelated malignancy requiring current active treatment in the last 3 years with the exception of cervical carcinoma in situ and adequately treated basal cell or squamous cell carcinoma of the skin\n* 7. Patients with a known history of hypersensitivity to nivolumab, or any components of nivolumab\n* 8. Patients with a known history of hypersensitivity to ipilimumab, or any components of ipilimumab\n* 9. Patients with active autoimmune disease requiring systemic immunomodulatory treatment within the past 3 months.\n* 10. History and/or confirmed pneumonitis, or extensive bilateral lung disease on high resolution/spiral CT scan.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}