{
    "nctId": "NCT02792114",
    "briefTitle": "T-Cell Therapy for Advanced Breast Cancer",
    "officialTitle": "A Phase I Clinical Trial to Evaluate the Safety and Tolerability of Mesothelin-Specific Chimeric Antigen Receptor-Positive T Cells in Patients With Metastatic Mesothelin-Expressing Breast Cancer",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Cancer, Metastatic HER2-negative Breast",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 186,
    "primaryOutcomeMeasure": "Maximum tolerated does (MTD)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients aged ≥18 years with metastatic breast cancer\n* Karnofsky performance status ≥70%\n* Patients with breast cancer that is pathologically confirmed at MSKCC (pathology from outside institutions is acceptable for the screening phase of the protocol) and defined by the following:\n\n  * HER2 negative (in cases of mixed HER2 results, the most recent pathology results considered reflective of the active cancer will be considered)\n  * Previously treated with at least 1 chemotherapy regimen for metastatic disease and documented progression\n* Expression of mesothelin must be confirmed by meeting 1 of the following criteria:\n\n  * Mesothelin expression (\\>10% of the tumor expressing mesothelin) by IHC\n  * Elevated serum SMRP levels (\\>1.0 nM/L)\n* Presence of measurable or evaluable disease\n* Chemotherapy, targeted therapy (such as a tyrosine kinase inhibitor), or radiotherapy must have been completed at least 14 days before administration of T-cells. Prior immunotherapy with checkpoint blockade (i.e., PD1 inhibitor, PDL1 inhibitor, or CTL4-antagonist or similar agent) must have been completed more than 1 month before the T-cell infusion.\n\n  \\*Chemotherapy must have been completed at least 7 days prior to leukapheresis\n* Any major operation must have occurred at least 28 days before study enrollment.\n* All acute toxic effects of any previous radiotherapy, chemotherapy, or surgical procedures must have resolved to grade 1 or lower according to CTCAE\n* Lab requirements (hematology):\n\n  * White blood cell (WBC) count ≥3000 cells/mm\\^3\n  * Absolute neutrophil count ≥1500 neutrophils/mm\\^3\n  * Platelet count ≥100,000 platelets/mm\\^3\n* Lab requirements (serum chemistry):\n\n  * Bilirubin \\<1.5x upper limit of normal (ULN)\n  * Serum alanine aminotransferase/serum aspartate aminotransferase (ALT/AST) \\<5x ULN\n  * Serum creatinine \\<1.5x ULN or Cr \\>1.5x ULN, but calculated clearances of \\>60\n* Negative screen for human immunodeficiency virus (HIV), hepatitis B virus (HBV) antigen, and hepatitis C virus (HCV). If testing was performed during the previous 3 months, there is no need to repeat testing, as long as documentation of results is provided to the study site. Subjects must receive counseling and sign a separate informed consent form for HIV testing.\n* Subjects and their partners with reproductive potential must agree to use an effective form of contraception during the period of drug administration and for 4 weeks after completion of the last administration of the study drug. An effective form of contraception is defined as oral contraceptives plus 1 form of barrier or double-barrier method contraception (condom with spermicide or condom with diaphragm).\n* Subjects must be able to understand the potential risks and benefits of the study and must be able to read and provide written, informed consent for the study.\n* Availability of archival tumor tissues (FFPE tissue block or 10-15 unstained slides)\n\nExclusion Criteria:\n\n* Untreated or active CNS metastases (progressing or requiring anticonvulsants or corticosteroids for symptomatic control); patients with a history of treated CNS metastases are eligible, provided that all of the following criteria are met:\n\n  * Presence of measurable or evaluable disease outside of the CNS;\n  * Radiographic demonstration of improvement upon completion of CNS- directed therapy and no evidence of interim progression between completion of CNS-directed therapy and the screening radiographic study;\n  * Completion of radiotherapy ≥8 weeks prior to the screening radiographic study;\n  * Discontinuation of corticosteroids and anticonvulsants ≥4 weeks prior to the screening radiographic study.\n* History of seizure disorder\n* Patients currently receiving treatment for concurrent active malignancy. Prior immunotherapy with checkpoint blockade (i.e., PD1 inhibitor, PDL1 inhibitor, or CTL4-antagonist or similar agent) must have been completed more than 1 month prior to the T-cell infusion.\n* Autoimmune or antibody-mediated disease, including but not limited to systemic lupus erythematosus, rheumatoid arthritis, ulcerative colitis, Crohn's disease, and temporal arteritis (patients with a history of hypothyroidism will not be excluded)\n* Clinically significant cardiac disease (New York Heart Association class III/IV) or severe debilitating pulmonary disease\n* Pregnant or lactating women\n* Known active infection requiring antibiotics within 7 days of the start of treatment (Day 0)\n* A requirement for daily systemic corticosteroids for any reason or a requirement for other immunosuppressive or immunomodulatory agents. Topical, nasal, and inhaled steroids are permitted.\n* Administration of live, attenuated vaccine within 8 weeks before the start of treatment (Day 0) and throughout the study\n* Any other medical condition that, in the opinion of the PI, may interfere with a subject's participation in or compliance with the study\n* Participation in a therapeutic research study or receipt of an investigational drug within 30 days of T-cell infusion",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}