{
    "nctId": "NCT06102824",
    "briefTitle": "Organoid-based Functional Precision Therapy for Advanced Breast Cancer",
    "officialTitle": "Organoid-Guided Functional Precision Therapy Versus Treatment of Physician's Choice in Previously Treated HER2-negative Advanced Breast Cancer: a Phase II, Multicenter, Open-label, Randomized Controlled Trial",
    "overallStatus": "RECRUITING",
    "conditions": "HER2-negative Breast Cancer, Advanced Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 252,
    "primaryOutcomeMeasure": "Progression-free survival",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Must be competent and able to comprehend, sign, and date a written informed consent form (ICF) before performance of any study-specific procedures or tests.\n2. Men or women ≥18 years old.\n3. Pathologically documented unresectable locally advanced or metastatic breast cancer that:\n\n   3.1 Confirmed as HER2-negative status, defined as IHC 0, IHC 1+, or IHC 2+/ISH- according to American Society of Clinical Oncology College of American Pathologists (ASCO/CAP) guidelines evaluated at a local laboratory.\n\n   3.2 Is HR-positive or HR-negative. Positive for estrogen receptor or progesterone receptor if a finding of ≥1% of tumor cell nuclei is immunoreactive according to ASCO/CAP guidelines.\n\n   3.3 Has been treated with at least 1 prior line of systemic therapy in the advanced or metastatic setting. If \\>10% ER expression, the subject should have been treated with a CDK4/6 inhibitor. If recurrence occurred within 6 months of adjuvant chemotherapy, adjuvant therapy would count as 1 line of systemic therapy. If recurrence occurred within 12 months of adjuvant CDK4/6 inhibitor and endocrine therapy, adjuvant therapy would count as 1 line of systemic therapy.\n4. Documented radiologic progression (during or after most recent treatment).\n5. Presence of at least 1 measurable lesion based on computed tomography (CT) or magnetic resonance imaging (MRI) per RECIST 1.1\n6. Eastern Cooperative Oncology Group (ECOG) performance status 0-1.\n7. All subjects must have a recent tumor sample after the most recent treatment regimen or agree to undergo a tissue biopsy prior to randomization.\n8. No visceral crisis.\n9. Life expectancy of ≥ 6 months as assessed by the treating investigator.\n10. Complete all required baseline laboratory tests and imaging examinations within 28 days before randomization.\n11. Normal organ and bone marrow function measured within 28 days prior to administration of study treatment.\n12. Male and female subjects of reproductive/childbearing potential must have a documented negative pregnancy test within 2 weeks prior to randomization and agree to acceptable birth control (non-hormonal) during and up to 6 months after trial therapy.\n\nSubjects must satisfy all of the following additional criteria to be included in the OGT group:\n\n1. No absolute contraindication for invasive procedures to obtain samples for organoid generation.\n2. Sufficient material for organoid generation: biopsied samples (length\\>1cm, 2-3 pieces), surgically resected samples (\\>1cm×1cm×0.5cm, weight\\>200mg), malignant effusion samples collected by thoracentesis, abdominocentesis or lumbar puncture (pleural fluid\\>50mL, ascites\\>50mL, cerebrospinal fluid≥4 tubes with each tube ≥4mL).\n3. Successful acquisition of a solid tumor biopsy sample containing ≥ 20% tumor content, or malignant effusion sample (e.g., pleural, or pericardial effusion or ascites) confirmed to contain malignant cells.\n\nExclusion Criteria:\n\n1. Ineligible for all 5 of the study treatments either because of previously having received treatment in the advanced or metastatic setting or having a contraindication to treatment.\n2. Documented mutation in BRCA1 or BRCA2 that is predicted to be deleterious or suspected deleterious.\n3. Known active central nervous system metastases, as indicated by clinical symptoms, cerebral edema, and/or progressive growth (patients with history of CNS metastases or spinal cord compression are eligible if they are clinically and radiologically stable for at least 4 weeks before first dose of trial treatment and have not required high-dose steroid treatment in the last 4 weeks).\n4. Inflammatory breast cancer.\n5. Has a history of severe hypersensitivity reactions to either the drug substances or inactive ingredients in the drug product.\n6. Major surgery within 3 weeks of starting study treatment: patients must have recovered from any effects of any major surgery.\n7. Systemic treatment with anticancer therapy, antibody-based therapy, hormonal therapy, or radiotherapy within 3 weeks before study treatment.\n8. Participation in a therapeutic clinical study within 3 weeks before study treatment, or current participation in other investigational procedures.\n9. Has multiple primary malignancies within 3 years, except adequately resected nonmelanoma skin cancer, curatively treated in situ disease, or contralateral breast cancer.\n10. Has unresolved toxicities from previous anticancer therapy, defined as toxicities (other than alopecia) not yet resolved to Grade ≤1 or baseline.\n11. Substance abuse or medical conditions such as clinically significant cardiac or pulmonary diseases or psychological conditions, that would, in the opinion of the Investigator, increase the safety risk to the subject or interfere with the subject's participation in the clinical study or evaluation of the clinical study results.\n12. Has known human immunodeficiency virus infection or active hepatitis B or C infection.\n13. Has an uncontrolled infection requiring IV antibiotics, antivirals, or antifungals.\n14. Has gastrointestinal disorders likely to interfere with absorption of the study medication.\n15. Is pregnant or breastfeeding or planning to become pregnant.\n16. Any concurrent condition which in the Investigator's opinion makes it inappropriate for the patient to participate in the trial or which would jeopardize compliance with the protocol.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}