{
    "nctId": "NCT02159157",
    "briefTitle": "A Randomized, Controlled Trial to Determine the Effects of an Exercise Intervention on Physical Activity During Chemotherapy for Patients With Early Stage Breast Cancer",
    "officialTitle": "A Randomized, Controlled Trial to Determine the Effects of an Exercise Intervention on Physical Activity During Chemotherapy for Patients With Early Stage Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Early Stage Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 28,
    "primaryOutcomeMeasure": "Change in activity as measured by the Activity Log",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Women or men with histologically confirmed breast cancer and no evidence of metastatic disease with a recommendation to begin chemotherapy within 4 weeks.\n2. Patients must have recovered from prior surgery.\n3. Patients must be able to walk unassisted without oxygen\n4. Patients must complete the Physical Activity Readiness questionnaire with \"No\" answers to all questions; if patient responds with YES answers, OR IS OVER AGE 69, approval must be obtained from the patient's Primary care physician or treating medical oncologist to participate in the study.\n5. Able to fast for 12 hours for blood work and Basal Metabolic Rate measurement.\n6. Karnofsky performance status \\> or = to 80%.\n7. Previous or ongoing Physical therapy treatments are acceptable.\n8. Participants may be enrolled on other treatment-based clinical trials but may not be enrolled on any other weight loss trials.\n9. Participants must have a baseline activity level of \\< 150 minutes/wk of moderate to vigorous activity as calculated using the moderate to vigorous components of the LTEQ (leisure time exercise questionnaire) for physical activity (completed during screening).\n\nExclusion Criteria:\n\n1. Patients less than 18 years of age.\n2. Patients with history of acute MI (myocardial infarction) or CVA (cerebral vascular accident) within the last 12 months.\n3. Patients who are oxygen dependent.\n4. Patients unable to give informed consent indicating they are aware of the investigational nature of this intervention prior to entry into the study.\n5. Patients with a Karnofsky performance status of \\< 80%.\n6. Pregnant.\n7. Unable to read or write in English.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}