{
    "nctId": "NCT06313086",
    "briefTitle": "DP303c Versus Trastuzumab Emtansine in in Patients With HER2-positive Advanced Breast Cancer",
    "officialTitle": "A Multicentre, Randomized, Open-label, Controlled Phase Ш Clinical Study to Evaluate the Efficacy and Safety of DP303c Versus Trastuzumab Emtansine in Patients With HER2-positive Advanced Breast Cancer",
    "overallStatus": "RECRUITING",
    "conditions": "HER2-positive Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 442,
    "primaryOutcomeMeasure": "Progression-free survival (PFS) by BIRC",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* 1．Voluntarily agree to participate in the study and sign the informed consent;\n* 2．Age≥18 years old;\n* 3．Patients with unresectable locally advanced or metastatic breast cancer confirmed by histology;\n* 4．Confirmed to be HER2 positive (HER2-positive is defined as IHC 3+ or IHC 2+ with ISH positive);\n* 5．Previously received regimens containing trastuzumab and taxanes at the advanced stage of disease.\n* 6．The Eastern Cooperative Oncology Group (ECOG) performance status of 0 - 2;\n* 7．Patients with adequate organ functions;\n* 8．Life expectancy ≥ 3 months;\n* 9．Female and male patients of childbearing age must agree to take adequate contraceptive measures during the entire study period.\n\nExclusion Criteria:\n\n* 1. Patients who have previously received tubulin inhibitor-loaded HER2 ADC therapy\n* 2. History of any other malignant tumors within three years\n* 3. With uncontrollable serous effusion within 14 days before randomization, which required frequent drainage or medical intervention.\n* 4. Known contraindication to the study drugs;\n* 5. Has not recovered from adverse reactions caused by previous anti-tumor treatments to ≤ Grade 1 or baseline (refer to NCI CTCAE 5.0);\n* 6. NCI-CTCAE 5.0 ≥Grade 2 peripheral nephropathy occurred during previous systemic anti-tumor treatment;\n* 7. Received immunotherapy, macromolecular targeted therapy or other anti-tumor biological therapy within 4 weeks before randomization, or received endocrine therapy, cytotoxic drug chemotherapy and small molecular targeted drug therapy within 2 weeks before randomization, or received traditional Chinese medicine preparations with anti-tumor indications within 2 weeks before randomization .\n* 8. Major organ surgery (excluding needle biopsy) within 28 days before randomization;\n* 9. Untreated (including baseline findings) or unstable cerebral parenchymal metastasis, spinal cord metastasis or compression, and cancerous meningitis.\n* 10.The cumulative amount of previous exposure to anthracyclines has reached the dosage;\n* 11.History of LVEF \\< 40%, symptomatic congestive heart failure (CHF),\n* 12.Serious or uncontrolled cardiovascular disease;\n* 13.History of (non-infectious) interstitial lung disease/pneumonitis requiring steroid hormone therapy;\n* 14.Patients who currently have ocular diseases that require medication or surgical intervention; or unwilling to stop wearing contact lenses during the study.\n* 15.Active infections requiring intravenous antibiotics, antivirals, or antifungals within 14 days before randomization;\n* 16.There are other circumstances that may interfere with the subject's participation in the study procedures or do not meet the subject's maximum benefit from participating in the study or affect the study results.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}