{
    "nctId": "NCT02681120",
    "briefTitle": "Pilot Study of the Effect of Weight Loss on Breast Tissue and Blood Biomarkers in Women at Increased Risk for Breast Cancer",
    "officialTitle": "Pilot Study of the Effect of Weight Loss on Breast Tissue and Blood Biomarkers in Women at Increased Risk for Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Neoplasms, Obesity",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 3,
    "primaryOutcomeMeasure": "Change in breast density via MRI from baseline",
    "eligibilityCriteria": "Inclusion Criteria\n\n1. Patients must be post-menopausal, defined as one of the following:\n\n   1. Age over 60\n   2. Prior oophorectomy\n   3. No menstrual periods in the past 12 months without a medical procedure such as hysterectomy or uterine ablation\n   4. FSH at castrate levels (\\> 40IU/L). Patients who do not meet criteria a-c (such as those under age 60 with prior hysterectomy but ovaries remain in place) will need to have an FSH level to confirm menopausal status prior to enrollment.\n2. Patients must have a BMI ≥ 30 as calculated by the formula:\n\n   Weight in pounds / height squared x 703 = BMI\n\n   A BMI of:\n   1. 18.5-24.9 is considered normal;\n   2. 25.0-29.9 is considered overweight;\n   3. 30.0+ is regarded as obese.\n3. Patients must be planning to undergo primary bariatric surgery (no revisions).\n4. Patients must be willing to provide a core tissue biopsy at baseline and with repeat tissue collection after 2 weeks and 12 months post-bariatric surgery.\n5. Patients must be aged 18-75 years at the time of informed consent.\n6. Patients must be accessible for treatment, adverse event tracking and follow-up as determined by the treating physician.\n7. Patient consent and authorization for the release of health information must be obtained according to local institutional guidelines.\n\nExclusion Criteria\n\n1. History of any malignancy except: adequately treated non-melanoma skin cancer, curatively treated in-situ cancer of the cervix, or other solid tumors curatively treated with no evidence of disease for ≥ 5 years. History of breast cancer is not allowed.\n2. Concurrent or planned participation in randomized trials of weight loss or exercise interventions or trials targeting insulin, IGF-1 or their receptors. These interventions would interfere with the endpoints.\n3. Weight greater than 500 lbs at the time of imaging.\n4. Known allergy to gadolinium which is used for MRI contrast.\n5. History of life threatening allergic reaction to local anesthesia (lidocaine, xylocaine).\n6. For the purposes of invasive breast biopsies, women must not have received therapeutic anticoagulation in the 1 month prior to enrollment, and must have no medical reason why post-operative prophylactic anticoagulation could be held for 12 hours (i.e. atrial fibrillation, history of deep venous thrombosis).\n7. Prior history of breast irradiation.\n8. Use of chemopreventatives such as tamoxifen or raloxifene at any time prior to enrollment.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}