{
    "nctId": "NCT05334147",
    "briefTitle": "Anlotinib Combined With Chemotherapy for the Treatment of HER2 Negative Advanced Breast Cancer",
    "officialTitle": "Anlotinib Combined With Chemotherapy for the Treatment of HER2 Negative Advanced Breast Cancer Previously Treated With Anthracyclines and Taxanes: A Multicenter, Prospective, Observational Clinical Study",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "HER2-negative Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 315,
    "primaryOutcomeMeasure": "Progression Free Survival (PFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age ≥18 years old (calculated on the day of signing informed consent);\n2. Histologically diagnosed advanced breast cancer, including inoperable locally advanced breast cancer or recurrent/metastatic breast cancer;\n3. Immunohistochemical detection of HER-2 (-) or (1+), of which HER-2 (2+) must be tested by FISH and the result is negative;\n4. All patients have previously underwent chemotherapy containing anthracyclines and taxanes (adjuvant, neoadjuvant or rescue therapy) , and treatment failure or disease progression received at most two chemotherapy regimens after recurrence/metastasis. HR+/HER2- breast cancer patients need to complete endocrine drug therapy;\n5. Physical condition ECOG PS: 0-1;\n6. There is at least 1 measurable lesion of metastasis according to RECIST 1.1;\n7. The patients voluntarily joined the project and signed the informed consent.\n\nExclusion Criteria:\n\n1. Pregnant or lactating women;\n2. Patients with a previous history of breast cancer were excluded, except for ipsilateral DCIS who received only local therapy ≥5 years ago; patients with a history of any other cancer (except non-melanoma skin cancer or cervical carcinoma in situ) were excluded;\n3. allergic to Anlotinib;\n4. Received eribulin, capecitabine treatment or anti-angiogenic drug treatment in the past;\n5. Uncontrolled brain metastases (except asymptomatic, or patients with stable brain metastases receiving local treatment);\n6. According to the judgment of the investigator, there are concomitant diseases that seriously endanger the patient's safety or affect the patient's completion of the study.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}