{
    "nctId": "NCT02511639",
    "briefTitle": "Maintenance Aromatase Inhibitors (AIs)+ Everolimus vs AIs in Hormone Receptor Positive Metastatic Breast Cancer Patients",
    "officialTitle": "MAINtenance Afinitor: A Randomized Trial Comparing Maintenance Aromatase Inhibitors (AIs) + Everolimus (Afinitor) vs AIs in Hormone Receptor Positive (HR+) Metastatic Breast Cancer Patients With Disease Control After First Line Chemotherapy",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer Metastatic",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 110,
    "primaryOutcomeMeasure": "Progression free survival",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. \\>18 years old women with metastatic breast cancer\n2. Histological confirmation of hormone-receptor positive (defined as at least 10% of estrogen receptor (ER) and/or progesterone receptor (PgR) positivity) and human epidermal growth factor receptor 2 (HER2) negative (score 0-1+ in immunohistochemistry or FISH negativity) breast cancer\n3. Postmenopausal status\n4. One line of chemotherapy for metastatic disease; patients must have received a minimum of 6 cycles of chemotherapy in order to be eligible, and must have obtained disease control (CR or PR od SD)\n5. Eastern Cooperative Oncology Group (ECOG) Performance status \\< 2\n6. Adequate bone marrow and coagulation function\n7. Adequate liver function\n8. Adequate renal function\n9. Fasting serum cholesterol ≤ 300 mg/dl or 7.75 mmol/L and fasting triglycerides ≤ 2.5 × upper limit of normal (ULN). In case one or both of these thresholds are exceeded, the patient can only be included after initiation of statin therapy or other lipid lowering drugs (eg fibrates), and when the above mentioned values have been achieved\n10. Fasting glucose \\< 1.5 × ULN\n11. Written informed consent obtained before any screening procedure and according to local guidelines.\n\nExclusion Criteria:\n\n1. HER2-overexpressing patients by local laboratory testing (immunohistochemistry 3+ staining or in situ hybridization positive)\n2. Previous treatment with mammalian target of rapamycin (mTOR) inhibitors\n3. Known hypersensitivity to mTOR inhibitors, e.g. sirolimus (rapamycin)\n4. More than one chemotherapy line for metastatic disease\n5. Treatment with angiogenetic compounds as maintenance therapy (eg. bevacizumab)\n6. Radiotherapy within four weeks prior to enrollment except in case of localized radiotherapy for analgesic purpose or for lytic lesions at risk of fracture which can then be completed within two weeks prior to enrollment. Patients must have recovered from radiotherapy toxicities prior to enrollment\n7. Symptomatic central nervous system metastases\n8. Patients with a known history of HIV positivity\n9. Active, bleeding diathesis, or on oral anti-vitamin K medication (except low dose warfarin and acetylsalicylic acid or equivalent, as long as the international normalized ratio (INR) is ≤ 2.0)\n10. Any severe and / or uncontrolled medical conditions such as:\n\n    * Unstable angina pectoris, symptomatic congestive heart failure, myocardial infarction ≤6 months prior to enrollment, serious uncontrolled cardiac arrhythmia\n    * Uncontrolled diabetes as defined by fasting serum glucose \\> 1.5 × ULN\n    * Acute and chronic, active infectious disorders and nonmalignant medical illnesses that are uncontrolled or whose control may be jeopardized by the complications of this study therapy\n    * Impairment of gastrointestinal function or gastrointestinal disease that may significantly alter the absorption of study drugs (e.g., ulcerative disease, uncontrolled nausea, vomiting, diarrhea, malabsorption syndrome)\n    * Significant symptomatic deterioration of lung function. If clinically indicated, pulmonary function tests including measures of predicted lung volumes, diffusion capacity of lung for carbon monoxide (DLco) and O2 saturation at rest on room air should be considered to exclude restrictive pulmonary disease, pneumonitis or pulmonary infiltrates.\n11. Patients who test positive for hepatitis B or C (patients who test negative for hepatitis B virus (HBV)-DNA, HBsAg, and HBcAb but positive for HBsAb with prior history of vaccination against Hepatitis B will be eligible)\n12. Patients being treated with drugs recognized as being strong inhibitors or inducers of the isoenzyme Cytochrome P3A (Rifabutin, Rifampicin, Clarithromycin, Ketoconazole, Itraconazole, Voriconazole, Ritonavir, Telithromycin) within the last 5 days prior to enrollment\n13. History of non-compliance to medical regimens\n14. Patients unwilling to or unable to comply with the protocol",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}