{
    "nctId": "NCT05941299",
    "briefTitle": "Clinical Trial to Demonstrate the Safety and Performance of REGENERA Breast Implant in 40-70 Years Old Women Affected by Malignant Breast Lesion Treated by Lumpectomy",
    "officialTitle": "A Pivotal Study of REGENERA Implant in Malignant Breast Lesion Treated by Lumpectomy",
    "overallStatus": "RECRUITING",
    "conditions": "Mastectomy, Segmental, Breast Neoplasm Malignant Female",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 92,
    "primaryOutcomeMeasure": "Rate of adverse events (AEs) with a causal relationship to REGENERA at 3 months.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Female adult subject aged 40-70 years.\n* Subject diagnosed with malignant breast lesion:\n* monolateral nodular infiltrative carcinoma,\n* without microcalcification,\n* single or multifocal,\n* included in an area with a maximum diameter of 4 cm,\n* non-metastatic (M0).\n* Subject with clinically negative axilla.\n* Subject considered eligible for conservative breast surgery - BCS (Breast-Conserving Surgery, lumpectomy or quadrantectomy), leaving a volume deficit compatible with a REGENERA implant (available in two dried sizes) volume of 70 ml or 100 ml.\n* Confirmation of malignant lesion (pT1, pT2, pN0, pN1) with no discordance between biopsy and radiological imaging.\n* Adequate hematopoietic functions.\n* Good general health and mentally sound.\n* Subject able and willing to give written informed consent form.\n\nExclusion Criteria:\n\n* Subject with actual concomitant benign breast lesion (B2 and B3), unless present in the same mammary quadrant or in the contralateral breast.\n* Subject with actual concomitant malignancies, lobular neoplasm, metastatic breast carcinoma, sarcoma, malignant phyllodes lesions, or Paget's disease.\n* Axillary dissection planned as part of the breast lesion surgery.\n* History of surgery, chemotherapy, neoadjuvant chemotherapy, or irradiation of the breast parenchyma object of the study.\n* Skin retraction at the breast to be operated.\n* Infection of the surgical site confirmed pre-operatively by clinical examination.\n* Abnormal blood sugar and glycosylated hemoglobin.\n* Hard smoker (more than 10 cigarettes a day).\n* Acute or chronic severe renal insufficiency (creatinine values \\>180 μmol/l).\n* History of severe asthma or allergies (including allergy to anesthetics or contrast media).\n* Autoimmune disease.\n* Subjects who are known to be carriers of BCRA mutation.\n* Inability to undergo MRI or allergy to contrast media.\n* Systemic infections in an active phase.\n* Immunocompromised patients (HIV).\n* Pregnant or breastfeeding woman or woman who has nursed a child within 3 months prior to enrolment in the study.\n* Subject who has participated in another interventional study within the past 3 months.\n* Subject who received immunosuppressant therapy in the last 3 months.\n* History of substance abuse (drug or alcohol).\n* Non-collaborative patients (severe physical disabilities or psychiatric disorders, as per specialist opinion).",
    "sex": "FEMALE",
    "minimumAge": "40 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}