{
    "nctId": "NCT06053086",
    "briefTitle": "SAHARA-04 : Adaptive Radiotherapy in Hypersensitive Patients and High Locoregional Risk Breast Cancer With ETHOS Technology",
    "officialTitle": "Adaptive Radiotherapy in Hypersensitive Patients and High Locoregional Risk Breast Cancer With ETHOS Technology",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 500,
    "primaryOutcomeMeasure": "Rate of patients without any grade 2 and more toxicities within the planning target volume",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Women ≥ 18 years old.\n* Conservative breast cancer surgery or radical mastectomy.\n* At least pN1 breast cancers, regardless breast cancer subtypes.\n* Tumor negative margins.\n* Indication of whole breast and node irradiation.\n* Extension evaluation of disease will be proven negative (M0).\n* Risk level of breast fibrosis identified by the centralized NovaGray RILA Breast® test\n* Must be geographically accessible for follow-up.\n* Written and dated informed consent.\n* Affiliated to the French national social security system.\n\nExclusion Criteria:\n\n* Patients with distant metastases.\n* Bilateral breast cancer (concomitant or prior) except in situ lesion, either ductal or lobular, of the contralateral breast.\n* Patients with previous or concomitant other (not breast cancer) malignancy within the past 5 years EXCEPT adequately treated basal or squamous cell carcinoma of the skin or in situ carcinoma of the cervix. Patients who have had a previous other malignancy must have been disease free for at least five years.\n* Patients with other non-malignant systemic diseases (cardiovascular, renal, hepatic, lung embolism, etc.) which would prevent prolonged follow-up.\n* Patients treated with systemic investigational drugs within the past 30 days (Observational cohorts are accepted if the collection of data does not interfere with the current trial)\n* Untreated hypothyroidism\n* Patients known to be HIV positive (no specific tests are required to determine the eligibility).\n* Patients known as hypersensitive to radiation (ATM Homozygote, p53-/-,...)\n* Pregnant or breast-feeding women\n* Patient unable to comply with study obligations for geographic, social, or physical reasons, or who is unable to understand the purpose and procedures of the study\n* Person deprived of their liberty or under protective custody or guardianship.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}