{
    "nctId": "NCT02655952",
    "briefTitle": "Dose Escalating Study of Foxy-5 in Breast-, Colon- or Prostate Cancer Patients",
    "officialTitle": "Phase Ib Dose Escalating Study to Evaluate the Safety, Tolerability and Pharmacodynamic Response of Foxy-5 in Patients With Metastatic Breast-, Colon- or Prostate Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Metastatic Breast Cancer, Metastatic Colon Cancer, Metastatic Prostate Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 17,
    "primaryOutcomeMeasure": "Presence of Dose Limiting Toxicities (DLTs).",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Males and females of at least 18 years of age\n\n  * Histologically/cytologically documented diagnosis of metastatic breast, colon or prostate cancer, refractory to standard therapy or for which no curative therapy exists\n  * Must have an evaluable tumour appropriate for biopsy as determined by the Investigator.\n  * Loss of or reduced Wnt-5a protein expression in primary or metastatic tumour cells, characterised by IHC analysis\n  * Eastern Cooperative Oncology Group (ECOG) performance status of \\<= 1\n  * Life expectancy of at least 3 months\n  * Unresectable disease, i.e. the metastases cannot be surgically removed with a curative intent\n\n    * 4 weeks must have elapsed since the patient has received any other IMP\n    * 4 weeks must have elapsed since the patient has received any anti cancer treatment; including radiotherapy (except for single dose of palliative radiotherapy), cytotoxic chemotherapy, biologic agents or targeted therapy\n    * 2 weeks must have elapsed since any prior surgery or therapy with bone marrow stimulating factors\n  * Adequate haematological functions as defined by:\n  * Absolute neutrophil count \\>= 1.5 10E9/L\n  * Platelets \\>= 100 10E9/L\n  * Hemoglobin \\>= 5.6 mmol/L\n  * Adequate hepatic function as defined by:\n  * Total bilirubin \\<= 1.5 x the upper limit of normal (ULN)\n  * Aspartate aminotransferase (AST) \\<= 2.5 x ULN\\*\n  * Alanine aminotransferase (ALT) \\<= 2.5 x ULN\\*\n\n    * For patients with liver metastasis adequate hepatic function is defined by AST \\<= 5 x ULN and ALT \\<= 5 ULN.\n  * Adequate renal function as defined by Serum creatinine \\<= 1,5 x ULN\n  * Patients in active anti-coagulating treatment must be evaluated according to local standards on the discretion of the Investigator..\n  * Provision of written informed consent\n  * Willingness and ability to comply with scheduled visits, treatment plans, laboratory tests and other study procedures\n  * Sexually active males and females of child-producing potential, must use adequate contraception (intrauterine devices, hormonal contraceptives (contraceptive pills, implants, transdermal patches, hormonal vaginal devices or injections with prolonged release) or diaphragm always with spermicidal jelly and a male condom) for the study duration and at least six months afterwards\n\nExclusion Criteria:\n\n* Active uncontrolled bleeding or bleeding diathesis (e.g., active peptic ulcer disease)\n\n  * Any active infection requiring antibiotic treatment\n  * Known infection with human immunodeficiency virus (HIV) or hepatitis virus\n  * Active heart disease including myocardial infarction or congestive heart failure within the previous 6 months, symptomatic coronary artery disease, or symptomatic arrhythmias currently requiring medication\n  * Known or suspected active central nervous system (CNS) metastasis. (Patients stable 8 weeks after completion of treatment for CNS metastasis are eligible)\n  * Impending or symptomatic spinal cord compression or carcinomatous meningitis\n  * Requiring immediate palliative surgery and/or radiotherapy(except for a single dose of palliative radiotherapy)\n  * Pre-existing neuropathy, i.e., Grade \\>2 neuromotor or neurosensory toxicity\n  * Participation in other clinical studies within 4 weeks of first dose of study treatment\n  * Previous exposure to Foxy-5\n  * History of severe allergic or hypersensitive reactions to excipients\n  * Pregnant or breastfeeding women\n  * Active and/or within the last 5 years histologically confirmed diagnosis of malignant melanoma, gastric cancer, pancreatic cancer, lung cancer or nasopharyngeal cancer\n  * Severe or uncontrolled chronic or uncontrolled systemic disease (e. g. severe respiratory or cardiovascular disease)\n  * Other medications or conditions that in the Investigator's opinion would contraindicate study participation of safety reasons or interfere with the interpretation of study results",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}