{
    "nctId": "NCT04675450",
    "briefTitle": "NBP in Women With Metastatic Breast Cancer to Prevent Nab-paclitaxel Induced Toxic Neuropathy",
    "officialTitle": "A Phase 2, Randomized, Double-Blind, Placebo-Controlled, Multiple Dose Study to Evaluate the Safety, Tolerability, Pharmacokinetics, and Efficacy of n-Butylphthalide (NBP) Softgel Capsules Administered to Patients With Metastatic Breast Cancer to Prevent Nab-paclitaxel Induced Toxic Neuropathy",
    "overallStatus": "WITHDRAWN",
    "conditions": "Breast Cancer, Peripheral Neuropathy",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "PREVENTION",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "Mean Change from Baseline in EORTC Quality of Life Questionnaire Chemotherapy-Induced Peripheral Neuropathy (EORTC QLQ-CIPN20) Sensory Subscale",
    "eligibilityCriteria": "Inclusion Criteria\n\nSubjects are eligible to participate in the study only if all the following criteria apply:\n\n1. Women aged ≥18 and ≤75 years.\n2. Pathologically confirmed metastatic breast cancer.\n3. Are candidates for initial therapy with nab-paclitaxel, at a dose of \\>260 mg/m2 every 3 weeks for 4 planned cycles.\n4. Concomitant antitumor drugs used to treat the underlying malignancy, including immunotherapies, other than nab-paclitaxel will be allowed.\n5. Eastern Cooperative Oncology Group (ECOG) performance status scores of 0 - 2.\n6. Life expectancy ≥6 months.\n7. Women of childbearing potential (WOCBP) must have a negative serum human chorionic gonadotropin (HCG) pregnancy test at Screening and be practicing a medically acceptable method of contraception with an annual failure rate of less than 1% until the completion of the trial or 30 days after discontinuation of study treatment. Women are considered not childbearing if they are \\>1 year postmenopausal or surgically sterile (ie, hysterectomy, bilateral oophorectomy, or bilateral salpingectomy tubal ligation).\n8. Able to complete study questionnaires by themselves or with assistance.\n9. Capable of understanding the purpose and risks of the study and able to provide informed consent by signing the informed consent form.\n10. Able to swallow softgel capsules as determined by the investigator.\n11. Able to comply with all study requirements. Exclusion Criteria\n\nSubjects are excluded from the study if any of the following criteria apply:\n\n1. Non-metastatic breast cancer.\n2. Subjects who are pregnant, lactating/breast-feeding, or plan to become pregnant within the next 3 months.\n3. History of poorly controlled diabetes mellitus (hemoglobin A1C \\>8.0 at the time of the Screening visit).\n4. History of fibromyalgia.\n5. History of any signs or symptoms suggestive of neuropathy within 30 days of Screening as determined by the investigator based on the neurological examination.\n6. History of taking any neurotoxic drugs within 6 months of Screening.\n7. Current use of drugs that are used to treat neuropathic pain (eg, gabapentin, pregabalin, and duloxetine) within 30 days of Screening.\n8. Current diagnosis of malignancy other than breast cancer.\n9. Absolute neutrophil count \\<1.5 x 109 cells/L.\n10. Platelet count \\<100,000 x 109/L.\n11. Hemoglobin level \\<9 g/dL at Screening without transfusion (transfusion independent).\n12. Corrected QTcF \\>470 msec (single tracing) at Screening and prior to randomization.\n13. Chronic renal or hepatic disease.\n14. Clinically significant renal dysfunction including serum creatinine level \\>1.5 mg/dL or calculated creatinine clearance ≥50 mL/minute at Screening.\n15. Alanine aminotransferase (ALT) or aspartate aminotransferase (AST) level \\>2.0 x upper limits of normal (ULN), or a bilirubin \\>1.5 x ULN unless in the setting of known Gilbert's disease at Screening.\n16. History of HIV, hepatitis B, hepatitis C, or tuberculosis.\n17. Major surgical procedures ≤30 days prior to starting study drug, or minor surgical procedures ≤7 days prior to starting study drug.\n18. History of alcohol or drug dependence or is known to have abused alcohol within 30 days prior to screening.\n19. Unwilling to abstain from alcohol and recreational drugs (with exception for medical marijuana) throughout the duration of participation in the study.\n20. Positive urine drug screen at Screening (with exception for medical marijuana which is allowed).\n21. Known hypersensitivity to celery or soybeans.\n22. Known serious hypersensitivity to paclitaxel\n23. Received treatment with any other investigational drug within 30 days before screening, was previously treated with NBP, is currently taking celery seed extract, or is currently participating in another clinical study\n24. Any other reasons that in the opinion of the investigator make the subject unsuitable for enrollment.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}