{
    "nctId": "NCT02616848",
    "briefTitle": "Safety and Tolerability of Everolimus in Combination With Eribulin in Triple-negative Breast Cancers",
    "officialTitle": "N/A",
    "overallStatus": "UNKNOWN",
    "conditions": "Triple Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 1,
    "primaryOutcomeMeasure": "The recommended dose of everolimus in combination with eribulin in metastatic triple negative breast cancer",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Age ≥18 years.\n* Eastern Cooperative Oncology Group (ECOG) performance Status 0-1\n* Triple negative metastatic breast cancer.\n* Patients have received at least 1 prior line of chemotherapy in metastatic setting.\n* Measurable disease either by clinical exam or radiograph. Patients with measurable disease as determined by Response Evaluation Criteria in Solid Tumors (RECIST) 1.0; measurable disease is defined as at least one lesion that can accurately be measured in at least one dimension as ≥ 20 mm by conventional radiological technique or ≥ 10 mm with spiral CTscan. Cutaneous lesions must have clearly defined margins and measures ≥ 10 mm in at least one diameter and be documented by color photography. Target lesions should not be selected in previously irradiated fields unless there is clear evidence of progression.\n* Patients must not have received prior therapy with the investigational drugs.\n* Patients must not have received more than 3 prior chemotherapy regimens for triple negative metastatic breast cancer.\n* Patients must not be receiving concurrent endocrine therapy or immunotherapy.\n* Patients must be willing to provide available tissue specimen, either archival tissue (one block or a minimum of 20 unstained slides) or fresh formalin fixed tumor biopsy, for identification of PI3K pathway activation (mutation /fish).\n* Patients must have an expected survival of at least 3 months.\n* Patients with absolute neutrophil count (ANC) ≥ 1,5 x 109/l.\n* Adequate bone marrow, renal and hepatic functions:\n\n  * Hemoglobin (Hgb) ≥ 9 g/dl\n  * Platelets (PLT) ≥ 100 x 109/L without transfusions within 21 days before 1sttreatment\n  * AST/SGOT and/or ALT/SGPT ≤ 3.0 x ULN (upper limit of normal) or ≤ 5.0 x ULN if liver metastases are present\n  * Serum bilirubin ≤ 1.5 x ULN\n  * Serum Creatinine ≤ 1.5 x ULN or 24-hour clearance ≥ 50 mL/min\n  * Potassium within normal limits prior to treatment start (supplementation is permitted)\n  * Total calcium (corrected for serum albumin) within normal limits prior to treatment start (supplementation is permitted)\n  * Magnesium ≥ the lower limit of normal prior to treatment start (supplementation is permitted)\n* Fasting plasma glucose levels (FPG) ≤ 140 mg/dL (7.8mmol/L).\n* Patients capable of swallowing study medication and following directions regarding taking study drug, or have a daily caregiver who will be responsible for administering study drug.\n* Adequate cardiac function: left ventricular ejection fraction (LVEF) at rest measured by echocardiography must be no lower than the local normal limit.\n* Written informed consent dated and signed by both patients and investigator.\n* Geographically accessible for follow-up.\n* Pregnancy test negative.\n\nExclusion Criteria:\n\n* Patients who have received other chemotherapy or other therapies and not recovered from acute toxicity of previous therapy.\n* Patients who have received radiotherapy within 4 weeks prior to start of this trial.\n* Patients who have undergone major surgery within 2 weeks of study enrollment.\n* Patients with known evidence of brain metastases or leptomeningeal disease, including patients who continue to require glucocorticoids for brain or leptomeningeal metastases.\n* Patients with a history of other cancers except curatively-treated carcinoma of the cervix in situ or non-melanomatous skin cancer. Patients with other cancers thought to be cured may be entered into the trial after discussion with and approval of the study chair.\n* Patients with an active serious infection or other serious underlying medical condition that would impair their ability to receive protocol treatment.\n* Patients with pre-existing peripheral neuropathy of grade \\> 2.\n* Patients with history of interstitial pneumonia or pulmonary insufficiency verified with Pulmonary Function Test (PFT) at baseline (PFT at baseline is necessary only in patients with clinical suspect of interstitial pneumonia). - Patients with bone metastases as their only site of measurable disease.\n* Dementia or significantly altered mental status that would prohibit the understanding and/or giving of informed consent.\n* Pregnant or breast-feeding patients.\n* Patients not using adequate methods of birth control if still of child-bearing potential.\n* Patients who have received prior therapy with everolimus/temsirolimus/sirolimus or eribulin.\n* Patients who have received more than 3 prior chemotherapy regimens for metastatic breast cancer.\n* Patients receiving other investigational therapy.\n* Patients who have received prior treatment with experimental therapy within 30 days prior to start of trial.\n* Patients who receive chronic systemic steroids or other immunosuppressive agents.\n* Patients with a known history of HIV.\n* Patients with impaired gastrointestinal function which may significantly decrease absorption of everolimus.\n* Patients with an active, bleeding diathesis or receiving anti-vitamin K therapy (except low dose coumadin).\n* Patients who have received corticosteroids ≤ 2 weeks prior to starting study drug or who have not recovered from the side effects of such treatment. Patients taking chronic low doses of topical steroids or systemic steroids (e.g., \\< 10 mg daily prednisone/prednisolone) on study is acceptable as long as the schedule is stable\n* Patients who have had prior treatment with an mTOR inhibitor (sirolimus, temsirolimus, everolimus).\n* Liver disease such as cirrhosis, decompensated liver disease, and chronic hepatitis (i.e.quantifiable HBV-DNA and/or positive HbsAg, quantifiable HCV-RNA)\n* Patients have a known history of human immunodeficiency virus (HIV) seropositivity, or other active viral infections.\n* Patients who have any sever and/or uncontrolled medical conditions or other conditions that could affect their participation in the study such as:\n* with uncontrolled diabetes mellitus,\n* uncontrolled hypertension,\n* severe malnutrition,\n* unstable angina, or congestive heart failure - New York Heart Association Class III or IV, ventricular arrhythmias, active ischemic heart disease, myocardial infarction within 6 months, chronic liver disease such as cirrhosis, chronic active hepatitis or chronic persistent hepatitis /renal disease, impairment of gastrointestinal function or gastrointestinal disease that may significantly alter the absorption of everolimus (e.g., ulcerative disease, uncontrolled nausea, vomiting, diarrhea, malabsorption syndrome or small bowel resection)\n* Patients who have had prior bone marrow or stem cell transplant.\n* Patients with a caloric intake of less than 500 calories per day.\n* History of noncompliance to medical regimens.\n* Patients unwilling to or unable to comply with the protocol.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}