{
    "nctId": "NCT03906669",
    "briefTitle": "A Window of Opportunity Study of Pre-operative Endocrine Therapy With and Without Prometrium in Postmenopausal Women With Early Stage Breast Hormone Receptor Positive (HR+) Human Epidermal Receptor 2 Negative (HER2-) Breast Cancer.",
    "officialTitle": "A Window of Opportunity Study of Endocrine Therapy With and Without Prometrium in Postmenopausal Women With Early Stage Hormone Receptor-positive Breast Cancer.",
    "overallStatus": "RECRUITING",
    "conditions": "Early-stage Breast Cancer, Hormone Receptor Positive Tumor",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 200,
    "primaryOutcomeMeasure": "Geometric mean suppression of proliferation marker Ki67",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Histologically confirmed ER+ and PR+ breast cancer (defined as ≥10% positive staining cells)\n2. Histologically confirmed HER2-negative breast cancer (defined as IHC 0-1 and/or FISH/CISH \\<2.2)\n3. Tumour size ≥1 cm as measured by ultrasound and/or mammogram\n4. Ability to understand all patient information and informed-consent documents, written informed consent to participate in the trial, and to avail tissue and blood samples for research\n5. Aged 18 years or older\n\nExclusion Criteria:\n\n1. Women currently on hormone therapies, including hormone replacement therapy and oral contraceptive pill\n2. Locally advanced/inoperable and inflammatory breast cancer\n3. Planned for a mastectomy (due to increased risk of venous thromboembolism)\n4. Clinical evidence of metastatic disease\n5. Patients treated with other preoperative systemic therapies\n6. Nut allergy (prometrium contains peanut oil)\n7. Prior history of uterine cancer, deep vein thrombosis, pulmonary embolism or clotting disorder\n8. Women who are pregnant or breast-feeding",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}