{
    "nctId": "NCT01977053",
    "briefTitle": "Impact of a Telephonic Monitoring During Inter-treatment Intervals on Emotional State, Quality of Life and Toxicities, on Neo Adjuvant or Adjuvant Chemotherapy-treated Patients",
    "officialTitle": "Impact of a Telephonic Monitoring During Neo Adjuvant or Adjuvant Chemotherapy",
    "overallStatus": "COMPLETED",
    "conditions": "Non-metastatic Patients With Breast Cancer, Non-metastatic Patients With Colon Cancer, Non-metastatic Patients With Rectal Cancer, Patients Undergoing Adjuvant Chemotherapy",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 274,
    "primaryOutcomeMeasure": "emotional state (anxiety, depression, confusion, angry, fatigue, force and interpersonal relation)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patient older than 18.\n* Patient surgically-treated or no for non inflammatory breast cancer or for colon cancer or rectal cancer.\n* Patient to be treated by neo-adjuvant or adjuvant chemotherapy by 5-fluorouracil, epirubicin and cyclophosphamide (FEC)-docetaxel, docetaxel-cyclophosphamide, 5-fluorouracil/leucovorin with oxaliplatin(FOLFOX) or XELOX. A treatment with trastuzumab is allowed in association.\n* Patient never treated by chemotherapy.\n* Patient with Performance Status under or equal to 2.\n* Patient with adequate hematopoietic, hepatic and cardiac functions according to the investigator.\n* Patient having read with the information note and having signed the informed consent.\n* Patient beneficiating from French health insurance cover.\n\nExclusion Criteria:\n\n* Patient with psychological state, geographical remote or social problems that contraindicated the participation into the study according to the investigator.\n* Patient that must be treated for a metastatic disease.\n* Patient not able to attend all study visits.\n* Patient not understanding French.\n* Patient who don't have a phone.\n* Vulnerable patient: pregnant or breast-feeding women, person deprived of freedom by an administrative or judicial decision, person older than 18 being the object of a legal protection measure or outside state to express their consent.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}