{
    "nctId": "NCT00500565",
    "briefTitle": "Pain Management Following TRAM Flap for Breast Reconstruction",
    "officialTitle": "Randomized, Double Blind, Controlled Trial of Two Methods of Postoperative Pain Management Following Free Transverse Rectus Abdominous Musculocutaneous (TRAM) Flap for Breast Reconstruction",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 61,
    "primaryOutcomeMeasure": "Total Postoperative Opioid Use by Patient",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients with or undergoing unilateral elective free TRAM flap for breast reconstruction, immediate or delayed, with or without a surgical revision of the contralateral breast for asymmetry.\n* American Society of Anesthesiology Physical Status I - III patients.\n* Patients has given voluntary written informed consent before performance of any study-related procedure.\n\nExclusion Criteria:\n\n* Patients undergoing bilateral TRAM flap reconstruction.\n* Patients with a prior allergic reaction to Marcaine (bupivacaine) or other amide local anesthetics.\n* Patients with a prior allergic reaction to Morphine and Hydromorphone.\n* Patients undergoing any other unrelated surgical procedure to the breast reconstruction.\n* Patient refusal to participate.\n* Patient required major abdominal surgery within four weeks prior to enrollment.\n* Patients being treated for chronic pain or using daily intake of opioid analgesics.\n* Patients with a history of abuse of recreational drugs or alcohol.\n* Patients with any laboratory values or underlying disease, which in the investigator's opinion would preclude them from participation in the trial, specifically: (A) significant liver dysfunction (eg. bilirubin, AST and/or ALT \\>1.5 times the upper limit of normal value (B) cardiac conduction defects noted by history or on the pre-op screening EKG.\n* Pregnant or breast feeding.",
    "sex": "ALL",
    "minimumAge": "N/A",
    "stdAges": "CHILD, ADULT, OLDER_ADULT"
}