{
    "nctId": "NCT03304756",
    "briefTitle": "Study of Neoadjuvant Treatment of Locally Advanced Breast Cancer With CAP Regimen",
    "officialTitle": "Phase II Study of Neoadjuvant Treatment of Locally Advanced Breast Cancer Patients With the CAP Regimen",
    "overallStatus": "COMPLETED",
    "conditions": "Triple Negative Breast Cancer Patients",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 41,
    "primaryOutcomeMeasure": "Pathological complete response (pCR)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Female patients with locally advanced breast cancer (stages IIB, IIIA and IIIB), confirmed anatomopathologically, with hormonal receptors (Estrogen and / or progesterone) and ERBB2 negative to the immunohistochemical study pattern.\n2. Presence of measurable disease according to RECIST criteria.\n3. Staging with chest X-ray, abdominal ultrasound and bone scintigraphy Without evidence of metastatic disease. Capture in bone scintigraphy should be Evaluated by simple radiographs.\n4. Performance Status (PS) of Eastern Cooperative Oncology Group (ECOG) ≤ 2.\n5. Adequate haematological function, evidenced by higher hemoglobin level Than 9 g / dl, neutrophil count greater than 1,500 / mm 3 and platelet count greater than 100,000 / mm 3.\n6. Adequate liver function, evidenced by bilirubin levels below 1.5 of normal values and liver enzyme levels less than 2.5 times normal.\n7. Adequate renal function, evidenced by creatinine levels lower than 1.5 times normal value and / or estimated creatinine clearance (Cockroft) greater than 50 ml / min.\n8. Preserved cardiac function assessed by Doppler echocardiography.\n9. Socio-cultural ability to understand a clinical study and the need to Attend regularly for medical examinations and appointments.\n\nExclusion Criteria:\n\n1. Patients with a history of previous neoplasia, except non melanoma skin cancer.\n2. Previously treatment of breast cancer with surgery, chemotherapy or Hormone therapy.\n3. Presence of metastatic disease\n4. Concomitant malignant neoplasm (including contralateral breast).\n5. Presence of uncontrolled heart, kidney or lung disease.\n6. Presence of uncontrolled diabetes mellitus.\n7. Pregnancy",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}