{
    "nctId": "NCT03386617",
    "briefTitle": "AKY15-HK-301_NEPA Study",
    "officialTitle": "Open Label Single Arm Study for NEPA [Oral Fixed-dose Combination of 300 mg Netupitant and 0.50 mg Palonosetron] in Hong Kong Oncology Patients Receiving (Neo)-Adjuvant Chemotherapy Treatment Consists of Adriamycin and Cyclophosphamide for Breast Cancer",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 55,
    "primaryOutcomeMeasure": "To evaluate the proportion of patients with a Complete Response (CR), during the delayed phase (24-120 h post-chemotherapy) periods in cycle 1 by using patient diary",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Adult patients ( ≥ 18 and \\<75 years), female; a. Chinese patient, female ≥18 and \\< 75 years of age.\n* Patient is diagnosed with early breast cancer.\n* Patient is scheduled to receive her first course of (neo)- adjuvant chemotherapy for breast cancer follows:\n* IV adriamycin 60 mg/m2 + cyclophosphamide 600 mg/m2\n* ECOG Performance Status of 0-1;\n* Written informed consent before study entry;\n* If women of childbearing potential age: reliable contraceptive measures are to be used during all the planned course of the study;\n* Ability and willingness of the patient to complete the diary and study questionnaires.\n\nExclusion Criteria:\n\n* Any investigational drugs taken within 4 weeks prior to Day 1 of cycle 1, and/or is scheduled to receive any investigational drug during the study;\n* Patients who are scheduled to receive concurrent radiation as part of their chemotherapy regimen for their malignancy;\n* Patients who experience any vomiting or grade 2-3 nausea per Common Terminology Criteria for Adverse Events version 4.0 (CTCAE v 4.03) in the 24 hours before Day 1 of chemotherapy;\n* Patients who have taken any of the following agents within 7 calendar days prior to initiation of their chemotherapy regimen: 5-HT3 receptor antagonists, phenothiazines, benzamides, cannabinoids, NK1 receptor antagonists, corticosteroids, or benzodiazepines;\n* Pregnant or breast-feeding women;\n* Patient's inability to take oral medication;\n* Gastrointestinal obstruction or active peptic ulcer;\n* Psychiatric or CNS disorders interfering with ability to comply with study protocol;\n* Patients at risk for severe cardiac/cardiovascular disorders\n* Patients with myocardial infarction within 6 months",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}