{
    "nctId": "NCT00584012",
    "briefTitle": "A Study of the Proper Dosage of Lovastatin and Docetaxel for Patients With Cancer",
    "officialTitle": "A Study of the Proper Dosage of Lovastatin and Docetaxel for Patients With Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Any Cancer, Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 9,
    "primaryOutcomeMeasure": "Incidence of Dose-limiting Toxicities (DLTs)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Age \\> 18 years of age\n* Performance Status (ECOG) \\<2\n* Peripheral Neuropathy \\< grade I\n* Signed Informed consent\n* Hematologic-Inclusion Absolute neutrophil count \\> 1,500/mm3 Hemoglobin \\> 8.0 g/dl Platelet count \\> 100,000/mm3.\n* Hepatic-Inclusion Total Bilirubin must be within normal limits.\n* Transaminases (SGOT and/or SGPT) may be up to 2.5 x institutional upper limit of normal (ULN) if alkaline phosphatase is \\< ULN, or alkaline phosphatase may be up to 4 x ULN if transaminases are \\< ULN.\n* Patients may have received prior chemotherapy including treatment with the following agents: anthracycline, platinum, vinorelbine, or other Vinca alkaloids. The patient must have recovered from the side effects of the prior treatment including prior drug-induced peripheral neuropathy.\n* Patients who have received prior taxane therapy will be eligible. (However, patients who have progressed within 6 months of receiving docetaxel will be excluded.)\n* A minimum of 28 days must have elapsed from the completion of any prior chemotherapy or radiation treatment.\n* Patients who are currently receiving bisphosphonates for bone disease will be allowed to enter the trial, however their bone lesions will not be considered assessable for response, but will be assessable for progression.\n* Initiation of bisphosphonate treatment during the trial will be discouraged but allowed in the absence of progressive disease. If bisphosphonates are initiated, then bone lesions will be assessed for progression only.\n\nExclusion Criteria:\n\n* Other serious illnesses, which would limit survival to \\<2 months, or a psychiatric condition, which would prevent compliance with treatment or informed consent.\n* ECOG Performance Status \\>2\n* Anticipated survival \\< 2 months\n* Uncontrolled or severe cardiovascular disease, diabetes, pulmonary disease, or infection, which in the opinion of the treating physician would make this protocol treatment unreasonably hazardous for the patient.\n* Patients with a \"currently active\" second malignancy other than non-melanoma skin cancers. Patients are not considered to have a \"currently active\" malignancy if they have completed therapy and considered by their physician to be at less than 30% risk of relapse within one year.\n* Patients who have received any investigational agent within the prior 4 weeks.\n* Age \\< 18 as there is no safety data for lovastatin in this age range.\n* Patients with a history of severe hypersensitivity reaction to Taxotere® or other drugs formulated with polysorbate 80.\n* Patients who have received anticancer endocrine therapy within 4 weeks prior to registration are not eligible.\n* Patients currently on daily statin therapy will also be excluded.\n* Patients who have progressed within 6 months of receiving docetaxel are not eligible.\n* Treatment with the anti-emetic Aprepitant is not allowed.\n* Patients who are currently receiving , or have received Herceptin therapy within 4 weeks prior to registration are not eligible.\n* Pregnant and/or Nursing. Patients must not be pregnant or nursing at the time of enrollment nor while under the treatment of this protocol. Treatment under this protocol would expose an unborn child to significant risks. Women and men of reproductive potential should agree to use an effective means of birth control.",
    "sex": "ALL",
    "minimumAge": "19 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}