{
    "nctId": "NCT01148849",
    "briefTitle": "Safety Study of MGAH22 in HER2-positive Carcinomas",
    "officialTitle": "A Phase 1, Dose Escalation Study of MGAH22 in Patients With Refractory HER2 Positive Breast Cancer and Patients With Other HER2 Positive Carcinomas for Whom No Standard Therapy Is Available",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer, Gastric Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 66,
    "primaryOutcomeMeasure": "Occurrence of Adverse Events and Serious Adverse Events",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologically or cytologically confirmed carcinoma that overexpresses HER2 by immunohistochemistry (2+ or 3+ positivity by HercepTest or equivalent).\n* Progressive disease during or after last treatment regimen.\n* Appropriate treatment history for histological entity.\n* ECOG Performance Status \\<= 1.\n* Life expectancy \\>= 3 month.\n* Measurable disease\n* Acceptable laboratory parameters and adequate organ reserve.\n* Baseline LVEF \\>50%\n\nExclusion Criteria:\n\n* Lifetime anthracycline exposure \\> 350 mg/m2 of doxorubicin or equivalent\n* Major surgery within four weeks before enrollment.\n* Known hypersensitivity to murine or recombinant proteins, polysorbate 80, or any excipient contained in the drug formulation.\n* Second primary malignancy that has not been in remission for greater than 3 years. Treated non-melanoma skin cancer, cervical carcinoma in situ on biopsy, or squamous intraepithelial lesion on PAP smear, localized prostate cancer (Gleason score \\< 6), or resected melanoma in situ are exceptions and do not require a 3 year remission.\n* Active viral, bacterial, or systemic fungal infection requiring parenteral treatment within four weeks of enrollment. Patients requiring any oral antiviral, fungal, or bacterial therapy must have completed treatment within one week of enrollment.\n* History of chronic or recurrent infections that require continual use of antiviral, antifungal, or antibacterial agents.\n* History of deep vein thrombosis, pulmonary embolism, myocardial infarction, or stroke within three months of enrollment.\n* Known history of central nervous system (CNS) metastatic disease with evidence of residual or recurrent disease upon entry.\n* New York Heart Association class III or IV heart disease.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}