{
    "nctId": "NCT03583125",
    "briefTitle": "Study of EOC317 in Chinese Patients With Advanced Solid Tumors",
    "officialTitle": "A Phase 1 Dose Escalation Study of EOC317 in Chinese Patients With Advanced Solid Tumors",
    "overallStatus": "UNKNOWN",
    "conditions": "Solid Tumor",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 140,
    "primaryOutcomeMeasure": "DLT",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patients is able to understand and willing to sign a written informed consent.\n2. Patients is willing to complete the study procedure and follow-up examinations.\n3. Male or female patients, 18 years old and above.\n4. Dose-escalation phase: patients with histopathologically or cytopathologically confirmed advanced malignant solid tumors, including bladder cancer, cholangiocarcinoma, gastric cancer, breast cancer; dose-expansion phase: patients with histopathologically or cytopathologically confirmed advanced urothelial cancer, cholangiocarcinoma, and hepatocellular carcinoma or other advanced solid tumor with confirmed FGFR alterations.\n5. Patients who have disease progression after previous standard of care therapy, or are unable to tolerate standard of care therapy, or have no available standard of care therapy.\n6. Dose-escalation phase: measurable or unmeasurable lesion is acceptable; dose-expansion phase: at least one measurable lesion.\n\n   \\* In accordance with the response evaluation criteria in solid tumors (RECIST v1.1), measurable lesion is defined as the lesion with the longest diameter ≥10 mm and thickness scanned ≤5mm in CT or MRI. For lymph node lesion, its minor axis must be ≥15mm.\n7. ECOG score is 0-1.\n8. Expected survival is longer than 3 months.\n9. No serious hematological, hepatic, or renal abnormality, in accordance with the results of the following laboratory tests:\n\n   * Hematology: neutrophil ≥1.5x10\\^9/L, platelet ≥75x10\\^9/L, hemoglobin ≥90 g/L;\n   * Hepatic function: alanine aminotransferase (ALT) and aspartate aminotransferase (AST) ≤ upper limit of normal x3.0; alkaline phosphatase (ALP) ≤ upper limit of normal x2.5; total bilirubin (TBIL) ≤upper limit of normal x1.5; If there is a liver tumor, hepatic function: alanine aminotransferase (ALT) and aspartate aminotransferase (AST) ≤ upper limit of normal x5.0; If there is bone metastasis or a liver tumor, alkaline phosphatase (ALP) ≤ upper limit of normal x5.0;\n   * Renal function: the creatinine clearance calculated by the Cockcroft-Gault formula must be ≥ 50 mL/min.\n10. All the adverse events is recovered to ≤ CTCAE grade 1 after previous systemic anti-tumor therapy (except alopecia and leukodermia; stable or ≤ CTCAE grade 2 neuropathy induced by previous anti-tumor therapy).\n11. Effective contraceptive measures during the treatment and within 6 months after the last dose for male and female patients.\n12. Dose-escalation phase: collection of tumor biopsy samples will be optional; dose-expansion phase: non-optional collection of tumor biopsy samples if the FGFR alteration is unknown during screening period;\n13. Dose-expansion phase: liver function rating Child-Pugh grade A or grade B ( score ≥7);\n14. Blood pressure is effectively controlled using 0 or 1 antihypertensive drugs, (blood pressure ≤150/90 mmHg), without replacing antihypertensive drugs within 1 week before day 1 of cycle 1;\n\nExclusion Criteria:\n\n1. Previous use of the drug against FGFR pathway.\n2. Having other malignant tumors other than the tumor treated in the study (exceptions: the malignant tumors cured with no recurrence within three years before enrollment in the study; completely resected basal cell and squamous cell carcinoma of skin; completely resected carcinoma in situ of any type).\n3. Invasion of original lesion to central nervous system (CNS) with symptoms, which is unstable and requires high-dose steroid (≥10 mg Dexamethasone or equivalent dose) to control it.\n4. Clinically significant laboratory calcium/phosphorus abnormalities in patients even after medical intervention before the first dose of study treatment, or in association with parathyroid disorder or tumor lysis syndrome.\n5. Ophthalmic diseases known to affect visual sensitivity, e.g., retinal/corneal/lens lesions, severe glaucoma, et al.;\n6. Active infection requiring systemic treatment (e.g., virus, bacteria, or fungus).\n7. Receiving the following concomitant therapies prior to the start use of EOC317:\n\n   * Use of the drugs that can prolong QT interval and/or have the risk of torsades de pointes (TdP) within 7 days after the first dose, for example, quinidine, flecainide, Ibutilide;\n   * Use of amiodarone within 90 days prior to the first dose.\n8. Cardiac impairment or clinically significant cardiovascular disease, including any of the following:\n\n   * Cerebrovascular accident/stroke (within 6 months before enrollment);\n   * Myocardial infarction (within 6 months before enrollment);\n   * Unstable angina pectoris, congestive heart failure (New York Heart Association classification ≥grade 2) or serious arrhythmia requiring drug therapy (including prolonged QT interval/QTc\\>470 ms, pacemaker implantation); left ventricular ejection fraction (LVEF) \\<50% in echocardiography.\n9. History of active hemorrhage or gastrointestinal perforation risk in recent four weeks, or unhealed wound in recent surgery.\n10. Receiving the following therapies within the time period specified below prior to the first dose :\n\n    * Anticancer therapy ≤ 4 weeks;\n    * Receiving other clinical trial drugs ≤ 4 weeks or ≤ 5 known half-lives (whichever comes later); major surgery ≤4 weeks prior to the start use of investigational product.\n11. Long-term use of steroid, and daily use of ≥10 mg prednisone or equivalent dose (e.g., ≥0.75mg dexamethasone).\n12. Past history of chronic diarrhea ≥ three years or presence of diarrhea prior to the EOC317 treatment.\n13. HBsAg is positive and HBV DNA copies\\> normal range of detection; positive hepatitis C antibody or HCV RNA; in patients with hepatocellular carcinoma and cholangiocarcinoma, HBV tests show HBsAg-positive or HbcAb-positive, and HBV DNA ≥10\\^4 copies/ml or ≥2000 IU/ml (patients with undetectable HBV DNA after 2 weeks of standard antiviral therapy can be enrolled), HCV RNA \\>10\\^3 copies/ml (patients with undetectable HCV RNA after 2 weeks of standard antiviral therapy can be enrolled); HbsAg and anti-HCV are both positive at the same time;\n14. History of human immunodeficiency virus infection, or other acquired, congenital immunodeficiency disease, or history of organ transplantation.\n15. Known alcohol and/or drug addiction.\n16. Previous history of neurological or psychiatric/behavioral disorder, e.g., epilepsy, history of poor compliance.\n17. Female patients with positive results of pregnancy test or who are currently lactating\n18. Patients who are not suitable for participation in this trial for any other reasons in investigators' judgement.\n19. Dose-expansion phase: patients with hepatic encephalopathy; moderate or severe ascites that could not be alleviated or requiring therapeutic abdominal puncture or drainage (confirmed by B-ultrasound or CT scan within 1 week before randomization).",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}