{
    "nctId": "NCT06445738",
    "briefTitle": "Post-operative Radiotherapy Omission in Selected Patients With Early Breast Cancer Trial International VErsion",
    "officialTitle": "A Two-arm, Non-randomised, Prospective, Multicentre Study Using Magnetic Resonance Imaging (MRI) Findings and Pathology Features to Select Patients With Early Breast Cancer for Omission of Post-operative Radiotherapy",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Breast Cancer, Breast Cancer Female",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 1400,
    "primaryOutcomeMeasure": "Ipsilateral Invasive Recurrence Rate (IIRR) in low-risk patients omitting RT at a median of 5 years follow up",
    "eligibilityCriteria": "Inclusion Criteria:\n\nFor inclusion in the study at Registration, participants must fulfil all of the following criteria:\n\n1. Has provided written, informed consent to participate in the study.\n2. Female participants ≥ 50 years old with histologically\\* confirmed ER-positive and/or HER2-positive invasive breast cancer.\n3. In good health and suitable for prolonged follow up with a life expectancy of at least 10 years; willing to be followed up for 10 years.\n4. Breast imaging indicating unifocal\\*\\*, unilateral breast cancer must have been performed before pre-registration.\n5. Willing/able to have surgery within 8 weeks of registration or pre-operative MRI, whichever occurs later.\n6. Pathology material from index cancer must be available.\n7. Have ECOG performance status 0-2.\n8. Participants with Grade 3 cancer and/or HER2-positive cancer must agree to comply with systemic treatment recommendations.\n\n   * Oestrogen receptor and progesterone receptor status of invasive cancer will be assessed by immunohistochemistry on the diagnostic core biopsy specimen. The IHC results will be reported as percentage of nuclei stained and a score of intensity from negative, weak, intermediate or high staining\n\n     * HER2 neu status will be assessed by immunohistochemistry and will be scored as follows46:\n\n       * 0 or 1+ (HER2 negative): No staining or membrane staining that is incomplete and is faint/barely perceptible and in ≤ 10% of tumour cells (0); or incomplete membrane staining that is faint/barely perceptible and in \\> 10% of tumour cells (1+).\n       * 2+ (equivocal): weak to moderate complete membrane staining observed in \\> 10% of tumour cells. Must order reflex test (same specimen using ISH) or order a new test (new specimen if available using HIS or ISH).\n       * 3+ (HER2 positive): Circumferential membrane staining that is complete, intense and in \\> 10% of tumour cells.\n\nExclusion Criteria:\n\nAny one of the following at Registration is regarded as a criterion for exclusion from the study:\n\n1) Triple negative breast cancer (ER-negative and PR-negative and HER2-negative) where ER and PR positivity is defined as Any one of the following at Registration is regarded as a criterion for exclusion from the study:\n\n1. Triple negative breast cancer (ER-negative and PR-negative and HER2-negative) where ER and PR positivity is defined as ≥ 10% staining on IHC47.\n2. Previous ipsilateral in-situ or invasive breast cancer.\n3. Participants who have a mastectomy for the index cancer.\n4. Lymphovascular invasion.\n5. Multifocal/multicentric breast cancer.\n6. Distant metastasis at diagnosis.\n7. Bilateral breast cancer.\n8. Known breast cancer predisposition gene mutation carriers (BRCA 1 or 2, PALB2, CHEK2, ATM, CDK1, p53).\n9. Contraindication to MRI scanning.\n10. Concurrent illness/conditions which limits life expectancy to 10 years.\n11. Inability to give informed consent. 10% staining on IHC47.\n\n2) Previous ipsilateral in-situ or invasive breast cancer. 3) Participants who have a mastectomy for the index cancer. 4) Lymphovascular invasion. 5) Multifocal/multicentric breast cancer. 6) Distant metastasis at diagnosis. 7) Bilateral breast cancer. 8) Known breast cancer predisposition gene mutation carriers (BRCA 1 or 2, PALB2, CHEK2, ATM, CDK1, p53).\n\n9) Contraindication to MRI scanning. 10) Concurrent illness/conditions which limits life expectancy to 10 years. 11) Inability to give informed consent.\n\nAllocation: Arm A - Radiotherapy Omission\n\nIn addition to the above criteria, for inclusion in the omission of radiation therapy arm of the study after surgery, participants must fulfil all the following criteria (see Section 9.5.2). Participants not fulfilling any one of the following criterial will be allocated to Arm B:\n\n1. Female participants ≥ 50 years old with histologically\\* confirmed ER-positive and/or HER2-positive, unifocal\\*\\*, unilateral invasive breast cancer.\n2. Has nil/minimal or mild parenchymal enhancement on pre-operative MRI.\n3. Breast conserving surgery with invasive primary tumour (including any surrounding DCIS) ≤ 20 mm.\n4. Radial resection margins must be ≥ 2 mm clear of any invasive cancer and ≥ 2 mm clear of any DCIS. Superficial or deep margins of \\< 2 mm for invasive cancer and DCIS are allowed if all breast tissue from the subcutaneous tissue or pectoralis fascia respectively was removed and radial margins are ≥ 2 mm for invasive cancer and DCIS.\n5. pN0 (pN0 i+ is eligible for inclusion) by sentinel node biopsy and/or axillary dissection.\n6. Absence of lymphovascular invasion and extensive intraductal component.\n7. Have no additional BIRADS 3+ lesions not shown to be benign on pre-operative or surgical biopsy.\n8. Participants must be allocated within 8 weeks after final breast surgery.\n\n   * Oestrogen receptor and progesterone receptor status of invasive cancer will be assessed by immunohistochemistry on the diagnostic core biopsy specimen. The IHC results will be reported as percentage of nuclei stained and a score of intensity from negative, weak, intermediate or high staining\n\n     * Where histopathology is unable to identify a 'bridge' of tumour tissue joining two or more apparent invasive cancer foci the following will be used to confirm unifocal disease:\n\n       * All foci must be of the same histology\n       * All foci must have the same hormone (ER and PR) and HER2 status. In relation to Allocation Criteria #3: the overall tumour size (including additional foci of DCIS) must remain ≤ 20 mm. The tumour size is defined as the longest distance between the outer most edges of all foci, the space between the two or more foci is included in the overall size: Size = ('Focus A + Focus B + 'the distance between A and B').\n\nAllocation: Arm B - Standard Treatment\n\nIn addition to the above Inclusion Criteria, participants who fulfil one any of the following criteria will receive standard treatment:\n\n1. Has moderate or marked parenchymal enhancement on pre-operative MRI.\n2. Has a biopsy-proven malignant occult lesion (mOL) identified on MRI.\n3. Suspicious lesion identified on CEM but not on MRI and confirmed on investigation to be a malignant lesion.\n4. Surgical pathology does not meet the inclusion criteria.\n5. Clinical team meeting determination that RT be recommended.\n6. Participant chooses to have RT despite being eligible for RT omission.",
    "sex": "FEMALE",
    "minimumAge": "50 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}