{
    "nctId": "NCT04280536",
    "briefTitle": "Phase II Study of FTD/TPI (Lonsurf) in Metastatic Breast Cancers With or Without Prior Exposure to Fluoropyrimidines (LONBRECA)",
    "officialTitle": "Phase II Study of FTD/TPI (Lonsurf) in Metastatic Breast Cancers With or Without Prior Exposure to Fluoropyrimidines (LONBRECA)",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 86,
    "primaryOutcomeMeasure": "Progression Free Survival (PFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Age ≥ 21 years.\n* Histological or cytological diagnosis of breast carcinoma.\n* ECOG 0-2.\n* HER2 negative tumor (IHC 0 -1+ or IHC 2+ and confirmed on HER2 FISH to be negative based on histological report).\n* Patients with HER2 positive tumor may be enrolled if they have failed at least two lines of anti-HER2 based therapies in the metastatic setting, or are intolerant to trastuzumab\n* Any hormone receptor status.\n* Any number of lines of prior palliative endocrine therapy for patients with hormone receptor positive cancer.\n* Has measureable or evaluable disease based on RECIST 1.1 criteria\n* Estimated life expectancy of at least 12 weeks.\n* Has documented progressive disease from last line of therapy.\n* Has recovered from acute toxicities from prior anti-cancer therapies\n* Adequate organ function including the following:\n\noBone marrow: (I) Absolute neutrophil (segmented and bands) count (ANC) ≥1.5 x 109/L (ii) Platelets ≥100 x 109/L (ii) Hemoglobin ≥8 x 109/L oHepatic: (I)Bilirubin ≤ 1.5 x upper limit of normal (ULN), (ii)ALT or AST ≤ 2.5x ULN, (or ≤ 5 X with liver metastases) oRenal: (I) Creatinine ≤1.5x ULN\n\n* Signed informed consent from patient or legal representative.\n* Able to comply with study-related procedures.\n* Prior therapy (patients enrolled in phase Ib may be enrolled if they fulfil prior therapy criteria for either Cohort A or Cohort B)\n\n  * Cohort A only: Has received at least 2 lines of palliative systemic therapy, including prior fluropyrimidines (capecitabine, TS-1 or 5-fluorouracil) in the palliative setting, or in the adjuvant setting; patients who have only prior exposure to adjuvant fluoropyrimidines must have relapsed within 12 months of completing adjuvant fluoropyrimidines\n  * Cohort B only: Any number of prior lines of palliative chemotherapy and has not received fluoropyrimidines (capecitabine, TS-1 or 5-fluorouracil) in the palliative setting or in the adjuvant setting; patients who have prior exposure to adjuvant fluoropyrimidines are eligible if they have relapsed 12 months from completion of adjuvant fluoropyrimidines.\n\nExclusion Criteria:\n\n* Treatment within the last 30 days with any investigational drug.\n* Concurrent administration of any other tumour therapy, including cytotoxic chemotherapy, hormonal therapy, and immunotherapy.\n* Major surgery within 28 days of study drug administration.\n* Active infection that in the opinion of the investigator would compromise the patient's ability to tolerate therapy.\n* Pregnancy.\n* Breast feeding.\n* Serious concomitant disorders that would compromise the safety of the patient or compromise the patient's ability to complete the study, at the discretion of the investigator.\n* Active bleeding disorder or bleeding site.\n* Non-healing wound.\n* Poorly controlled diabetes mellitus.\n* Second primary malignancy that is clinically detectable at the time of consideration for study enrollment.\n* Symptomatic brain metastasis.\n* History of significant neurological or mental disorder, including seizures or dementia.\n* Unable to comply with study procedures\n\nPhase Ib lead-in can recruit patients who fulfil criteria for either Cohort A or Cohort B AND all other inclusion/exclusion criteria",
    "sex": "ALL",
    "minimumAge": "21 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}