{
    "nctId": "NCT00811369",
    "briefTitle": "Trial to Evaluate the Therapeutic Benefit of Fulvestrant in Combination With ZACTIMA in Postmenopausal Women With Bone Predominant, Hormone Receptor Positive Metastatic Breast Cancer",
    "officialTitle": "A Phase II, Multi-Centre, Randomized, Double-blind Trial to Evaluate the Therapeutic Benefit of Fulvestrant in Combination With ZACTIMA or Fulvestrant Plus Placebo in Postmenopausal Women With Bone Only or Bone Predominant, Hormone Receptor Positive Metastatic Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 126,
    "primaryOutcomeMeasure": "Significant change in NTx level defined as a ≥ 30% reduction in urinary NTx level from baseline.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Postmenopausal woman, defined as a woman fulfilling any one of the following criteria:\n\n   * Age greater than or equal to 60 years or\n   * Age greater than or equal to 45 years with amenorrhea more than 12 months with an intact uterus or\n   * Follicle-stimulating hormone (FSH) levels in postmenopausal range or\n   * Having undergone a bilateral oophorectomy\n2. Metastatic breast cancer with either radiologically confirmed bone only or predominant metastases to bone not considered amenable to curative treatment.\n3. Evidence of hormone sensitivity either ER+ and/or PgR+, as per institutional standards, in the primary tumor.\n4. Patients must fulfill one of the following RECIST criteria:\n\n   * Bone lesions, which are lytic, sclerotic or mixed (lytic + sclerotic), in the absence of measurable disease as defined by RECIST criteria or\n   * Bone lesions, which are lytic, sclerotic or mixed (lytic + sclerotic), in the presence of measurable disease as defined by RECIST criteria.\n5. Patients must fulfill one of the following resistances to endocrine therapy criteria:\n\n   * Disease progression on tamoxifen or on an aromatase inhibitor as first or second line therapy for metastatic disease or\n   * Development of metastatic disease while on treatment with tamoxifen or an aromatase inhibitor in the adjuvant setting or\n   * Disease progression after discontinuation of prior adjuvant endocrine therapy.\n\nExclusion Criteria:\n\n1. Previous treatment with fulvestrant or ZACTIMA.\n2. History of hypersensitivity to active or inactive excipients of fulvestrant and/or ZACTIMA.\n3. Has received greater than one line of systemic chemotherapy for metastatic breast cancer.\n4. Has received chemotherapy within the past 14 days (+ 2 days).\n5. Has received radiation therapy within the past 14 days (+ 2 days).\n6. Has undergone major surgery within the past 21 days or has had major surgery performed \\> 21 days prior to screening and the wound remains unhealed.\n7. Has received LH-RH agonist within the past 4 months.\n8. Prior treatment with VEGF inhibitors (prior use of AVASTIN permitted).\n9. Current or previously active systemic malignancy within 3 years prior to randomization (other than breast cancer, or adequately treated in-situ carcinoma of the cervix, uteri, or basal or squamous cell carcinoma of the skin).\n10. Presence of life-threatening metastatic visceral disease, defined as extensive hepatic involvement, or any degree of brain or leptomeningeal involvement (past or present), or symptomatic pulmonary lymphangetic spread. Patients with discrete pulmonary parenchymal metastases are eligible, provided their respiratory function is not compromised as a result of disease.\n11. ECOG performance status of \\> 2.\n12. Currently receiving (and are unwilling to discontinue) hormone replacement therapy.\n13. Laboratory results sustained at:\n\n    * Platelets \\< 100 x 109 /L\n    * International normalized ratio (INR) \\> 1.6\n    * Total bilirubin \\> 1.5 times normal\n    * ALT or AST \\> 2.5 times normal range if no demonstrable liver metastases or \\> 5 times normal range in the presence of liver metastases. No more than three retests within screening period are allowable.\n14. Potassium level outside of normal range, despite supplementation; serum calcium (or ionized or adjusted for albumin), or magnesium below the lower limit of the normal range despite supplementation or creatinine clearance \\< 30mL/min.\n15. History of:\n\n    * Bleeding diathesis (i.e. disseminated intravascular coagulation \\[DIC\\], clotting factor deficiency) or\n    * Long-term anticoagulant therapy (other than anti-platelet therapy).\n16. Any severe concomitant condition which makes it undesirable for the patient to participate in the study or which would jeopardize compliance with the protocol, e.g. severe renal or hepatic impairment or currently unstable or uncompensated respiratory or cardiac conditions, ongoing or active infection, untreated primary hyperparathyroidism, or psychiatric illness that would limit compliance with study requirements.\n17. Anticipated life expectancy less than six months.\n18. Non-approved/experimental drug treatment within previous 4 weeks before randomization.\n19. Significant cardiovascular event (e.g., myocardial infarction, superior vena cava syndrome), New York Heart Association (NYHA) classification of heart disease (Appendix II) \\> Class II within 3 months before study entry, or presence of cardiac disease that in the opinion of the investigator increases the risk of ventricular arrhythmia.\n20. History of arrhythmia (multifocal premature ventricular contractions (PVCs), bigeminy, trigeminy, ventricular tachycardia, or uncontrolled atrial fibrillation) which is symptomatic or requires treatment (NCI CTCAE Grade 3 or 4) or asymptomatic sustained ventricular tachycardia. Atrial fibrillation, controlled on medication, is not excluded.\n21. Congenital long QT syndrome or 1st degree relative with unexplained sudden death under 40 years of age.\n22. QT prolongation with other medications that required discontinuation of that medication.\n23. Presence of left bundle branch block (LBBB).\n24. QTc with Bazett's correction measurable at \\> 480msec on screening ECG. (Note: If a patient has QTc \\> 480msec on screening ECG, the screen ECG may be repeated twice (at least 24 hours apart). The average QTc from the three screening ECGs must be \\< 480msec in order for the patient to be eligible for the study). Patients who are receiving a drug that has a risk of QTc prolongation (see Appendix III, Table 2) are excluded if QTc is \\> 460msec.\n25. Hypertension not controlled by medical therapy (systolic blood pressure \\> 160 millimeter of mercury (mmHg) or diastolic blood pressure \\> 100mmHg).\n26. Concomitant medications that are potent inducers (rifampicin, rifabutin, phenytoin, carbamazepine, phenobarbital and St. John's Wort) of CYP3A4 function.\n27. Not accessible for treatment and follow up.\n28. Failure to provide informed consent.",
    "sex": "FEMALE",
    "minimumAge": "N/A",
    "stdAges": "CHILD, ADULT, OLDER_ADULT"
}