{
    "nctId": "NCT06081244",
    "briefTitle": "NeoAdj. Therapy Comparing Sacituzumab Govitecan (SG) vs. SG+Pembrolizumab in Low-risk, Triple-neg. EBC (ADAPT-TN-III)",
    "officialTitle": "NeoAdjuvant Dynamic Marker - Adjusted Personalized Therapy Comparing Sacituzumab Govitecan Versus Sacituzumab Govitecan+Pembrolizumab in Low-risk, Triple-negative Early Breast Cancer (ADAPT-TN-III)",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Triple Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 348,
    "primaryOutcomeMeasure": "pathological complete remission (pCR)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. ER + PR negative or low positive (≤10% positive cells in IHC), and HER2 negative (i.e., IHC 0 - 1+ or IHC 2+ with FISH negative) breast cancer\n2. All patients, independent from gender\n3. ≥18 years at diagnosis\n4. Histologically confirmed unilateral, primary invasive carcinoma of the breast Note: bilateral, multicentric, or multifocal carcinoma may be included, if there is a clear target lesion, that is subject to treatment decisions and solely evaluated and documented for study purposes.\n5. Clinical stage I: cT1a-c, cN0 (clinical stage II only, if patient does not qualify for neoadjuvant polychemotherapy+PEM, e.g., elderly population, per investigator´s decision)\n6. No clinical evidence for distant metastasis (M0)\n7. Tumour block available for central pathology review\n8. Performance Status ECOG ≤ 1 or KI ≥ 80%\n9. Negative pregnancy test (urine or serum) within 7 days prior to registration in premenopausal patients\n10. Written informed consent prior to beginning specific protocol procedures, including expected cooperation of the patients for the treatment and follow-up, must be obtained and documented according to the local regulatory requirements\n11. The patient must be willing and able to comply with the requirements and restrictions in this protocol and accessible for treatment and follow-up\n12. Laboratory requirements:\n\n    * Leucocytes ≥3.5 109/L,\n    * Neutrophils \\> 1.5 109/L,\n    * Platelets ≥100 109/L,\n    * Haemoglobin ≥10 g/dL,\n    * AP \\< 5.0 ULN,\n    * AST ≤2.5 x ULN,\n    * ALT ≤2.5 x ULN,\n    * Total bilirubin ≤1 x ULN,\n    * Creatinine ≤1.5 × ULN OR clearance ≥30 mL/min for participant with creatinine levels \\>1.5 × institutional ULN\n13. Clinical assessments:\n\n    • LVEF within normal limits of each institution, measured by echocardiography and normal ECG (within 42 days prior to treatment)\n14. The following age-specific requirements apply:\n\n    * Women aged \\<50 years will be considered post-menopausal if they have been amenorrhoeic for 12 months or more following cessation of exogenous hormonal treatments and if they have luteinizing hormone (LH) and follicle-stimulating hormone (FSH) levels in the post-menopausal range for the site.\n    * Women aged ≥ 50 years will be considered post-menopausal if they have been amenorrhoeic for 12 months or more following cessation of all exogenous hormonal treatments.\n15. Females on hormone replacement therapy (HRT) and whose menopausal status is in doubt will be required to use one of the contraception methods outlined for women of child-bearing potential if they wish to continue their HRT during the study. Otherwise, they must discontinue HRT to allow confirmation of post-menopausal status prior to randomization/study enrolment. For most forms of HRT, at least 2-4 weeks will elapse between the cessation of therapy and the blood draw; this interval depends on the type and dosage of HRT. Following confirmation of their post-menopausal status, they can resume use of HRT during the study without use of a contraceptive method.\n16. Female patients of childbearing potential who are sexually active with a non-sterilized male partner must use at least one highly effective method of contraception, presented in Table 1 (see Section 4.4.2), from the time of screening and must agree to continue using such precautions for 7 months after the last dose of IMP. Not all methods of contraception are highly effective. Female patients must refrain from breastfeeding while on study and for 7 months after the last dose of IMP. Complete heterosexual abstinence for the duration of the study and drug washout period is an acceptable contraceptive method if it is line with the patient's usual lifestyle (consideration must be made to the duration of the clinical trial); however, periodic, or occasional abstinence, the rhythm method, and the withdrawal method are not acceptable.\n17. Female patients must not donate, or retrieve for their own use, ova from the time of randomisation and throughout the study treatment period, and for at least 7 months after the final study drug administration. They should refrain from breastfeeding throughout this time. Preservation of ova may be considered prior to enrolment in this study.\n18. A male participant must agree to use a contraception as detailed in Appendix C of this protocol during the treatment period and for at least 7 months after the last dose of study treatment and refrain from donating sperm during this period.\n\nExclusion Criteria:\n\n1. Known hypersensitivity reaction to the compounds or incorporated substances of the IMPs\n2. Prior malignancy with a disease-free survival of \\< 5 years, except curatively treated basalioma of the skin or pTis of the cervix uteri\n3. Any history of invasive breast cancer\n4. Previous or concurrent treatment with cytotoxic agents for any non-oncological reason unless clarified with sponsor\n5. Concurrent treatment with other experimental drugs\n6. Participation in another interventional clinical trial with or without any investigational not marketed drug within 30 days prior to study entry\n7. Concurrent pregnancy; patients of childbearing potential or potentially childbearing partners of male patients must implement a highly effective (less than 1% failure rate) non-hormonal contraceptive measures during the study treatment\n8. Breast feeding woman\n9. Reasons indicating risk of poor compliance\n10. Patients not able to consent\n11. Known polyneuropathy ≥ grade 2\n12. Severe and relevant co-morbidity that would interact with the application of cytotoxic agents or the participation in the study including recovery from major surgery, autoimmune disease, known psychiatric/substance abuse disorders, acute cystitis, ischuria, and chronic kidney disease\n13. Uncontrolled infection requiring i.v. antibiotics, antivirals, or antifungals\n14. History of pneumonitis\n15. Active primary immunodeficiency, known human immunodeficiency virus (HIV) infection, or active hepatitis B or C infection. Patients positive for hepatitis C (HCV) antibody are eligible only if polymerase chain reaction is negative for HCV RNA. Patients should be tested for HIV prior to randomisation if required by local regulations or ethics committee (EC).\n16. Have active hepatitis B virus (HBV) or hepatitis C virus (HCV). In patients with a history of HBV or HCV, patients with detectable viral loads will be excluded.\n\n    * Patients who test positive for hepatitis B surface antigen (HBsAg). Patients who test positive for hepatitis B core antibody (anti-HBc) will require HBV DNA by quantitative polymerase chain reaction (PCR) for confirmation of active disease.\n    * Patients who test positive for HCV antibody will require HCV RNA by quantitative PCR for confirmation of active disease. Patients with a known history of HCV or a positive HCV antibody test will not require a HCV antibody at screening and will only require HCV RNA by quantitative PCR for confirmation of active disease.\n17. Patients who test positive for HIV antibody.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}