{
    "nctId": "NCT04584853",
    "briefTitle": "PreOperative Endocrine Therapy for Individualised Care With Abemaciclib",
    "officialTitle": "PreOperative Endocrine Therapy for Individualised Care With Abemaciclib",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer Female",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 2032,
    "primaryOutcomeMeasure": "Time to tumour (local or distant disease) recurrence",
    "eligibilityCriteria": "Registration Stage Inclusion Criteria:\n\n1. Women determined to be postmenopausal according to established local criteria.\n2. Diagnosed operable invasive breast cancer with a clinical/radiological tumour size ≥1.0cm\\*\n3. Grade 2 or 3 tumours\n4. Preoperative full assessment completed (including bilateral breast examination and imaging with mammogram +/- ultrasound/MRI as performed locally).\n5. Tumour ER positive. ER positivity is defined as \\>/=1% cells staining positive (or equivalent Allred Score of ER \\>/=3 out of 8).\n6. Tumour HER2 negative or HER2 status unknown. HER2 negativity will be defined as per the 2018 ASCO/CAP updated guidelines. Patients whose HER2 status is pending/unknown at the time of registration will be allowed to register to the trial. However, please note that only patients who are confirmed to be HER2 negative will be eligible to join the randomised part.\n7. Received or planned to receive 10 days to 6 months of anastrozole or letrozole prior to surgery.\n8. Written informed consent to enter the registration stage of the trial and to donation of fresh tissue.\n9. The patient has given written informed consent prior to any study-specific procedures and is willing and able to make herself available for the duration of the study and amenable and able to follow study schedule during treatment and follow-up and for the use of routinely collected electronic health and related records.\n\nRegistration Stage Exclusion Criteria:\n\n1. Men and pre/perimenopausal women.\n2. Intended or actual use of HRT or any other oestrogen-containing medication (including vaginal oestrogens) within 4 weeks prior to planned surgery). Note: patient with a Mirena coil in situ at the time of registration are not excluded.\n3. Patients who commenced pre-surgical AI therapy \\>6 months prior to surgery.\n4. Prior endocrine therapy for breast cancer or breast cancer prevention.\n5. Prior neoadjuvant chemotherapy for breast cancer.\n6. Evidence of metastatic disease.\n7. Locally advanced breast cancer not amenable to surgery.\n8. Bilateral invasive breast cancer (excluding contralateral DCIS/LCIS).\n9. Multiple unilateral tumours with different ER and/or HER2 status. Synchronous DCIS/LCIS, as well as multifocal disease with homogenous ER/HER2 status is allowed if at least one lesion is at least 1.0cm; the largest lesion should be used for sample collection and CRF completion. If ER/HER2 status of smaller foci is unknown at time of registration, patients can be registered; however, note that congruity of receptor status will need to be confirmed by the time of randomisation, unless smaller foci are \\<10mm and receptor status is unknown.\n10. Previous invasive breast cancer except for ipsilateral DCIS or LCIS treated \\>5 years previously by locoregional therapy alone or contralateral DCIS/LCIS treated by locoregional therapy at any time.\n11. Any invasive malignancy diagnosed within previous 5 years (other than non-melanoma skin cancer or cervical carcinoma in situ).\n12. Any other medical condition likely to exclude the patient from subsequent randomisation stage. (See exclusion criteria: Eligibility for Randomisation).\n\nRandomisation Stage Inclusion Criteria:\n\n1. Patient previously consented and registered for screening component of POETIC-A.\n2. Tumour HER2 negative. HER2 negativity will be defined as per the 2018 ASCO/CAP updated guidelines\n3. Centrally confirmed Ki67 \\>/=8% following 2 weeks of AI.\n4. Patient is expected by the time of treatment initiation to have undergone definitive surgery for the primary breast tumour with clear radial margins as judged by the multidisciplinary team, and will have completed any adjuvant chemotherapy or radiotherapy (if prescribed).\n5. Surgical staging of the axilla must have been undertaken by sentinel node biopsy, axillary sampling or dissection.\n6. The patient is randomised in time for treatment to start no later than three months after completion of non-endocrine therapy (defined as the final fraction of radiotherapy, Day 1 of the final cycle of chemotherapy or the date of the final surgical procedure).\n7. The patient is able to swallow oral medications (excluding transient side effects from adjuvant non-endocrine treatment, if randomised before the end of this treatment).\n8. The patient intends to take adjuvant endocrine therapy for at least 5 years.\n9. The patient has given written informed consent prior to any study-specific procedures (for the randomised intervention part), is willing to donate tissue from diagnostic biopsy, and is willing and able to make herself available for the duration of the study and to follow study schedule during treatment and follow-up and for the use of routinely collected electronic health and related records.\n\nRandomisation Stage Exclusion Criteria:\n\n1. Patient has received prior CDK4/6 inhibitor.\n2. Patient is planned to receive adjuvant abemaciclib as standard of care.\n3. Any patient with a history of VTE (for example, DVT of the leg or arm and/or PE) will be excluded. Patients with a history of venous catheter occlusion by thrombus that did NOT surround the catheter, and the lumen could be made patent by appropriate measures (for example, saline or thrombolytic agent), are not excluded.\n4. The patient has a serious/or uncontrolled pre-existing medical condition(s) that, in the judgment of the investigator, is likely to preclude study treatment (such as severe renal impairment, \\[for example, estimated creatinine clearance \\<30 mL/min\\], interstitial lung disease, severe dyspnoea at rest or requiring oxygen therapy, history of major surgical resection involving the stomach or small bowel, or pre-existing Crohn's disease or ulcerative colitis or a pre-existing chronic condition resulting in baseline Grade 2 diarrhoea).\n5. The patient has a personal history of any of the following conditions: syncope of cardiovascular aetiology, ventricular arrhythmia of pathological origin (including, but not limited to, ventricular tachycardia and ventricular fibrillation), or sudden cardiac arrest. Exception: patients with controlled atrial fibrillation diagnosed more than 30 days prior to randomisation are not excluded.\n6. The patient has received an experimental treatment in a clinical trial within the last 30 days or 5 half-lives, whichever is longer, prior to randomisation, or is currently enrolled in any other type of medical research (for example: medical device) judged by the Chief Investigator not to be scientifically or medically compatible with this study.\n7. The patient has any known active systemic bacterial infections (that would be expected to require IV antibiotics at time of initiating study treatment), systemic fungal infection or detectable viral infection (such as known HIV positivity or with known active hepatitis B or C, e.g. hepatitis B surface antigen positive) which would be expected to preclude study treatment. Screening is not required for enrolment.\n8. Evidence of metastatic disease or local recurrence.\n9. Multiple unilateral tumours with different ER and/or HER2 status (DCIS/LCIS are permitted, and confirmation of congruent ER/HER2 status is not necessary for lesions less than 10mm).\n\nWeek 1 Day 1 Inclusion Criteria:\n\n1. Patient must have undergone definitive surgery for the primary breast tumour with clear radial margins as judged by the multidisciplinary team.\n2. Adjuvant chemotherapy, if prescribed, must have been completed prior to Week 1 Day 1, and patients must have recovered (Common Terminology Criteria for Adverse Events, version 5 \\[CTCAE v5\\] Grade ≤1) from the acute effects of chemotherapy except for residual alopecia or Grade 2 peripheral neuropathy prior to Week 1 Day 1. A washout period of a minimum of 28 days from day 1 of the last cycle of treatment is required.\n3. Adjuvant radiotherapy, if prescribed, must have been completed prior to Week 1 Day 1, and patients must have recovered (Grade \\</=1) from the acute effects of radiotherapy. A washout period of at least 14 days is required between end of radiotherapy and Week 1 Day 1.\n4. Week 1 Day 1 is scheduled to take place no later than three months after completion of non-endocrine therapy (defined as the final fraction of radiotherapy, Day 1 of the final cycle of chemotherapy or the date of the final surgical procedure, whichever is latest).\n5. The patient is able to swallow oral medications.\n6. The patient has adequate organ function for all of the following criteria defined as: ANC \\>/= 1.5 × 10e9/L (G-CSF cannot be administered to meet this ANC eligibility criterion); Platelets \\>/= 100 × 10e9/L; Haemoglobin \\>/= 8g/dL; Total bilirubin \\</= 1.5 × ULN (Patients with Gilbert's syndrome with a total bilirubin ≤2.0 times ULN and direct bilirubin within normal limits are permitted); ALT and AST \\</= 3 × ULN\n\nWeek 1 Day 1 Exclusion Criteria:\n\n1. Patient has received any CDK4/6 inhibitor therapy since randomisation.\n2. Any newly occurring or diagnosed VTE since randomisation (for example, DVT of the leg or arm and/or PE). Note: patients with a history of venous catheter occlusion by thrombus that did NOT surround the catheter, and the lumen could be made patent by appropriate measures (for example, saline or thrombolytic agent), are not excluded.\n3. Any newly occurring or diagnosed medical conditions since randomisation that, in the judgment of the investigator, would preclude participation in this study (such as severe renal impairment, \\[for example, estimated creatinine clearance \\<30 mL/min\\], interstitial lung disease, severe dyspnoea at rest or requiring oxygen therapy, major surgical resection involving the stomach or small bowel, or condition resulting in baseline Grade 2 diarrhoea).\n4. Any newly occurring or diagnosed cardiovascular conditions since randomisation such as: syncope of cardiovascular aetiology, ventricular arrhythmia of pathological origin (including, but not limited to, ventricular tachycardia and ventricular fibrillation), or sudden cardiac arrest.\n5. Major surgery within 14 days prior to Week 1 Day 1.\n6. The patient has received an experimental treatment in a clinical trial within the last 30 days or 5 half-lives, whichever is longer, prior to Week 1 Day 1, or is currently enrolled in any other type of medical research (for example: medical device) judged by the Chief Investigator not to be scientifically or medically compatible with this study.\n7. Any active systemic bacterial infections (requiring IV antibiotics at time of Week 1 Day 1), systemic fungal infection or detectable viral infection (such as known HIV positivity or active hepatitis B or C, e.g. hepatitis B surface antigen positive). Screening is not required for initiation of treatment.\n8. Evidence of metastatic disease or local recurrence",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}