{
    "nctId": "NCT01616758",
    "briefTitle": "Phase II Study of GTx024 in Women With Metastatic Breast Cancer",
    "officialTitle": "Phase II, Open Label Study to Examine Androgen Receptor Status and the Activity of GTx-024 Hormonal Therapy in Women With Estrogen Receptor Positive Metastatic Breast Cancer Who Have Previously Responded to Hormone Therapy",
    "overallStatus": "TERMINATED",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 22,
    "primaryOutcomeMeasure": "Percentage of Subjects Treated With GTx024 With Clinical Benefit With AR Positive Breast Cancer",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Give voluntary, signed informed consent in accordance with institutional policies.\n2. Be a woman that has been diagnosed with ER positive metastatic breast cancer.\n3. Have metastatic breast cancer with measurable lesions prior to enrollment or bone only disease prior to enrollment. A measurable lesion is defined as one lesion whose longest diameter (LD) can be accurately measured as 10 mm CT or MRI technique by using a 5 mm contiguous reconstruction algorithm. Measurable lesions must be at least 2 times the slice thickness or at least two times the size of the CT scan interval cut. Patients with bone only disease and non-measurable lesions are eligible.\n4. Be clinically confirmed as postmenopausal. Subjects must have undergone the onset of spontaneous, medical or surgical menopause prior to the start of this study.(Spontaneous menopause is defined as the natural cessation of ovarian function as indicated by being amenorrheic for at least 12 months. If the subject has been amenorrheic for \\> or equal to 6 months but \\< 12 months, they must have a serum FSH concentration of \\> or equal to 50 mIU/mL and an estradiol concentration of less than or equal to 25 pg/mL. Medical menopause is defined as treatment with a luteinizing hormone receptor hormone agonist and surgical menopause is defined as bilateral oophorectomy).\n5. Have been treated and responded to previous adjuvant hormonal therapy for 3 years or previous hormonal therapy for metastatic disease for 6 months prior to disease progression.\n6. Have not had radiation therapy for breast cancer within 2 weeks of randomization in this study and are not planned to have radiation therapy during participation in this study.\n7. Be willing to provide a formalin-fixed, paraffin-embedded block(s) of cancerous tissue from a biopsy of a metastatic tumor lesion(s) collected during the two (2) years prior to study entry or as a component of enrollment in the study for determination of AR and ER status. Tissue samples from a biopsy of a primary tumor lesion will also be provided if available.\n8. Serum creatinine 2.0 mg/dL\n9. Have ECOG score 2.\n10. Be age 18 years.\n\nExclusion Criteria:\n\n1. Have triple negative breast cancer\n2. Have, in the judgment of the Investigator, a clinically significant concurrent illness or psychological, familial, sociological, geographical or other concomitant condition that would not permit adequate follow-up and compliance with the study protocol\n3. Have uncontrolled hypertension (systolic blood pressure greater than 150 mm Hg and/or diastolic blood pressure greater than 100 mm Hg despite treatment with antihypertensive drugs)\n4. Untreated congestive heart failure or untreated angina\n5. Have Stage 4 chronic obstructive pulmonary disease (COPD)\n6. Have positive screen for Hepatitis B consisting of HBsAg (Hepatitis B Surface Antigen), unless subject was diagnosed \\> 10 years prior to enrollment and no evidence of active liver disease\n7. The presence of consistently abnormal clinical laboratory test (Appendix B) values which are considered clinically significant. In addition, any subject with total bilirubin above 2 times the upper limit of normal (ULN) or liver enzymes ( ALT/SGOT or AST/SGPT) above 1.5 times the ULN without evidence of liver metastases or above 5 times the ULN in subjects with evidence of liver metastases will not be admitted to the study\n8. Have positive screen for hepatitis A antibody IgM or HIV\n9. Have received chemotherapy for metastatic breast cancer within the 3 months prior to enrollment in the study or be expected to receive chemotherapy for metastatic breast cancer during the study\n10. Be currently taking testosterone, methyltestosterone, oxandrolone (Oxandrin®),oxymetholone, danazol, fluoxymesterone (Halotestin®), testosterone-like agents (such as dehydroepiandrosterone (DHEA), androstenedione, and other androgenic compounds, including herbals), or antiandrogens. Previous therapy with testosterone and testosterone-like agents is acceptable with a 30-day washout (if previous testosterone therapy was long term depot within the past 6 months, the site should contact the medical monitor (1-877-693-2723) for this study to determine appropriate washout period).\n11. Have untreated or uncontrolled brain metastasis\n12. Have been diagnosed with or treated for cancer within the previous two years, other than breast cancer or non-melanoma carcinoma of the skin.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}