{
    "nctId": "NCT02332876",
    "briefTitle": "Physical Activity and Neuropsychological Outcomes in a Cancer Population",
    "officialTitle": "N/A",
    "overallStatus": "COMPLETED",
    "conditions": "Cognitive Dysfunction, Breast Cancer Survivors",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 87,
    "primaryOutcomeMeasure": "National Institutes of Health Toolbox - Cognition Domain- Oral Symbol Digit Test",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* breast cancer survivors; diagnosed at stage 1, 2, or 3 less than 5 years ago -\n* not scheduled for or currently undergoing chemotherapy; sedentary, defined as engaging in less than 60 minutes of moderate to vigorous physical activity each week\n* accessible geographically and by telephone\n* have access to the internet\n* endorse experience difficulties with thinking abilities\n* in addition, participants on adjuvant therapy (e.g., tamoxifen or aromatase inhibitors) must be able and willing to remain on that treatment for the 3-month intervention period to prevent confounding of biomarker concentrations by treatment.\n\nExclusion Criteria:\n\n* history of coronary heart disease, diabetes, stroke, orthopedic conditions that limit mobility, or any other serious medical condition that could make it potentially unsafe to be in an unsupervised physical activity intervention\n* other primary or recurrent invasive cancer within the last 10 years (other than nonmelanoma skin cancer or carcinoma of the cervix in situ)\n* unable to commit to a 3-month intervention schedule; any condition that, in the investigators' judgment, would contraindicate increased physical activity or otherwise interfere with participation in the trial\n* unable to provide a blood sample at the baseline measurement visit\n* unable to speak and read English.",
    "sex": "FEMALE",
    "minimumAge": "21 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}