{
    "nctId": "NCT05364450",
    "briefTitle": "Facilitating Adaptive Coping with Fear of Recurrence Among Breast Cancer Survivors",
    "officialTitle": "Acceptance and Commitment Therapy for Fear of Recurrence in Breast Cancer Survivors",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Neoplasm, Breast Cancer, Breast Carcinoma, Malignant Neoplasm of Breast, Cancer of Breast, Mammary Neoplasms, Human, Human Mammary Carcinoma, Malignant Tumor of Breast, Mammary Cancer, Mammary Carcinoma, Human, Anxiety, Fear",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
    "enrollmentCount": 390,
    "primaryOutcomeMeasure": "Change in Fear of Cancer Recurrence from Baseline",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patient is ≥18 years old.\n* Patient has been diagnosed with stage I-IIIA breast cancer without evidence of distant disease at time of study entry.\n* Patient has completed surgery, radiation therapy, chemotherapy, and/or biologic therapy ≤5 years prior (ongoing endocrine therapy is allowed).\n* Patient has clinically significant FCR (FCR-7 score ≥17 at screening).\n* Patient is willing to be randomized into any of the 3 arms of the trial and attend a 6-week videoconference group if randomly assigned to ACT or CBT and a single videoconference group if randomly assigned to EUC.\n* Patient is able to speak and read English\n\nExclusion Criteria:\n\n* Patient has a previous cancer diagnosis besides breast (non-melanoma skin cancer or melanoma in situ is allowed).\n* Patient is currently participating in ACT, CBT, formal mindfulness meditation training, the \"Mobile Device CBT for Chemotherapy-Related Cognitive Dysfunction: A Multi-Center Randomized Controlled Trial,\" the \"Thinking and Living With Cancer\" study, or any other research study that has the potential to skew results of this study or the study in which the person is participating.\n* Patient has co-morbidities, medications, or deficits that would impair participation in any of the 3 groups (ACT, CBT or EUC), including: history of stroke, encephalitis, traumatic brain injury/surgery, Alzheimer's disease, or other dementia; severe depressive symptoms (PHQ-2 score ≥5 at screening); active substance abuse or uncontrolled bipolar disorder, psychosis, or schizophrenia; obvious hearing and/or communicative disability.\n* Patient has opted out of pre-screening for research studies (sometimes noted in the electronic medical record)",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}