{
    "nctId": "NCT03721211",
    "briefTitle": "Imaging With [11C]Martinostat in Breast Cancer",
    "officialTitle": "Imaging With [11C]Martinostat in Breast Cancer",
    "overallStatus": "WITHDRAWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "DIAGNOSTIC",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "PET-MRI Visualization and Quantification of Breast Tumor Uptake of [11C]Martinostat Above Background Uptake, as Assessed by SUV Measurements",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Be at least 18 years or age (required for legal consent)\n* Have ECOG performance status ≤2 (Karnofsky ≥60%, see Appendix A)\n* Have breast imaging findings from mammogram, ultrasound, or breast MRI that are highly suspicious (i.e. coded as BI RADS 5) for breast cancer.\n* Have primary breast tumor that is at least 2 cm in diameter as measured in any dimension on either mammogram, ultrasound, or breast MRI\n* Have the ability to understand and the willingness to sign a written informed consent document.\n\nExclusion Criteria:\n\nGeneral Exclusion Criteria\n\n* Previously treated breast cancer\n* Concurrent malignancy of any type\n* Recent breast surgery (within the past 12 months) on the ipsilateral breast as the current breast tumor\n* Impaired elimination (as defined as having problems with urination)\n* Metallic foreign bodies that would be affected by the MRI magnet, or fear of enclosed spaces likely to make the subject unable to undergo an MRI scan\n* Participation in a research study/studies involving radiation exposure within the past 12 months\n* Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, major kidney or liver disease, or psychiatric illness/social situations that would limit compliance with study requirements\n* Pregnancy\n* Currently lactating (either breast feeding or breast pumping)\n* Pregnant women are excluded from this study because of the radioactivity of \\[11C\\]Martinostat and the resulting risks of teratogenic or abortifacient effects. Because there is an unknown but potential risk for adverse events in nursing infants secondary to administration of \\[11C\\]Martinostat, and because lactation may potentially affect the uptake of \\[11C\\]Martinostat on PET, breastfeeding women are excluded from the study.\n\nGeneral MR and PET Safety Exclusion Criteria:\n\n* Electrical implants such as cardiac pacemakers or perfusion pumps\n* Ferromagnetic implants such as aneurysm clips, surgical clips, prostheses, artificial hearts, valves with steel parts, metal fragments, shrapnel, metallic tattoos anywhere on the body, tattoos near the eye, steel implants, ferromagnetic objects such as jewelry or metal clips in clothing\n* Pre-existing medical conditions including a likelihood of developing seizures or claustrophobic reactions, and any greater than normal potential for cardiac arrest\n* Inability to lie comfortably on a bed inside a PET camera for 90 minutes as assessed by physical examination and medical history (e.g. back pain, arthritis)\n* Pregnancy: A negative serum pregnancy test is required on the day of the PET procedure for female subjects of child-bearing age.\n* Body weight of \\> 250 lbs (weight limit of the MRI table as well as risks to larger patients from MRI elements)",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}