{
    "nctId": "NCT01499160",
    "briefTitle": "Letrozole and Lapatinib Followed by Everolimus in Women With Advanced Breast Cancer",
    "officialTitle": "GCC 0901- A Phase II Study of Letrozole in Combination With Lapatinib Followed by an Addition of Everolimus in Postmenopausal Women With Advanced Endocrine Resistant Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Neoplasms, Endocrine Breast Diseases, Neoplasm Metastasis",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 7,
    "primaryOutcomeMeasure": "Clinical Benefit Rate of Patients Treated With the Combination of Letrozole and Lapatinib and Then After Progression, Treated With Everolimus, Letrozole and Lapatinib.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Female greater than or equal to 18 years.\n* Histologically confirmed breast adenocarcinoma with incurable progressing local-regional or metastatic.\n* ER and/or PR positivity of primary and/or secondary tumor.\n* Patients must have measurable or evaluable disease.\n* Evidence of disease progression or relapse while on or less than 6 months off aromatase inhibitors or tamoxifen either in adjuvant or first line metastatic setting.\n* Postmenopausal\n* Patients may have received up to one prior chemotherapy regimen for stage IV breast cancer. Prior chemotherapy in the adjuvant and/or neoadjuvant setting is permitted. Chemotherapy must be finished at least 2 weeks prior to enrollment.\n* ECOG performance status \\<2\n* Fasting cholesterol ≤300 mg/dL OR ≤7.75 mmol/LAND fasting triglycerides ≤ 2.5 x ULN despite appropriate treatment.\n* Patients must have adequate organ function as defined by the protocol.\n* Stratification 1:\n\n  * HER2 positive in the primary or secondary tumor tissue\n  * Prior trastuzumab therapy is allowed but NOT required. However, trastuzumab should be discontinued at least 3 weeks prior to enrollment.\n* Stratification 2:\n\n  * HER2 negative in the primary or secondary tumor tissue\n\nExclusion Criteria:\n\n* Patients receiving any other investigational agents.\n* Prior exposure to lapatinib, everolimus, or other mTOR inhibitors.\n* History of allergic reactions or hypersensitivity to compounds similar to everolimus, lapatinib, or letrozole.\n* Patients who have any severe and/or uncontrolled medical conditions that could affect their participation such as:\n\n  * Left ventricular ejection fraction (LVEF) \\< 50%\n  * Unstable angina, symptomatic congestive heart failure, myocardial infarction within 6 months, serious uncontrolled cardiac arrhythmia or any other clinically significant cardiac disease.\n  * Severely impaired lung function as defined as spirometry and DLCO that is 50% of the normal predicted value and/or O2 saturation that is ≤ 88% at rest on room air.\n  * Uncontrolled diabetes\n  * Active or uncontrolled severe infection\n* Patients with QTc interval \\> 0.47 seconds.\n* Significant chronic or acute gastrointestinal disorder with diarrhea as a major symptom.\n* Prior exposure to more than 360 mg/m2 doxorubicin, more than 120 mg/m2mitoxantrone, or more than 90 mg/m2idarubicin, or elevated baseline cardiac troponin I.\n* Patients with active CNS metastasis and/or carcinomatous meningtitis. However, patients with CNS metastasis who have completed a therapy and are clinically stable for 3 weeks as defined as: (1) no evidence of new or enlarging CNS metastasis and (2) off steroids and/or anticonvulsants.\n* Patient is known to be HIV, Hepatitis B, or Hepatitis C-positive (these tests are not required).\n* Patients with current active hepatic or biliary disease (with exception of patients with Gilbert's syndrome, asymptomatic gallstones, liver metastases or stable chronic liver disease).\n* Patients with INR ≥ 2 or PTT ≥ 2 x upper normal limit.\n* Previous or current systemic malignancy other than breast cancer within the past 3 years other than carcinoma in situ of the cervix or basal/squamous carcinoma of the skin.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}