{
    "nctId": "NCT03237572",
    "briefTitle": "Focused Ultrasound and Pembrolizumab in Metastatic Breast Cancer",
    "officialTitle": "Focused Ultrasound Therapy to Augment Antigen Presentation and Immune-Specificity of Checkpoint Inhibitor Therapy With Pembrolizumab in Metastatic Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 13,
    "primaryOutcomeMeasure": "Change in tumor infiltrating lymphocytes",
    "eligibilityCriteria": "Inclusion Criteria (summary):\n\n* Histologically confirmed metastatic or unresectable breast cancer\n* Any receptor status (estrogen receptor, progesterone receptor, HER2 receptor). Patients who are HR+ should also no longer be candidates for hormonal-based therapy. Patients who are HER2+ should have progressed on or no longer be candidates for available HER2 directed therapy. Hormonal therapy must be stopped prior to day 1 of treatment.\n* Patients must have had at least one prior line of therapy for breast cancer in the metastatic setting.\n* Patients must have an accessible lesion in the breast/chest wall/axilla which has not been previously thermally ablated. Prior breast irradiation is acceptable if the lesion has recurred or grown following radiation.\n* Patients must agree to use an adequate method of contraception for the course of the study through 120 days after the last dose of study medication.\n* Patients must have at least one target lesion in breast/chest wall/axilla which is amenable to application of high intensity focused ultrasound:\n* Patients must be willing to provide tissue from a newly obtained core or excisional biopsy of a tumor lesion.\n* Performance status of 0 or 1 on the ECOG Performance Scale.\n* Adequate organ function\n\nExclusion Criteria (summary):\n\n* Patients currently participating and receiving study therapy or patients who have participated in a study of an investigational agent and received study therapy or used an investigational device within 4 weeks of the first dose of treatment.\n* Patients with a diagnosis of immunodeficiency, patients receiving systemic steroid therapy or, patients who have received any other form of immunosuppressive therapy within 7 days prior to the first dose of trial treatment.\n* Patients with a known history of active Tuberculosis\n* Hypersensitivity to pembrolizumab or any of its excipients\n* Prior anti-cancer monoclonal antibody (mAb) within 4 weeks prior to study Day 1. Patients who have not recovered (i.e., ≤ Grade 1 or at baseline) from adverse events due to agents administered more than 4 weeks earlier are excluded.\n* Prior chemotherapy, targeted small molecule therapy, or radiation therapy within 2 weeks prior to study Day 1. Patients who has not recovered (i.e., ≤ Grade 1 or at baseline) from adverse events due to a previously administered agent.\n* Known additional malignancy that is progressing or requires active treatment. Exceptions include basal cell carcinoma of the skin or squamous cell carcinoma of the skin that has undergone potentially curative therapy or in situ cervical cancer.\n* Known active central nervous system (CNS) metastases and/or carcinomatous meningitis.\n* Active autoimmune disease that has required systemic treatment in the past 2 years.\n* History of (non-infectious) pneumonitis that required steroids or current pneumonitis.\n* Active infection requiring systemic therapy.\n* Pregnancy\n* Prior therapy with an anti-PD-1, anti-PD-L1, or anti-PD-L2 agent within the prior 24 weeks.\n* Known history of Human Immunodeficiency Virus (HIV)\n* Receipt of a live vaccine within 30 days of planned start of study therapy.\n* HIFU must not be applied to a breast with an implant. A region outside of the breast may be targeted as long as the targeted area is at least 10mm away from an implant.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}