{
    "nctId": "NCT04927130",
    "briefTitle": "Retrospective Comparative in Vitro Case-controlled Study of the Liquid Biopsy Test System in Women With Breast Cancer",
    "officialTitle": "An International Multicenter Blind Retrospective Comparative in Vitro Case-controlled Study of the ARNA Breast Liquid Biopsy Test System in Women With Biopsy Confirmed Breast Cancer",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Neoplasm Female",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 150,
    "primaryOutcomeMeasure": "The number of true positive cases",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Availability of signed and dated informed consent.\n* Women from 35 to 65 years old, who are generally healthy, with confirmed breast cancer. Or without any neoplasms in breast (control group)\n* Presence of a documented biopsy\n* Presence of mammography, ultrasound or MRI of the mammary glands no later than three months.\n\nExclusion Criteria:\n\n* Pregnancy.\n* Any other cancers diagnosed now or previously, with the exception of breast cancer.\n* Therapy with cytostatic during the last three months.\n* Chemotherapy within the past three months.\n* Therapy with hormonal drugs, including all forms of contraceptive drugs.\n* Therapy with other prohibited groups of drugs.\n* Systolic blood pressure \\> 180 mm Hg. and / or diastolic blood pressure \\> 120 mm Hg. with repeated measurements.\n* Simultaneous participation in another clinical study.\n* Relative affiliation to the clinic, for example, the patient is a close relative of the researcher or a dependent person (for example, a clinic employee or student or a sponsor employee).\n* A clinically significant condition or laboratory result that, in the opinion of the investigator, threatens the safety of the test subject, may interfere with assessments, or prevent the completion of the study.\n* Failure to cooperate to participate in planned procedures, including the following examples: lack of understanding of language, mental illness, inability to visit the clinic.\n* Diseases or conditions that may affect the conduct of the study or the interpretation of the results.\n* History of organ transplantation.\n* Blood transfusions within the last 6 months.",
    "sex": "FEMALE",
    "minimumAge": "35 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}