{
    "nctId": "NCT04481230",
    "briefTitle": "Assessment of 99mTc-NTP 15-5 Uptake on Cartilage, a New Proteoglycan Tracer",
    "officialTitle": "Assessment of 99mTc-NTP 15-5 Uptake on Cartilage, a New Proteoglycan Tracer: Phase I Clinical Trial",
    "overallStatus": "COMPLETED",
    "conditions": "Osteoarthritis, Knee, Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "EARLY_PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "DIAGNOSTIC",
    "enrollmentCount": 6,
    "primaryOutcomeMeasure": "determination of the recommended dose of 99mTc-NTP 15-5 to obtain the best tracer joints contrast on images without any toxicity",
    "eligibilityCriteria": "Inclusion Criteria:\n\nInclusion criteria specific to group 1:\n\n- Patient with painful unilateral osteoarthritis of the knee as femorotibial pattern defined by a radiographic score of 0/1 from Kellgren / Lawrence and an average WOMAC score\\> or equal to 4 and by minor disorders at MRI (MOCART 2.0 score\\> 70).\n\nInclusion criteria specific to group 2:\n\n* Patient with non-metastatic breast cancer, hormone receptor positive, HER2 negative, with indication for adjuvant therapy with aromatase inhibitor; treatment not yet started.\n* Age \\<60 years\n\nCommon inclusion criteria:\n\n* Patient with at least 31 healthy joints (based on clinical assessment)\n* signed written informed consent.\n* Affiliation to a health insurance scheme.\n* For women of childbearing age : negative serum pregnancy test at inclusion (less than 7 days prior injection of 99mTc-NTP 15-5).\n* Willing and able to comply with study visits, treatment, exams and the protocol.\n\nExclusion Criteria:\n\n* Patients \\<18 years of age.\n* Pregnant or lactating patient.\n* BMI\\> 30\n* History of known allergy to excipients contained in the solution of 99mTc-NTP 15-5\n* Chronic inflammatory rheumatism (rheumatoid arthritis, spondyloarthropathy, psoriatic arthritis, etc.) diffuse arthritis (at least 3 joints affected), autoimmune connectivitis, fibromyalgia.\n* Known chronic joint pathology: osteoarthritis affecting at least 3 joints, autoimmune disease, inflammatory rheumatism (except unilateral knee arthritis).\n* Persons deprived of their liberty, under guardianship / curatorship, or safeguard of justice.\n* Treatment with NSAIDs or cessation of less than 48 h.\n* Inability to comply with medical requirement / follow-up of the trial for geographic, family, social or psychological reasons. These conditions should be discussed with the patient before registration in the study.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT"
}