{
    "nctId": "NCT00006421",
    "briefTitle": "Breast Imaging Studies in Women at High Genetic Risk of Breast Cancer: Annual Follow-Up Study",
    "officialTitle": "Breast Imaging Screening Studies in Women at High Genetic Risk of Breast Cancer: Annual Follow-up Study",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 200,
    "primaryOutcomeMeasure": "Differences in measures of mammographic density and MRI fibroglandular volume between mutation positive and mutation negative women",
    "eligibilityCriteria": "* INCLUSION CRITERIA - Annual Follow-up Study:\n\nTo participate in the Annual Follow-up Study, a woman must:\n\nBe at least 25 years of age (or 5 years younger than the age at diagnosis of the youngest family member with a tumor associated with the Breast-Ovarian Cancer Syndrome) and less than 56 years of age.\n\nMust be:\n\nA known BRCA1 or BRCA2 deleterious mutation carrier\n\nOR\n\nA first- or second- degree relative of an individual known to carry a deleterious BRCA1 or BRCA2 mutation\n\nOR\n\nA first- or second- degree relative of an individual with a tumor associated with the Breast-Ovarian Cancer Syndrome in a family with a known BRCA mutation.\n\nHave undergone genetic counseling and risk assessment.\n\nAgree to release of genetic test result for stratification purposes, whether or not she has chosen to receive individual test results for clinical decision-making.\n\nHave an ECOG performance status of 0-1.\n\nBe able to provide informed consent.\n\nHave at least one non-irradiated breast.\n\nEXCLUSION CRITERIA - Annual Follow-up Study:\n\nAny of the following will result in exclusion from the Annual Follow-up Study:\n\nPregnancy or lactation within 6 months of enrollment.\n\nAbnormal CA-125 level.\n\nBilateral breast cancer, ovarian (any stage) or breast cancer (Stage IIB or worse) unless relapse free for 5 years prior to the time of enrollment.\n\nPatients with DCIS, Stage I and Stage II breast cancer are eligible provided that it has been at least 6 months from the completion of primary therapy (surgery, radiation, and chemotherapy as applicable). Tamoxifen and aromatase inhibitor adjuvant therapy is allowed.\n\nPatients with DCIS, Stage I and Stage II breast cancer who have had a local relapse after primary treatment are not eligible unless they have been relapse free for 5 years prior to the time of enrollment.\n\nHistory of other invasive cancer unless relapse free for 5 years prior to the time of enrollment. Non-Melanoma skin cancer or cervical carcinoma in situ are excepted.\n\nPrevious bilateral mastectomy or bilateral radiation therapy.\n\nWeigh over 136 kilograms.\n\nAllergy to gadolinium.\n\nAllergy to lidocaine or Marcaine (bupivacaine). (excluded from breast duct lavage only).\n\nSubareolar or other surgery of the breast to be studied which might disrupt the ductal systems. For example, papilloma resection, biopsy or fine needle aspirations (FNAs) within 2 cm of the nipple might disrupt the ductal systems. Biopsies or FNAs greater than 2 cm from the nipple are acceptable. (Excluded from ductal lavage only)\n\nA breast implant or prior silicone injections in the breast to be studied. (Exclude from breast ductal lavage only)\n\nActive infections or inflammation in a breast to be studied. (breast ductal lavage only)\n\nMedical or psychiatric disorder which, in the opinion of the Principal Investigator, would preclude informed consent or ability to participate in clinical research.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}