{
    "nctId": "NCT06156761",
    "briefTitle": "Mitoxantrone Hydrochloride Liposome Combined With Capecitabine in Patients With HER-2 Negative Advanced Breast Cancer",
    "officialTitle": "Clinical Study of Mitoxantrone Hydrochloride Liposome Injection Combined With Capecitabine in Patients With HER-2 Negative Advanced Breast Cancer",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 24,
    "primaryOutcomeMeasure": "MTD of mitoxantrone hydrochloride liposome",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patients fully understand and voluntarily participate in this study and sign the informed consent form.\n2. Age ≥18 and ≤70 years, Female.\n3. Histopathologically confirmed HER-2 negative breast cancer (Immunohistochemical HER-2 0/1+ or immunohistochemical HER-2 2+ that had to be confirmed as negative by in situ hybridization).\n4. Hormone receptor (HR) negative, HR positive but ineligible for endocrine therapy, or HR positive but resistant to endocrine therapy.\n5. Recurrent or metastatic breast cancer that have failed at least one line of chemotherapy or ADC. And previous endocrine therapy was not counted.\n6. Previous treatment with taxanes and/or anthracyclines.\n7. Relapse occurred no less than 12 months after the last dose of an anthracycline-containing adjuvant chemotherapy regimen.\n8. Have at least one measurable disease according to RECIST 1.1.\n9. ECOG (Eastern Cooperative Oncology Group) performance status of 0-1.\n10. LVEF≥50%.\n11. Good bone marrow function (no blood transfusion or growth factor support within 2 weeks before the first dose of trial medication): WBC≥3.0×10\\^9/L, ANC ≥1.5×10\\^9/L, PLT ≥75×10\\^9/L, Hb≥90g/L.\n12. Pregnancy tests were negative, and patients of childbearing age committed to use effective contraception or abstinence from sex from the start of the study until 6 months after the last study dose.\n13. Expected survival time greater than 3 months.\n14. Good compliance and willingness to cooperate with follow-up visits.\n\nExclusion Criteria:\n\n1. Patients have one of the following conditions in the previous anti-tumor treatments:\n\n   1. Previous treatment with mitoxantrone or mitoxantrone liposome:\n   2. Previous treatment with doxorubicin or epirubicin (total cumulative dose of doxorubicin\\>350mg/m\\^2, total cumulative dose of epirubicin\\>700mg/m\\^2);\n   3. Has received anti-tumor treatment (including chemotherapy, targeted therapy, hormone therapy, taking traditional Chinese medicine with anti-tumor activity, etc.) or participated in other clinical trials and received clinical trial drugs within 4 weeks before the first use of the study drugs.\n2. Abnormal heart function, including:\n\n   1. Long QTc syndrome or QTc interval \\> 480ms;\n   2. Complete left bundle branch block, degree II or III atrioventricular block;\n   3. Severe, uncontrolled arrhythmias requiring medical treatment;\n   4. New York Heart Association grade ≥ II;\n   5. A history of myocardial infarction, unstable angina, severe unstable ventricular arrhythmia or any other arrhythmia requiring treatment, a history of clinically significant pericardial disease, or ECG evidence of acute ischemia or active conduction system abnormalities within 6 months before recruitment.\n3. Previous or current concurrent malignancy other than breast cancer.\n4. Have any serious and/or uncontrolled medical conditions that in the judgment of the investigator may affect the patient's participation in the study (including advanced infection, uncontrolled diabetes or hypertension, severe liver disease, etc.).\n5. Have uncontrolled brain metastases.\n6. Chronic hepatitis B (HBsAg or HBcAb positive and HBV DNA≥1000IU/mL), chronic hepatitis C (HCV antibody positive and HCV RNA higher than the lower limit of the detection value of the research center), or HIV antibody positive.\n7. Participants who are known to be allergic to the active or other components of the study treatment.\n8. Pregnant or lactating women.\n9. A history of severe neurological or psychiatric illness.\n10. Participants who were judged by the investigator to be unsuitable for this study.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}