{
    "nctId": "NCT04182516",
    "briefTitle": "Study of NMS-03305293 in Pts with Selected Advanced/Metastatic Solid Tumors",
    "officialTitle": "A Phase I Dose Escalation Study of NMS-03305293 in Adult Patients with Selected Advanced/Metastatic Solid Tumors",
    "overallStatus": "TERMINATED",
    "conditions": "Advanced/Metastatic Solid Tumors",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 52,
    "primaryOutcomeMeasure": "Number of Participants with first-cycle dose limiting toxicity",
    "eligibilityCriteria": "Inclusion Criteria:\n\nInclusion Criteria for Dose Escalation and Dose Expansion Part:\n\n1. Patients with histologically confirmed diagnosis of locally advanced/metastatic HER2 negative breast cancer, epithelial ovarian cancer, castration-resistant prostate cancer (CRPC) or pancreatic cancer. BRCA1 and BRCA2 mutation status is not required for enrollment in the Dose Escalation part, but enrichment with deleterious/pathogenic or likely pathogenic/suspected deleterious BRCA carriers will be attempted.\n2. Patients must have progressive disease defined by RECIST 1.1 following standard therapy or be unsuitable for standard therapy. For CRPC patients, disease progression at study entry is defined as one or more of the following three criteria (according to PCWG2):\n\n   * PSA progression defined by a minimum of three rising PSA levels with an interval of ≥ 1 week between each determination. The PSA value at the Screening visit should be ≥ 2.0 ng/ml (µg/L). If the third PSA value is less than second PSA, a fourth PSA must be repeated and if the value is higher than second it must be considered as progressive disease;\n   * Soft tissue/visceral disease progression defined by RECIST 1.1;\n   * Bone disease progression defined by two or more new lesions on bone scan.\n3. Male or female patients with age ≥ 18 years.\n4. Eastern Cooperative Oncology Group (ECOG) performance status (PS) ≤ 2.\n5. Life expectancy of at least 3 months.\n6. Signed and dated IEC or IRB-approved Informed Consent.\n7. At least 4 weeks must have elapsed or, in absence of toxicity, 5 half-lives, since completion of prior cancer therapy (at least 6 weeks for nitrosureas, mitomycin C and liposomal doxorubicin) before Cycle 1 Day 1.\n8. Prior platinum therapy is allowed provided that criteria for platinum refractory disease are not met (see exclusion criterion n.3).\n9. Resolution of all acute toxic effects (excluding alopecia) of any prior anticancer therapy to NCI CTC (Version 5.0) Grade ≤ 1 or to the baseline laboratory values as defined in Inclusion Criterion Number 10.\n10. Adequate hematological profile, renal and hepatic functions.\n11. All patients must agree before enrollment to undergo germline BRCA1 and BRCA2 testing on blood. The test will be performed in a centralized laboratory selected by the sponsor. Availability of an ad hoc blood sample is mandatory for central germline BRCA analysis both in dose escalation and in dose expansion.\n12. Patients must use effective contraception or abstinence. Female patients of childbearing potential must agree to use effective contraception or abstinence during the period of therapy and in the following 6 months after discontinuation of study treatment. Being NMS-03305293 a potential CYP3A perpetrator, hormonal contraception may lose efficacy while on treatment with NMS-03305293, therefore this should be taken into account. Male patients must be surgically sterile or must agree to use effective contraception or abstinence during the period of therapy and in the following 90 days after discontinuation of study treatment.\n13. Capability to swallow capsules intact (without chewing, crushing, or opening).\n14. Willingness and ability to comply with scheduled visits, treatment plan, laboratory tests and other study indications or procedures.\n\n    Inclusion Criteria specific for Dose Expansion Part:\n15. Patients must have deleterious/pathogenic germline or likely pathogenic/suspected deleterious BRCA1 or BRCA2 mutation confirmed by the centralized laboratory selected by the Sponsor.\n16. Measurable disease by Response Evaluation Criteria in Solid Tumors version 1.1 (RECIST) except for CRPC patient who can have non-measurable disease.\n17. Patients must have received the following previous treatment:\n\n    * HER2 negative breast cancer: no more than 3 prior chemotherapy regimens for locally advanced and/or metastatic disease (no limit on prior hormonal therapies or targeted anticancer therapies). At least 1 line of taxane or anthracycline based chemotherapy, if not contraindicated, in adjuvant/neoadjuvant or metastatic setting. If HR (Hormone Receptor) positive, at least 1 line of prior endocrine therapy. Prior treatment with PARP inhibitors is required in the HER2 neg breast cancer cohort pre-treated with a PARP inhibitor\n    * Epithelial ovarian cancer: no more than 4 prior regimens for locally advanced/metastatic disease including at least 1 line of platinum based hemotherapy;\n    * CRPC: no more than 4 prior regimens; must have received at least 1 prior NHA (e.g. abiraterone or enzalutamide) and a taxane. Ongoing androgen deprivation therapy with a GnRH analogue or orchiectomy (i.e., surgical or medical castration) is mandatory.\n    * Pancreatic cancer: no more than 2 prior regimens. Patients may have received prior radiotherapies (not considered as a regimen).\n18. Patients with controlled, asymptomatic CNS involvement, which has been stable for the previous 4 weeks, are eligible. The use of seizure prophylaxis is allowed as long as patients are taking non-enzyme-inducing anti-epileptic drugs (non-EIAEDs).\n\nExclusion Criteria:\n\n1. Current enrollment in another therapeutic clinical trial.\n2. Prior malignancy except for any of the following:\n\n   * Prior BRCA-associated cancer as long as there is no current evidence of the prior cancer;\n   * Carcinoma in situ or non-melanoma skin cancer;\n   * A cancer diagnosed and definitively treated ≥ 5 years before enrolment with no subsequent evidence of recurrence;\n3. Patients with prior platinum therapy exposure who had evidence of disease progression during platinum treatment (refractory disease) and patients whose disease relapsed within 6 months of the last dose of prior adjuvant or neo-adjuvant platinum therapy.\n4. Patients who have received prior PARP inhibitors are excluded in the following two cohorts of the Dose Expansion part: HER2 negative breast cancer patients not treated with prior PARP inhibitors and the pancreatic cancer patients cohort. Previous treatment with PARP inhibitors is allowed in the dose escalation part and in the expansion cohorts of ovarian cancer patients and CRPC patients.\n5. Patients with known symptomatic brain metastases or leptomeningeal involvement. Patients with asymptomatic brain metastases or leptomeningeal involvement are excluded in the Dose Escalation Part only.\n6. Treatment with systemic immune modulators such as corticosteroids at prednisone-equivalent dose of \\>10 mg/day, cyclosporine and tacrolimus or radiotherapy within 28 days before Cycle 1 Day 1.\n7. Prior high-dose chemotherapy with bone marrow or stem cell transplant.\n8. Major surgery, other than diagnostic surgery, within 4 weeks prior to treatment.\n9. Any of the following in the past 6 months: myocardial infarction, unstable angina, coronary/peripheral artery bypass graft, symptomatic congestive heart failure, cerebrovascular accident or transient ischemic attack, pulmonary embolism, deep vein thrombosis.\n10. Pregnancy or breast-feeding women.\n11. Known active infections (bacterial, fungal, viral including HIV positivity).\n12. Active gastrointestinal disease (e.g., documented gastrointestinal ulcer, Crohn's disease, ulcerative colitis, or short gut syndrome) or other syndromes that would impact on drug absorption.\n13. Patients with QTc interval ≥ 460 milliseconds for women, ≥450 for men or with risk factors for torsade de pointes (e.g., heart failure, uncontrolled hypokalemia, family history of long QT syndrome) or receiving treatment with concomitant medications known to prolong the QT/QTc interval that cannot be replaced with another treatment prior to enrolment.\n14. Patients receiving treatment with concomitant medications known to be CYP2D6 and CYP2C19 sensitive substrates that cannot be replaced with another treatment.\n15. Other severe acute or chronic medical or psychiatric condition (including history of seizure disorder) or laboratory abnormality that may increase the risk associated with study participation or study drug administration or may interfere with the interpretation of study results and, in the judgment of the Investigator, would make the patient inappropriate for entry into this study or could compromise protocol objectives in the opinion of the Investigator and/or the Sponsor.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}