{
    "nctId": "NCT00694577",
    "briefTitle": "Partial Breast Irradiation (PBI) for Selected Patients With Early Invasive or Non-Invasive Breast Cancer",
    "officialTitle": "Partial Breast Irradiation (PBI) for Selected Patients With Early Invasive or Non-Invasive Breast Cancer: A Phase I Feasibility/Pilot Study",
    "overallStatus": "COMPLETED",
    "conditions": "Ductal Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 324,
    "primaryOutcomeMeasure": "Feasibility and Local Control of Early Breast Cancer Treated by Partial Breast Irradiation Using Different Radiation Doses Determined by Completion.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologically confirmed unicentric Stage I Invasive Ductal breast cancer. Histologically negative tumor margin 2mm or more from any inked edges, or no tumor in re-excision specimen or final shaved specimen.\n* Patient may have been treated with adjuvant chemotherapy, or be on adjuvant hormonal therapy or begin hormonal therapy following XRT\n* 18 years of age or older\n* ECOG Performance Status 0\n* Required laboratory data as outlined in the protocol\n\nExclusion Criteria:\n\n* Multicentric IDC of the breast defined as discontiguous tumors separated by at least 5cm of uninvolved tissue\n* Multifocal IDC of the breast, defined as discontiguous discrete foci of invasive carcinoma, separated by uninvolved intervening tissue, but within an overall span of 5cm, or within the same breast quadrant or subareolar central region\n* Tumor \\> 2.0cm, nodal involvement, or metastatic involvement\n* Histological evidence of: lymphovascular invasion; blood vessel invasion; extensive intraductal component; invasive lobular carcinoma and infiltrating carcinoma of mixed ductal and lobular type; DCIS with microinvasion and DCIS suspicious for microinvasion; infiltrating micropapillary carcinoma\n* Known mutation carrier, including BRCA1 and BRCA2\n* History of cosmetic or reconstructive breast surgery\n* Psychiatric illness which would prevent the patient from giving informed consent\n* Medical conditions such as uncontrolled infection, uncontrolled diabetes mellitus or connective tissue disease\n* Participants with a \"currently active\" second malignancy other than non-melanoma skin cancers\n* Patients with diffuse (\\> 1 quadrant or \\>5cm) suspicious microcalcifications\n* Women who are pregnant",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}