{
    "nctId": "NCT03205761",
    "briefTitle": "Analysis of Olaparib Response in Patients With BRCA1 and/or 2 Promoter Methylation Diagnosed of Advanced Breast Cancer",
    "officialTitle": "A Phase II Clinical Trial to Analyse Olaparib Response in Patients With BRCA1 and/or 2 Promoter Methylation Diagnosed of Advanced Breast Cancer (COMETA-Breast Study)",
    "overallStatus": "COMPLETED",
    "conditions": "Advanced Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 11,
    "primaryOutcomeMeasure": "Overall Response Rate (ORR)",
    "eligibilityCriteria": "Inclusion Criteria: (Any asterisked\\* are applicable as an inclusion criteria prior to perform the BRCA methylation testing via central testing)\n\n1. \\*The patient has signed and dated the informed consent document and it has been obtained before conducting any procedure specifically for the study.\n2. Female ≥ 18 years of age on day of signing informed consent.\n3. Patient with histological confirmation of breast cancer with evidence of advanced disease not amenable to resection or radiation therapy with curative intent.\n4. Documented Triple Negative (TN) disease by immunohistochemistry (IHC) and/or in situ hybridization based on local testing (preferably assessed on the most recent tumour biopsy available). TN is defined as negative hormone receptor status (\\< 1% of tumour cells with Estrogen Receptor (ER) and Progesterone Receptor (PgR) expression) and Human Epidermal growth factor Receptor 2 (HER2) negative status (defined as IHC score 0/1+ or negative by in situ hybridization defined according to local criteria).\n5. Patient must have received at least one previous regimen in the advance disease setting.\n6. Absence of deleterious or suspected deleterious germline mutations in BRCA1 and BRCA2. Germinal BRCA mutational status will be centrally assessed in Myriad laboratories to check eligibility unless the test has been previously performed at Myriad and absence of mutations has been determined.\n7. Availability of a tumour tissue sample from the metastatic lesions (every effort should be done to obtain the sample after the previous therapeutic regimen for advanced disease) for central testing.\n8. Documented methylation of BRCA1 and/or 2 promoters based on central testing by analysis on the most recent tumour from metastatic lesions available.\n9. At least one lesion measurable not previously irradiated, that can be accurately measured at baseline as ≥ 10 mm in the longest diameter (except lymph nodes which must have short axis ≥ 15 mm) with computed tomography (CT) or magnetic resonance imaging (MRI) or clinical examination and which is suitable for accurate repeated measurements according to RECIST v.1.1.\n10. Patient must have normal organ and bone marrow function measured within 28 days prior to administration of study treatment as defined below:\n\n    * Haemoglobin ≥ 10.0 g/dL with no blood transfusions in the past 28 days.\n    * Absolute neutrophil count (ANC) ≥ 1.5 x 109/L\n    * Platelet count ≥ 100 x 109/L\n    * Total bilirubin ≤ 1.5 x institutional upper limit of normal (ULN)\n    * Aspartate aminotransferase (AST) (Serum Glutamic Oxaloacetic Transaminase, SGOT) /Alanine aminotransferase (ALT) (Serum Glutamic Pyruvate Transaminase, SGPT) \\] ≤ 2.5 x institutional upper limit of normal unless liver metastases are present in which case they must be ≤ 5 x ULN\n    * Patients must have creatinine clearance estimated using the Cockcroft-Gault equation of ≥51 mL/min:\n\n    Estimated creatinine clearance = (140-age \\[years\\]) x weight (kg) (x F)/ serum creatinine (mg/dL) x 72; where F=0.85 for females.\n11. \\*Eastern Cooperative Oncology Group (ECOG) performance status (PS) 0-1 (see protocol attachment 2)\n12. \\*Patient must have a life expectancy ≥ 16 weeks\n13. \\*Postmenopausal or evidence of non-childbearing status for women of childbearing potential: negative urine or serum pregnancy test within 28 days of study treatment and confirmed prior to treatment on day 1.\n\n    Postmenopausal patient is defined as a woman fulfilling any one of the following criteria (based on the National Comprehensive Cancer Network (NCCN) definition of menopause 2008):\n    * Prior bilateral oophorectomy.\n    * Age \\> 60 years.\n    * Age ≤ 60 years and with amenorrhea for 12 or more months in the absence of chemotherapy, tamoxifen, toremifene, or ovarian suppression and follicle stimulating hormone and estradiol in the postmenopausal range.\n14. Olaparib is regarded as a compound with medium/high foetal risk, patients of childbearing potential and their partners, who are sexually active, must agree to the use of 2 highly effective forms of contraception in combination as listed below. This should be started from the signing of the informed consent and continue throughout period of taking study treatment and for at least 1 month after last dose of study drug or they must totally/truly abstain from any form of sexual intercourse (see below).\n\n    Acceptable non-hormonal birth control methods include:\n    * Total sexual abstinence. Abstinence must continue for the total duration of the study treatment and for at least 1 month after one dose. Periodic abstinence (e.g., calendar ovulation, symptothermal, post-ovulation methods) and withdrawal are not acceptable methods of contraception.\n    * Vasectomised sexual partner plus male condom. With participant assurance that partner received post-vasectomy confirmation of azoospermia.\n    * Tubal occlusion plus male condom.\n    * Intrauterine Device (IUD) plus male condom. Provided coils are copper-banded.\n\n    Acceptable hormonal methods:\n    * Normal and low dose combined oral pills plus male condom.\n    * Cerazette (desogestrel) plus male condom. Cerazette is currently the only highly efficacious progesterone based pill.\n    * Hormonal shot or injection (e.g., Depo-Provera) plus male condom.\n    * Etonogestrel implants (e.g. Implanon or Norplan) plus male condom.\n    * Norelgestromin/ethinyl estradiol (EE) transdermal system plus male condom.\n    * Intrauterine system (IUS) device (e.g., levonorgestrel releasing IUS -Mirena®) plus male condom.\n    * Intravaginal device plus male condom (e.g. EE and etonogestrel).\n15. \\*Patient is willing and able to comply with the protocol for the duration of the study including undergoing treatment and scheduled visits, laboratory tests and examinations and other study procedures including follow up.\n\nExclusion Criteria: (Any asterisked\\* are applicable as an inclusion criteria prior to perform the BRCA methylation testing via central testing)\n\n1. Involvement in the planning and/or conduct of the study (applies to the sponsor and/or study site staff).\n2. Previous enrolment in the present study.\n3. Participation in another clinical study with an investigational product during the last 4 weeks.\n4. \\*Any previous treatment with a Poly Adenosine diphosphate-Ribose Polymerase (PARP) inhibitor, including olaparib.\n5. \\*Patients with other malignancy within the last 5 years, except: adequately treated non-melanoma skin cancer (basal cell or squamous cell carcinoma), curatively treated in-situ cancer of the cervix, ductal carcinoma in situ (DCIS), stage 1, grade 1 endometrial carcinoma, or other solid tumours including lymphomas (without bone marrow involvement) curatively treated with no evidence of disease for ≥ 5 years prior to study inclusion. Patients with a history of localised breast cancer with a tumor histology different to TN, with no evidence of disease for ≥ 5 years since they completed their adjuvant treatment.\n6. Patients receiving any systemic chemotherapy or radiotherapy (except for palliative reasons), within 3 weeks prior to study treatment (or a longer period depending on the defined characteristics of the agents used).\n7. Resting ECG with corrected QT interval (QTc) \\> 470 msec on 2 or more time points within a 24 hour period or family history of long QT syndrome.\n8. \\*Concomitant use of known strong Cytochrome P3A (CYP3A) inhibitors (e.g. itraconazole, telithromycin, clarithromycin, protease inhibitors boosted with ritonavir or cobicistat, indinavir, saquinavir, nelfinavir, boceprevir, telaprevir) or moderate CYP3A inhibitors (e.g. ciprofloxacin, erythromycin, diltiazem, fluconazole, verapamil). The required washout period prior to starting olaparib is 2 weeks. Please refer to section 5.5.2.1 about strong and moderate CYP3A inhibitors.\n9. \\*Concomitant use of known strong CYP3A inducers (e.g. phenobarbital, enzalutamide, phenytoin, rifampicin, rifabutin, rifapentine, carbamazepine, nevirapine and St John's Wort) or moderate CYP3A inducers (eg. bosentan, efavirenz, modafinil). The required washout period prior to starting olaparib is 5 weeks for enzalutamide or phenobarbital and 3 weeks for other agents. Please refer to section 5.5.2.2 about strong and moderate CYP3A inducers.\n10. \\*Persistent toxicities (\\> NCI-CTCAE grade 2) caused by previous cancer therapy (except alopecia or other toxicities not considered a safety risk for the patient at investigator´s discretion).\n11. \\*Patients with myelodysplastic syndrome/acute myeloid leukaemia (MDS/AML) or with features suggestive of MDS/AML.\n12. \\*Patients with symptomatic uncontrolled brain metastases. A scan to confirm the absence of brain metastases is not required. Patients with brain metastases may be eligible for the study only if more than 4 weeks from treatment completion for these metastases (including radiation and/or surgery), are clinically stable at the time of study entry. The patient can receive a stable dose of corticosteroids before and during the study as long as these were started at least 4 weeks prior to treatment. Patients with spinal cord compression unless considered to have received definitive treatment for this and evidence of clinically stable disease for 28 days.\n13. Major surgery within 2 weeks of starting study treatment and patients must have recovered from any effects of any major surgery.\n14. \\*Patients unable to swallow orally administered medication and patients with gastrointestinal disorders likely to interfere with absorption of the study medication.\n15. \\*Breast feeding women.\n16. \\*Immunocompromised patients, e.g. patients who are known to be serologically positive for human immunodeficiency virus (HIV).\n17. \\*Patients with known active hepatitis (i.e., Hepatitis B or C) due to risk of transmitting the infection through blood or other body fluids.\n18. \\*Patients with a known hypersensitivity to olaparib or any of the excipients of the product.\n19. \\*Patients considered a poor medical risk due to a serious, uncontrolled medical disorder, non-malignant systemic disease or active, uncontrolled infection or laboratory abnormality that may increase the risk associated with study participation or may interfere with the interpretation of study results and, in the judgment of the investigator, would make the patient inappropriate for entry into this study. Examples include, but are not limited to, uncontrolled ventricular arrhythmia, recent (within 3 months) myocardial infarction, uncontrolled major seizure disorder, unstable spinal cord compression, superior vena cava syndrome, moderate or severe hepatic impairment (according to Child-Pugh classification), an extensive interstitial bilateral lung disease on High Resolution Computed Tomography (HRCT) or any psychiatric disorder that prohibits obtaining informed consent.\n20. \\*Previous allogenic bone marrow transplant or double umbilical cord blood transplantation (dUCBT).\n21. \\*Whole blood transfusions in the last 120 days prior to entry to the study (packed red blood cells and platelet transfusions are acceptable, for timing refer to inclusion criteria no 10).",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}