{
    "nctId": "NCT01266213",
    "briefTitle": "Fulvestrant (F)/Goserelin (G) vs Anastrozole (A)/G vs G for Premenopausal Women",
    "officialTitle": "Randomized Phase II Study OF Goserelin (G) Plus Fulvestrant (F) vs. G Plus Anastrozole (A)vs. G Alone for HR+, Tamoxifen Pretreated, Premenopausal Woman",
    "overallStatus": "UNKNOWN",
    "conditions": "Metastatic Breast Cancer, Estrogen Receptor Positive Tumor, Breast Cancer Nos Premenopausal",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 147,
    "primaryOutcomeMeasure": "Time to Progression (TTP)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* 1) All patients must be female and premenopausal. Premenopausal is defined as either: ① last menstrual period within 3 months, or ② post-hysterectomy without bilateral oophorectomy and with FSH in the premenopausal range (≤ 30 mIU/mL), or, ③ if on tamoxifen within the past 3 months, a plasma estradiol in the premenopausal range (≥20 pg/mL), ④ if in case of chemotherapy induced amenorrhea, a plasma estradiol in the premenopausal range (≥20 pg/mL).\n\n  2) Patients must have either positive estrogen and/or progesterone receptor determination by IHC or competitive binding assay on metastatic disease, or if not performed on their metastatic disease a positive result on their primary breast cancer specimen.\n\n  3) No HER2 overexpressing breast cancer by IHC 3+ or FISH. 4) Patients who showed progressive disease on tamoxifen treatment as a palliative hormonal therapy or an adjuvant endocrine treatment 5) Patients who recurred after 5 years of tamoxifen use and could not be considered for resume to tamoxifen treatment.\n\n  6) No prior treatment with an aromatase inhibitor or inactivator or fulvestrant 7) No prior treatment with an LH/RH agonist/antagonist except the use for ovarian protection for 6 months during adjuvant chemotherapy.\n\n  8) No adjuvant chemotherapy within 1 year of study entry. 9) Patients must have an ECOG performance status of 0, 1, or 2. 10) Patients must have adequate bone marrow, hepatic, and renal function 11) Patients must not have received chemotherapy or hormonal therapy for at least 4 weeks prior to enrollment.\n\n  12) Patients may receive irradiation to any bony sites of disease for pain control or for prevention of fracture.\n\n  13) Patients may continue on bisphosphonates who already established on bisphosphonate therapy for at least 3 months.\n\n  14) Patients who are pregnant or lactating are ineligible. Must be using effective contraception or not be of childbearing potential.\n\n  15) Patients must not have had an active malignancy other than breast cancer, in situ carcinoma of the cervix, or non-melanomatous skin cancers in the past 5 years.\n\n  16) No active, unresolved infection. 17) All patients must give signed written informed consent\n\nExclusion Criteria:\n\n1. Patients who had received previous treatment for metastatic disease (including systemic cytostatic or hormonal treatment) other than tamoxifen.\n2. Lymphangitic pulmonary metastases\n3. Multiple or diffuse hepatic metastases\n4. Documented parenchymal or leptomeningeal brain metastasis\n5. HER-2 overexpressing breast cancer and concomitant trastuzumab treatment is not allowed\n6. Serious uncontrolled intercurrent infections\n7. Serious intercurrent medical or psychiatric illness, including active cardiac disease\n8. Pregnancy or breast feeding\n9. Second primary malignancy (except in situ carcinoma of the cervix or resected papillary thyroid carcinoma or adequately treated nonmelanomatous carcinoma of the skin or other malignancy treated at least 5 years previously with no evidence of recurrence)",
    "sex": "FEMALE",
    "minimumAge": "N/A",
    "stdAges": "CHILD, ADULT"
}