{
    "nctId": "NCT02768714",
    "briefTitle": "Trial to Compare the Efficacy and Safety of Pegfilgrastim Biosimilar in Subjects With High Risk Stage Breast Cancer Receiving Chemotherapy",
    "officialTitle": "A Randomized, Assessor-blind, Parallel Group, Multicentre Phase III Trial to Compare the Efficacy and Safety of Eurofarma's Pegfilgrastim to Neulastim® in Subjects With High Risk Stage II or Stage III / IV Breast Cancer Receiving Chemotherapy.",
    "overallStatus": "WITHDRAWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "Duration of severe neutropenia (grade 4) in days during chemotherapy cycle 1.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Signed written informed consent\n2. Males or females ≥ 18 years of age (at the time of signing consent)\n3. Breast cancer high-risk Stage II, or Stage III, or Stage IV (classification according to American Joint Committee on Cancer)\n4. Eligible to receive 4 cycles of docetaxel and doxorubicin combination CTX for the treatment of high-risk stage II, III, or IV breast cancer\n5. CTX-naïve\n6. ECOG performance status ≤ 2\n7. Adequate bone marrow function:\n\n   * Leucocyte count \\< 50 x 109/L\n   * ANC ≥ 1.5 x 109/L\n   * Platelet count ≥ 100 x 109/L\n   * Haemoglobin ≥ 10 x g/dL\n8. Left Ventricular Ejection Fraction (LVEF) ≥ 50% by echocardiography or equivalent method (e.g. Multi Gated Acquisition scan) within 4 weeks prior to administration of the first dose of trial medication\n9. Alanine aminotransferase and aspartate aminotransferase \\< 2.5 x upper limit of normal (ULN), alkaline phosphatase \\< 5 x ULN\n10. Total bilirubin ≤ ULN\n11. Creatinine ≤ 1.5 x ULN\n12. Female subjects of childbearing potential must have a negative serum pregnancy test within 14 days of first dose of trial treatment and agree to use highly effective contraception (e.g. hormonal contraception or intra-uterine device \\[which should be established prior to the start of the trial\\], plus usage by at least 1 of the partners of an additional spermicide-containing barrier method of contraception) from 2 weeks prior to administration of the first dose of trial medication until trial completion, and for 30 days after the last dose of trial drug\n13. Female subjects of non-childbearing potential must have a documented tubal ligation or hysterectomy; or postmenopausal defined as 12 months of spontaneous amenorrhea. A male subject with a female partner of childbearing potential must have either had a prior vasectomy or agree to use effective contraception from 2 weeks prior to administration of the first dose of trial medication until trial completion, and for 30 days after the last dose of trial drug\n14. Able to comply with the trial Protocol.\n\nExclusion Criteria:\n\n1. Severe chronic neutropenia\n2. History of chronic myeloid leukaemia or myelodysplastic syndrome\n3. History of sickle cell disease\n4. Previous or concurrent malignancy except non-invasive non-melanomatous skin cancer, in situ carcinoma of the cervix, or other solid tumour treated curatively, and without evidence of recurrence for at least 10 years prior to trial entry\n5. Active uncontrolled infection\n6. Known human immunodeficiency virus seropositivity; active hepatitis B or hepatitis C at the Screening Visit\n7. Clinically significant impairment of LVEF\n8. Severe valvular heart disease, myocardial infarction, heart failure, unstable angina pectoris, uncontrolled hypertension, or uncontrolled arrhythmias within 6 months of the Screening Visit\n9. Significant neurologic or psychiatric disorders including psychotic disorders, dementia, or seizures that would prohibit the understanding and giving of informed consent\n10. Concurrent or prior radiotherapy within 4 weeks of the Screening Visit\n11. Tumour surgery within 4 weeks prior to administration of the first dose of trial medication\n12. Concurrent or prior anti-cancer treatment for breast cancer such as endocrine therapy, immunotherapy, monoclonal antibodies, and/or biological therapy\n13. Concurrent prophylactic antibiotics or antibiotic treatment within 72 hours before CTX\n14. Prior bone marrow or stem cell transplant\n15. Previous therapy with any recombinant human granulocyte colony stimulating factor (G CSF) product\n16. Known hypersensitivity to docetaxel, doxorubicin, pegfilgrastim, filgrastim, Escherichia coli proteins, or any of the excipients used in the trial medication\n17. Treatment with lithium at randomization\n18. Known controlled drug addiction, including alcoholism\n19. Participation in a clinical trial within 30 days prior to the Screening Visit\n20. Pregnant or nursing women, women planning to become pregnant, or women of childbearing potential who do not agree to use highly effective contraception (e.g. hormonal contraception or intra-uterine device \\[which should be established prior to the start of the trial\\], plus usage by at least 1 of the partners of an additional spermicide-containing barrier method of contraception) from 2 weeks prior to administration of the first dose of trial medication until trial completion and for 30 days after the last dose of trial drug\n21. Male subjects with a female partner of childbearing potential who have not had a prior vasectomy and do not agree to use highly effective contraception from 2 weeks prior to administration of the first dose of trial medication until trial completion and for 30 days after the last dose of trial drug\n22. Any severe concurrent disease or condition, which in the judgment of the Investigator would make the subject inappropriate for trial participation.\n23. Peripheral neuropathy (sensory/motor) Grade 2 or higher (CTCAE, Version 4.03)\n24. Chronic use of corticosteroids.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}