{
    "nctId": "NCT00434941",
    "briefTitle": "Capecitabine Plus Radiotherapy for Local Relapse Breast Cancer With Negative Her2 Tumours",
    "officialTitle": "Multicenter Phase IV.II Trial, for the Administration of Capecitabine Simultaneous to Radiotherapy for Local Relapse Breast Cancer Patients With Negative Her2 Tumours",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 1,
    "primaryOutcomeMeasure": "Complete clinical response rate",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Written informed consent.\n* Histological diagnoses of operable invasive adenocarcinoma of the breast.\n* Patients with tumour HER2 negative.\n* Previous mastectomy surgery.\n* Actual diagnoses of local recurrence of breast cancer.\n* Patients must not present evidence of metastatic disease.\n* Age \\>= 18 years old.\n* Performance status (Karnofsky index) \\>= 70.\n* Laboratory results (within 14 days prior to randomization):\n* Hematology:\n\n  * neutrophils \\>= 1.5 x 10e9/l;\n  * platelets \\>= 100x 10e9/l;\n  * hemoglobin \\>= 10 mg/dl\n* Hepatic function:\n\n  * total bilirubin \\<= 1,5 upper normal limit (UNL);\n  * Alanine transaminase (SGOT) and aspartate aminotransferase (SGPT) \\<= 1.5 UNL;\n  * alkaline phosphatase \\<= 1.5 UNL.\n* Renal Function:\n\n  * creatinine \\<= 175 µmol/l (2 mg/dl)or creatinine clearance \\>= 60 ml/min.\n\nExclusion Criteria:\n\n* Distant metastasis or metastatic disease in organs.\n* Metastasis in internal mammary chain lymph nodes\n* Previous radiation treatment on the breast or other locations (30% or greater of the bone marrow).\n* Prior treatment with continuous (greater than 24h) 5-fluorouracil (5-FU) infusion, capecitabine or other oral fluoropyrimidines such as eniluracil/5-FU , uracil/tegafur, S1 or emitefur.\n* Known hypersensitivity to capecitabine, doxifluridine or any of its components.\n* Organ allografts that require an immunosuppressor therapy.\n* History of neurological or psychiatric disorders, which could preclude the patients to free informed consent.\n* Clinically significant cardiac disease such as congestive heart failure, symptomatic coronary artery disease and cardiac arrhythmia not well controlled with medication or history of myocardial infarction within the last 12 months or uncontrolled hypertension.\n* Evidence of central nervous system (CNS) metastases. Pts with a history of uncontrolled seizures, CNS disorders or psychiatric disability judged by the investigator to be clinically significant precluding informed consent or interfering with compliance should be excluded from the study.\n* Pregnant or lactating women. Adequate contraceptive methods must be used during chemotherapy and hormone therapy treatments. Negative pregnancy test in the 14 previous days to randomization.\n* Active uncontrolled infection or other severe pathologies such as active peptic ulcer, unstable diabetes mellitus.\n* Major surgery during 4 weeks prior to treatment.\n* Patients lacking physical integrity of upper gastrointestinal tract or with history of bad absorption syndrome.\n* Anticoagulant treatment with coumadin anticoagulants.\n* Concomitant treatment with other investigational products. Participation in other clinical trials with a non-marketed drug in the 30 previous days before randomization.\n* Concomitant treatment with other therapy for cancer.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}