{
    "nctId": "NCT05927779",
    "briefTitle": "Study of TFX06 in Women With Advanced Breast Cancer.",
    "officialTitle": "Phase I/II Clinical Study to Evaluate the Safety, Tolerance, Efficacy and Pharmacokinetics of TFX06 Tablet in ER Positive, HER Negative Locally Advanced or Metastatic Breast Cancer.",
    "overallStatus": "RECRUITING",
    "conditions": "ER+, HER2- Advanced Breast Cancer, Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 74,
    "primaryOutcomeMeasure": "Recommended phase 2 Dose (RP2D)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. voluntary participation in clinical trials and signature of informed consent, and be willing to comply with the requirements of the protocol Seek.\n2. Age\\>= 18 years.\n3. Postmenopausal status defined as meeting at least one of the following criteria:\n\n   1. Have undergone a bilateral oophorectomy any time in life.\n   2. Age ≥ 60 years.\n   3. Age\\<60 years but have natural menopause ≥ 12 months with estradiol (E2)and follicle stimulating hormone (FSH) levels in the postmenopausal range without chemical ablation(chemotherapy,toremifene, tamoxifen, or ovarian castration drugs).\n   4. Premenopausal or perimenopausal concurrently given a luteinizing hormone-releasing hormone (LHRH) agonist starting before the start of trial therapy and is planned to continue LHRH agonist during the study.\n4. Subjects are willing to provide blood for Estrogen Receptor 1 (ESR1)mutation status analysis.\n5. The ECOG score is 0-1 and has not deteriorated in the past 2 weeks.\n6. Expected survival ≥ 3 months.\n7. Histologically or cytologically confirmed breast cancer.\n8. Latest primary or metastatic tumor biopsy confirmed positive for Estrogen Receptors (ER+) and negative for HER2 (HER2-) receptor (subject to local laboratory pathological test results).\n9. Prior therapy is restricted as follows:\n\n   1. No more than 2 lines of chemotherapy for advanced/metastatic breast cance or cannot tolerate standard chemotherapy (if disease progression/recurrence occurs more than 12 months after the end of previous neoadjuvant/adjuvant chemotherapy, it will not be included in line 1 chemotherapy; otherwise, it will be included in line 1 chemotherapy).\n   2. Prior to receiving standard endocrine therapy for at least 6 months or being unable to tolerate standard endocrine therapy (including selective estrogen receptor modulator (SERM) or aromatase inhibitors) for adjuvant therapy or advanced/metastatic diseases, and the disease progresses during endocrine therapy, Prior treatment with selective estrogen receptor degrade (SERD)is not allowed.\n\n   Note:For Part A, There is no limit on the number of lines of prior endocrine therapies, and multiple lines of endocrine therapy are allowed; For Part B, Prior endocrine therapy must be combination therapy or sequential therapy of CDK4/6 and AI.\n10. At least one lesion (measurable and/or non-measurable, as per RECIST 1.1) Patients who planning to undergo 18F-FES PET-CT examination must have at least one measurable lesion located outside the bladder, small intestine and liver that meets RECIST v1.1 with a maximum diameter of ≥ 15mm.\n11. Adequate bone marrow function (within 2 weeks (14 days) prior to study treatment) as defined below and not requiring blood transfusion or growth factor (GCSF, EPO, etc.) support\n\n    1. Hemoglobin (Hb) ≥ 90 g/L.\n    2. Absolute neutrophil count (ANC) ≥ 1.5 × 10\\^9/L.\n    3. Platelet count (PLT) ≥ 75 × 10\\^9/L.\n12. Adequate liver function is defined as follows:\n\n    1. Total bilirubin (TBIL) ≤ 1.5 × ULN； For patients with Gilbert syndrome or familial benign unconjugated hyperbilirubinemia TBIL ≤ 2.5 × ULN.\n    2. AST and ALT≤ 3 x upper limit of normal (ULN), or AST and ALT ≤ 5 x ULN if liver metastases are present\n13. Good renal function, defined as creatinine ≤ 1.5 × ULN, or creatinine clearance rate (Ccr)\\>60 mL/min. The modified Cockcroft Gault formula was used to estimate creatinine clearance. Calculate Ccr: Ccr=\\[(140 age) × Body weight (Kg) × (Female 0.85)\\]/(72 × Serum creatinine), without obvious electrolyte disturbances that are not easily corrected.\n14. Coagulation function: International standardized ratio (INR) or prothrombin time (PT) and activated partial thromboplastin time (APTT) ≤ 1.5 × ULN (unless the subject is receiving anticoagulation therapy and the level of the patient receiving anticoagulation therapy should be within the treatment range). If the patient is receiving anticoagulation treatment, the investigator should closely monitor these laboratory test values.\n\nExclusion Criteria:\n\n1. History of any clinically significant disease or disorder which, in the opinion of the investigator, may either put the subject at risk because of participation in the study, or influence the results or the subject's ability to participate in the study.\n2. Any unresolved toxicities from prior therapy \\> CTCAE Grade 1 at the time of starting Investigational Medicinal Product(IMP), with the exception of alopecia..\n3. Received systemic cytotoxic chemotherapy, immunotherapy, targeted therapy anti tumor biological therapy or major surgery (Special cases: treatment with nitrourea or mitomycin C requires a 6 weeks washout period; oral fluorouracil drugs require a 2-week washout period; small molecule targeted treatment requires a 2-week washout period; treatment with traditional Chinese patent medicines and simple preparations approved by National Medical Products Administration(NMPA) requires a 2-week washout period, including: compound cantharides capsule, Kangai injection, Kanglaite capsule/injection, Aidi injection, Brucea javanica oil injection/capsule, Xiao ai ping tablet/injection, cinobufagin capsule, etc.) within 4 weeks prior to first dose of study drug.or obvious traumatic injury, wounds or fractures that have not been healed for a long time, except for pathological fractures.\n4. Prior use of experimental SERD or experimental ER antagonist treatment. However, it is allowed to receive fluvastatin treatment.\n\n   Note: Patients planning to undergo 18F-FES PET-CT examination: If the end line treatment is a drug that acts on estrogen receptors such as fluvastatin, the 18F-FES PET-CT examination should have a 5 half life from the last medication, a time period of\\>6 months from the last use of fluvastatin, and a time period of ≥ 5 weeks from the last use of tamoxifen;\n5. Systemic radiation therapy within 28 days or local radiation therapy within 7 days prior to first dose of study drug.\n6. Patients who are receiving treatment with medications that are known to be strong inhibitors or inducers of CYP3A within 14 day or 5 half- life (whichever is shorter) prior to first dose of study treatment.\n7. Participated in other clinical trials within 30 days before the first medication or received clinical trial medication within 5 half-lives of the first medication (whichever is longer).\n8. The patient is receiving other approved or experimental anticancer treatments.\n9. Major surgery within 14 days before the first dose of the study drug or not recovered from serious side effects.\n10. Known other malignant tumors within 3 years before enrollment (except fully treated basal or squamous cell carcinoma, non melanoma skin cancer, or radical cervical cancer.)\n11. Known active central nervous system(CNS) metastasis and/or meningitis carcinomatosa:\n\n    subjects with treated brain metastases may be eligible if their condition is stable and they do not have the following conditions:\n    1. Progressive or new onset of neurological impairment, seizures, evidence of Raised intracranial pressure, vomiting, papilledema, or headache;\n    2. CNS tumor recurrence/progression confirmed by MRI at least 4 weeks before the first administration of this study\n    3. Evidence of new or enlarged brain metastases and no corticosteroids were used at least 3 days prior to the administration of the study drug.\n\n    Two brain MRI scans used to confirm the stability of CNS disease must be submitted to the sponsor, preferably when the subject is being screened.\n12. The patient is unable to swallow the preparation, or gastrointestinal disease that may affect the absorption of the study drug (e.g., previous partial or complete gastrectomy, previous Rouxen-Y or Whipple surgery, untreated gastric or duodenal ulcer, uncontrolled/refractory nausea, vomiting, diarrhea, malabsorption syndrome, or major bowel resection).\n13. The patient is currently receiving proton pump inhibitors(PPI)treatment. PPI treatment must be stopped 1 week or earlier before the first administration of TFX06.\n14. According to the judgment of the sponsor/investigator, the patient currently suffers from any other serious and/or uncontrollable medical disease (e.g., severe liver damage, etc.) that is not suitable for participation in the clinical study.\n15. The patient currently has a record of grade 1 (or higher) pneumonia or interstitial lung disease (ILD) (no associated pulmonary complications confirmed by baseline chest CT scans ).\n16. Ophthalmological examination during the screening period confirmed clinically significant ocular lesions and were not suitable to participate in this study according to the judgment of the investigator.\n17. The patient has clinically significant, uncontrolled heart disease and/or recent cardiac events, including any of the following:\n\n    1. History of angina, coronary artery bypass grafting (CABG), symptomatic pericarditis, or myocardial infarction within 12 months prior to the start of study treatment.\n    2. Recorded history of congestive heart failure (New York Heart Association Cardiac Function Classification III-IV).\n    3. Recorded cardiomyopathy.\n    4. Determination of a patient's left ventricular ejection fraction (LVEF)\\<50% using multi gated acquisition (MUGA) scans or echocardiography (ECHO).\n    5. Any history of arrhythmia (such as ventricular tachycardia), complete left bundle branch block, high degree atrioventricular block (such as double bundle branch block, Mobitz type II, and third degree atrioventricular block), supraventricular, nodal arrhythmia, or conduction abnormalities within the past 12 months.\n    6. Uncontrolled hypertension is defined as systolic blood pressure (SBP) ≥ 160 mmHg and/or diastolic blood pressure (DBP) ≥ 100 mmHg, with or without use of antihypertensive drugs. Allow initiation or adjustment of antihypertensive drug therapy before screening.\n    7. A family medical history of long QT syndrome, idiopathic sudden death, or congenital long QT syndrome, or any of the following:\n\n       * Risk factors for torsade de pointe ventricular tachycardia (TdP) include uncontrolled hypokalemia or hypomagnesemia, a history of heart failure, or a history of clinically significant/symptomatic bradycardia.\n       * There is a known risk of prolonging the QT interval and/or concomitant drugs that are known to cause torsade de pointe ventricular tachycardia and cannot be discontinued or replaced with safe alternative drugs.\n    8. Bradycardia (resting heart rate\\<50), measured by ECG or pulse.\n    9. During screening, the ECG examination was unable to determine the QTcF interval (i.e., unreadable or unreadable), or corrected for QT (QTcF)\\>460 ms (female) (using fridericia correction). All were determined by screening period ECG (mean of three ECGs).\n18. Patient is currently receiving or has received systemic corticosteroid treatment within 2 weeks prior to the start of study treatment. or has not fully recovered from the side effects of such treatment. However, it is allowed to use corticosteroids in the following situations: single administration, local application (e.g. for rash), inhalation spray (e.g. for obstructive airway disease), eye drops or local injection (e.g. in joints).\n19. Evidence of severe or uncontrolled systemic disease, including active hemorrhagic constitution.\n20. History of bleeding, thrombosis, and cancer thrombus:\n\n    1. Have clinically significant bleeding symptoms or clear bleeding tendencies within 3 months prior to screen;\n    2. History of gastrointestinal bleeding or a clear tendency to gastrointestinal bleeding within 3 months prior to screen;\n    3. History of arterial/venous thrombotic events that occurred within 6 months prior to screen, such as cerebrovascular accidents (including transient ischemic attacks), pulmonary embolism, etc;\n    4. The presence of tumor thrombi was confirmed by imaging examination within 6 months prior to screen.\n21. Known active hepatitis B or hepatitis C infection.\n22. Known serious, uncontrolled infection or known infection with human immunodeficiency virus (HIV) (HIV1/2 antibody), diagnosis of acquired immunodeficiency syndrome (AIDS)，uncontrolled autoimmune diseases, or patients who have previously received a tissue/organ transplant, stem cell or bone marrow transplant.\n23. Uncontrolled active bacterial, viral, fungal, rickettsia, or parasitic infections unless treated and resolved prior to study treatment.\n24. Received a live viral vaccine within 30 days prior to the first administration of the study drug. Allow the use of seasonal influenza or approved COVID-19 vaccines that do not contain live viruses.\n25. Other conditions that the investigator considers unsuitable for this study",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}