{
    "nctId": "NCT03755141",
    "briefTitle": "Efficacy and Safety of Trastuzumab Biosimilar (Herzuma®) Plus Treatment of Physician's Choice (TPC) in Patients With HER-2 Positive Metastatic Breast Cancer",
    "officialTitle": "Open Label, Multicenter, Prospective Phase II Study to Investigate the Efficacy and Safety of Trastuzumab Biosimilar (Herzuma®) Plus Treatment of Physician's Choice (TPC) in Patients With HER-2 Positive Metastatic Breast Cancer Who Progressed After 2 or More HER-2 Directed Chemotherapy",
    "overallStatus": "UNKNOWN",
    "conditions": "HER2-positive Breast Cancer, Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 119,
    "primaryOutcomeMeasure": "Progression free survival",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patient is an adult, ≥ 19 years old at the time of informed consent.\n2. Patient has histologically and/or cytologically confirmed diagnosis of HER2-positive breast cancer (HER-2/neu 3+ as defined by immunohistochemistry and/or HER-2/neu gene amplification as defined by fluorescence in situ hybridization).\n3. Metastatic or unresectable disease documented on diagnostic imaging studies.\n4. Prior 2 or more HER-2 directed therapy for metastatic disease is mandatory.\n5. Patient must have at least one measurable or evaluable lesion according to Response Evaluation Criteria in Solid Tumors version 1.1 (RECIST v 1.1)\n6. Eastern Cooperative Oncology Group (ECOG) Performance Status of 0 to 1\n7. Adequate bone marrow and organ function including: a) WBC ≥ 3500/ml; b) Platelets ≥ 100,000/ul; c) Hemoglobin \\>9.0 g/dl; d) Total bilirubin ≤ 1.5x ULN; e) AST and ALT \\< 2.5 x ULN; f) Alkaline phosphatase \\<2.5x ULN; g) Creatinine ≤ 1.5x ULN or CCr \\>60 ml/min for patients with abnormal serum Cr level function.\n8. Life expectance longer than 3 months\n9. Patient has an adequate left ventricular ejection function of at least 55 % at baseline, as measured by echocardiography.\n10. Written informed consent\n\nExclusion Criteria:\n\n1. Patient is pregnant or lactating, where pregnancy is defined as the state of a female after conception and until the termination of gestation, confirmed by a positive human chorionic gonadotropin (hCG) laboratory test.\n2. Patient has symptomatic and unstable CNS metastases, except for treated brain metastases. Treated brain metastases are defined as having no evidence of progression or hemorrhage after treatment and no ongoing requirement for dexamethasone, as ascertained by clinical examination and brain imaging (MRI or CT) during the screening period. Anticonvulsants (stable dose) are allowed.\n3. Active and clinically significant bacterial, fungal or viral infection including hepatitis B (HBV), hepatitis C (HCV), known human immunodeficiency virus syndrome (HIV) or acquired immunodeficiency syndrome (AIDS)-related illness. Baseline viral assessment is not required in patients with no known infection.\n4. Major surgery within 4 weeks of first dose of investigational product or not fully recovered from any side effects of previous procedures.\n5. Any other malignancy within 3 years prior to first dose of investigational product except for adequately treated basal cell or squamous cell skin cancer, or carcinoma in situ of the cervix.\n6. QTc interval \\>480 msec (based on the mean value of the triplicate ECGs), family or personal history of long or short QT syndrome, Brugada syndrome or known history of QTc prolongation or Torsade de Pointes.\n7. Any of the following within 6 months of first dose of investigational product myocardial infarction, severe/unstable angina, ongoing cardiac dysrhythmias of NCI CTCAE v. 5.0 Grade ≤2, atrial fibrillation of any grade, coronary/peripheral artery bypass graft, symptomatic congestive heart failure, cerebrovascular accident including transient ischemic attack, or symptomatic pulmonary embolism.\n8. History of symptomatic interstitial pneumonitis.\n9. Patients with a history of hypersensitivity reactions to trastuzumab, rodent-derived proteins, or components of trastuzumab.\n10. Other severe acute or chronic medical or psychiatric condition, including recent (within the past year) or active suicidal ideation or behavior, or laboratory abnormality that may increase the risk associated with study participation or investigational product administration or may interfere with the interpretation of study results and, in the judgment of the investigator, would make the patient inappropriate for entry into this study.",
    "sex": "ALL",
    "minimumAge": "19 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}