{
    "nctId": "NCT02360917",
    "briefTitle": "Emerging From the Haze™- Measuring the Impact of a Psycho-education Program on Perceived Cognition After Breast Cancer Treatment",
    "officialTitle": "Emerging From the Haze™-A Multi-center, Randomized Controlled Trial to Measure Impact of a Multi-dimensional Psycho-educational Program on Subjective Cognitive Complaints After Breast Cancer Treatment Using Virtual Technology",
    "overallStatus": "COMPLETED",
    "conditions": "Cognition, Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 31,
    "primaryOutcomeMeasure": "quantify the impact of Emerging from the Haze on breast cancer survivors' self-report of cognitive changes, based on change of the FACT-Cog- perceived cognitive impairment score from baseline to the end of the Haze series compared to the control group.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Completed treatment for stage 1-3 breast cancer at least two months but not more than 24 months prior to enrollment.\n* Having received chemotherapy with or without radiation therapy\n* Female, Age ≥18 years.\n* FACT-Cog score less than 59 on the Perceived Cognitive Impairment subscale\n* Eligible after 2 months of completing all their active cancer treatment with the exception of long-term hormonal treatments or trastuzumab.\n* Subjective complaint of cognitive concerns at time of enrollment\n* Must be able to understand and communicate proficiently in English\n* Ability to understand and the willingness to sign a written informed consent.\n* Agree to complete study surveys\n\nExclusion Criteria:\n\n* Patients who have significant personality disorders or unstable psychiatric disorders (including active major depression, substance abuse, psychosis or bipolar disorder) as assessed by the interviewing clinician\n* Patients with known brain metastases, history of brain metastases or radiation to the brain.\n* Patients with a history of stroke or other pre-existing neurological condition that may contribute to cognitive dysfunction.\n* Non-English speakers\n* Receiving treatment for another malignancy other than breast cancer\n* Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, chronic anemia, uncontrolled hypothyroidism, symptomatic congestive heart failure, unstable angina pectoris, uncontrolled cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}