{
    "nctId": "NCT01085565",
    "briefTitle": "Focused Ultrasound Surgery in the Treatment of Pain Resulting From Metastatic Bone Tumors With the ExAblate 2100 Conformal Bone System",
    "officialTitle": "Phase II Study to Evaluate the Safety and Effectiveness of ExAblate MR Guided Focused Ultrasound Surgery in the Treatment of Pain Resulting From Metastatic Bone Tumors With the ExAblate 2100 Conformal Bone System",
    "overallStatus": "COMPLETED",
    "conditions": "Bone Cancer, Bone Metastases, Pain",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 50,
    "primaryOutcomeMeasure": "Safety",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Men and women age 18 and older\n2. Patients who are able and willing to give consent and able to attend all study visits\n3. Patients who are suffering from symptoms of bone metastases\n4. Targeted tumor(s) are ExAblate device accessible and are located in ribs, extremities (excluding joints), pelvis, shoulders and in the posterior aspects of the following spinal vertebra: Lumbar vertebra (L3 - L5), Sacral vertebra (S1 - S5)\n5. Patient with NRS (0-10 scale) pain score ≥ 4 at the targeted tumors irrespective of medication.\n6. Patient who's targeted tumors are on bone and bone-lesion interface is more than 1cm from the skin, major nerve or hollow viscera.\n7. Targeted tumors clearly visible by non-contrast MRI, and ExAblate MRgFUS device accessible\n8. Able to communicate sensations during the ExAblate MRgFUS treatment\n\nExclusion Criteria:\n\n1. Patients who either:\n\n   * Need surgical stabilization of the affected weight bearing bony structure OR\n   * Targeted tumor is at an impending fracture site of the weigh bearing bone. OR\n   * Patients with surgical stabilization of tumor site with metallic hardware\n2. Target tumors-bone interface is less then 1cm from nerve bundles, bowels, skin or bladder.\n3. Targeted (most painful) tumors:\n\n   * NOT visible by non-contrast MRI, OR\n   * NOT accessible to ExAblate device\n4. Targeted tumor is in the skull\n5. Patients on dialysis\n6. Patients with life expectancy \\< 6-Months\n7. Patients with an acute medical condition (e.g., pneumonia, sepsis) that is expected to hinder them from completing this study.\n8. Subjects with Patients with unstable cardiac status including:\n\n   * Unstable angina pectoris on medication\n   * Patients with documented myocardial infarction less than 40 days prior to protocol enrolment\n   * Subjects with Severe Congestive Heart Failure, NYHA class 4.\n   * Patients on anti-arrhythmic drugs or with uncontrolled and/or untreated arrhythmia status\n9. Severe cerebrovascular disease (CVA within last 6 months)\n10. Severe hypertension (diastolic BP \\> 100 on medication)\n11. Patients with standard contraindications for MR imaging such as non-MRI compatible implanted metallic devices including cardiac pacemakers, size limitations, etc.\n12. Known intolerance or allergies to the MRI contrast agent (e.g. Gadolinium or Magnevist) including advanced kidney disease\n13. Patients with an active infection or severe hematological, neurological, or other uncontrolled disease.\n14. KPS Score \\< 60 (See \"Definitions\" below)\n15. Patients unable to communicate with the investigator and staff.\n16. Individuals who are not able or willing to tolerate the required prolonged stationary position during treatment (approximately 2 hrs.)\n17. Are participating or have participated in another clinical trial for the palliation of their targeted bone metastasis tumors in the last 30 days\n18. Patients receiving new chemotherapy regime or radiation to the targeted lesion (s) within the last two weeks\n19. Patients with persistent undistinguishable pain (pain source unidentifiable)",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}