{
    "nctId": "NCT05856383",
    "briefTitle": "Efficacy and Safety of Inetetamab Combined With Pyrotinib and Vinorelbine in ABC",
    "officialTitle": "Efficacy and Safety of Inetetamab Combined With Pyrotinib and Vinorelbine in the Treatment of Advanced Breast Cancer",
    "overallStatus": "RECRUITING",
    "conditions": "HER2-positive Advanced Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 100,
    "primaryOutcomeMeasure": "Progressive free survival(PFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age ≥ 18 years;\n2. The HER2 positive advanced breast cancer confirmed by cytology or histology must meet the following conditions at the same time:\n\n(1) HER2 positive is defined as\\>10% of immunoreactive cells with an immunohistochemical (IHC) score of 3 or an in situ hybridization (ISH) result of HER2 gene amplification (2) Advanced breast cancer is defined as locally advanced breast cancer or metastatic breast cancer that cannot be removed by radical surgery confirmed by researchers; 3. The functional level of the main organs has been evaluated by the researchers to withstand chemotherapy, anti HER2 monoclonal antibodies, and anti HER2 TKI drugs. The LVEF and QT intervals measured by echocardiography or MUGA are within a clinically acceptable safety range. If the survival benefits of the treatment value are assessed by the researcher to be greater than the risks faced, the admission conditions for the specific organ function level can be appropriately relaxed by the researcher, but the reasons need to be explained in the medical record; 4. ECOG score: 0-2 points; 5. Voluntarily sign the informed consent form for this study. 6. Contraception during the study period and within 6 months after treatment, non lactation.\n\nExclusion Criteria:\n\n1. Pregnant or lactating women;\n2. At the same time or in the past five years, patients with one or more malignant tumors with metastatic capacity or potential other than HER2 positive breast cancer, but not including cured cervical carcinoma in situ, thyroid cancer, skin basal cell carcinoma or squamous cell carcinoma. For other malignant tumors occurring within a period of more than 5 years from this treatment, if only cured by surgery, they are allowed to be included.\n3. Persons with a known history of allergy to the drug components of this protocol;\n4. Have a history of immunodeficiency, including HIV testing positive, or have other acquired or congenital immunodeficiency diseases;\n5. The researcher believes that it is not suitable for inclusion.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}