{
    "nctId": "NCT02760849",
    "briefTitle": "Surgery in Preventing Ovarian Cancer in Patients With Genetic Mutations",
    "officialTitle": "WISP (Women Choosing Surgical Prevention)",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Deleterious BARD1 Gene Mutation, Deleterious BRCA1 Gene Mutation, Deleterious BRCA2 Gene Mutation, Deleterious BRIP1 Gene Mutation, Deleterious EPCAM Gene Mutation, Deleterious MLH1 Gene Mutation, Deleterious MSH2 Gene Mutation, Deleterious MSH6 Gene Mutation, Deleterious PALB2 Gene Mutation, Deleterious PMS2 Gene Mutation, Deleterious RAD51C Gene Mutation, Deleterious RAD51D Gene Mutation, Hereditary Breast and Ovarian Cancer Syndrome, Premenopausal",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "PREVENTION",
    "enrollmentCount": 374,
    "primaryOutcomeMeasure": "Percent of women with clinically meaningful change in the Female Sexual Function Index (FSFI) score",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Women must be ≥ 30 and ≤ 50 years of age.\n2. Premenopausal women with a documented deleterious mutation in one of the following ovarian cancer genes: BRCA1, BRCA2, BRIP1, PALB2, RAD51C, RAD51D, BARD1, MSH2, MSH6, MLH1, PMS2, or EPCAM. Menopause is defined as ≥ 12 months of amenorrhea. However, for those patients with ≥ 12 months of amenorrhea who may be pre-menopausal, levels of FSH, LH, and estradiol in the pre-menopausal range will be acceptable.\n3. Willing to undergo two surgical procedures (if chooses the ISDO arm).\n4. Presence of at least 1 fallopian tube and 1 ovary. Prior unilateral salpingectomy is allowed; prior bilateral salpingectomy is not allowed\n5. Patients who have undergone a prior tubal ligation will be eligible.\n6. Participants may have a personal history of non-ovarian malignancy, but must:\n\n   1. Be without evidence of disease at enrollment\n   2. Remain premenopausal\n   3. Have completed treatment (including surgery, chemotherapy, radiotherapy or hormonal therapy) \\> 3 months prior to enrollment (other than non-melanoma skin cancer)\n7. Willingness to return to the enrolling site for the study surgical procedures, including pre-operative and post-operative care.\n\n   Patients in the ISDO arm must be willing to return to the enrolling site for yearly ovarian cancer assessment.\n8. Patients must understand that they will be permanently sterilized\n\nExclusion Criteria:\n\n1. Women with a personal history of ovarian, fallopian tube, or primary peritoneal cancer.\n2. Current treatment with Tamoxifen or Aromatase Inhibitors.\n3. Medical comorbidities making surgery unsafe as determined by the patient's surgeon.\n4. Women who are pregnant or post-partum (within 3 months of delivery).\n\n   * Patients are deemed not pregnant by virtue of urine pregnancy test (UPT), transvaginal ultrasound, beta HCG, or best judgment of the investigator. Pregnancy testing is not required per protocol to determine study eligibility.\n   * Women who become pregnant on the ISDO arm via reproductive technology can remain on study. However, data collection will be suspended during pregnancy and 3 months post-partum.\n5. Women with elevated levels of CA125 (\\>50) or transvaginal ultrasound suggesting cancer, unless findings are consistent with endometriosis. CA125 and transvaginal ultrasounds must be the most recent, but no older than 1 year from the date of enrollment.\n6. Inability to provide informed consent.\n7. Inability to read or speak English.",
    "sex": "FEMALE",
    "minimumAge": "30 Years",
    "stdAges": "ADULT"
}