{
    "nctId": "NCT04736589",
    "briefTitle": "Inetetamab Plus Rapamycin and Chemotherapy for HER2+ Metastatic Breast Cancer With Abnormal Activation of PAM Pathway",
    "officialTitle": "Efficacy and Safety of Inetetamab Combined With Rapamycin and Chemotherapy for HER2-positive Metastatic Breast Cancer Patients With Abnormal Activation of PI3K/Akt/mTOR Pathway After Progression on Trastuzumab.",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 270,
    "primaryOutcomeMeasure": "Progressive-free Survival (PFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Female, Aged \\> 18;\n2. HER2-positive breast cancer are defined as immunohistochemical (IHC) testing as +++, or IHC++ with FISH testing of positive;\n3. Histologically or cytologically confirmed invasive breast carcinoma with locally recurrent or radiological evidence of metastatic disease.\n4. Patients with HER2-positive metastatic breast cancer who have progressed disease after trastuzumab treatment include the following four types of patients (Note: The following patients are in a parallel relationship):\n\n   1. Patients with HER2-positive breast cancer who have progressed during adjuvant trastuzumab treatment after surgery; or\n   2. Patients with HER2-positive breast cancer who have relapsed or metastasized after receiving adjuvant trastuzumab therapy; or\n   3. HER2-positive recurrent or metastatic BC patients who have progressed after receiving at least 4 weeks of trastuzumab as first-line treatment ; or\n   4. HER2-positive metastatic BC patients who have never been treated have progressed after receiving at least 4 weeks of trastuzumab as first-line treatment.\n5. Genetic testing shows that the PI3K/Akt/mTOR pathway related genes are mutated;\n6. ECOG PS score ≤2, estimated survival time ≥6 months, and can be followed-up;\n7. Patients with measurable disease as per RECIST 1.1 criteria;\n8. Cardiopulmonary function is basically normal, LVEF≥50% within 4 weeks before starting treatment;\n9. An adequate liver function with the following definition:\n\n   1. Total bilirubin ≤ 1.5 times the upper limit of normal value. Patients with known Gibert's disease can be included in the group if combined bilirubin ≤ 1.5 times the upper limit of normal value;\n   2. AST and ALT ≤2.5 times the upper limit of the normal value; if there is liver metastasis, ≤5 times the upper limit of the normal value (the normal value is the normal value specified by this clinical trial center);\n10. Have sufficient baseline hematology parameters, defined as follows:\n\n    1. ANC≥1.5 x 10\\^3 /μL;\n    2. Platelet count ≥100 x 10\\^3/μL, if it is 75-100 x 10\\^3/μL, it may be included in the group, as long as the doctors believe it can be included;\n    3. Hemoglobin ≥9 g/dL.\n11. Coagulation Indicators: International normalized ratio (INR) and activated partial thromboplastin time (aPTT) ≤ 1.5 times the upper limit of normal, unless drugs known to change INR and aPTT are used;\n12. No history of serious heart, kidney and other important organs and endocrine disease;\n13. Female patients of childbearing age have a negative pregnancy test and voluntarily take effective and reliable contraceptive measures;\n14. The patients voluntarily signed an informed consent form.\n\nExclusion Criteria:\n\nAnyone who has one of the following conditions cannot be selected for this trial:\n\n1. Participated in other clinical trials within 4 weeks;\n2. Have used mTOR inhibitors in the past;\n3. Previous use of Pyrotinib in first-line treatment stage; previous use of lapatinib is allowed;\n4. Accompanied by immunosuppressant or chronic corticosteroid medication, or more than 25% bone marrow radiotherapy within 4 weeks;\n5. Symptomatic CNS metastases or evidence of leptomeningeal disease;\n6. Gastrointestinal dysfunction or gastrointestinal diseases (including active ulcers);\n7. Hepatitis B or hepatitis C carriers, or other known chronic liver diseases; HIV positive;\n8. Known hypersensitivity to any study medication\n9. Women during pregnancy or lactation;\n10. Left ventricular ejection fraction \\<50%; clinical manifestations of patients with obvious arrhythmia, myocardial ischemia, severe atrioventricular block, cardiac insufficiency, and severe valvular disease;\n11. Any malignancy within 5 years prior to randomization, with the exception of adequately treated in-situ carcinoma of the cervix uteri, basal or squamous cell carcinoma;\n12. The researchers decide that any other medical, social or psychological conditions which are inappropriate to participate in this trial.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}