{
    "nctId": "NCT02742051",
    "briefTitle": "A Trial of Neoadjuvant Everolimus Plus Letrozole Versus FEC in Women With ER-positive, HER2-negative Breast Cancer",
    "officialTitle": "A Randomised Pilot Study of Neoadjuvant Everolimus Plus Letrozole Compared With FEC in Postmenopausal Patients With ER-positive, HER2-negative Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 40,
    "primaryOutcomeMeasure": "Feasibility of the trial",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* The patients signed the written informed consent\n* The patients present with non-metastatic unilateral invasive ER-positive, HER2-negative breast cancer with a primary breast tumor \\> 2cm by imaging or an axillary lymph node \\> 2cm by imaging.\n* Postmenopausal women with age less than 70 years old.\n* The patients have no history of hormone therapy, chemotherapy, breast cancer surgery and radiotherapy.\n* The patients have normal cardiac functions by echocardiography.\n* The patients' ECOG scores are ≤2.\n* The patients can swallow pills.\n* The results of patients' blood tests are as follows:\n\n  * Hb≥90g/L;\n  * WBC≥4E+9/L;\n  * Plt≥100E+9/L;\n  * Neutrophils≥1.5E+9/L;\n  * ALT and AST ≤ triple of normal upper limit;\n  * TBIL ≤ 1.5 times of normal upper limit;\n  * Creatinine ≤ 1.5 times of normal upper limit.\n\nExclusion Criteria:\n\n* The patients have other cancers at the same time or have the history of other cancers except controlled skin basal cell carcinoma or skin squamous cell carcinoma or carcinoma in situ of cervix uterus;\n* The patients have active infections that were not suitable for chemotherapy;\n* The patients have severe non-cancerous diseases.\n* The patients have bilateral breast cancers or multifocal breast cancers or inflammatory breast cancers.\n* The patients have a history of previous treatment with mTOR inhibitors.\n* The patients are undergoing current administration of anti-cancer therapies, or are attending other clinical trials.\n* The patients are in some special conditions that they cannot understand the written informed consent, such as they are demented or hawkish.\n* The patients have allergic history or contraindication of any of the interventional drugs.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}