{
    "nctId": "NCT06635096",
    "briefTitle": "The Safety and Efficacy of Multimodal Thermal Therapy in the Treatment of Early-stage Invasive Breast Cancer",
    "officialTitle": "A Prospective, Single-center, Single-arm Phase II Clinical Trial to Evaluate the Safety and Efficacy of Multimodal Thermal Therapy in the Treatment of Early-stage Invasive Breast Cancer",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Breast Cancer Female",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 60,
    "primaryOutcomeMeasure": "Complete ablation rate",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Female，age 18-80 years.\n2. Invasive carcinoma confirmed by core biopsy.\n3. Newly diagnosed breast cancer patients, without neoadjuvant therapy.\n4. Imaging findings showed an unifocal breast tumor with a maximum diameter of 2 cm, with no distant metastasis, no calcification, no skin or nipple adhesion, and no invasion of chest wall.\n5. The functional level of major organs must meet the following requirements: blood routine: neutrophil (ANC)≥1.5×10\\^9/L; platelet count (PLT) ≥ (PLT)≥90×10\\^9/L; hemoglobin (Hb) ≥90g/L; coagulation: international normalized ratio (INR) or prothrombin time (PT) ≤1.5×ULN; activated partial thromboplastin time (APTT) ≤1.5×ULN.\n\nExclusion Criteria:\n\n1. Tumor involving skin, ulceration, inflammatory breast cancer patients.\n2. Tumor involving the superficial layer of the skin.\n3. KPS score \\< 70, or ECOG score \\> 2\n4. Prior radiotherapy or prior use of investigational drugs or other immunosuppressive agents.\n5. Heart, brain, lung, kidney and other vital organ failure.\n6. Uncorrectable severe coagulopathy\n7. Patient is pregnant or lactating\n8. Poor glycemic control in diabetes\n9. Patients with foreign body implantation around the tumor (such as breast augmentation injections or prostheses).\n10. Patients with severe scars on the skin of the treatment area (protruding from the skin surface, width ≥ 1 cm)\n11. Human immunodeficiency virus (HIV) infection, active hepatitis B (hepatitis B indicates antigen positive and HBV DNA ≥ 500 IU/ml), hepatitis C (hepatitis C antibody positive and HCV-RNA above the lower limit of detection of the analytical method).\n12. Concurrent medical conditions that, in the judgment of the investigator, would jeopardize the subject's safety, could confound the study results, or affect the subject's completion of this study.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}