{
    "nctId": "NCT03708055",
    "briefTitle": "Weight Bearing Exercise in Preventing Frailty in Stage I-IIIA Breast Cancer Survivors",
    "officialTitle": "Prevention of Frailty in Breast Cancer Survivors: A Pilot Study",
    "overallStatus": "COMPLETED",
    "conditions": "Anatomic Stage I Breast Cancer AJCC v8, Anatomic Stage IA Breast Cancer AJCC v8, Anatomic Stage IB Breast Cancer AJCC v8, Anatomic Stage II Breast Cancer AJCC v8, Anatomic Stage IIA Breast Cancer AJCC v8, Anatomic Stage IIB Breast Cancer AJCC v8, Anatomic Stage IIIA Breast Cancer AJCC v8, Cancer Survivor, Overweight, Postmenopausal, Prognostic Stage I Breast Cancer AJCC v8, Prognostic Stage IA Breast Cancer AJCC v8, Prognostic Stage IB Breast Cancer AJCC v8, Prognostic Stage II Breast Cancer AJCC v8, Prognostic Stage IIA Breast Cancer AJCC v8, Prognostic Stage IIB Breast Cancer AJCC v8, Prognostic Stage IIIA Breast Cancer AJCC v8",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "PREVENTION",
    "enrollmentCount": 27,
    "primaryOutcomeMeasure": "Reproducibility of muscle activation by subcutaneous fat mass measures.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Post-menopausal (12 months without menstrual period: naturally, surgically, by hormone suppression).\n* History of early stage breast cancer (stage I, II, IIIa).\n* At least 6 months from chemotherapy.\n* May be receiving hormonal therapy during the study.\n* Currently disease-free, including a negative mammogram within 1 year.\n* Body mass index (BMI) between 25 and 40kg/m\\^2.\n* In general good health with no acute or chronic disease that could worsen with weight bearing exercise.\n* Not currently on a prescribed diet nor reporting weight loss of \\> 10 pounds (lbs) in previous 3 months.\n* Not currently participating in physical activity (PA) independently or a structured program (performing \\< 120 min of low-intensity, low-impact exercise per week; and no weightlifting or similar physical activity).\n* Ability to participate in physical activity, not limited by severe disability (e.g., severe arthritic conditions); chronic back pain, or history or presence of diseases for which increased physical activity would not be advised.\n* No severe chronic disease, other than breast cancer (e.g., human immunodeficiency virus/acquired immunodeficiency syndrome \\[HIV/AIDS\\], kidney failure, liver failure, chronic obstructive pulmonary disease, congestive heart failure, Alzheimer?s, unstable angina, uncontrolled asthma, uncontrolled diabetes, uncontrolled hypertension).\n* No implanted cardiac pacemaker, cardiac defibrillator, or other implanted electronic medical equipment.\n* No history of drug or alcohol abuse.\n* Able to remain in a lying or sitting position for an extended period (\\> 30 minutes).\n* No history or presence of a significant psychiatric disorder or any other condition that would interfere with participation in the trial.\n* Medical clearance by treating physician.\n* Willing to discontinue nonsteroidal antiinflammatory drug (NSAID) use, except Tylenol and baby aspirin (80mg), 1 week prior to blood draws.\n* Willing to maintain body weight during the study.\n* Can be reached by telephone.\n* Willing to complete consent process and sign informed consent form.",
    "sex": "ALL",
    "minimumAge": "37 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}