{
    "nctId": "NCT00810017",
    "briefTitle": "Phase 2 Study of Trastuzumab and Etoposide for Her2 Positive Breast Cancer",
    "officialTitle": "Phase II Clinical Study Combining Trastuzumab With Etoposide in Treatment of HER2-Positive Metastatic Breast Cancer.",
    "overallStatus": "TERMINATED",
    "conditions": "HER-2 Positive Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 2,
    "primaryOutcomeMeasure": "To Determine ORR of Trastuzumab Combined With Etoposide in Patients With HER2 Positive Metastatic Breast Cancer, and to Assess Toxicity of the Combination of Trastuzumab With Intravenous Etoposide.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Females or males with histologic confirmation of breast carcinoma and diagnosis of metastatic breast adenocarcinoma\n* Confirmed HER2 amplification by immunohistochemical staining (IHC) 3+ or FISH amplified (either primary or metastatic).\n* Have had any number of prior HER2 targeted therapy containing chemotherapies for treatment of breast cancer\n* Measurable extent of disease\n* Life expectancy of 3 months or greater\n* Patients must have adequate heart function, determined with ECHO or MUGA (ECHO preferred).\n* Patients must have adequate bone marrow and organ function\n* Patient of childbearing potential must be willing to use an effective means of contraception during their participation on trial\n* Greater than 3 weeks from prior radiation or chemotherapy; more than 1 week from prior hormonal therapy; and more than 6 weeks from prior treatment with nitrosoureas or mitomycin.\n* No serious intercurrent medical illness.\n* Controlled metastatic CNS disease ≥ 3 months\n* The ability to understand and willingness to sign a written informed consent form, and to comply with the protocol.\n\nExclusion Criteria:\n\n* Pregnant or nursing women\n* Patients who are poor medical risk because of other non-malignant systemic disease or active, uncontrolled infection.\n* Prior craniospinal radiation, or total body irradiation (TBI).\n* Patients receiving G-CSF (filgrastim or pegfilgrastim) or thrombopoietin (or other platelet growth factors) within the 3 weeks prior to enrollment (erythropoietin is allowed).\n* Prior chemotherapy within the last 3 weeks (last 6 weeks for nitrosureas/mitomycin).\n* Prior radiation therapy within the last 3 weeks; prior radiation therapy to indicator lesion (unless objective disease recurrence or progression within the radiation portal has been documented since completion of radiation).\n* Concomitant malignancies or previous malignancies within the last 5 years, with the exception of adequately treated basal or squamous cell carcinoma of the skin or carcinoma in situ of the cervix.\n* Current symptoms of angina or uncontrolled arrhythmias, uncontrolled hypertension with systolic blood pressure \\>=170 or diastolic blood pressure \\>=110.\n* Psychiatric illness precluding participation in study\n* Symptomatic intrinsic lung disease or extensive tumor involvement of the lungs, resulting in dyspnea at rest.\n* Carcinomatous meningitis or CNS mets not controlled for ≥ 3 months.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}