{
    "nctId": "NCT02057432",
    "briefTitle": "Image-guided Breast Surgery in the Advanced Multimodality Image Guided Operating Suite (AMIGO)",
    "officialTitle": "A Pilot Study to Evaluate Image-guided Breast Conserving Surgery in the Advanced Multimodality Image Guided Operating Suite (AMIGO)",
    "overallStatus": "COMPLETED",
    "conditions": "Stage I Breast Carcinoma, Stage II Breast Carcinoma",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "DEVICE_FEASIBILITY",
    "enrollmentCount": 15,
    "primaryOutcomeMeasure": "To demonstrate feasibility of using the intra-operative MRI for breast conserving surgery",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Participants must have a pre-operative standard mammogram with or without ultrasound. These may be performed at outside institutions.\n* Participants must have biopsy confirmed invasive breast carcinoma. If biopsy was done at an outside hospital, pathology will be reviewed at BWH/DFCI.\n* Stage: Clinical Staging must be Stage I or II as outlined by the AJCC 7th edition. Pre-operative diagnosis of positive axillary nodes necessitating axillary dissection at the time of lumpectomy does not disqualify a patient.\n* Pre-operative sentinel node biopsy also does not disqualify the patient.\n* Participants must be candidates for definitive local therapy with breast conserving therapy (this takes into account tumor to breast size ratio appropriate for BCS, and the ability to undergo standard radiation therapy post-operatively).\n* Participants must have measurable disease, defined as one lesion that can be accurately measured by MRI. (More than one lesion will be an exclusion criteria for BCS; lesions not identified by MRI will also be an exclusion criteria).\n* Age ≥ 18 years and \\< 75.\n* Completion of the magnetic resonance (MR) procedure screening form and clearance by the MR technologist that the patient does not have a pacemaker, brain aneurysm clip, inner ear implant, neurostimulator or metal fragments in the eye.\n* Ability to understand and the willingness to sign a written informed consent document.\n\nExclusion Criteria:\n\n* Participants who exhibit any of the following conditions at screening will not be eligible for admission into the study.\n* Participants with a known BRCA 1 or 2 mutation.\n* Participants with known Li-Fraumeni or Cowden's Disease.\n* Participants with prior mantle radiation.\n* Participants with locally advanced breast cancer such as inflammatory breast cancer or cancer grossly involving skin.\n* Participants who are pregnant.\n* Participants who enroll in a preoperative therapy trial or who have been treated with neoadjuvant chemotherapy. The neoadjuvant chemotherapy can result in complete pathologic response, resulting in no signal on MRI.\n* Participants with known, active collagen vascular disease.\n* Participants who undergo breast surgery at an outside institution.\n* Participants with prior history of breast carcinoma.\n* Patients who have implants or any type of breast reconstruction.\n* Patients who have biopsy confirmed multi-centric disease.\n* Participants who have documented contra-indications for MRI.\n* Participants who have documented allergic reaction to IV MRI contrast agent, or have a contraindication to the administration of IV contrast such as renal failure.\n* Patients with diabetes will be excluded because of a higher risk to incur renal damage from the IV contrast.\n* Participants who exceed the weight limit for the surgical table at AMIGO, 350 lbs or who will not fit into the 70 cm diameter bore of the MRI scanner at AMIGO or the 60 cm diameter bore of the pre-procedure imaging MRI scanner.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}