{
    "nctId": "NCT04892342",
    "briefTitle": "Study of ESG401 in Adults With Solid Tumors",
    "officialTitle": "An Open-Label, Multiple Dose, Dose Escalation and Cohort Expansion Phase I/II Study to Investigate the Safety, Tolerability, Pharmacokinetics and Antitumor Activities of ESG401 in Subjects With Locally Advanced/Metastatic Solid Tumors",
    "overallStatus": "RECRUITING",
    "conditions": "Neoplasms, Breast, Neoplasms, Lung, Neoplasms,Colorectal, Neoplasms, Bladder, Neoplasm of Stomach, Neoplasms,Ovarian",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 177,
    "primaryOutcomeMeasure": "Percentage of Participants Experiencing Any Treatment Emergent Adverse Events and Serious Treatment Emergent Adverse Events",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Individuals able to understand and give written informed consent.\n* Subjects must have a histologically or cytologically confirmed advanced or metastatic solid tumor(s) for which no effective standard therapy is available or tolerable.\n* Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1.\n* Life expectancy ≥12 weeks.\n* Subject must have adequate organ function\n* Fertile men and women of childbearing potential must agree to use an effective method of birth control from providing signed consent and for 180 days after last investigational product administration. Women of childbearing potential include pre-menopausal women and women within the first 2 years of the onset of menopause.\n\nExclusion Criteria:\n\n* Subjects receiving cancer therapy (chemotherapy or other systemic anti-cancer therapies, immunotherapy, or radiation therapy) within 4 weeks before the first investigational product administration..\n* Has not recovered from adverse events (e.g., returned to baseline or grade 0\\~1) due to a previously administered agent.\n\nNote: Subjects with Grade 2 alopecia or anemia are exceptions to this criterion and may qualify for the study.\n\n* Had major surgery within 4 weeks before dosing, or will not have fully recovered from surgery; or has surgery planned during the time the subject is expected to participate in the study or within 4 weeks after the last dose of study drug administration.\n* Use of any investigational anti-cancer drug within 28 days before the first investigational product administration.\n* New thromboembolic events, intestinal obstruction, gastrointestinal bleeding or perforation within 6 months\n* Uncontrolled systemic bacterial, viral or fungal infections\n* Subjects with symptomatic or untreated CNS metastases, or those requiring ongoing treatment for CNS metastases.\n* Primary CNS malignancy; Or a second primary tumor other than the confirmed solid tumor within the previous 3 years\n* Evidence of serious or uncontrolled systemic disease (e.g., unstable or decompensated respiratory disease, liver disease or kidney disease)\n* Patients with gastrointestinal diseases (such as chronic gastritis, chronic enteritis or gastric ulcers), or with a previous history of severe or chronic diarrhea\n* History of chronic skin disease and present skin disease (e.g. bullous dermatitis, acnelike rash, skin ulcer, etc.)\n* Subjects with clinically significant cardiovascular disease as defined by the following:\n\n  * Baseline left ventricular ejection fraction (LVEF) ≤ 50% measured by Echocardiogram (ECHO) or Multi-gated acquisition (MUGA)\n  * Heart failure New York Heart Association (NYHA) Class II or above\n  * Uncontrolled hypertension (BP ≥ 150/95 mmHg despite optimal therapy)\n  * Prior or current cardiomyopathy\n  * Atrial fibrillation with heart rate \\> 100 bpm\n  * Unstable ischaemic heart disease (myocardial infarction (MI) within 6 months prior to starting treatment, or angina requiring use of nitrates more than once weekly)\n  * QTc interval \\>/= 450 msecs for male or \\>/= 470 msecs for female (Fridericia's formula: QTc=QT/RR0.33).\n* Human Immunodeficiency Virus (HIV) infection.\n* Subjects who are Hepatitis B surface antigen (HBsAg) and Hepatitis B core antibody (HBcAb) positive or Hepatitis C virus (HCV) antibody positive at screening must not be enrolled until further definite testing with Hepatitis B virus (HBV) DNA titres and HCV RNA tests can conclusively rule out presence of active infection (HBV DNA ≥ 1000 cps/mL or 200 IU/mL) requiring antiviral therapy with Hepatitis B and C, respectively\n* Known immediate or delayed hypersensitivity reaction to irinotecan or other camptocampin derivatives such as topotecan or to have had grade ≥3 gastrointestinal reactions associated with irinotecan, or allergies, or to any investigational drug or excipient ingredient\n* Concurrent condition that in the investigator's opinion would jeopardize compliance with the protocol.\n* Unwillingness or inability to follow the procedures outlined in the protocol.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}