{
    "nctId": "NCT01276769",
    "briefTitle": "Comparison Study of Neoadjuvant Paclitaxel Plus Carboplatin/Epirubicin Treatment in Triple-negative Breast Cancer",
    "officialTitle": "Phase IIb Trial of Paclitaxel Plus Carboplatin Versus Paclitaxel Plus Epirubicin as Neoadjuvant Treatment in Locally Advanced Triple-negative Breast Cancer",
    "overallStatus": "UNKNOWN",
    "conditions": "Triple Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 80,
    "primaryOutcomeMeasure": "Pathology of specimens derived from the breast modified radical mastectomy/Breast-conserving surgery",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Women aged from 18 to 70 years;\n* WHO Performance status (ECOG) of 0 or 1\n* Core biopsy histologically proven Ⅱa-Ⅲc phase breast cancer (regardless of the type);\n* Immunohistochemisty（IHC）：ER-，PR-，CerB2-；Triple negative （ER-PR-Her-2-） Hormone receptor negativity is defined as ER\\<10%, PR\\<10% (IHC), HER2 negativity is defined as IHC 0-1+, or \\[IHC 2+ and FISH or CISH negative\\]；\n* Adequate hematological function (neutrophil count ³ 2x109/l, platelet count ³ 100x 109/l, Hemoglobin \\> 9 g/dl);\n* Adequate hepatic function: ASAT and ALAT £ 1.5 ULN alkaline phosphatases £ 2.5 ULN,total bilirubin £ 1,5 ULN;\n* Adequate renal function: serum creatinine £ 1.5 ULN;\n* Adequate cardiac function, LEVF value \\> 50% by Muga scan or echocardiography，and electrocardiogram doe not show specific abnormality；\n* Patients accepting contraception intake during the overall length of treatment if of childbearing potential;\n* Signed written informed consent.\n\nExclusion Criteria:\n\n* Any tumor ³ T4a (UICC1987) (cutaneous invasion, deep adherence, inflammatory breast cancer);\n* ER+ or PR+ or Her-2 overexpression\n* Any chemotherapy, hormonal therapy or radiotherapy before\n* Previous cancer in the preceding 10 years;\n* Patients already included in another therapeutic trial involving an experimental drug;\n* Patients with other concurrent severe and/or uncontrolled medical disease or infection which could compromise participation in the study;\n* LEVF \\< 50% (MUGA scan or echocardiography);\n* Clinically significant cardiovascular disease (e.g. unstable angina, congestive heart failure, uncontrolled hypertension (\\>150/90), myocardial infarction or cerebral vascular accidents) within 6 months prior to chemotherapy;\n* Known prior severe hypersensitivity reactions to agents that will be received;\n* Women who are pregnant or breastfeeding. Adequate birth control measures should be taken during study treatment phase;\n* Women with a positive pregnancy test en enrollment or prior to study drug administration;\n* Patients with any psychological, familial, sociological or geographical condition potentially hampering compliance with the study protocol and follow-up schedule; those conditions should be discussed with the patient before registration in the trial;\n* Individual deprived of liberty or placed under the authority of a tutor.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}