{
    "nctId": "NCT00637325",
    "briefTitle": "Trastuzumab Optimization Trial in Breast Cancer",
    "officialTitle": "TOP Trial. A Randomised Phase III Clinical Trial of Trastuzumab (Herceptin) Optimization in Patients With Locally Advanced and/or Metastatic Breast Cancer Overexpressing HER2 After a First Line Chemotherapy Plus Trastuzumab.",
    "overallStatus": "UNKNOWN",
    "conditions": "Metastatic or Locally Advanced Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 500,
    "primaryOutcomeMeasure": "progression free survival for maintenance study and overall survival for 2nd line study",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* \\>18 years of age. Patients older of 70 years of age are eligible on the basis of an individual risk-benefit assessment by the investigator\n* Histologically confirmed breast cancer with locally advanced and/or metastatic disease\n* Over expression of HER2 (3+) as determined by IHC or amplification of HER2/c-erbB2 by FISH/CISH of the primary tumour or of a metastasis\n* Assessable disease. The presence of measurable disease is not needed for enrolment. Patients with bone lesions, ascites and pleural effusion as only sites of disease are considered eligible\n* Completion of a first line chemotherapy in association with trastuzumab given for at least 6 months for advanced disease. The last dose of trastuzumab should have to be given within 6 weeks prior to randomisation for treatments given with a 3 weekly schedule or within 3 weeks if a weekly schedule was used (only for maintenance study)\n* Progressive disease during or within 6 months from the completion of a first line chemotherapy plus trastuzumab for advanced disease or within 6 months from the completion of an adjuvant treatment for early disease (only for 2nd line study). Patients progressing more than 6 months after the completion of a first line trastuzumab-containing regimen should be re-treated with the previous regimen and included in 2nd line study after evidence of progression.\n* Signed written informed consent obtained prior to any study specific study procedures\n\nExclusion Criteria:\n\n* ECOG-PS \\>2\n* Pregnant or lactating women. Women of childbearing potential must implement adequate contraceptive measures\n* Previous or current malignancies at other sites, with the exception of adequately treated in situ carcinoma of the cervix uteri, basal or squamous cell carcinoma of the skin, or other cancer curatively treated by surgery and with no evidence of disease for at least 5 years.\n* Baseline LVEF \\<50% (measured by echocardiography or MUGA) performed within 4 weeks prior to randomisation. History of documented congestive heart failure, angina pectoris requiring antianginal medication, evidence of transmural infarction ECG, poorly controlled hypertension (systolic \\> 180 mmHg or diastolic \\> 100 mmHg); clinically significant valvular heart disease; high-risk uncontrolled arrhythmias\n* Presence of CNS metastases, not amenable to curative therapy. Patients with previously treated CNS metastases must be asymptomatic and stable at radiological imaging from at least 3 months\n* Patients with dyspnoea at rest due to malignant or other disease, or who require supportive oxygen therapy. Patients with pre-existing lung disease or advanced pulmonary involvement may be at increased risk of serious toxicities with trastuzumab and should be evaluated carefully before entry into the study\n* Concomitant chemotherapy with anthracyclines, including liposomal drugs (only for 2nd line study)\n* Treatment with any investigational drug within 30 days before beginning of enrolment in the trial\n* History or presence of other disease, metabolic dysfunction, physical examination finding, or clinical laboratory finding giving reasonable suspicion of a disease or condition that contraindicates use of trastuzumab",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}