{
    "nctId": "NCT02396433",
    "briefTitle": "Combination of Carboplatin, Eribulin Mesylate, and E7449 in BRCA-Related Cancers",
    "officialTitle": "Phase I/II Clinical Trial of the Combination of Carboplatin, Eribulin Mesylate, and E7449 in Patients With BRCA-Related Cancers",
    "overallStatus": "WITHDRAWN",
    "conditions": "Cancer of the Breast",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "Safety of E7449 will be measured by the number, frequency and severity of adverse events.",
    "eligibilityCriteria": "Inclusion Criteria:\n\nPhase I only\n\n* Patients must have stage IV breast or ovarian cancer or another BRCA mutation-related cancer.\n* Patients may have either measurable or evaluable disease per RECIST 1.1 criteria.\n\nNOTE: Measurable lesions are defined as those that can be accurately measured in at least one dimension (longest diameter to be recorded) as \\>20 mm with conventional techniques or as \\>10 mm with spiral CT scan.\n\n* Patients must be refractory to / intolerant of established therapy known to provide clinical benefit for their condition.\n\nBoth Phase I \\& II\n\n* Patients must have archival biopsy specimens (preferably from metastatic disease) available for research tests. If a suitable biopsy specimen is not available, patients will be asked to undergo a research biopsy to procure tissue.\n* Patients must be ≥ 18 years.\n* Females of childbearing potential must not have had unprotected sexual intercourse within 30 days prior to study entry and must agree to use a highly effective method of contraception. Females who are using hormonal contraceptives must have been on a stable dose of the same hormonal contraceptive product for at least 4 weeks prior to dosing and must continue to use the same contraceptive during the study and for 30 days after study drug discontinuation\n* Patients must have an ECOG performance status 0-1.\n* Patients may have had a prior diagnosis of cancer if it has been \\> 5 years since their last treatment for that cancer.\n* Patients must have normal organ and marrow function as defined below:\n\nLeukocytes ≥ 3,000/μL Absolute neutrophil count ≥ 1,500/μL Platelets ≥ 100,000/μL Creatinine within normal limits or creatinine clearance ≥30\n\n* Patients must be able to swallow and retain oral medication.\n* Patients who were receiving prior systemic therapy: Prior treatment related side effects must have resolved to \\< Grade 2 severity (except alopecia and infertility).\n* All patients must have given signed, informed consent prior to registration on study.\n\nPhase II Only\n\n* Patients must have stage IV breast or ovarian cancer\n* Patients must have BRCA1/2 deleterious mutations, PTEN deficiency, or cancer with a high HRD score as assessed by Myriad's assay\n* Patients must have measurable disease per RECIST 1.1 criteria (see above for definition).\n* Patients may not have received more than 3 chemotherapeutic regimens for metastatic disease.\n* Patients who may not have received treatment with prior carboplatin, eribulin or a PARP inhibitor.\n\nExclusion Criteria:\n\n* Women who are pregnant or lactating are not eligible\n* Patients who are undergoing concomitant radiotherapy are not eligible.\n* Patients who are receiving any other investigational agents or concurrent anticancer therapy are not eligible.\n\nNOTE: Previous systemic treatment is allowed with a 14 day (Phase I) or 21 day (Phase II) washout period prior to registration.\n\n* Patients who are taking any herbal (alternative) medicines are not eligible. Patients must be off any such medications by the time of registration.\n* Patients with known brain metastases are not eligible for participation unless the following are met:\n\nBrain metastases are treated (either with surgical excision, stereotactic radiosurgery or radiotherapy and have been stable for at least 4 weeks (MRI documented) Patient is asymptomatic and has discontinued corticosteroids if taken for that purpose\n\nPatients with any of the following conditions or complications are NOT eligible for participation:\n\nGI tract disease resulting in an inability to take oral medication Malabsorption syndrome Require IV alimentation History of prior surgical procedures affecting absorption Uncontrolled inflammatory GI disease (e.g., Crohn's, ulcerative colitis). Hypersensitivity of any of the components of E7449, carboplatin, eribulin History of significant neurological (no neuropathy \\> Grade 2) or psychiatric disorders.\n\nSignificant non-neoplastic liver disease (e.g., cirrhosis, active chronic hepatitis).\n\nSignificant non-neoplastic renal disease. Immunocompromised subjects, including subjects known to be infected with human immunodeficiency virus (HIV).\n\nUncontrolled endocrine diseases (e.g., diabetes mellitus, hypothyroidism or hyperthyroidism, adrenal disorder) i.e., requiring relevant changes in medication within the last month or hospital admission within the last three months Active infection requiring systemic therapy. Significant cardiovascular impairment: history of congestive heart failure greater than New York Heart Association (NYHA) Class II, uncontrolled arterial hypertension, unstable angina, myocardial infarction or stroke within 6 months of the first dose of study drug; or cardiac arrhythmia requiring medical treatment.\n\nProlongation of QTc interval to \\> 480 msec when electrolytes balance is normal. Major surgery within 4 weeks prior to the first dose of study drug",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}