{
    "nctId": "NCT03936933",
    "briefTitle": "Pharmacodynamic Study Goserelin 3.6mg Injection Administered Subcutaneously in Premenopausal Patients With Breast Cancer",
    "officialTitle": "Two Arm, Multicentric, Randomized, Open Label, Parallel, Multiple Dose Study Subcutaneous Injection of Goserelin 3.6 mg (Eurofarma) vs ZOLADEX 3.6 mg (AstraZeneca) Administered Subcutaneously in Premenopausal Patients With Breast Cancer.",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 68,
    "primaryOutcomeMeasure": "To evaluate and compare the pharmacodynamics",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Pre-menopausal\\* female patients of 18 to 59 years of age (both inclusive)\n\n   \\* Premenopausal female is defined by one of the following criteria: menstruating actively (\\< 4 months since last menstrual period \\[LMP\\]) or between 4 and 12 months after LMP with a premenopausal FSH level; patients younger than 59 years of age who became amenorrheic while on adjuvant chemotherapy will be eligible only if the FSH level is in the premenopausal range (\\<22.3 IU/litre). \\[1\\]\n2. BMI 18.5 to 30 kg/m2 (both inclusive).\n3. Patient with a confirmed diagnosis of early or advanced breast cancer (TNM stage I, II, III or stage IV or recurrent metastatic disease) who are scheduled to start goserelin therapy as per Investigator discretion.\n4. Hormone sensitivity (ER positive) of primary or secondary tumour tissue\n5. Patients with baseline estradiol levels \\>30 pg/mL\n6. Patients must be able to understand the investigational nature of this study and to give written informed consent prior to the participation in the trial.\n7. Eastern Cooperative Oncology Group (ECOG) performance status ≤ 2.\n8. Patients with life expectancy of at least 3 months as judged by the Investigator.\n9. Patient should have recovered from any toxic effects of previous chemotherapy as judged by the Investigator.\n10. Patient should be able to comply with study requirement in the opinion of Investigator.\n11. Non-smoker defined as non-smoker for at least 6 months (i.e. subject has not smoked or used any tobacco products for the 6 months prior to the screening visit).\n12. Patients must not have taken any anti-androgens, estrogen, antiestrogen, aromatase inhibitors or hormonal forms of contraception within past one month of screening. Patient may have had recent use of oral contraceptive pills but these must be discontinued 30 days prior to dosing.\n13. Adequate hematologic status, renal and liver function.\n14. Women of childbearing potential (WOCBP\\*) must not be pregnant or breastfeeding (as documented by a negative serum pregnancy test at screening and negative urine pregnancy test at baseline).\n\nExclusion Criteria:\n\n1. Patients who are not able to provide written informed consent.\n2. Patients who are menopausal\n3. Patients who are scheduled to receive any chemotherapy/radiotherapy in addition to goserelin.\n4. Patients who are already on GnRH receptor agonist or antagonist therapy.\n5. Patients who have previously failed on GnRH receptor agonist or antagonist therapy for breast cancer treatment..\n6. Presence of life-threatening metastatic visceral disease, defined as extensive hepatic involvement, or any degree (proven or suspected) of brain or leptomeningeal involvement (past or present) or symptomatic pulmonary lymphangitic spread. Patients with discrete pulmonary parenchymal metastases are eligible, provided their respiratory function is not compromised as a result of the disease.\n7. Patients who are intended to be started on any medication apart from study drug that can have impact on any of the study endpoints.\n8. Patients who are pregnant or breastfeeding.\n9. Concurrent malignancy or history of malignancy (apart from disease condition under study) within last 5 years before screening except curatively treated carcinoma in situ of the uterine cervix or basal cell carcinoma of the skin\n10. Patients with a clinically significant medical condition other than breast cancer including but not limited to renal, hepatic, gastrointestinal, endocrine, cardiovascular, neurological or psychiatric disease, alcohol or substance abuse, or any other condition that may affect the patient's health or the outcome of the trial as judged by the investigator.\n11. Presence of clinically significant physical exam, laboratory, medical history, ECG findings that in the opinion of the Investigator may interfere with trial conduct, patient safety, or interpretation of results.\n12. Patients with a known hypersensitivity to GnRH, GnRH-agonist analogues or any of the components in IMP.\n13. Patients receiving anticoagulation medications.\n14. Patients with uncontrolled diabetes mellitus (HbA1c \\> 8 % as per ADA) at randomization (those who have controlled blood sugar (fasting) will be eligible for randomization)\n15. Patients with confirmed signs or symptoms related to cerebral metastasis or radiographically confirmed brain metastasis.\n16. Uncontrolled hypertension (systolic blood pressure \\[BP\\] \\>140 or diastolic BP \\>90mm Hg) or uncontrolled cardiac arrhythmias. (Patients with hypertension controlled by antihypertensive therapies are eligible).\n17. Patients with a QTc\\>450ms on the ECG at screening.\n18. History of clinically significant cardiovascular disorder\n19. Use of any recreational drugs (cocaine, amphetamines, barbiturates, benzodiazepines, cannabinoids and morphine) or history of drug or alcohol abuse within the past 1 year, as judged by the Investigator, or a positive result on the urine drug/alcohol screen which is not consistent with current medical treatment.\n20. Concomitant use of medicinal products known to prolong the QT interval or medicinal products able to induce Torsade de pointes such as class IA (e.g. quinidine, disopyramide) or class III (e.g. amiodarone, sotalol, dofetilide, ibutilide) antiarrhythmic medicinal products, methadone, moxifloxacin, antipsychotics.\n21. A positive hepatitis screen including hepatitis B surface antigen or HCV antibodies.\n22. Patients who test positive for HIV and/or syphilis.\n23. The receipt of an investigational product, or participation in a drug research study within a period of 30 days prior screening or 5 half-lives within the last dose of investigational product, whichever is longer. Current use of any drugs that are known to interfere with goserelin metabolism or to cause a drug-drug interaction.\n24. Donation / loss of blood/plasma or blood product (without replenishment) (1 unit or 350 mL) within 180 days prior to receiving the first dose of study medicine.\n25. Patients with a mental incapacity, unwillingness, or language barrier that precludes the ability to understand or cooperate with study procedures.\n26. Presence of clinically significant findings on the physical exam, laboratory testing, medical history, ECG that in the opinion of the Investigator may interfere with trial conduct, patient safety, or interpretation of results.\n27. Any contraindications for goserelin administration.\n28. Females of reproductive potential unwilling to use acceptable contraception (as defined in the protocol) starting at least four weeks before the study drug administration and up to 12 weeks after the after the last dose of study drug administration.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT"
}