{
    "nctId": "NCT00851110",
    "briefTitle": "Adjuvant Breast Cancer Study of the Netherlands Working Party for Autotransplantation in Solid Tumors",
    "officialTitle": "A Prospective Randomized Feasibility and Phase II Adjuvant Breast Cancer Study of the Netherlands Working Party for Autotransplantation in Solid Tumors.",
    "overallStatus": "TERMINATED",
    "conditions": "High-Risk Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 50,
    "primaryOutcomeMeasure": "Maximum degree of non-hematological toxicity.",
    "eligibilityCriteria": "Inclusion criteria:\n\n1. Modified radical mastectomy (or breast conserving surgery) and axillary clearance, histologically confirmed stage IIA, IIB or IIIA adenocarcinoma (excluding supraclavicular lymph nodes) of the breast, with 4 or more involved axillary lymph nodes. Presence of tumor cells near or in the resection margins at microscopic examination is acceptable\n2. The primary tumor must be immunohistochemically negative for HER-2/neu expression. An immunohistochemistry score of 1+ is also acceptable. A score of 3+ is not acceptable. A score of 2+ is only acceptable if a FISH analysis (or equivalent) has clearly shown that there is no HER-2/neu gene-amplification\n3. No prior chemotherapy or radiotherapy\n4. No evidence of distant metastases\n5. Age \\< 50 years\n6. Performance status (ECOG-ZUBROD) 0 or 1;\n7. Normal bone marrow function, WBC \\> 4.0 x 109/l, platelets \\> 100 x 109/l;\n8. Adequate renal function (creatinine clearance \\> 60 ml/min.);\n9. Adequate hepatic function (serum bilirubin \\< 25 umol/l);\n10. Study treatment must begin within 6 weeks of surgery;\n11. No other malignancy except adequately treated in situ carcinoma of the cervix or basal cell carcinoma of the skin;\n12. No significant prior or concomitant disorder that might interfere with adherence to the intensive treatment regimen, including but not limited to a history of angina, myocardial infarction or heart failure, severe lung function impairment, peptic ulcer disease, etc.;\n13. Availability for follow-up.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT"
}