{
    "nctId": "NCT02838823",
    "briefTitle": "Safety and Tolerability of Recombinant Humanized Anti-PD-1 Monoclonal Antibody for Patients With Advanced Breast Cancer",
    "officialTitle": "A Phase I,Open,Mono-center and Dose Escalation Study Investigating Tolerance and Pharmacokinetics of Single and Multiple Doses of Anti-PD-1 Monoclonal Antibody in Patients With Triple-negative Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 20,
    "primaryOutcomeMeasure": "Number of participants with treatment-related adverse events as assessed by CTCAE v4.0",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Male and Female aged 18 to 70 years are eligible;\n* Eastern Cooperative Oncology Group (ECOG) performance status score of 0 or 1\n* Histologic diagnosis of triple negative breast cancer. Have failed at least 1 prior routine regimen for metastatic disease, or failed to tolerate the toxicity, or lack of any routine regimens.\n* Histologically confirmed estrogen receptor negative (ER-) and progesterone receptor negative (PR-), human epidermal growth factor receptor 2 negative\n* Providing with tumor specimen (for testing the expression of PD -L1 and the infiltrating lymphocytes);\n* At least 1 measurable lesion (only 1 measurable lymph node lesion is excluded) (routine CT scan \\>=20mm, spiral CT scan \\>=10mm, no prior radiation to measurable lesions) Predicted survival \\>=6 months;\n* Brain or meningeal metastases must be disposed with surgery or radiation, and be stable clinically for at least 8 weeks (prior systemic steroids was allowed, but concurrent administration of systemic steroids with the study drug is excluded).\n* Screening laboratory values must meet the following criteria（within past 14 days）:\n\nhemoglobin ≥ 9.0 g/dL neutrophils ≥ 1500 cells/ µL platelets ≥ 100 x 10\\^3/ µL total bilirubin ≤ 1.5 x upper limit of normal (ULN) aspartic transaminase (AST) and alanine transaminase (ALT) ≤ 2.5 x ULN without, and ≤ 5 x ULN with hepatic metastasis serum creatinine ≤1╳ULN，creatinine clearance \\>50ml/min (Cockcroft-Gault equation)\n\n* Without systemic steroids within past 4 weeks\n* Males or female of childbearing potential must: agree to use using a reliable form of contraception (eg, oral contraceptives, intrauterine device, control sex desire, double barrier method of condom and spermicidal) during the treatment period and for at least 12 months after the last dose of study drug.\n* Must have read, understood, and provided written informed consent voluntarily. Willing to adhere to the study visit schedule and the prohibitions and restrictions specified in this protocol.\n\nExclusion Criteria:\n\n* Hypersensitivity to recombinant humanized anti-PD-1 monoclonal Ab or its components.\n* Prior treatment with mAb within past 3 months (locally administration excluded)\n* Prior antitumor therapy (including corticosteroids and immunotherapy) or participation in other clinical trials within past 4 weeks, or have not recovered from toxicities since the last treatment;\n* Pregnant or nursing\n* Abnormal Blood coagulation\n* Positive tests for HIV, HCV, HBsAg or HBcAb with positive test for HBV DNA (\\>500IU/ml)\n* History with pulmonary tuberculosis;\n* Patients with any active autoimmune disease or a documented history of autoimmune disease, or history of syndrome that required systemic steroids or immunosuppressive medications, such as hypophysitis, pneumonia, colitis, hepatitis, nephritis, hyperthyroidism or hypothyroidism.\n* Severe, uncontrolled medical condition that would affect patients' compliance or obscure the interpretation of toxicity determination or adverse events, including active severe infection, uncontrolled diabetes, angiocardiopathy (heart failure \\> class II NYHA, heart block \\>II grade, myocardial infarction, unstable arrhythmia or unstable angina within past 6 months, cerebral infarction within past 3 months) or pulmonary disease ( interstitial pneumonia, obstructive pulmonary disease or symptomatic bronchospasm).\n* Evidence with CNS disease.\n* Prior treatment with bone marrow stimulating factors，such as CSF (colony stimulating factor), EPO (erythropoietin), within past 1 weeks\n* Prior live vaccine therapy within past 4 weeks.\n* Prior major surgery within past 4 weeks (diagnostic surgery excluded).\n* Psychiatric medicines abuse without withdrawal, or history of psychiatric illness.\n* Prior malignancy active within the previous 5 years except for locally curable cancers that have been apparently cured, such as basal cell skin cancer or carcinoma in situ of the cervix.\n* Underlying medical condition that, in the Investigator's opinion, would increase the risks of study drug administration or obscure the interpretation of toxicity determination or adverse events.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}