{
    "nctId": "NCT04928261",
    "briefTitle": "Evaluating 6-months of HER2-targeted Therapy in Patients With HER2 Positive Early-stage Breast Cancer That Achieve a Pathological Complete Response to Neoadjuvant Systemic Therapy",
    "officialTitle": "A Single-arm, Multicentre, Pragmatic Trial Evaluating 6-months of HER2-targeted Therapy in Patients With HER2 Positive Early-stage Breast Cancer That Achieve a Pathological Complete Response to Neoadjuvant Systemic Therapy (REaCT-HER TIME)",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE4",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 50,
    "primaryOutcomeMeasure": "Multiple site activation",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Early-stage (I-III, i.e. non-metastatic) as per AJCC 8th edition, ER/PR positive or negative, HER2-positive as per 2018 American Society of Clinical Oncology/College of American Pathologists human epidermal growth factor receptor 2 (HER2) testing in breast cancer guidelines.\n* Treated with neoadjuvant chemotherapy and HER2 targeted therapy preoperatively with a pathological complete response (pCR) defined as the absence of residual invasive cancer on hematoxylin and eosin evaluation of the complete resected breast specimen and all sampled regional lymph nodes following completion of neoadjuvant systemic therapy at surgery. Must have received less than 6 months of HER2 targeted therapy\n* Able to provide verbal consent and complete questionnaires in English or French\n\nExclusion Criteria:\n\n* Residual invasive disease following neoadjuvant therapy, or metastatic disease\n* Contraindication to further HER2-targeted therapy following completion of neoadjuvant treatment\n* Any psychological, familial, sociological or geographical condition potentially hampering compliance with the trial protocol",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}