{
    "nctId": "NCT03873428",
    "briefTitle": "Evaluation of the Unconformity of the Hormonal Status of Metastatic Lesions During a First Relapse of Breast Cancer Initially Expressing Estrogen Receptors: a Pilot Study on the Interest of PET With FES",
    "officialTitle": "Evaluation of the Unconformity of the Hormonal Status of Metastatic Lesions During a First Relapse of Breast Cancer Initially Expressing Estrogen Receptors: a Pilot Study on the Interest of Positron Emission Tomography (PET) With 16α- [18F] -Fluoro-17β-estradiol (FES).",
    "overallStatus": "RECRUITING",
    "conditions": "FES TEP in Detection of Estrogen Receptors",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "DIAGNOSTIC",
    "enrollmentCount": 25,
    "primaryOutcomeMeasure": "Estrogen Receptor Gene Expression",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. ECOG score (Eastern Cooperative Oncology Group) ≤ 2.\n2. Stage IV breast cancer (AJCC TNM).\n3. Primitive tumor expressing RO (\\> 10%).\n4. Patient candidate for hormone therapy treatment targeting estrogen receptors as a first-line treatment in a context of first metastatic recurrence.\n5. No overexpression of HER2 in the tumor.\n6. Lack of previous treatment for metastatic disease\n7. Metastatic status confirmed by 18F-FDG PET / CT performed in the month prior to inclusion\n8. Life expectancy estimated at more than 3 months.\n9. Patient able to understand and give informed informed consent for participation in the study.\n10. Patient affiliated with the social security scheme or equivalent.\n\nExclusion Criteria:\n\n1. Triple negative breast cancer\n2. Overexpression HER2 +++\n3. Metastatic involvement exclusively in the liver\n4. Unable to lie down or maintain the position during the PET / CT scan\n5. Uncontrolled intercurrent pathology that is life-threatening in the short term\n6. Uncontrolled diabetes\n7. History of an allergic reaction attributed to a chemical or biological compound related to FDG or FES\n8. Psychiatric impairment or social conditions that would limit patient availability and compliance at different stages of the study.\n9. Pregnant woman (mandatory pregnancy test at baseline) or who is breastfeeding.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}