{
    "nctId": "NCT01321775",
    "briefTitle": "Bevacizumab and Trastuzumab With Weekly Paclitaxel Followed, After Surgery, by Encapsuled Liposomal Doxorubicin, Cyclophosphamide and Trastuzumab as Adjuvant Treatment After Surgery on Women With Her2+ Breast Cancer",
    "officialTitle": "Bevacizumab and Trastuzumab With Paclitaxel on Women With Her2+ Breast Cancer Weekly Paclitaxel Followed, After Surgery, by Encapsuled Liposomal Doxorubicin, Cyclophosphamide and Trastuzumab as Adjuvant Treatment After Surgery on Women With Her2+ Breast Cancer",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 44,
    "primaryOutcomeMeasure": "Pathologic response in breast and axilla",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Older than 18 years\n* Pre or post menopause patient with histology confirmation of breast cancer status II or III, Her2+ confirmed by FISH technique.\n* Lesion bigger than 2cm.\n* life expectancy \\> 12 weeks.\n* Normal Heart function (LVEF\\>55%)\n* Patient should give his/her signed, written informed consent.\n\nExclusion Criteria:\n\n* Previous chemotherapy treatment.\n* Previous treatment with HER2 or VEGF inhibitors.\n* Pulmonary disease not controlled.\n* Hypertension not controlled (systolic \\> 150 mmHg and/or diastolic \\> 100 mmHg) or significant cardiovascular disease (CVA/cerebral hemorrhage (6 months before inclusion), myocardial infarction (6 months before inclusion), unstable angina, congestive cardiac disease ≥ NYHA 2, or serious cardiac arrhythmia requiring medication.\n* Antecedents of coagulopathy or clinically significant thrombosis.\n* Major surgery, open biopsy or significant trauma 28 days before the inclusion in the study or planned major surgery during the study.\n* Peripheral Neuropathy \\> CTC 2 at inclusion.\n* Altered renal function a. Creatinine \\> 2.0 mg/dL or 177 mmol/L. b.Proteinuria \\> 2+ with reactive stick(dipstick). If screening proteinuria 2+, collection of 24h urine must show a value of proteins of 1 g/24h.\n* Daily chronic treatment with corticosteroids\n* Daily chronic treatment with aspirin (\\> 325 mg/day) o clopidogrel (\\> 75 mg/day)\n* Antecedents or heritage evidence of bleeder diathesis or coagulopathy with risk of hemorrhage.\n* Antecedents of abdominal fistula, gastrointestinal perforation or intra-abdominal abscess within 6 months previous to the inclusion.\n* Active infection to be treated with iv antibiotics\n* Serious injury not curing, peptic ulcer or bone fracture.\n* Pregnant or active sexual patient not using contraceptive methods. or lactating woman\n* Current or recent treatment with another IMP or participation in another clinical trial (30 days before inclusion)\n* Another primary tumor (including primary brain tumors)within 5 years to the study inclusion, apart from in situ cervix carcinoma, skin squamous carcinoma, both if they are appropriately treated, or skin basal cell cancer if controlled.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}