{
    "nctId": "NCT01160211",
    "briefTitle": "A Study to Compare the Safety and Efficacy of an Aromatase Inhibitor in Combination With Lapatinib, Trastuzumab or Both for the Treatment of Hormone Receptor Positive, HER2+ Metastatic Breast Cancer",
    "officialTitle": "A Phase III Trial to Compare the Safety and Efficacy of Lapatinib Plus Trastuzumab Plus an Aromatase Inhibitor (AI) vs. Trastuzumab Plus an AI vs. Lapatinib Plus an AI as 1st- or 2nd- Line Therapy in Postmenopausal Subjects With Hormone Receptor+, HER2-positive Metastatic Breast Cancer (MBC) Who Received Prior Trastuzumab and Endocrine Therapies",
    "overallStatus": "COMPLETED",
    "conditions": "Neoplasms, Breast",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 369,
    "primaryOutcomeMeasure": "PFS of Lapatinib+Trastuzumab+AI Combination vs. Trastuzumab+AI Combination",
    "eligibilityCriteria": "Inclusion Criteria\n\nSubjects eligible for enrollment in the study must meet all of the following criteria:\n\n1. Signed written informed consent. In Korea and Japan, subjects between \\>=18 and \\<20 years of age must also have a legal representative sign the written informed consent.\n2. Post-menopausal female subjects \\>=18 years of age. Post-menopausal as defined by any of the following:\n\n   * Subjects at least 60 years of age.\n   * Subjects under 60 years of age and amenorrhic for at least 12 consecutive months AND follicle-stimulating hormone (FSH) and estradiol levels in postmenopausal range (utilizing ranges from the local laboratory facility).\n   * Prior bilateral oophorectomy.\n   * Prior radiation castration with amenorrhea for at least 6 months\n3. Subjects must have a history of histologically confirmed breast cancer, with a clinically confirmed diagnosis of metastatic disease \\[confirmed by histology, cytology or other clinical means (e.g. CT, MRI)\\]. Subjects may have either measurable or non-measurable disease per Response Evaluation Criteria in Solid Tumors (RECIST 1.1)\n4. Tumors that are ER+ and/or PgR+ by local laboratory\n5. Documentation of HER2 overexpression or gene amplification, in the invasive component of either the primary tumor or metastatic disease site as defined as:\n\n   * 3+ by Immunohistochemistry (IHC) and/or\n   * HER2/neu gene amplification by fluorescence, chromogenic or silver in situ hybridization \\[FISH, CISH or SISH; \\>6 HER2/neu gene copies per nucleus or a FISH, CISH or SISH test ratio (HER2 gene copies to chromosome 17 signals) of ≥2.0\\]\n6. Subject must have received at least one prior regimen containing trastuzumab in combination with chemotherapy for breast cancer:.\n\n   * Subject has ONLY received prior trastuzumab in combination with chemotherapy as neoadjuvant and/or adjuvant treatment. OR\n   * Subject has received ONE prior trastuzumab-containing regimen for metastatic disease (and has progressed), and may or may not have received prior trastuzumab in combination with chemotherapy as neoadjuvant and/or adjuvant treatment.\n7. Subject must have received prior endocrine therapy (such as aromatase inhibitors or selective estrogen receptor modulators). 8. Subjects who have a life expectancy of \\> 6 months as assessed by the treating investigator\n\n9. Subjects must have baseline Left Ventricular Ejection Fraction (LVEF) ≥50% measured by echocardiography (ECHO) or multi-gated acquisition scan (MUGA) 10. Subject must have an ECOG performance status of 0-1 11. All prior treatment related toxicities must be CTCAE (Version 4.0) ≤ Grade 1 at the time of randomization 12. Completion of screening assessments 13. Adequate baseline organ function. 14. Subjects must meet all of the following criteria:\n\n* QTc \\<450msec or\n* QTc \\<480msec for subjects with bundle branch block The QTc is the QT interval corrected for heart rate according to either Bazett's formula (QTcB) or to Fridericia's formula (QTcF), machine or manual over read, for males and females. The specific formula that will be used in a protocol should be determined prior to initiation of the study, and the formula used to determine inclusion and discontinuation should be the same throughout the study. The QTc should be based on single or averaged QTc values of triplicate electrocardiograms (ECGs) obtained over a brief recording period\n\nExclusion criteria:\n\n1. History of another malignancy. Exception: Subjects who have been disease-free for 5 years, or subjects with a history of completely resected non-melanoma skin cancer or successfully treated in situ carcinoma are eligible.\n2. Subjects with extensive symptomatic visceral disease including hepatic involvement and pulmonary lymphangitic spread of tumor, or the disease is considered by the investigator to be rapidly progressing or life threatening (subjects who are intended for chemotherapy)\n3. Serious cardiac illness or medical condition including but not confined to:\n\n   * Uncontrolled arrhythmias\n   * Uncontrolled or symptomatic angina\n   * History of congestive heart failure (CHF)\n   * Documented myocardial infarction \\<6 months from study entry\n4. Known history of, or clinical evidence of, central nervous system (CNS) metastases or leptomeningeal carcinomatosis\n5. Have acute or currently active/requiring anti-viral therapy hepatic or biliary disease (with the exception of subjects with Gilbert's syndrome, asymptomatic gallstones, liver metastases or stable chronic liver disease per investigator assessment)\n6. Have a concurrent disease or condition that may interfere with study participation, or any serious medical disorder that would interfere with the subject's safety (for example, active or uncontrolled infection or any psychiatric condition prohibiting understanding or rendering of informed consent)\n7. Have any clinically significant gastrointestinal abnormalities that may alter absorption such as malabsorption syndrome or major resection of the stomach or bowels\n8. Have a known immediate or delayed hypersensitivity reaction or idiosyncrasy to drugs chemically related to any of the study agents or their excipients that, in the opinion of the Investigator or GSK medical monitor, contraindicates their participation\n9. Any prohibited medication.\n10. Administration of an investigational drug within 30 days or 5 half-lives, whichever is longer, preceding the first dose of study treatment.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}