{
    "nctId": "NCT05749575",
    "briefTitle": "Chidamide Plus PD-1 Plus Paclitaxel of Neoadjuvant Treatment in Low HR Expression,HER2-negative Early Breast Cancer.",
    "officialTitle": "A Prospective, Open-label, Phase II Clinical Trial of Chidamide, PD-1 Monoclonal Antibody and Paclitaxel in Neoadjuvant Therapy for Low Hormone Receptor(HR) Expression,HER2-negative Early Breast Cancer.",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 28,
    "primaryOutcomeMeasure": "Pathology tpCR (ypT0/is, ypN0) rate",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1.18-75 years old. 2.ECOG whole-body status (performance status , PS) grade 0 to 1. 3.ER and PR IHC showed \\<10% staining and HER2 negative. 4.The patients who receive at least 2 neoadjuvant sessions with anthracycline are assessed to SD (4 anthracycline-containing sessions) or PD with breast MRI, CT or ultrasound according to the RECIST standard.\n\n5.The patients refuse prior surgical treatment (the patient requires breast preservation, but it cannot be performed by surgical consultation), or it is not suitable for prior surgical treatment.\n\n6.The main organ function is normal, that is, to meet the following criteria:\n\n1. the criteria for blood routine examination:\n\n   1. ANC≥1.5×109/L；\n   2. PLT≥100×109/L；\n   3. Hb≥90g/L；\n2. the criteria for biochemical examination:\n\n   1. TBIL\\<1.5×ULN；\n   2. ALT and AST\\<2.5×ULN；\n   3. BUN and Cr ≤ 1.5 × ULN or endogenous creatinine clearance rate ≥ 50ml/min (Cockcroft-Gault formula).\n\n      7.No malabsorption or other gastrointestinal disorders that affect drug absorption 8.Serum pregnancy tests for women of childbearing age must be negative within 7 days before treatment; all enrolled patients (whether male or female) should have adequate barrier contraception throughout the treatment period and within 4 weeks of treatment.\n\n      9.The subjects volunteer to join the study and sign informed consent, with good compliance and cooperated with follow-up.\n\n      Exclusion Criteria:\n      1. Previous use of investigational drugs such as PD-1 or PD-L1 mAb; sidabamine or other HDAC inhibitors, and taxane-based chemotherapies (including paclitaxel or docetaxel).\n      2. Distant metastases, but enrollment could be considered if the distant metastatic lesion is confined to the ipsilateral cervical lymph exclusion criteria node only.\n      3. Unstable systemic disease (including active infection, poorly controlled hypertension, unstable angina pectoris, congestive heart failure, hepatic, renal, or metabolic disease, etc).\n      4. Any other malignancy within five years (except completely cured cervical carcinoma in situ or basal or squamous epithelial skin carcinoma).\n      5. For known human immunodeficiency virus (HIV) infection, hepatitis B virus carriers must be treated for anti-hepatitis B virus replication during antitumor therapy.\n      6. Prior history of clear neurological or psychiatric disorders, including epilepsy or dementia.\n      7. Pregnant or lactating women.\n      8. Any unstable or potentially jeopardizing patient safety and its compliance to the study.\n      9. Other situations that investigators think it is unsuitable for enrollment.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}