{
    "nctId": "NCT04144140",
    "briefTitle": "Study of Intratumorally Administered Stimulator of Interferon Genes (STING) Agonist E7766 in Participants With Advanced Solid Tumors or Lymphomas - INSTAL-101",
    "officialTitle": "An Open-Label, Multicenter Phase 1/1b Study of Intratumorally Administered STING Agonist E7766 in Subjects With Advanced Solid Tumors or Lymphomas - INSTAL-101",
    "overallStatus": "TERMINATED",
    "conditions": "Lymphoma, Advanced Solid Tumors",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 24,
    "primaryOutcomeMeasure": "Dose Escalation Part: Number of Participants With Dose-limiting Toxicities (DLTs)",
    "eligibilityCriteria": "1. Participants with solid tumors or lymphomas, confirmed by available histopathology records or current biopsy, that are advanced, nonresectable, or recurrent and progressing since last antitumor therapy, and for which no alternative standard therapy exists.\n2. Participants must have a minimum of one injectable lesion which is also accessible for biopsy, and if available, one other measurable lesion also accessible for biopsy.\n\n   An injectable lesion is defined as being measurable (defined below) with a maximum of 3.0 centimeter (cm) longest diameter, accessible for injection as judged by the investigator, and has not been subjected to any prior intratumoral treatment or radiotherapy. Lesions selected for injection must not be too close to a major vessel and not be associated with increased risk of bleeding, example, subcapsular liver lesions or hypervascular tumors.\n\n   Measurable lesions are:\n   1. Solid tumors: At least 1 lesion of greater than or equal to (\\>=1) cm by longest axial diameter or \\>=1.5 cm short axis diameter if a nodal lesion, which is serially measurable according to modified Response evaluation criteria in solid tumors (RECIST) 1.1 using CT/MRI or photography. Lesions that have had external beam radiotherapy or locoregional therapies such as radiofrequency (RF) ablation must show evidence of progression to be deemed a target lesion.\n   2. Lymphoma: At least 1 lymph node with a longest diameter greater than (\\>)1.5 cm or an extranodal lesion with a longest diameter \\>1.0 cm\n3. Participants with prior Hepatitis B or C are eligible if they have adequate liver function\n4. Adequate bone marrow function:\n\n   1. Absolute neutrophil count (ANC) \\>=1000 per cubic millimeter (/mm\\^3) (\\>=1.0\\*10\\^3 per microliter \\[/mcL\\])\n   2. Platelets \\>=75,000/mm\\^3 (\\>=75\\*10\\^ 9 per liter \\[/L\\])\n   3. Hemoglobin \\>=9.0 grams per deciliter (g/dL)\n5. Adequate liver function defined by:\n\n   1. Adequate blood coagulation function as evidenced by an International Normalized Ratio (INR) less than or equal to (\\<=)1.5\n   2. Total bilirubin \\<=1.5\\*upper limit of the normal range (ULN) except for unconjugated hyperbilirubinemia or Gilbert's syndrome\n   3. Alkaline phosphatase (ALP), alanine aminotransferase (ALT), and aspartate aminotransferase (AST) \\<=3\\*ULN (in the case of liver metastasis \\<=5\\*ULN) unless there are bone metastases. Participants with ALP values \\>3\\*ULN and known to have bone metastases can be included.\n\nExclusion Criteria:\n\n1. Other malignancy active within the previous 2 years except for basal or squamous cell skin cancer, superficial bladder cancer, or carcinoma in situ of the cervix or breast that has completed curative therapy.\n2. Known human immunodeficiency virus (HIV) infection.\n3. Major surgery within 4 weeks before the first dose of study drug.\n4. Brain metastases that are untreated or in the posterior fossa or involve the meninges. Participants with stable or progressing brain metastases (except in the posterior fossa or involving the meninges) previously treated with brain stereotactic radiotherapy (SRT), whole-brain radiotherapy (WBRT) and/or surgery are allowed as long as the participant is asymptomatic neurologically and does not require immediate local intervention (radiotherapy and/or surgery). In addition, participants must be off immunosuppressive doses of systemic steroids (\\>10 milligram per day (mg/d) prednisone or equivalent) for at least 4 weeks before study drug administration.\n5. Prolongation of corrected QT (QTc) interval to \\>450 millisecond (msec) for males and females when electrolytes balance is normal.\n6. Females who are breastfeeding or pregnant at screening or baseline (as documented by a positive beta-human chorionic gonadotropin \\[ß-hCG\\] (or human chorionic gonadotropin \\[hCG\\]) test with a minimum sensitivity of 25 units per liter (IU/L) or equivalent units of ß-hCG \\[or hCG\\]). A separate baseline assessment is required if a negative screening pregnancy test was obtained more than 72 hours before the first dose of study drug.\n7. Females of childbearing potential must not have had unprotected sexual intercourse within 30 days before study entry and must agree to use a highly effective method of contraception (total abstinence \\[if it is their preferred and usual lifestyle\\], a contraceptive implant, an oral contraceptive, or have a vasectomized partner with confirmed azoospermia) throughout the entire study period and for 180 days after study drug discontinuation. For sites outside of the European Union, it is permissible that if a highly effective method of contraception is not appropriate or acceptable to the participant, then the participant must agree to use a medically acceptable method of contraception, that is, double barrier methods of contraception such as condom plus diaphragm or cervical/vault cap with spermicide. If currently abstinent, the participant must agree to use a highly effective method as described above if she becomes sexually active during the study period or for 180 days after study drug discontinuation. Females who are using hormonal contraceptives must have been on a stable dose of the same hormonal contraceptive product for at least 28 days before dosing and must continue to use the same contraceptive during the study and for 180 days after study drug discontinuation.\n8. Male participants who are partners of women of childbearing potential must use a condom and spermicide and their female partners if of childbearing potential must use a highly effective method of contraception beginning at least 1 menstrual cycle prior to starting study drug(s), throughout the entire study period, and for 180 days after the last dose of study drug, unless the male participants are totally sexually abstinent or have undergone a successful vasectomy with confirmed azoospermia or unless the female partners have been sterilized surgically or are otherwise proven sterile. No sperm donation is allowed during the study period or for 180 days after study drug discontinuation.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}