{
    "nctId": "NCT01761240",
    "briefTitle": "Dose Escalation Study MORAb-066 Targeting Tissue Factor (TF)-Expressing Malignancies Including Breast, Pancreatic, Colorectal, NSCLC",
    "officialTitle": "A Phase I Study of the Safety, Tolerability, and Pharmacokinetics of MORAb-066, a Humanized Monoclonal Antibody to Human Tissue Factor, in Patients With Advanced or Metastatic Breast, Pancreatic, Colorectal, or Non-Small Cell Lung Cancer (Adenocarcinoma) Malignancies",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer, Pancreatic Cancer, Colorectal Cancer, Carcinoma, Non-Small-Cell Lung, Adenocarcinoma",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 27,
    "primaryOutcomeMeasure": "Number of Participants With Treatment Emergent Adverse Events (TEAEs) and Serious Adverse Events (SAEs)",
    "eligibilityCriteria": "Inclusion Criteria:\n\nPatients must meet the following criteria in order to be included in this clinical trial:\n\n1. Histologically or cytologically confirmed diagnosis of breast, colorectal, pancreas, or NSCLC (adenocarcinoma) that is metastatic or unresectable for which there is no effective therapy.\n2. Eastern Cooperative Oncology Group (ECOG) Performance Status score of 0 or 1 (see Appendix A).\n3. Measurable disease according to Response Evaluation Criteria in Solid Tumors (RECIST) v1.1.\n4. Subject has recovered (to Grade less than or equal to 1) from all clinically significant toxicities related to prior antineoplastic therapies with the exception of alopecia and bone marrow and organ functions (described separately below).\n5. Adequate organ system function less than or equal to 2 weeks prior to Day1, defined as follows:\n\n   * Absolute neutrophil count (ANC) greater than or equal to 1.5 x 10\\^9/L\n   * Platelets greater than or equal to 100 x 10\\^9/L\n   * Hemoglobin greater than or equal to 9 g/dL\n   * Prothrombin time/partial thromboplastin time (PT/PTT) within institutional limits of normal\n   * Serum total bilirubin less than or equal to 1.5 times the upper limit of normal (ULN)\n   * Alanine aminotransferase (ALT) and aspartate aminotransferase (AST) less than or equal to 3.0 x ULN if no liver involvement or less than or equal to 5 x ULN with liver involvement.\n   * Serum creatinine less than or equal to 1.5 x ULN or calculated creatinine clearance greater than or equal to 50 mL/min as calculated by the Cockcroft-Gault method, OR 24-hour measured urine creatinine clearance greater than or equal to 50 mL/min.\n6. Life expectancy of greater than or equal to 12 weeks.\n7. Female patients of child-bearing potential (see Appendix C), and all male patients must consent to use a medically acceptable method of contraception throughout the study period and for 30 days after their last MORAb-066 administration. A barrier method of contraception must be included.\n8. Patients must be greater than or equal to 18 years of age.\n9. Patients entering this study will be asked to provide archival tissue from a previous tumor biopsy (if available) for correlative testing. If tissue is not available, the subject will still be eligible for enrollment into the study.\n10. Ability to understand the nature of this study and give written informed consent.\n\nExclusion Criteria:\n\nPatients who meet any of the following criteria will be excluded from trial entry:\n\n1. Patients currently receiving cancer therapy (i.e., chemotherapy, radiation therapy, immunotherapy, biologic therapy, hormonal therapy, surgery and/or tumor embolization).\n2. Use of an investigational drug within 21 days or 5 half-lives (whichever is shorter) prior to the first dose of MORAb-066. For investigational drugs for which 5 half-lives is less than 21 days, a minimum of 10 days between termination of the investigational drug and administration of MORAb-066 is required.\n3. Any major surgery, chemotherapy, radiotherapy, or immunotherapy within the last 21 days (limited palliative radiation is allowed greater than or equal to 2 weeks).\n4. Subject has received wide field radiotherapy (including therapeutic radioisotopes such as strontium 89) less than or equal to 28 days or limited field radiation for palliation less than or equal to 14 days prior to starting study drug or has not recovered from side effects of such therapy.\n5. Known intracranial involvement, leptomeningeal metastases or spinal cord compression due to disease.\n6. Known allergy or hypersensitivity to monoclonal antibodies.\n7. Known bleeding diathesis, such as factor deficiency, factor inhibitor, platelet disorder, or who are on active anticoagulation, or any dose of aspirin within 5 days prior to first dose of MORAb-066.\n8. Known prior significant bleeding history.\n9. Patients with ureteral stents or 3+ blood in the urine at baseline.\n10. Patients who are receiving chronic systemic anticoagulation therapy (warfarin sodium or heparin, etc.).\n11. Patients who received a previous mAb therapy and have evidence of an immune or allergic reaction or previously documented HAHA reaction.\n12. A serious non-healing wound, active ulcer, or untreated bone fracture. An abdominal fistula or gastrointestinal perforation less than 6 months prior to treatment.\n13. History of hematemesis or hemoptysis (defined as having bright red blood of 1/2 teaspoon or more per episode) less than or equal to 1 month prior to study enrollment.\n14. Subject has cardiac dysfunction including any of the following:\n\n    * Myocardial infarction within the last 6 months, documented by persistent elevated cardiac enzymes or persistent regional wall abnormalities on assessment of left ventricular ejection fraction function\n    * QTcF greater than 470 msec\n    * History of documented congestive heart failure (New York Heart Association functional classification III-IV \\[see Appendix B\\])\n    * Angina not well-controlled by medication\n15. A serious active infection (bacterial or fungal) at the time of treatment, or another serious underlying medical condition that would impair the ability of the subject to receive protocol treatment.\n16. Chronic inflammatory disorder(e.g., inflammatory bowel disease, active vasculitis).\n17. Herbal preparations/medications must be discontinued 7 days prior to first dose of study drug (see Section 5.3.1).\n18. Known diagnosis of human immunodeficiency virus, Hepatitis B or Hepatitis C.\n19. History or current diagnosis of glomerulonephritis\n20. History of clinically significant or current diagnosis of hematuria.\n21. Women who are pregnant or lactating.\n22. Psychological, familial, sociological, or geographical conditions that do not permit compliance with the protocol.\n23. Concurrent condition that in the investigator's opinion would jeopardize compliance with the protocol.\n24. Inability or unwillingness to comply with study and/or follow-up procedures outlined in the protocol.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}