{
    "nctId": "NCT01472445",
    "briefTitle": "Vitamin D and Breast Cancer: Does Weight Make a Difference?",
    "officialTitle": "Vitamin D and Breast Cancer: Does Weight Make a Difference?",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "BASIC_SCIENCE",
    "enrollmentCount": 41,
    "primaryOutcomeMeasure": "Expression Level of Insulin-like Growth Factor-binding Protein 3 (IGFBP-3) Gene",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Women who have undergone a core needle biopsy demonstrating an operable breast cancer whom have not yet had any further therapy.\n* No prior therapy for breast cancer.\n* Age 18 years or older.\n* Any menopausal status\n* Planned surgical resection of breast cancer or repeat core biopsy tissue sampling prior to initiation of neoadjuvant systemic chemotherapy.\n* Availability of tissue blocks from initial core needle biopsy.\n* Signed informed consent.\n* Willing to discontinue use of all supplements containing Vitamin D for the duration of the study, and take only the Vitamin D provided by the study.\n\nExclusion Criteria:\n\n* Presence of any Metastatic lesion.\n* History of parathyroid disease, hypercalcemia, or kidney stones.\n* History of Selective estrogen receptor modulator (SERM) or aromatase inhibitor therapy.\n* Receiving metformin.\n* History of renal failure requiring dialysis or kidney transplantation.\n* Women who are known to be pregnant or who are nursing. (As vitamin D does not have toxicity to the fetus, a negative pregnancy test is not a requirement to participate in the study.)\n* Patients planned for surgical therapy of their breast cancer or initiation of systemic chemotherapy, that would not allow for at least 7 days of vitamin D intervention\n* Any condition potentially interfering with subjects ability to comply with taking study medication.\n* Any medical condition that would potentially interfere with vitamin D absorption.\n* Current participation in another research study that would increase risk to subject, in the opinion of the investigators.\n* Patients currently taking more than 2000 IU of Vitamin D.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}