{
    "nctId": "NCT00422903",
    "briefTitle": "Letrozole In Combination With Lapatinib In Neoadjuvant Treatment Of Early Breast Cancer",
    "officialTitle": "Letrozole Versus Letrozole Plus Lapatinib (GW572016) in Hormone-sensitive, HER-2 Negative Operable Breast Cancer. A Double Blind Randomized Phase II Study With Biomarker Evaluation.",
    "overallStatus": "COMPLETED",
    "conditions": "Neoplasms, Breast",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 92,
    "primaryOutcomeMeasure": "Percentage of Participants With Clinical Objective Response (cOR) in the Breast, Evaluated by an Independent Radiological Evaluation Monitoring Committee",
    "eligibilityCriteria": "Inclusion criteria:\n\n* Histologically confirmed infiltrating primary breast cancer of 2.0 cm or more in largest clinical diameter\n* ER and/or PgR positive cancer (\\> 10% of positive cancer cell assessed by IHC)\n* Postmenopausal status, defined by at least one of the following:\n\n  ≥ 60 years of age \\< 60 years of age and amenorrheic for ≥ 12 months prior to day 1 \\< 60 years of age and amenorrheic for \\< 12 months prior to day, or without a uterus: luteinizing hormone (LH) and follicle stimulating hormone (FSH) values within postmenopausal range Prior bilateral oophorectomy Prior radiation castration with amenorrhea for at least 6 months\n* HER2 negative tumors (IHC 0-2+, or FISH negative)\n* Availability of tumor tissue suitable for biological and molecular examination before starting primary treatment\n* Age over 18 years\n* ECOG PS 0-1\n* Normal organ and marrow function as defined below:\n\nleukocytes \\> 3000/mL absolute neutrophil count \\> 1,500/mL platelets \\> 100,000/mL total bilirubin within normal institutional limits AST (SGOT)/ALT(SGPT)\\< 2.5 X institutional upper limit of normal Creatinine within normal institutional limits\n\n* Cardiac ejection fraction within the institutional range of normal as measured by echocardiogram or MUGA scan.\n* Eligibility of patients receiving medications or substances known to affect, or with the potential to affect the activity or pharmacokinetics of lapatinib will be determined following review of their use by the Principal Investigator.\n\nA list of medications and substances known or with the potential to interact with CYP450 isoenzymes is provided\n\n* Ability to understand and the willingness to sign a written informed consent document.\n* Ability to swallow and retain oral medication.\n\nExclusion criteria:\n\n* Stage IIIB, IIIC, and inflammatory breast cancer\n* Stage IV breast cancer\n* Contraindication to the treatment with letrozole\n* Prior treatment with chemotherapy, endocrine therapy or radiotherapy. Prior treatment with EGFR targeting therapies\n* Treatment with any other investigational agents, or with all herbal (alternative) medicines\n* History of allergic reactions attributed to compounds of similar chemical or biologic composition to lapatinib\n* Uncontrolled inter-current illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements\n* HIV-positive patients receiving combination anti-retroviral therapy\n* GI tract disease resulting in an inability to take oral medication, malabsorption syndrome, a requirement for IV alimentation, prior surgical procedures affecting absorption, uncontrolled inflammatory GI disease (e.g., Crohn's, ulcerative colitis)\n* Concomitant requirement for medication classified as CYP3A4 inducers or inhibitors (See section 3.7.4.2 Other concomitant treatments)",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}