{
    "nctId": "NCT03144947",
    "briefTitle": "Biomarker Study of Immune-mediated Mechanism of Action of Neoadjuvant Trastuzumab in HER2+ Breast Cancer Patients",
    "officialTitle": "Phase II, Open Label, Randomized, Biomarker Study of Immune-mediated Mechanism of Action of Neoadjuvant Subcutaneous (SC) Trastuzumab in Patients With Operable or Locally Advanced/Inflammatory HER2-positive Breast Cancer (ImmunHER)",
    "overallStatus": "UNKNOWN",
    "conditions": "Cancer, Breast",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "OTHER",
    "enrollmentCount": 65,
    "primaryOutcomeMeasure": "Tumor Infiltrating lymphocites (TIL) rate on residual disease after either IV trastuzumab or SC trastuzumab (see related paragraph)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Previously untreated, infiltrating primary breast cancer with locally advanced, inflammatory, or early stage tumor (either greater than 2 cm in diameter or node positive) with no evidence of metastatic disease.\n* HER2 positivity (either immunohistochemistry 3+ or fluorescent in situ hybridization amplification).\n* Age 18 or older.\n* Eastern Cooperative Oncology Group performance status of 0 to 1.\n* Availability of tumor tissue for biologic and molecular examination before starting primary treatment.\n* Left ventricular ejection fraction within the institutional range of normal.\n* Normal organ and marrow function.\n* Adequate contraception methods for women of childbearing potential.\n* Prior diagnosis of cancer is allowed as long as patient is free of disease and has been off treatment for the prior malignancy for a minimal interval of 3 years.\n* Written informed consent.\n\nExclusion Criteria:\n\n* Either stage I or IV breast cancer.\n* Prior trastuzumab or pertuzumab.\n* Any prior chemotherapy.\n* Treatment with any other investigational agent, or participation in another clinical trial within 28 days prior to enrolment.\n* Undergone major surgery (e.g., intrathoracic, intra-abdominal or intra-pelvic) 4 weeks prior to starting study drug or who have not recovered from side effects of such surgery.\n* Breast radiotherapy prior to starting study.\n* Known hypersensitivity to the investigational drugs or any of their excipients.\n* Evidence of any disease, neurological or metabolic dysfunction, physical examination finding or laboratory finding giving reasonable suspicion of a disease or condition that contraindicates the use of an GOIRC-01-2016 ImmunHER Protocol Version 1.0, 11 April 2016 Page 6 of 140 investigational drug, or puts the patient at high risk for treatment-related complications.\n* Moderate/severe hepatic impairment (Child- Pugh B/C).\n* Uncontrolled inter-current illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements.\n* Concurrent malignancy or malignancy within 3 years prior to study enrollment, with the exception of adequately treated basal cell carcinoma, squamous cell carcinoma or other non-melanomatous skin cancer, or insitu carcinoma of the uterine cervix.\n* Pregnancy or breastfeeding (breast feeding should be discontinued to be enrolled in the study).\n* Women of childbearing potential that refusal to adopt adequate contraceptive measures.\n* Unwilling or unable to comply with the protocol. -",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}