{
    "nctId": "NCT00281658",
    "briefTitle": "Study In Women And Men With Metastatic Breast Cancer That Have Overexpression Of ErbB2",
    "officialTitle": "A Randomized, Multicenter, Double-Blind, Placebo-Controlled, Phase III Study of Lapatinib (GW572016) in Combination With Paclitaxel Versus Paclitaxel Plus Placebo in Subjects With ErbB2 Amplified Metastatic Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Neoplasms, Breast",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 444,
    "primaryOutcomeMeasure": "Overall Survival (OS) at 53 Months",
    "eligibilityCriteria": "Inclusion criteria:\n\n* Signed informed consent;\n* Male or female ≥18 years;\n* Histologically confirmed invasive breast cancer with stage IV disease; If the disease is restricted to a solitary lesion, its neoplastic nature should be confirmed by cytology or histology.\n* Documented amplification of ErbB2 by fluorescence in situ hybridization (FISH) in primary or metastatic tumor tissue by the central laboratory for randomization into the study;\n* If a taxane was administered in the neoadjuvant or adjuvant setting, progression must have occurred \\>12 months after completion of this treatment and the patient recovered from all associated toxicities;\n* Measurable lesion(s) according to RECIST (Response Evaluation Criteria in Solid Tumors);\n* Radiotherapy as palliative treatment for painful metastatic disease is permitted but must have been stopped within 2 weeks prior to initiation of any investigational treatment. All subjects must have recovered from all radiotherapy related toxicities prior to initiation of any investigational treatment. The site of radiotherapy must not be used as a site of measurable disease;\n* Bisphosphonate therapy for bone metastases and is allowed; however, treatment must be initiated prior to the first dose of investigational treatment. Prophylactic use of bisphosphonates in subjects without bone disease is not permitted, except for the treatment of osteoporosis;\n* For those patients whose disease is ER+ and/or PR+ the following criteria should be met:\n\nPatients with visceral disease that requires chemotherapy (eg., patients with liver or lung metastases) Rapidly progressing or life threatening disease, as determined by the investigator Patients who received hormonal therapy and are no longer benefiting from this therapy and the hormonal treatment must have been stopped before the first dose of investigational treatment;\n\n* Cardiac ejection fraction within institutional range of normal as measured by echocardiogram. MUGA scans will be accepted in cases where an echocardiogram cannot be performed or is inconclusive;\n* ECOG Performance Status of 0 to 1;\n* Life expectancy of ≥ 12 weeks;\n* Able to swallow and retain oral medication;\n* Archived tumor tissue available for testing;\n* Women and men with potential to have children must be willing to practice acceptable methods of birth control during the study;\n* Willing to complete all screening assessments as outlined in the protocol;\n* Adequate organ function as defined in Table 1 Baseline Laboratory Values;\n\nExclusion Criteria:\n\n* Pregnant or lactating females at anytime during the study\n* Subjects with only non-measurable metastatic sites of disease per RECIST, (e.g. bone metastases, pleural effusion, or ascites, etc. (Refer to Section 5.3 Efficacy for list sites considered to be non-measurable disease.);\n* Received prior chemotherapy, immunotherapy, biologic therapy, or anti-ErbB1/ErbB2 therapy for metastatic disease.\n* Prior therapy with an ErbB1 and/or ErbB2 inhibitor, other than trastuzumab in the adjuvant setting. If trastuzumab was administered in the adjuvant setting, then \\> 12 months must have elapsed since completion of trastuzumab therapy;\n* Planned concurrent anti-cancer therapy (chemotherapy, radiation therapy, immunotherapy, biologic therapy, hormonal therapy) while taking investigational treatment;\n* Unresolved or unstable, serious toxicity from prior administration of another investigational drug and/or of prior cancer treatment;\n* Peripheral neuropathy of Grade 2 or greater;\n* Malabsorption syndrome, disease significantly affecting gastrointestinal function, or resection of the stomach or small bowel. Subjects with ulcerative colitis are also excluded;\n* History of other malignancy. However, subjects who have been disease-free for 5 years, or subjects with a history of completely resected non-melanoma skin cancer or successfully treated in situ carcinoma, are eligible;\n* Concurrent disease or condition that would make the subject inappropriate for study participation, or any serious medical disorder that would interfere with the subject's safety;\n* Uncontrolled infection;\n* Dementia, altered mental status, or any psychiatric condition that would prohibit the understanding or rendering of informed consent;\n* Known history of uncontrolled or symptomatic angina, arrhythmias, or congestive heart failure;\n* Known history or clinical evidence of central nervous system (CNS) metastases or leptomeningeal carcinomatosis;\n* Concurrent treatment with prohibited medications, including herbal remedies and Chinese traditional medicines;\n* Concurrent treatment with an investigational agent or participation in another clinical trial involving investigational agents;\n* Used an investigational drug within 30 days or 5 half-lives, whichever is longer, preceding the first dose of investigational treatment;\n* Known immediate or delayed hypersensitivity reaction or idiosyncrasy to drugs chemically related to paclitaxel or lapatinib or their excipients.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}