{
    "nctId": "NCT00544986",
    "briefTitle": "A Prospective,Open-label Study of Anastrozole in Post-menopausal Women With Hormone Sensitive Advanced Breast Cancer",
    "officialTitle": "A Prospective,Open-label Study of Anastrozole in Post-menopausal Women With Hormone Sensitive Advanced Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE4",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": "N/A",
    "primaryOutcomeMeasure": "1. Tolerability(safety) 2.Efficacy (a) Time to tumor progression TTP (b) Objective Response (OR) Rate (c) Symptom Evaluation",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patients must be adult (age ≥ 18 years age) post-menopausal\\* women\n2. Patients must be diagnosed with advanced breast cancer (histologically or cytological confirmation required) i.e. TNM stage III or IV disease (locally advanced or metastatic breast cancer) or locoregional recurrent disease, not suitable for treatment by local surgery or radiation therapy\n3. Measurable or evaluable disease\n4. Patients with ER/PR positive tumour or ER/PR unknown status\n5. Patients must be suitable for endocrine treatment with anastrozole\n6. Prior adjuvant chemotherapy or endocrine therapy for early breast cancer is allowed, provided such treatment was completed at least twelve months prior to study enrollment\n7. Performance status 0-2 (As per WHO Classification)\n8. Concurrent use of bisphosphonates is permitted.\n9. Patients must give their written informed consent for participation in the study\n\nExclusion Criteria:\n\n1. Patients with tumors known to be estrogen and progesterone receptor-negative.\n2. Estrogen hormone replacement therapy, concurrently or within 6 weeks before randomization\n3. Extensive visceral involvement (significant hepatic involvement, brain metastasis or pulmonary involvement \\> 50% of the lungs); serum liver enzymes SGOT and SGPT should be no greater than five times the upper limit of the reference range\n4. Patients received bone marrow transplantation before randomization\n5. Any concurrent medical illness (uncontrolled cardiac disease or diabetes mellitus) or laboratory abnormalities that would compromise safety or prevent interpretation of results\n6. An estimated survival of less than 3 months from the start of Study drug treatment based on clinical judgment.\n7. Any systemic investigational drug within the thirty days of enrollment into study",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}