{
    "nctId": "NCT01093612",
    "briefTitle": "Positron Emission Tomography in Women With Advanced HER2-Positive Breast Cancer",
    "officialTitle": "64 Cu-DOTA-Trastuzumab Positron Emission Tomography in Women With Advanced HER2 Positive Invasive Breast Cancer",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Cancer, Stage IV Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "DIAGNOSTIC",
    "enrollmentCount": 18,
    "primaryOutcomeMeasure": "Tumor Uptake of 64Cu-DOTA-trastuzumab After 24 Hours",
    "eligibilityCriteria": "Eligibility Part I (Determination of the cold dose)\n\n* Participants must be women who have histological confirmation of metastatic invasive breast cancer that has metastasized outside the region of the primary tumor and axilla. Biopsy must be obtained within 28 days prior to study. Patients must have metastatic disease in lung, liver, soft-tissue or bone to qualify for the study (more than one site is permissible).\n* At least 1 non-hepatic site of metastasis greater than or equal to 2 cm in mean diameter must be identified in addition to the site that was biopsied.\n* The cancer must over express HER2 as determined by IHC and FISH.\n* Patients may have received trastuzumab in the adjuvant, neoadjuvant, or metastatic setting, but cannot have received the drug within the prior 2 months.\n* Participants must have normal cardiac ejection fraction.\n\nEligibility Part 2 (correlation of HER2 expression with PET uptake)\n\n* Participants must be women who have histological confirmation of metastatic invasive breast cancer that has metastasized outside the region of the primary tumor and axilla. Biopsy must be obtained within 28 days prior to study. Patients must have metastatic disease in lung, liver, soft-tissue or bone to qualify for the study (more than one site is permissible).\n* At least 1 non-hepatic site of metastasis site greater than or equal to 2 cm in mean diameter must be identified in addition to the site that was biopsied.\n* Participants with HER2 1+, 2+ and 3+ by IHC are eligible.\n* Patients may have received trastuzumab in the adjuvant, neoadjuvant, or metastatic setting, but cannot have received the drug within the prior 2 months.\n* Participants must have normal cardiac ejection fraction.\n\nIneligibility\n\n* Participants who have received trastuzumab within the prior 2 months\n* Participants who are not considered candidates for trastuzumab\n* Metastatic disease in a single site\n* No metastatic site greater than or equal to 2 cm\n* Concurrent malignancy other than skin cancer\n* Inability to provide informed consent\n* Participants who are pregnant",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}