{
    "nctId": "NCT02681562",
    "briefTitle": "Olaparib in Locally Advanced ER, PgR and HER2 Negative (Triple Negative) and in Locally Advanced Germline BRCA Mutation-positive Breast Cancer Patients",
    "officialTitle": "A Phase II, Open Label, Controlled Study of Olaparib in Locally Advanced ER, PgR and HER2 Negative (Triple Negative) and in Locally Advanced Germline BRCA Mutation-positive Breast Cancer Patients: Biological Evaluation From a \"Window of Opportunity\" Trial",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer, Triple Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 45,
    "primaryOutcomeMeasure": "Correlation between baseline gene and protein expression profile and clinical response",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Provision of informed consent prior to any study specific procedures\n2. Patients (female) must be 18 years of age.\n3. Clinically or radiologically measurable or evaluable disease defined as: presence of bidimensionally or unidimensionally measurable breast lesion by physical or radiological examination.\n4. Estrogen receptor \\< 10% for ARM A only\n5. Progesterone receptor = 0 for ARM A only\n6. HER2 negative on primary tumor (HER-2 score of 0 or 1+/2+ with FISH not amplified) for ARM A only\n7. Mutation of BRCA 1 and/or 2 for ARM B only\n\n   * Germline BRCA1 or BRCA2 mutation that is considered deleterious or suspected deleterious (include those mutations or translocations termed \"deleterious\" or \"suspected deleterious\" according to lab reporting). Testing under the context of this protocol may be performed at any time prior to allocation.\n   * Patients who have a prior BRCA test may be enrolled into the study based at the result of the prior test\n   * Provision of informed consent for genetic research. If a patient declines to participate in the genetic research, there will be no penalty or loss of benefit to the patient. The patient will not be excluded from other aspects of the study described in this Clinical Study Protocol, so long as they consent to that part.\n8. Patients must have normal organ and bone marrow function, ECOG performance status 0-1 (can be amended for specific populations studies)\n9. Adequate cardiac function: left ventricular ejection fraction (LVEF) at rest measured by echocardiography must be no lower than the local normal limit.\n10. Absence of clinically significant cardiovascular disease (e.g. myocardial infarction, unstable angina), New York Hearth Association (NYHA) grade II or greater congestive hearth failure, serious cardiac arrhythmia requiring medication, or grade II or greater peripheral vascular disease within 12 months prior to day 1 on study\n11. Patients must have voluntarily agreed to participate by given informed consent. Written informed consent must be dated and signed by both patients and investigator\n\nExclusion Criteria:\n\n1. Involvement in the planning and/or conduct of the study (applies to both AstraZeneca staff and/or staff at the study site)\n2. Previous enrolment in the present study\n3. Participation in another clinical study with an investigational product during the last 12 months\n4. Any previous treatment with a PARP inhibitor, including olaparib.\n5. Patients receiving any systemic chemotherapy, radiotherapy (except for palliative reasons), within 2 weeks from the last dose prior to study treatment (or a longer period depending on the defined characteristics of the agents used). The patient can receive a stable dose of bisphosphonates for bone metastases, before and during the study as long as these were started at least 4 weeks prior to treatment with study drug.\n6. Concomitant use of known CYP3A4 inhibitors such as ketokonazole, itraconazole, ritonavir, indinavir, saquinavir, telithromycin, clarithromycin and nelfinavir\n7. Blood transfusions within 1 month prior to study start\n8. Patients with myelodysplastic syndrome/acute myeloid leukaemia.\n9. Patients with-out any sign or symptoms of distant metastases.\n10. Major surgery within 14 days of starting study treatment and patients must have recovered from any effects of any major surgery.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}