{
    "nctId": "NCT05512364",
    "briefTitle": "Elacestrant for Treating ER+/HER2- Breast Cancer Patients With ctDNA Relapse (TREAT ctDNA)",
    "officialTitle": "Elacestrant for Treating ER+/HER2- Breast Cancer Patients With ctDNA Relapse",
    "overallStatus": "RECRUITING",
    "conditions": "ER-positive Breast Cancer, HER2-negative Breast Cancer, Stage IIB Breast Cancer, Stage III Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 220,
    "primaryOutcomeMeasure": "Distant metastasis free survival (DMFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* ctDNA screening phase\n\n  * Female or male patients with histologically confirmed ER positive (regardless of PR), HER2 negative breast cancer, according to local pathologist:\n\n    * ER-positive defined as ≥ 10% of cells staining positive for ER\n    * HER2-negative defined as a score of 0, 1+ by immunohistochemistry (IHC) or a negative in situ hybridization (ISH) based on single-probe average HER2 copy number, as per American Society of Clinical Oncology guidelines\n  * Elevated risk of recurrence after definitive treatment for early breast cancer, defined as either:\n\n    * Stage IIB or stage III disease according to the 8th edition of the UICC TNM classification and completion of adjuvant chemotherapy, OR\n    * Completion of at least 4 cycles of neoadjuvant chemotherapy and residual tumour at surgery of ≥ 1cm (≥ypT1c) or axillary node + (ypN+)\n  * Pre- or postmenopausal status (for female patients).\n  * Age ≥18 years\n  * Patients must have received at least 2 years and up to 7 years of ET\n  * Previous adjuvant CDK4/6 inhibitor or PARP-inhibitor treatment is allowed if completed at least 12 months before registration\n  * Patients with multifocal tumours are allowed provided all foci are biopsied and are ER-positive and HER2-negative as defined above\n  * Available FFPE tumour block from the baseline biopsy or from surgical specimen or at least 10 slides of 10μm and a tumour cellularity of at least 25%. For patients with multifocal tumours, FFPE block or slides from the largest focus is required.\n  * Written informed consent must be given according to ICH/GCP, and national/local regulations.\n* Randomised phase\n\n  * ctDNA positive according to the Signatera ctDNA assay\n  * Absence of locoregional and/or metastatic disease, as investigated by:\n\n    * Mammogram (unilateral in case of mastectomy; not required in patients having undergone bilateral mastectomy)\n    * CT thorax and abdomen/pelvis with IV contrast. In case of any contra-indications (medical or regulatory): CT thorax without contrast + MRI abdomen/pelvis.\n    * Technetium-99m bone scintigraphy\n  * Eastern Cooperative Oncology Group (ECOG) performance status (PS) 0-1\n  * Adequate organ function\n  * Women of childbearing potential (WOCBP) must have a negative highly sensitive serum or urine pregnancy test within 3 days prior to randomisation.\n\nExclusion Criteria:\n\n* ctDNA screening phase\n\n  * Suspected recurrent disease or known conflicts with the inclusion and exclusion criteria for the randomised trial\n  * Prior treatment with any SERD or investigational ER antagonist\n  * Previous history of invasive breast cancer\n  * Previous history of any other malignancy within the last 5 years, except for adequately treated basal cell or squamous cell skin cancer, or carcinoma in situ of the cervix . Patients who have been disease free for more than 5 years with low risk of relapse are allowed\n  * Bilateral breast cancer\n  * Participation in another clinical study, with the exception of the SURVIVE study Note: patients participating in interventional studies may participate once they enter the follow-up period of the study\n* Randomised phase\n\n  * Any unresolved toxic effect of prior therapies or surgical procedures of Grade ≥ 2 according to Common Terminology Criteria of Adverse Events (CTCAE) v5.0, with the exception of alopecia, peripheral neuropathy and other toxicities not considered a safety risk for the participant at investigator's discretion\n  * Unable or unwilling to avoid prescription medications, over-the-counter medications, dietary/herbal supplements, and/or foods that are moderate/strong inhibitors or inducers of CYP3A4 activity\n  * Known difficulty in tolerating oral medications or conditions which would impair absorption of oral medications\n  * Any of the following cardiovascular disorders within 3 months before enrolment:\n  * Child-Pugh Score greater than Class A\n  * Uncontrolled significant active infections (≥ grade 3 according to CTCAE version 5), including active hepatitis B virus (HBV), hepatitis C virus (HCV) or human immunodeficiency Virus (HIV)\n  * Coagulopathy or any history of coagulopathy within the past 6 months, including history of deep vein thrombosis or pulmonary embolism",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}