{
    "nctId": "NCT04424641",
    "briefTitle": "A Study on the Safety of GEN1044 (DuoBody®-CD3x5T4) in Patients With Malignant Solid Tumors",
    "officialTitle": "First-in-human, Open-label, Dose-escalation Trial With Expansion Cohorts to Evaluate Safety of GEN1044 in Subjects With Malignant Solid Tumors",
    "overallStatus": "TERMINATED",
    "conditions": "Locally Advanced or Metastatic Solid Tumor(s), Prostate Cancer, Esophageal Cancer, Triple Negative Breast Cancer (TNBC), Squamous Cell Carcinoma of Head and Neck (SCCHN), Non-small Cell Lung Cancer (NSCLC), Bladder Cancer, Uterine Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 48,
    "primaryOutcomeMeasure": "Number of Participants With Dose Limiting Toxicities (DLTs)",
    "eligibilityCriteria": "Key Inclusion Criteria:\n\nDose-escalation part:\n\n• Patient with locally advanced or metastatic solid tumor(s) (excluding patients with primary central nervous system \\[CNS\\] tumors), who has experienced disease progression while on standard therapy or is intolerant of, or not eligible for, standard therapy.\n\nExpansion part:\n\n• Must have an advanced or metastatic, pathologically confirmed diagnosis of one of the following tumors: Uterine Cancer, Prostate Cancer, Esophageal Cancer, TNBC, SCCHN, NSCLC (both adenocarcinoma \\[ACC\\] and squamous cell carcinoma \\[SCC\\], Bladder Cancer.\n\nBoth parts:\n\n* Must sign an informed consent form (ICF) indicating that he or she understands the purpose of, and procedures required for the trial, and is willing to participate in the trial prior to any trial related assessments or procedures.\n* Must have measurable disease according to response assessment criteria relevant to the tumor type.\n* Must have an Eastern Cooperative Oncology Group Performance Status (ECOG-PS) score of 0-1 at Screening and on C1D1.\n* A woman of reproductive potential must agree to use adequate contraception during the trial and for 4 months after the last GEN1044 administration. Adequate contraception is defined as highly effective methods of contraception.\n\nKey Exclusion Criteria (both parts):\n\n1. Has an uncontrolled intercurrent illness, including but not limited to:\n\n   1. Ongoing or active infection requiring intravenous treatment with anti-infective therapy\n   2. Symptomatic congestive heart failure (grade III or IV as classified by the New York Heart Association), unstable angina pectoris or cardiac arrhythmia.\n   3. Uncontrolled hypertension defined as systolic blood pressure ≥160 mmHg and/or diastolic blood pressure ≥100 mmHg, despite optimal medical management.\n   4. Ongoing or recent evidence of significant autoimmune disease. Patients with a history of grade 3 or higher immune-related adverse events that led to treatment discontinuation.\n   5. Patients with a prior history of myositis, Guillain-Barré syndrome, or myasthenia gravis of any grade.\n   6. History of chronic liver disease or evidence of hepatic cirrhosis.\n   7. History of non-infectious pneumonitis that has required steroids, or currently has pneumonitis.\n   8. History of organ allograft (except for corneal transplant) or autologous or allogeneic bone marrow transplant, or stem cell rescue within 3 months prior to the first dose of GEN1044.\n   9. Serious, non-healing wound, skin ulcer (of any grade), or bone fracture.\n2. Any history of intracerebral arteriovenous malformation, cerebral aneurysm, new or symptomatic brain metastases or stroke.\n3. Prior therapy:\n\n   Radiotherapy: Radiotherapy within 14 days prior to first GEN1044 administration. Palliative radiotherapy will be allowed.\n4. Treatment with an anti-cancer agent (within 28 days or after at least 5 half-lives of the drug, whichever is shorter), prior to GEN1044 administration. Toxicities from previous anti-cancer therapies that have not resolved.\n5. Has a history of ≥ grade 2 cytokine release syndrome (CRS) with other CD3-based bispecifics, or a history of ≥ grade 3 allergic reactions to monoclonal antibody therapy as well as known or has known allergies, hypersensitivity, or intolerance to GEN1044 or its excipients.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}