{
    "nctId": "NCT05553522",
    "briefTitle": "Tucatinib, Trastuzumab, and Capecitabine With SRS for Brain Metastases From HER-2 Positive Breast Cancer",
    "officialTitle": "Phase 1 Trial of Tucatinib, Trastuzumab, and Capecitabine With Stereotactic Radiosurgery (SRS) in Patients With Brain Metastases From HER-2 Positive Breast Cancer",
    "overallStatus": "RECRUITING",
    "conditions": "Brain Metastases, HER2-positive Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 40,
    "primaryOutcomeMeasure": "Incidence of dose-limiting toxicities (DLTs)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Histologically confirmed HER-2 -positive breast cancer with newly-diagnosed brain metastases.\n2. ECOG Performance Status (PS) of 0, 1, 2\n3. Patients with 1-10 brain metastases will be candidates for tucatinib, capecitabine, and trastuzumab with SRS at the discretion of the treating radiation oncologist. Intra-cranial brain metastasis must measure 3 cm or less in the greatest dimension\n4. Age 18 years or greater and being willing and able to sign a written informed consent. A signed informed consent must be obtained prior to any study specific procedures\n5. Life expectancy at least 12 weeks\n6. Any number of prior systemic therapies will be allowed, except tucatinib and capecitabine.\n7. Hemoglobin ≥9g/dL, White blood count ≥3.0 x 10\\^9/ L , Absolute Granulocyte count ≥1.5x 10\\^9/ L and platelet count ≥100 × 10\\^9/ L.\n8. Serum bilirubin ≤ 1.5 x ULN\n9. AST and / or ALT \\<= 2 ULN (≤ 5 x ULN when clearly attributable to the presence of liver metastases)\n10. Serum creatinine ≤ 1.5 ULN or calculated creatinine clearance \\> 60ml/min\n11. Ability to comply with study procedures and monitoring\n12. For women of childbearing potential, a negative pregnancy test should be obtained within one week prior to the start of therapy\n13. Male or female patients of reproductive potential need to employ two highly effective and acceptable forms of contraception throughout their participation in the study and for 120 days after last dose of tucatinib, capecitabine and trastuzumab.\n\nHighly effective and acceptable forms of contraception are:\n\n* Male condom plus spermicide\n* Cap plus spermicide\n* Diaphragm plus spermicide\n* Copper T\n* Progesterone T\n* Levonorgestrel-releasing intrauterine system (e.g., Mirena®)\n* Implants\n* Hormone shot or injection\n* Combined pill\n* Mini-pill\n* Patch\n\nPostmenopausal woman on the study (that will not need contraception) is defined as:\n\n* Amenorrhoeic for 1 year or more following cessation of exogenous hormonal treatments\n* LH and FSH levels in the postmenopausal range for women under 50\n* Radiation-induced oophorectomy with last menses \\> 1 year ago\n* Chemotherapy-induced menopause with \\>1 year interval since last menses\n* Surgical sterilization (bilateral oophorectomy or hysterectomy).\n\nMen and women and members of all races and ethnic groups are eligible for this trial.\n\nExclusion Criteria:\n\n1. Patients with leptomeningeal metastases documented by MRI or CSF evaluation\n2. Evidence of intra-tumoral or peri-tumoral hemorrhage deemed significant by the treating physician\n3. Brain metastases within 5 mm of the optic chiasm or optic nerve\n4. Metastases in the brainstem (midbrain, pons, or medulla)\n5. Significant or recent acute gastrointestinal disorders with diarrhea as a major symptom, e.g., Crohn's disease, malabsorption, or CTCAE grade \\>2 diarrhea of any etiology at baseline\n6. History of clinically significant or uncontrolled cardiac disease, including congestive heart failure, angina, myocardial infarction, arrhythmia, New York Heart Association (NYHA) functional classification of 3 or 4\n7. Unable to undergo brain MRI\n8. Known human immunodeficiency virus (HIV) infection or chronic Hepatitis B or C\n9. All toxicities from prior therapies must have resolved to CTCAE v 5.0 grade 1 or better by the time of study enrollment\n10. Other concurrent severe and/or uncontrolled concomitant medical conditions (e.g. active or uncontrolled infection, uncontrolled diabetes, second active malignancy) that could cause unacceptable safety risks or compromise compliance with the protocol\n11. Currently receiving other investigational cancer therapy within 4 weeks prior to start of study treatment with the exception of continuing therapy with GnRH analogues\n12. Mean QT interval corrected heart rate (QTc) ≥ 470ms calculated from 3 electrocardiograms using Frediricia's Correction\n13. Left ventricular ejection fraction (LVEF) \\<50%\n14. Concomitant use of strong cytochrome P450 (CYP)2C8 inhibitor within 5 half-lives of the inhibitor\n15. Concomitant use of strong CYP3A4 inducers (e.g. phenytoin, rifampicin, carbamazepine, St. John's Wort) within 5 days prior to the first dose of study treatment\n16. Concomitant use of potent CYP2C8 inhibitors within 5 days prior to the first dose of study treatment\n17. History of hypersensitivity to tucatinib, capecitabine, and trastuzumab any of its excipients\n18. History and/or confirmed corneal ulceration\n19. Pregnant or breast feeding",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}