{
    "nctId": "NCT06319157",
    "briefTitle": "Minimal Access Versus Conventional Latissimus Dorsi Flap Harvest for Breast Reconstruction",
    "officialTitle": "A Randomized Controlled Study of Minimal Access Latissimus Dorsi Flap Harvest for Breast Reconstruction Versus Conventional Approaches in the Treatment of Early Breast Cancer",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Neoplasms",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 94,
    "primaryOutcomeMeasure": "Breast Q-satisfaction with back",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Female patients with early-stage breast cancer between the ages of 18 and 70.\n2. Breast cancer was confirmed by histology or biopsy.\n3. Breast-conserving surgery or multifocal breast cancer or large unifocal breast cancer (\\<5cm) can be accepted.\n4. After neoadjuvant therapy, large monofocal carcinoma (\\>5 cm) confined to the breast shrunk to \\<5 cm.\n5. No chest wall, cutaneous or NAC invasion (including Paget's disease).\n6. Mild to moderate breast sagging, and the patient has the willingness to undergo autologous reconstruction of the latissimus dorsi.\n7. There is no need to obtain additional back skins.\n8. Willing to participate and able to complete follow-up and evaluation during the study.\n\nExclusion Criteria:\n\n1. Patients with advanced breast cancer (stage III and above) or metastatic breast cancer or inflammatory breast cancer.\n2. The risk of recurrence is expected to be high.\n3. History of thoracic and dorsal vascular injury.\n4. Patients with severe heart, lung, or liver disease who cannot withstand surgery and anesthesia.\n5. Patients with active infection or severe immune system disease.\n6. Patients with severe allergic reactions to materials related to latissimus dorsi muscle flap transplantation.\n7. Patients with other major surgeries or reconstructive surgeries planned for the near future.\n8. Patients with cognitive dysfunction or psychiatric disorders who cannot understand and cooperate with the requirements of the study.\n9. Patients who refuse to participate in the study or are unable to complete follow-up and evaluation during the study.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}