{
    "nctId": "NCT01534455",
    "briefTitle": "Efficacy and Tolerability of Eribulin Plus Lapatinib in Patients With Metastatic Breast Cancer (E-VITA)",
    "officialTitle": "A Randomized Phase II Study to Determine the Efficacy and Tolerability of Two Doses of Eribulin Plus Lapatinib in Trastuzumab Pre-treated Patients With HER2-positive Metastatic Breast Cancer (E-VITA)",
    "overallStatus": "TERMINATED",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 43,
    "primaryOutcomeMeasure": "Time to Progression (TTP)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Written informed consent prior to beginning specific protocol procedures, including expected cooperation of the patients for the treatment and follow-up, must be obtained and documented according to the local regulatory requirements.\n* Complete baseline documentation must be submitted via the web-based data collection system MedCODES® to the GBG Forschungs GmbH.\n* Histological confirmed carcinoma of the breast with over-expression of HER2 (IHC3+ or FISH pos., according to current guidelines of AGO). Every effort should be made to make paraffin embedded tissue or slides from the original tumor and/or from metastatic tissue available for confirmation of diagnosis and additional translational research.\n* Locally advanced or metastatic stage of disease not suitable for surgery or radiotherapy alone.\n* Patients must have either measurable or non-measurable target lesions according to RECIST criteria. Complete staging work-up within 4 weeks prior to registration. All patients must have chest X-ray (PA and lateral), abdominal ultrasound or CT scan or MRI, and bone scan. In case of positive bone scan, bone X-ray is mandatory. Other tests may be performed as clinically indicated.\n* The following previous systemic treatments are eligible:\n\n  * Previous treatment with trastuzumab either as (neo)adjuvant treatment for early breast cancer and/or first and/or second line treatment for metastatic breast cancer,\n  * adjuvant and up to 2 chemotherapy regimen for metastatic breast cancer,\n  * if previous chemotherapy regimen were anthracycline based, the maximum cumulative dose of prior anthracycline therapy must not exceed 360 mg/m² for doxorubicin and 720 mg/m² for epirubicin,\n  * adjuvant endocrine therapy,\n  * palliative endocrine treatments,\n  * treatment with bisphosphonates (adjuvant and/or palliative),\n  * at least 4 weeks since radiotherapy, with full recovery. The measurable disease must be completely outside the radiation field or there must be pathologic proof of progressive disease. 7. Age \\>18 years. 8. ECOG performance status 0-2. 9. Laboratory requirements:\n  * Absolute neutrophil count ≥ 1500 cells/ul,\n  * hemoglobin ≥ 10.0 g/dL (hemoglobin \\<10.0 g/dL is acceptable if it is corrected by growth factor or transfusion),\n  * platelet count ≥100,000 cells/ul,\n  * bilirubin \\<= 1.5x the upper limit of normal for the institution (ULN),\n  * elevation of transaminases and alkaline phosphatase \\< 2.5x ULN or \\<5x ULN for patients with liver metastases,\n  * creatinine \\<= 1.5 x ULN or creatinine-clearance \\> 40 ml/min (according to Cockroft Gault),\n  * negative pregnancy test (urine or serum) within 14 days prior to registration for all women of childbearing potential. 10. Normal cardiac ejection function as determined by cardiac ultrasound (LVEF above institutional normal range).\n\n    11. A female either of:\n* Non-childbearing potential i.e., physiologically incapable of becoming pregnant because of history of hysterectomy, bilateral oophorectomy (ovarectomy), bilateral tubal ligation or postmenopausal status.\n* Childbearing potential with a negative serum pregnancy test within 2 weeks prior to registration, preferably as close to the first dose as possible, and agrees to use adequate contraception. Acceptable contraceptive methods, when used consistently and in accordance with both the product label and the instructions of the physician, are as follow:\n\n  * An intrauterine device with a documented failure rate of less than 1% per year.\n  * Vasectomized partner who is sterile prior to the female subject's entry and is the sole sexual partner for that female.\n  * Complete abstinence from sexual intercourse for 14 days before exposure to investigational product, through the dosing period, and for at least 21 days after the last dose of investigational product.\n  * Double-barrier contraception (condom with spermicidal jelly, foam suppository, or film; diaphragm with spermicide; or male condom and diaphragm with spermicide). 12. Female patients who are lactating should discontinue nursing prior to the first dose of study drug and should refrain from nursing throughout the treatment period and for 14 days following the last dose of study drug.\n\n    13. Patients must be available and compliant for treatment and follow-up. Patients registered on this trial must be treated and followed up at the participating or a cooperating center.\n\nExclusion Criteria:\n\n* Known hypersensitivity reaction to the compounds or incorporated substances (e.g. halichondrin B and/or halichondrin B chemical derivative).\n* Patients who have received eribulin or lapatinib before.\n* Concurrent immunotherapy or hormonal therapy (anti-hormonal, contraceptive and/or replacement therapy). Bisphosphonates may be continued.\n* Life expectancy of less than 3 months.\n* Parenchymal brain metastases, unless adequately treated by neurosurgery, radiotherapy, radiosurgery or a combination.\n* Any ongoing toxicity from prior anti-cancer therapy that is grade \\>1 and/or that is progressing in severity, except alopecia or for stable sensory neuropathy Grade 2.\n* Known or suspected congestive heart failure (\\>NYHA I) and/or coronary heart disease, angina pectoris requiring anti-anginal medication, previous history of myocardial infarction, evidence of transmural infarction on ECG, un- or poorly controlled arterial hypertension (i.e. BP \\>150/100 mmHg under treatment with two antihypertensive drugs), rhythm abnormalities requiring permanent treatment, clinically significant valvular heart disease.\n* Currently active infection.\n* History of other malignancies within the last 5 years which could affect the diagnosis, assessment or prognosis of metastatic breast cancer.\n* Malabsorption syndrome or insufficient gastrointestinal function, preexisting diagnosis of ulcerative colitis.\n* Concurrent treatment with other experimental drugs; participation in another clinical trial with any investigational not marketed drug within 30 days prior to study entry.\n* Any serious and/or unstable pre-existing medical, psychiatric, or other condition that could interfere with subject's safety, provision of informed consent, or compliance to study procedures.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}