{
    "nctId": "NCT01885572",
    "briefTitle": "National, Multicenter PMS Study \"Patient Reported Outcome\" in Breast Reconstruction Following Mastectomy With TiLOOP Bra",
    "officialTitle": "National, Multicenter Post-market Surveillance Study \"Patient Reported Outcome\" in Breast Reconstruction Following Mastectomy With Titaniferously Coated Polypropylene Mesh (TiLOOP Bra)",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Reconstruction After Mastectomy",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 267,
    "primaryOutcomeMeasure": "PRO",
    "eligibilityCriteria": "Inclusion Criteria:\n\nThe TiLOOP®Bra is designed to assist oncologically indexed skin sparing mastectomy or subcutaneous mastectomy with preservation of the nipple-areola-complex during primary breast reconstruction, secondary breast reconstruction or corrective breast surgery. Patients shall be included if they meet all of the following criteria:\n\nClinical Criteria (reason):\n\n* women with indication of prophylactic operation or oncoplastic operation with support of a mesh implant\n* women with histologically confirmed breast cancer or precancerosis or genetic pre-existing conditions with increased risk of breast cancer or with a family history\n* the health of women must comply with ECOG (Eastern Cooperative Oncology Group) performance status 0-2\n\nStudy-related inclusion criteria - Legal reasons:\n\n* Patient is mentally able to understand the nature, aims, or possible consequences of the clinical investigation\n* Patient information has been handed out and all written consents are at hand.\n* Patient is between 18 and 70 years old.\n\nExclusion Criteria:\n\nPatients must be excluded if any of the following conditions exist or cannot be excluded:\n\nDevice-related exclusion criteria (contraindications):\n\nPathological or physical condition precluding such as:\n\n* Pregnancy or breast-feeding patients\n* Known intolerance to the mesh-implants under investigation.\n\nStudy-related exclusion criteria - Medical reasons:\n\n* metastatic breast cancer\n* medicamentous regulated diabetes with blood sugar level \\>250\n* inadequate bone marrow function with neutrophil granulocytes \\<1500 and blood plates \\< 10000/µl\n* patient with known contraindication to mesh-implants or plastic-reconstructive breast operations\n\nStudy-related exclusion criteria - Legal reasons:\n\n* Lack of written patients informed consent.\n* Lack of patient compliance regarding data collection, treatment or follow-up investigations in the scope of the protocol.\n* Patient is institutionalized by court or official order (MPG§20.3).\n* Participation in another operative clinical investigation.\n\nIt is thought that the study-related exclusion criteria will not significantly influence the sample of the population under investigation.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}