{
    "nctId": "NCT03794596",
    "briefTitle": "A Proof of Concept, Window Trial of the IMmunological Effects of AveLumab and Aspirin in Triple-Negative Breast Cancer",
    "officialTitle": "A Proof of Concept, Window Trial of the IMmunological Effects of AveLumab and Aspirin in Triple-Negative Breast Cancer",
    "overallStatus": "WITHDRAWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "Mean combined gene expression of COX-2 tumour-promoting genes",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Written informed consent, willing and able to comply with the trial protocol for the duration of the trial including all treatments and scheduled biopsies.\n2. Female patients, age 18 and over\n3. Histologically confirmed triple negative invasive breast cancer as defined as oestrogen receptor (ER) negative, progesterone receptor (PgR) negative (if available, otherwise PgR unknown), (as defined by Allred score 0- 2 or \\<1% of tumour cells positive for stain) and HER2 negative (immunohistochemistry 0/1+ or negative by in situ hybridization) as determined by local laboratory. Have previously untreated, non-metastatic TNBC with a tumour amenable to multiple biopsies including a T stage of at least T2. Note multifocal primary tumours are allowed providing at least one tumour meets the criteria above. All biopsies should be obtained from the same tumour.\n4. Have previously untreated, non-metastatic TNBC with a tumour amenable to multiple biopsies including a T stage of at least T2. Note multifocal primary tumours are allowed providing at least one tumour meets the criteria above. All biopsies should be obtained from the same tumour.\n5. ECOG performance status 0/1\n6. Women of childbearing potential (WOCBP), defined as not surgically sterilized or not post-menopausal for at least 24 months if age ≤55 years or 12 months if age \\>55 years, must have a negative serum or urine pregnancy test (minimum sensitivity 25 IU/L or equivalent units of HCG) within 14 days prior to the start of either IMP study treatment (Avelumab, and Aspirin if applicable).\n7. Adequate organ function:-\n\n   1. Adequate Hepatic function:\n\n      * AST and ALT \\<2.5x ULN\n      * Alkaline phosphatase ≤2 x ULN\n      * Total Bilirubin within normal range i.e. ≤1.5 x ULN. If AST/ALT and Alkaline phosphatase are within normal limits then isolated elevation of bilirubin to 3≤ ULN and a presumptive diagnosis of Gilbert's syndrome is permitted.\n   2. Adequate organ function as defined by:\n\n      * Bone marrow function: Hb ≥100g/L\n      * Absolute neutrophil count ≥1.5 x 109/L\n      * Platelets ≥100 x 109/L\n      * Hemoglobin \\>9 g/dL\n      * Renal function: Creatinine ≤1.5 x ULN OR \\> 50ml/min using the Cockcroft-Gault formula (appendix 4).\n\nExclusion Criteria:\n\nPatients meeting any of the following criteria must not be enrolled in the study:\n\n1. Prior systemic anti-cancer treatment (immune therapy, targeted therapy, vaccine therapy, or investigational treatment) for triple negative breast cancer.\n2. Current use of a prohibited medication as described in section 7.11.\n3. Malignancy within the last 5 years except: adequately treated non-melanoma skin cancer; curatively treated in situ cancer of the cervix, ductal carcinoma in situ (DCIS); stage 1, grade I endometrial carcinoma.\n4. Has received a live vaccine within 30 days of the first dose of study treatment.\n\n   NB Seasonal influenza vaccines are generally inactivated flu vaccines and are allowed; intranasal influenza vaccines (eg FluMist®) are live attenuated vaccines and are not allowed.\n5. Contraindications to aspirin dosing including hypersensitivity to aspirin (eg known aspirin sensitive asthma; history of peptic ulcer disease, gastric bleeding or cerebrovascular haemorrhages; haemorrhagic diathesis.\n6. Evidence of distant metastases apparent prior to randomisation. Patients who are diagnosed with distant metastases during the course of the study can complete study procedures if willing to do so.\n7. Significant cardiovascular disease including a history of myocardial infarction, acute coronary syndrome or coronary angioplasty/stenting/bypass grafting within the last 6 months or clinically significant congestive heart failure.\n8. Any other serious or unstable pre-existing medical conditions (aside from malignancy exceptions specified above), psychiatric disorders, or other conditions that in the opinion of the investigator could interfere with the patient's safety, obtaining informed consent, or compliance with study procedures.\n9. Known Human Immunodeficiency Virus (HIV), Hepatitis B Virus (HBV), or Hepatitis C Virus (HCV) infection (patients with laboratory evidence of cleared or chronic (not active) HBV and HCV infection will be permitted).\n10. Patients with active, known or suspected autoimmune disease. Patients with type 1 diabetes mellitus, hypothyroidism only requiring hormone replacement, skin or rheumatological disorders (such as vitiligo, psoriasis, rheumatoid arthritis or alopecia) not requiring systemic treatment, or conditions not expected to recur in the absence of an external trigger will be permitted to enrol. Autoimmune conditions such as ulcerative colitis that have been definitively treated (e.g. with total colectomy) will be permitted to enrol but should be discussed with the CI.\n11. Patients with a condition requiring systemic treatment with either corticosteroids (\\>10 mg daily prednisone equivalent) or other immunosuppressive medications within 14 days of study drug administration. Inhaled or topical steroids and adrenal replacement steroid doses \\> 10 mg daily prednisone equivalent are permitted in the absence of active autoimmune disease.\n12. Patients with interstitial lung disease that is symptomatic or may interfere with the detection or management of suspected drug-related pulmonary toxicity.\n13. Patients unable to swallow orally administered medication and patients with gastrointestinal disorders likely in to interfere with absorption of the trial medication.\n14. Females who are pregnant or breast-feeding.\n15. Active infection requiring systemic treatment.\n16. Current or previous regular use of aspirin (at any dose) or current use of another NSAID for any indication (see appendix IV for list of medications not permitted in the trial). Regular aspirin use is defined as taking aspirin more than twice in any given week for more than 4 consecutive weeks. Current NSAID use is defined as taking any NSAID for more than a week in the preceding month. If investigators feel that this definition may unfairly exclude a participant, this can be discussed with the CI/MCTU and a case by case decision will be made.\n17. Known immediate or delayed hypersensitivity reaction or idiosyncrasy to drugs chemically related to the study treatments.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}