{
    "nctId": "NCT01498588",
    "briefTitle": "Trial of Eribulin Followed by Doxorubicin & Cyclophosphamide for Her2-negative, Locally Advanced Breast Cancer",
    "officialTitle": "Phase II Neoadjuvant Trial of Eribulin Followed by Dose Dense Doxorubicin and Cyclophosphamide for Her2-negative, Locally Advanced Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Neoplasms, Breast Cancer, Breast Tumors, Cancer of the Breast, Neoplasms, Breast, Tumors, Breast",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 7,
    "primaryOutcomeMeasure": "Pathologic Complete Response Rate at the Time of Surgery",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologically or cytologically confirmed invasive breast carcinoma.\n* Locally advanced breast cancer (Stage IIIA to IIIC).\n* Invasive breast cancer must be Her2-negative. If breast cancer is Her2 2+ by immunohistochemistry (IHC), then fluorescence in situ hybridization (FISH) must be negative for Her2 gene amplification.\n* No evidence of disease outside the breast or chest wall, except ipsilateral axillary lymph nodes on staging scans (CT chest/abdomen/pelvis and bone scan or positron emission tomography \\[PET\\] scan).\n* Patients must have measurable disease as defined by palpable lesion with both diameters ≥ 1 cm measurable with caliper and/or a positive mammogram or ultrasound with at least one dimension ≥ 1 cm. Bilateral mammogram and clip placement is required for study entry. Baseline measurements of the indicator lesions must be recorded on the Patient Registration Form. To be valid for baseline, the measurements must have been made within the 14 days if palpable. If not palpable, a mammogram or MRI must be done within 14 days. If palpable, a mammogram or MRI must be done within 2 months prior to study entry. If clinically indicated, xrays and scans must be done within 28 days of study entry.\n* Eastern Cooperative Oncology Group (ECOG) performance status 0 to 1 within 14 days of study entry.\n* Normal (greater than 50%) left ventricular ejection fraction (LVEF) by multigated acquisition (MUGA) scan or echocardiography.\n* Signed informed consent.\n* Adequate organ function within 2 weeks of study entry:\n\n  * Absolute neutrophil count ≥ 1500/mm³, Hgb ≥ 9.0 g/dl and platelet count ≥ 100,000/mm³.\n  * Total bilirubin ≤ upper limit of normal.\n  * Creatinine ≤ 1.5 mg/dL or calculated creatinine clearance rate (CrCL) ≥ 50 mL/min using the Cockroft Gault equation.\n  * Serum glutamate oxaloacetate transaminase (SGOT)/(AST) or serum glutamate pyruvate transaminase (SGPT)/(ALT) and alkaline phosphatase (alk phos) must be within the range allowing for eligibility.\n* Patients must be over 18 years old.\n* International normalized ratio (INR) \\< 1.5 or a prothrombin time (PT)/partial thromboplastin time (PTT) within normal limits. Patients receiving anti-coagulation treatment with an agent such as warfarin or heparin may be allowed to participate.\n* Women of childbearing potential must have a negative serum pregnancy test performed within 7 days prior to the start of treatment.\n* Women of childbearing potential and men must agree to use adequate contraception (barrier method of birth control) prior to study entry and for the duration of study participation.\n* Patient must have signed informed consent prior to registration on this study.\n\nExclusion Criteria:\n\n* Prior chemotherapy, hormonal therapy, biologic therapy, investigational agent, targeted therapy or radiation therapy for current breast cancer. Patients with history of breast cancer greater than 5 years from initial diagnosis are eligible for the study. Patients may not have received anthracycline-based chemotherapy in the past. Patients with history of ductal carcinoma in situ (DCIS) are eligible if there were treated with surgery alone.\n* Medical, psychological or surgical condition which the investigator feels might compromise study participation.\n* History of previous or current malignancy at other sites with the exception of adequately treated carcinoma in-situ of the cervix or basal or squamous cell carcinoma of the skin. Patients with a history of other malignancies, who remain disease free for greater than five years are eligible.\n* Evidence of sensory and/or peripheral neuropathy \\> grade 1.\n* Serious, uncontrolled, concurrent infection(s).\n* Major surgery within 4 weeks of the start of study treatment, without complete recovery.\n* Pregnant or lactating women are not eligible. Women of childbearing potential must have a negative serum or urine pregnancy test completed within 7 days of study treatment. Women or men of childbearing potential not using a reliable and appropriate contraceptive method are not eligible. (Postmenopausal woman must have been amenorrheic for at least 12 months to be considered of non-childbearing potential).\n* Known human immunodeficiency virus (HIV) infection or chronic Hepatitis B or C.\n* Active clinically serious infection \\> CTCAE Grade 2.\n* Thromboembolic events such as a cerebrovascular accident including transient ischemic attacks within the past 6 months.\n* Pulmonary hemorrhage/bleeding event ≥ CTCAE Grade 2 within 4 weeks of first dose of study drug.\n* Any other hemorrhage/bleeding event ≥ CTCAE Grade 3 within 4 weeks of first dose of study drug.\n* Cardiac disease: congestive heart failure \\> class II New York Heart Association (NYHA). Patients must not have unstable angina (anginal symptoms at rest) or new onset angina (began within the last 3 months) or myocardial infarction within the past 6 months.\n* Known brain metastasis. Patients with neurological symptoms must undergo a CT scan/MRI of the brain to exclude brain metastasis.\n* Cardiac ventricular arrhythmias requiring anti-arrhythmic therapy.\n* Uncontrolled hypertension defined as systolic blood pressure \\> 150 mmHg or diastolic pressure \\> 90 mmHg, despite optimal medical management.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}