{
    "nctId": "NCT05546255",
    "briefTitle": "Eribulin Mesylate Combined With Lobaplatin in the Treatment of Recurrent or Metastatic Triple-negative Breast Cancer",
    "officialTitle": "Phase II Clinical Study of Eribulin Mesylate Combined With Lobaplatin in the Treatment of Recurrent or Metastatic Triple-negative Breast Cancer",
    "overallStatus": "UNKNOWN",
    "conditions": "Triple Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 40,
    "primaryOutcomeMeasure": "Objective Response Rate",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Female aged between 18 and 75\n2. Recurrence or metastasis OF TNBC confirmed by histological or cytological methods, TNBC definitions of ER, PR and HER-2 are negative, if there is metastasis pathology, the histological pathology of metastasis shall prevail.ER and PR negative were defined as ER \\< 10% positive and PR \\< 10% positive.\n3. Disease progression after at least one prior systemic treatment and anthracycline and/or taxane use;Note: For neoadjuvant/adjuvant therapy, recurrence or disease progression during treatment or within 6 months of discontinuation of treatment should be counted as first-line systemic treatment failure;\n4. There should be at least one measurable lesion according to the efficacy evaluation criteria for solid tumors (RECIST version 1.1)\n\nExclusion Criteria:\n\n1. The number of previous treatment lines (including postoperative adjuvant therapy) \\<2 lines\n2. symptomatic central system metastases. Patients with stable asymptomatic BMS who have received brain radiation and who have at least one other evaluable target in addition to the BMS can be enrolled (evaluable target should be at least 4 weeks away from the last radiotherapy).\n3. New bisphosphonate or dinoselmer treatment for bone metastases was initiated within 28 days prior to study initiation.(Subjects are permitted if they have already been treated with bisphosphonate or dinoselmer for at least 4 weeks of optimal stable administration prior to study initiation.)Subjects already enrolled in this study may begin treatment with bisphosphonate or dinoselmer for bone metastases after the first post-treatment evaluation",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}