{
    "nctId": "NCT05999149",
    "briefTitle": "A Study of Camrelizumab Plus Chemotherapy in Combination With or Without Famitinib as Neoadjuvant Therapy in Participants With Triple Negative Breast Cancer (BCTOP-T-N01)",
    "officialTitle": "A Randomized, Open Label, Multicenter Phase III Study of Camrelizumab Plus Chemotherapy in Combination With or Without Famitinib as Neoadjuvant Therapy in Participants With Triple Negative Breast Cancer (BCTOP-T-N01)",
    "overallStatus": "RECRUITING",
    "conditions": "TNBC - Triple-Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 424,
    "primaryOutcomeMeasure": "Pathological complete response (pCR) rate",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Inclusion Criteria:\n\nECOG Performance Status of 0-1. Early or locally advanced, histologically documented TNBC (absence of HER2, ER, and PR expression).\n\nTumor stage: II-III. Adequate hematologic and organ function. Must be willing to use an adequate method of contraception for the course of the study.\n\nExclusion Criteria:\n\n* Has a history of breast cancer. Has a history of invasive malignancy ≤5 years prior to signing informed consent except for adequately treated basal cell or squamous cell skin cancer or in situ cervical cancer.\n\nHas received prior chemotherapy, targeted therapy, and radiation therapy within the past 12 months.\n\nHas received prior therapy with an anti-programmed cell death protein 1 (anti-PD-1), anti-programmed death - ligand 1 (anti-PD-L1), or anti-PD-L2 agent or with an agent directed to another co-inhibitory T-cell receptor (e.g., cytotoxic T-lymphocyte-associated antigen-4 \\[CTLA-4\\].\n\nHas a diagnosis of immunodeficiency or autoimmune diseases. Has received any form of immunosuppressive therapy within 4 weeks prior to the first dose of study treatment.\n\nSevere pulmonary or cardiac disease. Known active hepatitis C virus, or known active hepatitis B virus. History of organ or bone marrow transplantation. Pregnant or breast-feeding women. Patients who have previously received VEGFR-like small molecule tyrosine kinase inhibitors (such as famitinib, sorafenib, Sunitinib, regorafenib, etc.) (except bevacizumab); Urine routine indicated urinary protein ≥2+ and confirmed urinary protein quantity \\> 1g at 24h;",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}