{
    "nctId": "NCT00467844",
    "briefTitle": "Study of GTx-024 on Muscle Wasting (Cachexia) Cancer.",
    "officialTitle": "Double-Blind, Placebo-Controlled, Dose-Finding Study of the Effect of GTx-024 on Muscle Wasting (Cachexia) in Patients With Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Cachexia",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 159,
    "primaryOutcomeMeasure": "The Efficacy of GTx-024 on Total Body Lean Mass.",
    "eligibilityCriteria": "Inclusion Criteria:\n\nTo be eligible for participation in this study, subjects must meet all of the following criteria:\n\n* have been diagnosed with Stage 2, 3 or 4 non-small cell lung cancer or Stage 2, 3 or 4 colorectal cancer or non-hodgkin's lymphoma or chronic lymphocytic leukemia or Stage 3 or 4 breast cancer.\n* be prior to initiation of or between cycles of chemotherapy.\n* have experienced greater than or equal to 2% weight loss from the highest patient reported weight in the 6 months prior to screening for Protocol G200502 (Wt = body weight)\n\n  % weight loss = (Wt at screening - highest Wt in last 6 months) / highest Wt in last 6 months x 100%\n* If surgery is part of the cancer treatment, screening for this study should be conducted at least 2 weeks (14 days) after surgery.\n* have a life expectancy of \\>6 months\n* FEMALES - be clinically confirmed as postmenopausal\n* MALES - over 45 years of age\n* ECOG score ≤1\n\nExclusion Criteria:\n\nSubjects with any of the following will NOT be eligible for enrollment in this study:\n\n* history of active/uncontrolled congestive heart failure, chronic hepatitis, hepatic cirrhosis, or HIV infection\n* Cardiovascular: No uncontrolled hypertension\n* Positive screen for Hepatitis B consisting of HBsAg (Hepatitis B Surface Antigen), anti-HCV (Hepatitis C Antibody), hepatitis A antibody IgM, or HIV\n* Currently taking testosterone, OXANDRIN® (oxandrolone), testosterone-like agents (such as DHEA, androstenedione, and other androgenic compounds, including herbals), or antiandrogens (Please note that previous therapy with testosterone and testosterone-like agents is acceptable with a 30 day wash-out. However, if the previous testosterone therapy was a long-term depot, within the past 6 months, the site should call the medical monitor for this study to determine appropriate washout period.)\n* Currently taking megestrol acetate (MEGACE®), dronabinol (MARINOL®), or any prescription medication intended to increase appetite or treat unintentional weight loss",
    "sex": "ALL",
    "minimumAge": "N/A",
    "stdAges": "CHILD, ADULT, OLDER_ADULT"
}