{
    "nctId": "NCT02936102",
    "briefTitle": "A Study of FAZ053 Single Agent and in Combination With PDR001 in Patients With Advanced Malignancies.",
    "officialTitle": "A Phase I, Open-label, Multi-center Dose Escalation Study of FAZ053 as Single Agent and in Combination With PDR001 in Adult Patients With Advanced Malignancies",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Advanced Solid Tumors, Triple Negative Breast Cancer, Chordoma and Alveolar Soft Part Sarcoma",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 154,
    "primaryOutcomeMeasure": "Number of participants with Adverse Events (AEs) and Serious Adverse Events (SAEs)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Written informed consent prior to any procedure.\n* Dose escalation cohorts of FAZ053 single agent and FAZ053 in combination with PDR001: Patients with advanced/metastatic solid tumors with measurable or non-measurable disease as determined by Response Evaluation Criteria in Solid Tumors (RECIST) version 1.1 who may or may not have received prior treatment with an immune checkpoint inhibitor, who have progressed despite standard therapy, or for whom no standard therapy is available.\n* Dose expansion groups of FAZ053 single agent: Patients with advanced/metastatic solid tumors with at least one measurable lesion as determined by RECIST version 1.1 who may or may not have received prior treatment with an immune checkpoint inhibitor (for FAZ053 single agent no treatment with an anti-PD-L1 inhibitor is permitted), who have progressed despite standard therapy, or for whom no standard therapy is available and fit into one of the following groups:\n* FAZ053 single agent: TNBC/ Chordoma/ ASPS\n* Performance Status (PS) ≤ 2:\n* Patient must have a site of disease amenable to biopsy and be a candidate for tumor biopsy according to the treating institution's guidelines. Patient must be willing to undergo a new tumor biopsy at screening/ baseline and during therapy on this study.\n\nExclusion Criteria:\n\n* Presence of symptomatic central nervous system (CNS) metastases or CNS metastases that require local CNS-directed therapy (e.g. radiotherapy or surgery) or increasing doses of corticosteroids within the prior 2 weeks. Patients with treated brain metastases should be neurologically stable (for 4 weeks post-treatment and prior to study enrollment) and off of steroids for at least 2 weeks before administration of any study treatment.\n* History of severe hypersensitivity to study treatment excipients and additives or other monoclonal antibodies (mAbs) and/or their excipients.\n* Active, known or suspected autoimmune disease. Patients with vitiligo, residual hypothyroidism only requiring hormone replacement, psoriasis not requiring systemic treatment or conditions not expected to recur in the absence of an external trigger should not be excluded. Patients previously exposed to anti-PD-1/PD-L1 treatment who are adequately treated for skin rash or with replacement therapy for endocrinopathies should not be excluded.\n* Treatment with cytotoxic or targeted antineoplastics within 3 weeks of initiation of study treatment. For cytotoxic agents that have major delayed toxicity a washout period of one cycle is indicated (examples are nitrosoureas and mitomycin C which typically require a 6 week washout). Prior antibodies or immunotherapies require a 6 week washout.\n* Patients receiving systemic chronic steroid therapy or any immunosuppressive therapy (≥ 10mg/day prednisone or equivalent). Topical, inhaled, nasal and ophthalmic steroids are allowed.\n* Active infection requiring systemic antibiotic therapy.\n\nOther protocol-defined inclusion/exclusion criteria may apply.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}