{
    "nctId": "NCT05180006",
    "briefTitle": "Impact of Neoadjuvant Immunotherapy in Early Stage Breast Cancer Before Standard Therapy",
    "officialTitle": "Impact of Neoadjuvant Immunotherapy in Early Stage Breast Cancer Before Standard Therapy",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 185,
    "primaryOutcomeMeasure": "Two-fold increase in GzmB+ CD8+ T cell levels from baseline to post-treatment window.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patient should understand, sign, and date the written informed consent form prior to any protocol-specific procedures performed. Patient should be able and willing to comply with study visits and procedures as per protocol.\n* Female or male patients aged 18 years or older\n* Eastern Cooperative Group (ECOG) Performance Status 0-1\n* Histologically confirmed female breast cancer with no evidence of metastatic spread\n* Candidate to surgery upfront or patients with an indication to standard of care neoadjuvant systemic treatment, assuming that systemic treatment starts after the completion of the pre-operative immunotherapy treatment, biopsies are undertaken before the start of the systemic treatment and the decision to administer neoadjuvant systemic treatment is made before randomization\n* At least 11 mm in tumor size as determined by breast ultrasound\n* ER, PR and HER2 will be locally assessed and defined as per the french national guidelines:\n\n  * For the TNBC cohort, ER≤10%, PR≤10% and HER2 not overexpressed/amplified\n  * For the HER2-positive cohort, presence of a HER2 overexpression and/or amplification as per ASCO/CAP guidelines\n* Adequate haematologic and organ function defined by the following:\n\n  * ANC ≥ 1,500 cells/µl\n  * Platelet count ≥ 100,000/µl\n  * Haemoglobin ≥ 9.0 g/dL (90g/L)\n  * Serum albumin ≥ 2.5 g/dL\n  * Creatinine ≤ 1.5 x ULN\n  * Bilirubin ≤ 1.5 x ULN, AST or ALT \\< 3 x ULN, ALP \\< 2.5 x ULN (patients with known Gilbert disease who have serum bilirubin level ≤ 3 × the institutional ULN may be enrolled)\n  * For patients not receiving therapeutic anticoagulation: INR or aPTT ≤ 1.5 x ULN. For patients receiving therapeutic anticoagulation: stable anticoagulant regimen\n* Patients of child-bearing potential are eligible, provided they have a negative serum β-HCG pregnancy test within 2 weeks or urine pregnancy test within 48 hours prior to the first dose of study treatment, and agreement to remain abstinent (refrain from heterosexual intercourse) or use contraceptive methods with a failure rate of \\< 1% per year during the treatment period and for 5 months after the last dose of atezolizumab, 6 months after the last dose of bevacizumab, 28 days after the last dose of ipatasertib and 7 months after the last dose of pertuzumab and/or trastuzumab.\n* A woman is considered of childbearing potential following menarche and until becoming post-menopausal (≥ 12 months of non-therapy-induced amenorrhea) unless permanently sterile. Permanent sterilization methods include hysterectomy, bilateral oophorectomy and bilateral salpingectomy.\n* Sexually active women of childbearing potential must agree to use a highly effective method of contraception supplemented by a barrier method, or to abstain from sexual activity during the study and for at least 5 months after discontinuation of atezolizumab treatment, 6 months after the last dose of bevacizumab, 28 days after the last dose of ipatasertib and 7 months after the last dose of pertuzumab and/or trastuzumab. Female subjects should also refrain from breastfeeding throughout this period.\n* A highly effective birth control method is a one, which can achieve a failure rate of less than 1% per year when used consistently and correctly. Such methods include: combined (estrogen and progestogen containing) hormonal contraception; progestogen-only hormonal contraception associated with inhibition of ovulation; intrauterine device (IUD); intrauterine hormone-releasing system (IUS); bilateral tubal occlusion; vasectomized partner (on the understanding that this is the only one partner during the whole study duration), and sexual abstinence during the entire period of risk associated with study treatment. To prevent the risk of interaction between the study drug and hormonal contraceptives, hormonal contraceptives should be supplemented with a barrier method (preferably male condom). Following methods are considered as unacceptable methods (non-exhaustive list): periodic abstinence (calendar, symptothermal, post-ovulation methods) and withdrawal (coitus interruptus).\n* Sexually actives males patients must agree to use condom during the study and for at least 5 months after discontinuation of atezolizumab treatment, 6 months after the last dose of bevacizumab, 28 days after the last dose of ipatasertib and 7 months after the last dose of pertuzumab and/or trastuzumab. Also, it is recommended their women of childbearing potential partner use a highly effective method of contraception for the same duration.\n* Patients must be affiliated to a social security system or beneficiary of the same.\n\nExclusion Criteria:\n\nPatients who meet any of the following exclusion criteria will not be eligible for this study.\n\n* Evidence of metastatic breast cancer\n* ER≥10% or PR≥10%and/or HER2+ (for the TNBC cohort) and HER2- (for the HER2+ cohort)\n* Any systemic therapy (e.g, chemotherapy, targeted therapy, immune-therapy) or radiotherapy for current breast cancer disease before study entry\n* Previous systemic treatment for other neoplasms within 1 year prior to randomization\n* Active malignancy (except for non-melanoma skin cancer, or histologically confirmed complete excision of carcinoma in-situ) within the past 36 months prior to study entry\n* Known intolerance to any of the study drugs or any of their excipients\n* Patients with prior allogeneic stem cell or solid organ transplantation\n* Administration of a live, attenuated vaccine within 4 weeks prior to enrolment or anticipation that such a live, attenuated vaccine will be required during the study or within 5 months after the last dose of atezolizumab\n* Treatment with systemic immunostimulatory agents (including but not limited to interferons or interleukin-2) within 4 weeks or five half-lives of the drug, whichever is shorter, prior to enrolment\n* Treatment with systemic immunosuppressive medication (including, but not limited to, corticosteroids, cyclophosphamide, azathioprine, methotrexate and thalidomide) within 2 weeks prior to initiation of study treatment, or anticipation of need for systemic immunosuppressive medication during study treatment, with the following exceptions:\n\n  * Patients who received acute, low-dose systemic immunosuppressant medication or a one-time pulse dose of systemic immunosuppressant medication (e.g., 48 hours of corticosteroids as premedication for hypersensitivity reaction (e.g., CT scan premedication)) are eligible for the study after Medical Monitor approval has been obtained\n  * Patients who received mineralocorticoids (e.g., fludrocortisone), corticosteroids for chronic obstructive pulmonary disease (COPD) or asthma, or low-dose corticosteroids for orthostatic hypotension or adrenal insufficiency are eligible for the study\n  * Patients who received intranasal, inhaled, topical or local steroid injections (e.g., intra articular injection)\n* Active or history of autoimmune disease or immune deficiency, with the exception of history of treated autoimmune-related hypothyroidism and Type 1 diabetes mellitus on insulin regimen\n* Symptomatic intrinsic lung disease or with extensive tumor involvement of the lungs, resulting in dyspnea\n* History of idio pathic pulmonary fibrosis (including pneumonitis or interstitial lung disease), drug-induced pneumonitis, organizing pneumonia (i.e. bronchiolitis obliterans, cryptogenic organizing pneumonia), or evidence of active pneumonitis (history of radiation pneumonitis in the radiation field (fibrosis) is permitted).\n* Patients who underwent major surgery within 28 days prior to inclusion or until the surgical wound is fully healed\n* History of HIV infection\n* Patients with active hepatitis infection (defined as having a positive hepatitis B surface antigen \\[HBsAg\\] test at screening) or hepatitis C. Patients with past hepatitis B virus (HBV) infection or resolved HBV infection (defined as having a negative HBsAg test and a positive antibody to hepatitis B core antigen \\[anti-HBc\\] antibody test) are eligible. Patients positive for hepatitis C virus (HCV) antibody are eligible only if polymerase chain reaction (PCR) is negative for HCV RNA\n* Patients with a history cirrhosis\n* Active tuberculosis\n* Current treatment with anti-viral therapy for HBV\n* Prior treatment with CD137 agonists or immune checkpoint blockade therapies, including antiCTLA-4, antiPD-1, and antiPD-L1 therapeutic antibodies\n* Psychological, familial, sociological or geographical conditions that do not permit compliance with the study protocol\n* Participation in another clinical study with an investigational product during the last 28 days and while on study treatment\n* Currently known to have a history or ongoing serious retinopathy and/or history of retinal vein occlusion\n* History of severe allergic, anaphylactic, or other hypersensitivity reactions to chimeric or humanized antibodies or fusion proteins\n* Known hypersensitivity or allergy to biopharmaceuticals produced in Chinese hamster ovary cells or any component of the atezolizumab formulation or to any component of the other drugs on the study\n* Severe infection within 4 weeks prior to initiation of study treatment, including, but not limited to, hospitalization for complications of infection, bacteremia, or severe pneumonia\n* Treatment with therapeutic oral or IV antibiotics within 2 weeks prior to initiation of study treatment\n* Significant cardiovascular disease, such as:\n\n  * History of myocardial infarction, acute coronary syndromes or coronary angioplasty/stenting/bypass grafting within the past 6 months,\n  * Congestive Heart Failure (CHF) NYHA class III or IV or history of CHF NYHA class III or IV, unless an echocardiogram or multi-gated acquisition scan performed within 3 months day 1 reveals a left ventricular ejection fraction ≥ 50%55%\n* Uncontrolled hypertension defined by systolic pressure \\> 150 and/or diastolic pressure \\> 110 mmHg, with or without anti-hypertensive medication. Patients with initial blood pressure elevations are eligible if initiation or adjustment of anti-hypertensive medication lowers blood pressure to meet entry criteria\n* History of stroke or transient ischemic attack within 6 months prior to randomisation\n* History of abdominal fistula, gastrointestinal perforation, or intra-abdominal abscess within 6 months prior to randomisation\n* History of haemoptysis (\\> 1/2 teaspoon of bright red blood per episode) or other serious haemorrhage or at risk of bleeding (gastrointestinal history of bleeds, gastrointestinal ulcers etc.) within 1 month prior to randomization\n* Any other disease, metabolic dysfunction, physical examination finding, or clinical laboratory finding that, in the investigator's opinion, gives reasonable suspicion of a disease or condition that contraindicates the use of an investigational drug, may affect the interpretation of the results, render the patient at high risk from treatment complications or interferes with obtaining informed consent.\n* Pregnant or breastfeeding women\n* Patient under guardianship or deprived of his liberty by a judicial or administrative decision or incapable of giving its consent.\n\nFor the TNBC cohort (exclusion criteria in relation to bevacizumab):\n\n* Uncontrolled hypertension defined by systolic pressure \\> 150 and/or diastolic pressure \\> 110 mmHg, with or without anti-hypertensive medication. Patients with initial blood pressure elevations are eligible if initiation or adjustment of anti-hypertensive medication lowers blood pressure to meet entry criteria\n* Currently known to have a history or ongoing serous retinopathy and/or history of retinal vein occlusion\n* History of stroke or transient ischemic attack within 6 months prior to randomization\n* History of abdominal fistula, gastrointestinal perforation, or intra-abdominal abscess within 6 months prior to randomization\n* History of haemoptysis (\\> 1/2 teaspoon of bright red blood per episode) or other serious haemorrhage or at risk of bleeding (gastrointestinal history of bleeds, gastrointestinal ulcers etc.) within 1 month prior to randomization\n* History of active inflammatory bowel disease (e.g. Crohn's disease and ulcerative colitis) or active bowel inflammation ( e.g. diverticulitis)\n* Grade ≥ 2 uncontrolled or untreated hypercholesterolemia or hypertriglyceridemia\n* Lung disease: pneumonitis, interstitial lung disease, idiopathic pulmonary fibrosis, cystic fibrosis, Aspergillosis, active tuberculosis, or history of opportunistic infections (pneumocystis pneumonia or cytomegalovirus pneumonia)\n* Known clinically significant history of liver disease consistent with Child Pugh Class B or C, including active viral or other hepatitis (e.g., positive for hepatitis B surface antigen \\[HBsAg\\] or hepatitis C virus \\[HCV\\] antibody at screening), current drug or alcohol abuse, or cirrhosis",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}