{
    "nctId": "NCT03125200",
    "briefTitle": "Study of ADCT-502 in Patients With Advanced Solid Tumors Withhuman Epidermal Growth Factor Receptor-2 (HER2) Expression",
    "officialTitle": "A Phase 1, Open-Label, Dose-Escalation Study to Evaluate the Safety, Tolerability, Pharmacokinetics, and Antitumor Activity of ADCT-502 in Patients With Advanced Solid Tumors With HER2 Expression",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer, Non Small Cell Lung Cancer, GastroEsophageal Cancer, Bladder Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 21,
    "primaryOutcomeMeasure": "Number of Participants Who Experienced Dose-Limiting Toxicities",
    "eligibilityCriteria": "Main Inclusion Criteria:\n\n* Male or female age 18 years or older\n* Refractory to or intolerant of existing therapy(ies) known to provide clinical benefit for their condition.\n* Eastern Cooperative Oncology Group (ECOG) performance status: Part 1: 0-2, Part 2: 0-1\n* Availability of formalin-fixed paraffin-embedded (FFPE) tumor tissue block or unstained slides to demonstrate HER2 expression.\n* Pathologic diagnosis of solid tumor malignancy that is locally advanced or metastatic at time of Screening with documented HER2 expression.\n* Part 2/Dose Expansion Only: Measurable disease as defined by Response Evaluation Criteria in Solid Tumors (RECIST) version 1.1\n* Absolute neutrophil count (ANC) ≥ 1500/mm3 (≥1.5× 109/L).\n* Platelet count ≥100,000 //mm3 (≥100 × 109/L).\n* Hemoglobin ≥ 9 g/L (≥5.6 mmol/L).\n* Aspartate transaminase (AST) and alanine aminotransferase (ALT) ≤ 2.5 x upper limit of normal (ULN); or ≤ 5.0 × ULN if liver metastases are present.\n* Total bilirubin ≤ 1.5× ULN (or ≤ 3× ULN, with direct bilirubin ≤1.5 × ULN, in participants with known Gilbert syndrome).\n* Creatinine ≤ 1.5× ULN; or, if serum creatinine \\> 1.5 × ULN, a measured creatinine clearance must be \\>60mL/min/1.73m2 as calculated by the Cockcroft and Gault equation for participants to be eligible.\n* Women of childbearing potential must agree to use a highly effective method of contraception from the time of giving informed consent until at least 16 weeks after the last dose of ADCT-502. Men with female partners who are of childbearing potential must agree that they or their partners will use a highly effective method of contraception from the time of giving informed consent until at least 16 weeks after the participant receives his last dose of ADCT-502.\n\nMain Exclusion Criteria:\n\n* Known history of ≥ Grade 3 hypersensitivity to a therapeutic antibody.\n* Known history of positive serum human anti-drug antibody (ADA) to trastuzumab.\n* Major surgical procedure or significant traumatic injury, radiotherapy, chemotherapy, targeted therapy, hormone therapy, or other anticancer therapy.\n* Failure to recover to Grade 0 or Grade 1 from acute non-hematologic toxicity due to previous therapy, prior to screening (with the exception of alopecia).\n* Central Nervous System (CNS) disease only.\n* Symptomatic CNS metastases or evidence of leptomeningeal disease.\n* Active cardiovascular disease or significant history thereof.\n* Other active disease including but not limited to ulceration of the upper gastrointestinal tract, autoimmune disease, HIV infection, active Hepatitis B virus (HBV) and hepatitis C virus (HCV) infection.\n* Breastfeeding or pregnant.\n* Other concurrent severe and/or uncontrolled medical conditions.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}