{
    "nctId": "NCT00078572",
    "briefTitle": "Capecitabine (XELODA) With Or Without Lapatinib (GW572016) For Women With Refractory Advanced or Metastatic Breast Cancer",
    "officialTitle": "A Phase III, Randomized, Open-label, Multicenter Study Comparing GW572016 and Capecitabine (XELODA) Versus Capecitabine in Women With Refractory Advanced or Metastatic Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 408,
    "primaryOutcomeMeasure": "Time to progression",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Signed informed consent\n* Patients must have histologically confirmed invasive breast cancer with stage IIIb, stage IIIc with T4 lesion, or stage IV disease\n* Documentation of ErbB2 overexpression (immunohistochemistry (IHC) 3+ or IHC 2+ with fluorescence in situ hybridization (FISH) confirmation) is required based on local laboratory or initial diagnostic results. Where testing is not feasible, central laboratory testing will be utilized\n* Subjects must have documented progressive advanced or metastatic breast cancer. Progression for entry is defined as appearance of any new lesion not previously identified or increase of 25% or more in existent lesions and must be documented\n* Subjects must have refractory breast cancer defined as progression in the locally advanced or metastatic setting or relapse within 6 months of completing adjuvant therapy. Prior therapies must include, but are not limited to:\n\n  * Taxane containing regimen for at least 4 cycles or 2 cycles provided disease progression occurred while on taxane\n  * Anthracycline containing regimen for at least 4 cycles or 2 cycles provided disease progression occurred while on anthracycline\n  * Subjects who relapse \\> 6 months after completion of adjuvant anthracycline-containing chemotherapy, and for whom further anthracycline is not indicated, will be considered to have met the anthracycline prior exposure requirement\n  * Taxanes and Anthracyclines may have been administered concurrently or separately\n  * Prior treatment with capecitabine is not permitted\n* Prior treatment must have contained trastuzumab (Herceptin) alone or in combination with other chemotherapy for at least 6 weeks of standard doses in the locally advanced or metastatic setting. Trastuzumab administered in the adjuvant setting is not exclusionary, but for eligibility trastuzumab must also have been administered in the locally advanced or metastatic setting.\n* Subjects with hormone receptor positive tumors must have disease progression following hormonal therapy unless intolerant to hormonal therapy or hormonal therapy is not considered to be clinically appropriate\n* Subjects with stable central nervous system (CNS) metastases (asymptomatic and off systemic steroids and anticonvulsants for at least 3 months) are eligible\n* Female subjects must be≥18 years of age\n* Eastern Cooperative Oncology Group (ECOG Performance Status of 0 or 1\n* Measurable disease according to Response Evaluation Criteria in Solid Tumors (RECIST)\n* Subjects must have archived tumor tissue available to re-evaluate intra-tumoral expression levels of ErbB1 and ErbB2 by IHC and FISH testing performed by the study central laboratory. Central laboratory results will not be used to determine subject eligibility for the study, unless testing is being used for required documentation of ErbB2 overexpression.\n* Life expectancy of ≥12 weeks\n* Subjects must have recovered from clinically significant side effects associated with prior radiotherapy and chemotherapy\n* Measurable lesions may be in the field of prior irradiation. However, there must be at least a 4-week period between the last radiation treatment and the baseline scan documenting disease status for the lesion to be measurable\n* Cardiac ejection fraction within the institutional range of normal as measured by echocardiogram (multigated acquisition (MUGA) scan may be performed if ECHO is not available)\n* Able to swallow and retain oral medication\n* Subjects must complete all screening assessments as outlined in the protocol\n* Adequate renal function defined as a Creatinine Clearance ≥50mL/min, determined by calculated creatinine clearance using Cockcroft and Gault Method and normalized to Body Surface Area (BSA)\n* Adequate hematologic and hepatic function as defined in Table 1:\n\nTable 1 (Body System and Adequate Function Definitions) SYSTEM (LABORATORY VALUES)\n\nHematologic:\n\nANC (absolute neutrophil count) ≥1.5 x 10\\^9/L Hemoglobin ≥9 g/dL Platelets ≥100 x 10\\^9/L\n\nHepatic:\n\nAlbumin ≥2.5 g/dL Serum bilirubin ≤1.5 x upper limit of normal (ULN)\n\n* 2.5 x ULN if patient has Gilbert's syndrome aspartate aminotransferase (AST) and alanine aminotransferase (ALT) ≤3 x ULN without liver metastases\n* 5 x ULN if documented liver metastases\n\nExclusion Criteria:\n\n* Pregnant or lactating females at anytime during the study\n* Malabsorption syndrome, disease significantly affecting gastrointestinal function, or resection of the stomach or small bowel. In addition, subjects with ulcerative colitis are also excluded\n* History of other malignancy. Subjects who have been disease-free for 5 years or subjects with a history of completely resected non-melanoma skin cancer or successfully treated in situ carcinoma are eligible\n* Concurrent disease or condition that would make the subject inappropriate for study participation, or any serious medical disorder that would interfere with the subject's safety\n* Unresolved or unstable serious toxicity from prior administration of another investigational drug\n* Active or uncontrolled infection\n* Dementia, altered mental status, or any psychiatric condition that would prohibit the understanding or rendering of informed consent\n* Known history of uncontrolled or symptomatic angina, arrhythmia or congestive heart failure\n* No prior anti-ErbB1/ErbB2 inhibitor for breast cancer other than trastuzumab\n* Known history or clinical evidence of leptomeningeal carcinomatosis\n* Concurrent anti-cancer therapy (chemotherapy, radiation therapy, surgery, immunotherapy, biologic therapy, or tumor embolization) other than capecitabine\n* Bisphosphonates for the treatment of bone metastases should not be initiated following the first dose of randomized therapy. Prophylactic use of bisphosphonates in subjects without bone disease is not permitted, except for prevention of osteoporosis\n* Concurrent treatment with an investigational agent or participation in another clinical trial\n* Use of an investigational drug within 30 days or 5 half-lives, whichever is longer, preceding the first dose of study medication\n* Known immediate or delayed hypersensitivity reaction or idiosyncrasy to drugs chemically related to GW572016 or excipients of GW572016\n* Known immediate or delayed hypersensitivity reaction or idiosyncrasy to drugs chemically related to capecitabine, fluorouracil or any excipients\n* Known dihydropyrimidine dehydrogenase (DPD) deficiency",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}