{
    "nctId": "NCT01602887",
    "briefTitle": "Relative Bioavailability Study",
    "officialTitle": "A Single Dose Open-Label Relative Bioavailability Study Comparing Two Capsule And A Solution Formulation Of PD-0332991 To The PD-0332991 Isethionate Capsule In Healthy Volunteers",
    "overallStatus": "COMPLETED",
    "conditions": "Healthy",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "BASIC_SCIENCE",
    "enrollmentCount": 24,
    "primaryOutcomeMeasure": "Plasma AUCinf for PD-0332991",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Healthy male and/or female subjects. Healthy is defined as no clinically relevant abnormalities identified by a detailed medical history, full physical examination, including blood pressure and pulse rate measurement, 12 lead ECG or clinical laboratory tests.\n* Body Mass Index (BMI) of 17.5 to 30.5 kg/m2; and a total body weight \\>50 kg (110 lbs).\n* An informed consent document signed and dated by the subject or a legal representative, as applicable.\n* Subjects who are willing and able to comply with all scheduled visits, treatment plan, laboratory tests, and other study procedures.\n\nExclusion Criteria:\n\n* Evidence or history of clinically significant hematological, renal, endocrine, pulmonary, gastrointestinal, cardiovascular, hepatic, psychiatric, neurologic, or allergic disease (including drug allergies, but excluding untreated, asymptomatic, seasonal allergies at the time of dosing).\n* Any condition possibly affecting drug absorption (eg, gastrectomy).\n* A positive urine drug screen.\n* History of regular alcohol consumption exceeding 7 drinks/week for females or 14 drinks/week for males (1 drink = 5 ounces (150 mL) of wine or 12 ounces (360 mL) of beer or 1.5 ounces (45 mL) of hard liquor within 6 months of Screening.\n* Treatment with an investigational drug within 30 days (or as determined by the local requirement, whichever is longer) or 5 half lives preceding the first dose of study medication.\n* Screening supine blood pressure greater than or equal to140 mm Hg (systolic) or greater than or equal to 90 mm Hg (diastolic), on a single measurement per local SOP.\n* 12 lead ECG demonstrating QTc \\>450 msec or a QRS interval \\>120 msec at Screening. If QTc exceeds 450 msec, or QRS exceeds 120 msec, the ECG should be repeated two more times and the average of the three QTc or QRS values should be used to determine the subject's eligibility.\n* Pregnant or nursing females; females of childbearing potential, including those with tubal ligation. To be considered for enrollment, women of 45 to 55 years of age who are postmenopausal (defined as being amenorrheic for at least 2 years) must have confirmatory FSH test results at Screening.\n* Use of prescription or nonprescription drugs and dietary supplements within 7 days or 5 half lives (whichever is longer) prior to the first dose of study medication. Herbal supplements and hormone replacement therapy must be discontinued 28 days prior to the first dose of study medication. As an exception, acetaminophen/paracetamol may be used at doses of less than or equal to1 g/day. Limited use of non prescription medications that are not believed to affect subject safety or the overall results of the study may be permitted on a case-by-case basis following approval by the sponsor.\n* Blood donation of approximately 1 pint (500 mL) within 56 days prior to dosing.\n* Unwilling or unable to comply with the Lifestyle Guidelines described in this protocol.\n* Subjects who are investigational site staff members or relatives of those site staff members or subjects who are Pfizer employees directly involved in the conduct of the trial.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT"
}