{
    "nctId": "NCT03435666",
    "briefTitle": "A Bioequivalence Study of Capecitabine Tablets 500 mg in Adult Cancer Patients Under Fed Condition",
    "officialTitle": "A Multicenter, Open Label, Randomized, Balanced, Two Treatment, Three Period, Three Sequence, Reference Replicate Crossover, Single Dose, Bioequivalence Fed Study of Capecitabine Tablets in Comparison With XELODA in Adult Cancer Patients",
    "overallStatus": "UNKNOWN",
    "conditions": "Colon Cancer, Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 45,
    "primaryOutcomeMeasure": "Cmax",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Male or non-pregnant, non-lactating female patient of age between 18 to 60 years (both inclusive).\n2. Patients with have histopathologically /cytologically confirmed Dukes' C colon cancer who have undergone complete resection of the primary tumor when treatment with fluoropyrimidine therapy alone is preferred.\n\n   Or Patients with histopathologically /cytologically confirmed colorectal carcinoma with evidence of metastasis when treatment with fluoropyrimidine therapy alone is preferred Or Patients with histopathologically /cytologically confirmed breast cancer with evidence of metastasis\n3. Resistant to both paclitaxel and an anthracycline-containing chemotherapy regimen or resistant to paclitaxel and for whom further anthracycline therapy is not indicated (e.g., patients who have received cumulative doses of 400 mg/m2 of doxorubicin or doxorubicin equivalents). Resistance is defined as progressive disease while on treatment, with or without an initial response, or relapse within 6 months of completing treatment with an anthracycline-containing adjuvant regimen.\n4. Cancer patients already receiving a stable twice-daily dosing regimen of capecitabine (who have completed at least one cycle of chemotherapy) as prescribed by the reference product label (i.e. 1250 mg/m2, twice daily, equivalent to 2500 mg/m2 total daily dose, for two-weeks followed by a one-week rest period given as three-week cycles)\n5. Eastern Cooperative Oncology Group (ECOG) performance status of 0-2.\n6. Adequate cardiac function \\[left ventricular ejection fraction (LVEF) ≥ 50 %\\]\n7. Patient with adequate bone marrow(ANC ≥ 1500/mm3, Platelet count ≥ 100,000/mm3 , Hemoglobin ≥ 9.0 g/ dL); renal (Serum Creatinine ≤ 1.5 times ULN and creatinine clearance ≥ 51 to 80 mL/min \\[Cockroft and Gault\\]) and hepatic function (Bilirubin ≤ 1.5 times ULN, ALT/AST ≤ 3 times ULN (≤ 5 x ULN if liver metastases present)) .\n8. Patient willing and able to give written informed consent for participation in the study and comply with the study protocol.\n9. No persistent clinically significant toxicities from prior medications at screening.\n10. Subject with clinically acceptable chest X-Ray (P/A view) whose X-Ray was taken not more than 3 months prior to screening.\n11. Females of child-bearing potential (FOCP) must agree to use an acceptable method of birth control such as sexual abstinence or at least 2 reliable modes of contraception, one of which must be a double-barrier method (e.g., condom with spermicidal gel or diaphragm with spermicidal gel) or IUD or vaginal spermicidal suppository from screening until 6 months after last dose of study drug. \\[Note: Use of hormonal contraception (pills/hormonal intrauterine device etc,) is not allowed\\].\n\n    OR Post-menopausal females defined as at least 12 consecutive months with no menses without an alternative medical cause OR Surgically sterilized females with documented evidence of hysterectomy / bilateral salpingectomy / bilateral oophorectomy. Females without documented evidence of surgery and those who have undergone tubal ligation will be considered of child bearing potential.\n12. Male patient must agree to use an acceptable method of birth control such as sexual abstinence or barrier method of contraception (i.e. condom) from screening until 3 months after last dose of study drug. Subject agrees to accept the risk that pregnancy in female partner could still result despite using birth control devices.\n13. Cancer patients should preferably be on monotherapy. However, cancer patients receiving concomitant drug(s) are allowed to participate, provided:\n\n    * The concomitant medication is the same for all the study period and clearly documented.\n    * Patients do not require any change their concurrent medications during the study period\n    * The concurrent medications do not interfere with the assay for measuring the drug in plasma.\n\nExclusion Criteria:\n\n1. Known hypersensitivity or contraindication to fluoropyrimidine therapy, or known sensitivity to 5-fluorouracil, or\n2. Patients with known DPD (Dihydropyrimidine Dehydrogenase) deficiency.\n3. Prior unanticipated severe reaction to Capecitabine or metabolites and to fluoropyrimidine therapy\n4. Patients with a prior history of coronary artery disease,\n5. Patients receiving phenytoin, warferin, other coumarin-derivative anticoagulants, leucoverin, CYP2C9 at the time of screening or anticipated use of these drugs during the study period. \\[If the subject was on any of these drugs before screening, a wash out period of at least 5 half-lives must have elapsed since the last dose of such drug.\\]\n6. Known symptomatic or untreated or recently treated (≤ 6 months of screening) central nervous system (CNS) metastases. Patients with previously treated (\\> 6 months of screening) CNS metastases and are now stable and asymptomatic are allowed.\n7. Presence of active infections\n8. Any of the following cardiac conditions:\n\n   1. Unstable angina\n   2. Myocardial infarction within the past 6 months\n   3. NYHA (New York State Heart Association) class II-IV heart failure\n   4. Severe uncontrolled ventricular arrhythmias\n   5. Clinically significant pericardial disease\n   6. Electrocardiographic evidence of acute ischemic or active conduction system abnormalities\n   7. Any other cardiac illness that could lead to a safety risk to the patient in case of enrolment in the study\n9. Patient having abnormal serum calcium level at screening visit which as judged by Investigator could lead to safety risk to the patient upon participation in the trial or could interfere with the conduct of the trial.\n10. Patients who have had experienced a severe mucocutaneous reaction during prior capecitabine treatment.\n11. Pre-existing motor or sensory neurotoxicity of a severity ≥ grade 2 by NCI CTCAE criteria.\n12. Known, existing uncontrolled coagulopathy.\n13. Subject with positive human immunodeficiency virus (HIV) infection, a positive hepatitis screen including hepatitis B surface antigen, HCV and HAV antibodies.\n14. Subject with clinically significant active infection and symptoms of noninfectious pneumonitis as judged by investigator.\n15. Use of any recreational drugs or history of drug addiction.\n16. Have a history of alcohol or drug-dependence as per DSM-IV criteria during the 6-month period immediately prior to Screening\n17. Positive test results for urine drug scan (except for prescribed benzodiazepines) or breath alcohol test at baseline\n18. Subject with a history of difficulty in donating blood or difficulty in accessibility of veins.\n19. An unusual or abnormal diet, for two weeks prior to receiving any medication and throughout subject's participation in the study, for whatever reason e.g. because of fasting due to religious reasons.\n20. Receipt of any Investigational Medicinal Product within the past 30 days of randomization or has less than 5 half life from previous IMP receipt.\n21. History of donation of blood/loss of blood (without replenishment) (1 unit or 350 ml) within 90 days prior to receiving the first dose of investigational medicinal product in the study.\n22. History of administration of live vaccines within the past 4 weeks of screening or scheduled to receive a live vaccine during the study period until end study assessments.\n23. Subject with any factor/condition preventing oral consumption of tablet.\n24. Subject with post-major surgery (major surgery is defined as a procedure requiring general anesthesia), open biopsy, or significant traumatic injury or with unhealed wound or not recovered from prior major surgery within 4 weeks from screening.\n25. Any severe, acute, or chronic medical, psychiatric or social condition; or laboratory abnormality that may increase the risk of trial participation or investigational agent administration, may interfere with the informed consent process and/or with compliance with the requirements of the trial, or may interfere with the interpretation of the trial results and, in the Investigator's opinion, would make the patient inappropriate for entry into this trial.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT"
}