{
    "nctId": "NCT05491694",
    "briefTitle": "To Evaluate the Efficacy of Toripalimab Combined With Chemotherapy After HIFU Induction in the Treatment of Early Triple-negative Breast Cancer",
    "officialTitle": "To Evaluate the Efficacy and Safety of Toripalimab Combined With Chemotherapy (Epirubicin + Cyclophosphamide → Nab-paclitaxel + Carboplatin) in the Neoadjuvant Treatment of Triple-negative Breast Cancer After High-intensity Focused Ultrasound (HIFU) Induction",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Breast Cancer, TNBC - Triple-Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 20,
    "primaryOutcomeMeasure": "pCR",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Female patients aged ≥ 18 years who require a negative pregnancy test for premenopausal and perimenopausal patients and promise to take reliable contraceptive measures during treatment;\n2. Histopathologically confirmed breast cancer patients who are negative for estrogen receptor (ER), progesterone receptor (PR), and HER-2 by immunohistochemistry; positive PD-L1 expression in tumor cells (≥ 1%);\n3. triple-negative breast cancer patients without distant metastasis;\n4. According to the Response Evaluation Criteria in Solid Tumors (RECIST) version 1.1, they have at least one evaluable target lesion;\n5. ECOG PS score: 0 - 1;\n6. New York Heart Association (NYHA) functional class I;\n7. Electrocardiogram without myocardial ischemia, echocardiography LVEF \\> 55%, cardiac markers: cardiac troponin I (cTnI) and brain natriuretic peptide (BNP) test values within the normal range;\n8. Normal major organ function, Meet the following criteria:\n\nWBC ≥ 4.0 × 10 9/L,Neutrophil count (ANC) ≥ 1.5 × 10 9/L; platelet ≥ 100 × 10 9/L; hemoglobin ≥ 10 g/dL; serum creatinine ≤ 1.5 × upper limit of normal (ULN); aspartate aminotransferase (AST) ≤ 2.5 × ULN; alanine aminotransferase (ALT) ≤ 2.5 × ULN; total bilirubin ≤ 1.5 × ULN; serum creatinine ≤ 1.5 × ULN;\n\n9) The subject is able to understand the study procedures, voluntarily join the study, sign the informed consent form, have good compliance, and cooperate with the follow-up.\n\n-\n\nExclusion Criteria:\n\n1. Patients during pregnancy and lactation, women of childbearing age who refuse to take effective contraceptive measures during the study period; Patients with peripheral nervous system disorders caused by diseases or those with a history of significant mental disorders and central nervous system disorders;\n2. Serious or uncontrolled infections that may affect the evaluation of study treatment or study results, including but not limited to: active hepatitis virus infection, human immunodeficiency virus (HIV) antibody positive, lung infection, etc.;\n3. Known allergy to the active ingredients or other components of the study drug or surgical contraindications;\n4. In addition to cured basal cell carcinoma of the skin and cured cervical carcinoma in situ, other cancers are disease-free for less than 5 years;\n5. Severe liver disease (such as cirrhosis, etc.), kidney disease, respiratory disease or uncontrolled diabetes, active gastrointestinal ulcers and other need treatment;\n6. Need to receive other anti-tumor therapy (except ovarian function inhibitors) during neoadjuvant therapy as judged by the investigator;\n7. Patients who are participating in other clinical trials within one month;\n8. Patients with severe heart disease or discomfort, Expected intolerance to chemotherapy,Including, but not limited to: a. fatal arrhythmia or higher grade atrioventricular block (second-degree type 2 \\[Mobitz 2\\] atrioventricular block or third-degree atrioventricular block); b. unstable angina pectoris; c. clinically significant valvular heart disease; d. transmural myocardial infarction on electrocardiogram; e. uncontrolled hypertension;\n9. any other condition that in the opinion of the investigator would make the patient inappropriate for participation in this study.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}