{
    "nctId": "NCT00048893",
    "briefTitle": "Vaccine and Chemotherapy for Previously Untreated Metastatic Breast Cancer",
    "officialTitle": "A Multicenter Phase I-II Study of Tumor Vaccine Following Chemotherapy in Patients With Metastatic Breast Cancer Untreated With Chemo/Radiation in the Previous 18 Months: Vaccine-Induced Bias of T-Cell Repertoire Reconstitution After T-Cell Re-Infusion",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Neoplasms, Metastases, Neoplasm",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 37,
    "primaryOutcomeMeasure": "Event-free Survival as Measured by Clinical Evaluation and Tumor Measurements by Imaging",
    "eligibilityCriteria": "* INCLUSION CRITERIA:\n\nAll patients must have a diagnosis of metastatic infiltrating carcinoma of the breast including hormone receptor testing. At least one site of metastatic disease must have been confirmed by pathologic or cytologic material. In the choice of a biopsy site, the PI will weigh the morbidity the diagnostic procedure against the probability of positive yield of the diagnostic procedure.\n\nAll pathologic material must be reviewed by the Pathology Laboratory of the National Cancer Institute (NCI) before treatment.\n\nThe tumor MUST stain positive for CEA, by standard immuno-histochemistry performed at the Pathology Laboratory of the NCI.\n\n--Method: 5 microM formalin-fixed paraffin-embedded sections are deparaffinized and blocked with methanol-30% hydrogen peroxide (H2O2). After antigen retrieval by boiling in citrate buffer, or heating in a microwave oven for 10 minutes, slides are incubated with monoclonal antibodies anti-CEA (diluted 1/1000 Dako). Then, slides are immunostained with avidin-biotin-peroxidase complex and developed with diaminobenzidine. Harris' hematoxylin was used to counter stain the slides. Positivity is defined as greater than 30% of cells staining.\n\nPatients may be newly diagnosed with metastatic breast carcinoma or known to have breast carcinoma.\n\n* If newly diagnosed, patients may not have received any chemotherapy for this disease before entry on study.\n* If previously treated for breast cancer, patients may have received chemotherapy or radiation as adjuvant treatment for non-metastatic disease or metastatic disease but not in the previous 18 months.\n* Patients may have been on hormonal therapy for stage IV disease. Patients with disease progression on hormonal therapy alone are eligible.\n\nKarnofsky performance status of greater than or equal to 70% (Eastern Cooperative Oncology Group (ECOG) 0 or 1)\n\nEjection fraction by multi-gated acquisition scan (MUGA) or 2-dimensional (2-D) echocardiogram within normal institutional limits. In case of insufficient ejection fraction, a stress echocardiogram will be performed. In case of an ejection fraction greater than 35 % but less than 45%, the patient will remain eligible for the study if the increase of ejection fraction with stress is estimated at 10% or more.\n\nCreatinine clearance greater than or equal to 60 cc/min\n\nNormal urinalysis; if proteinuria is present it must be quantified at less than 1 g / 24 h on a measured 24 h urine collection\n\nAspartate aminotransferase (AST) and alanine aminotransferase (ALT) less than 3 times the upper limit of normal except if believed to be due to tumor involvement of the liver prior to induction therapy.\n\nBilirubin less than 1.5 (except if due to tumor involvement prior to induction therapy or in cases of Gilbert's disease).\n\nAbsolute Neutrophil Count greater than l000 / mm\\^3 and Platelet count greater than 90,000\n\nCorrected carbon monoxide diffusing capacity (DLCO) greater than 50%\n\nNo history of abnormal bleeding tendency or predisposition to repeated infections.\n\nPatient must be able to avoid close contact with children under 3 years old, pregnant women, individuals with eczema or other skin conditions, and immuno-suppressed people for 2 weeks after initial vaccination. (see protocol for specific exclusion criteria for vaccinia administration). Patients must agree to make specific arrangements, if necessary, in order to comply and be eligible.\n\nPatients must be able to give informed consent.\n\nEXCLUSION CRITERIA:\n\nAge less than 18 years\n\nPatients in whom an urgent or emergent clinical situation does not safely allow for the short delay in initiating the Concurrent Therapy (as defined in protocol) necessary for the pre-treatment immunization and lymphocyte collection (at the discretion of the PI).\n\nPatients requiring chronic immunosuppressive therapy (including corticosteroids) for any medical condition.\n\nPatients with an autoimmune disease: autoimmune neutropenia, thrombocytopenia, or hemolytic anemia; Rheumatoid Arthritis, Systemic Lupus Erythematosus, Sjogren syndrome, Scleroderma, Systemic Sclerosis, Myasthenia Gravis; Multiple sclerosis, Goodpasture syndrome; Addison's disease, Hashimoto's thyroiditis, or active Graves' disease)\n\nAny abnormality on the following tests suggestive of an autoimmune disease: anti-nuclear antibody (ANA), anti-deoxyribonucleic acid (DNA), triiodothyronine (T3), thyroxine (T4), thyroid stimulating hormone (TSH) after review with appropriate consultant. Patients with endocrine disease that is controlled by replacement therapy including, diabetes, thyroid and adrenal disease or vitiligo may be enrolled.\n\nPatients with active inflammatory bowel disease\n\nPatients with clinically significant cardiomyopathy requiring treatment or symptomatic congestive heart failure (CHF), symptomatic arrhythmia that is not controlled by medication, unstable coronary artery disease (CAD) such as unstable angina who require active intervention, and patients with a recent infarction or cerebrovascular accident (CVA) within the past 6 months\n\nPatients testing positive for human immunodeficiency virus (HIV) or hepatitis B or C\n\nPatients known or found to be pregnant or those unwilling to discontinue breastfeeding. The effects of the chemotherapy, vaccines, and the medications used in this study are highly likely to be harmful to a fetus. The effects upon breast milk are also unknown and may be harmful to the infant; therefore, women should not breastfeed while on this study.\n\nPatients of childbearing age who are unwilling to practice an effective form of contraception. Patients of childbearing potential must use an effective method of contraception while they are on-study; effective methods include intrauterine device (IUD), hormonal (birth control pills, injections, or implants), tubal ligation/hysterectomy (self or partner), partner's vasectomy, or barrier methods (condom, diaphragm, or cervical cap), or abstinence.\n\nPatients with brain metastases.\n\nPatients with an active second malignancy (excluding treated skin cancers or carcinoma in-situ) will be ineligible.\n\nPatients with a life expectancy reasonably estimated at less than 6 months.\n\nPatients may be excluded at the discretion of the principal investigator (PI) if it is deemed that allowing participation would represent an unacceptable medical or psychiatric risk.\n\nHistory of splenectomy\n\nAllergy to eggs\n\nSeveral exclusion criteria are specific to vaccinia administration:\n\nThe recombinant vaccinia vaccine should not be administered if the following apply to either recipients or, for at least two weeks after vaccination, to their close household contacts (Close household contacts are those who share housing or have close physical contact):\n\n* Persons with active or a history of eczema or other eczematoid skin disorders\n* Persons with other acute, chronic or exfoliative skin conditions (e.g., atopic dermatitis, burns, impetigo, varicella zoster, severe acne or other open rashes or wounds) until condition resolves;\n* Pregnant or nursing women\n* Children under 3 years of age;\n* Immunodeficient or immunosuppressed persons by disease or therapy, including HIV infection.\n* History of seizures, encephalitis, or multiple sclerosis\n* History of allergy or complications with past vaccinia vaccination.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}