{
    "nctId": "NCT01333423",
    "briefTitle": "Maximum Tolerated Dose (MTD) of Liposomal Doxorubicin in Combination With Seliciclib for Patients With Metastatic Triple Negative Breast Cancer (TNBC)",
    "officialTitle": "A Phase I With Dose Expansion to Determine the Maximum Tolerated Dose of Liposomal Doxorubicin in Combination With Seliciclib for the Treatment of Patients With Metastatic Triple Negative Breast Cancer",
    "overallStatus": "WITHDRAWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "Number of Participants with a Dose Limiting Toxicity(DLT)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Both male and female patients with invasive cancer that is confirmed ER/PR/HER2 negative carcinoma of the breast with locally advanced or stage IV disease that is not amenable to curative therapy. For purposes of this study, triple negative disease will be tumors that have ER/PR \\<10% and HER2 \\</=1+ by IHC or HER2 FISH non-amplified (ratio \\<2.0).\n2. Patients must have an ECOG performance status of 0, 1 or 2\n3. Age \\>/= 18 years\n4. Women must not be pregnant or lactating because of the teratogenic potential of these drugs. All females of childbearing potential (i.e. A female not free from menses \\> 1 year or not surgically sterilized) must have a blood test or urine study within 2 weeks prior to start of therapy to rule out pregnancy.\n5. Women of childbearing potential (i.e. A female not free from menses \\> 1 year or not surgically sterilized) and are strongly advised to use an accepted and effective non-hormonal method of contraception.\n6. Must have at least one site of objective measurable or evaluable disease. Baseline measurements and evaluations must be obtained within 4 weeks of start of therapy.\n7. Patients must be disease free of prior malignancy for \\>/= 5 years with the exception of curatively treated squamous cell carcinomas of the skin or carcinoma in situ of the cervix or breast.\n8. Patients must have no serious medical illness, other that treated by this study, which would limit survival to less than 1 month or psychiatric illness which would limit informed consent.\n9. Patients must not have peripheral neuropathy \\> grade 2.\n10. Required Cardiac Parameters: Patients must not have had a history of New York Heart Association class 3 or 4 heart failure, or history of myocardial infarction, unstable angina or CVA within 6 months of protocol registration. LVEF \\> 50% by MUGA or ECHO.\n11. Patients must not have history of PR prolongation or AV block\n12. Required laboratory parameters: Patients must have serum creatinine \\< 1.5 mg/dl.\n13. Patients must have adequate hematologic functions: granulocytes \\> 1500/mm\\^3 and platelets \\> 100,000/mm\\^3\n14. Patients must have adequate hepatocellular function: SGOT (AST) and SGPT (ALT) \\< 1.5 x upper limit of normal (unless liver is involved by tumor, in which case SGOT (AST) and SGPT (ALT) can be \\< 2.0 x upper limit of normal)\n15. Patients must have no history of prior therapy with seliciclib.\n16. Patients must not have received a cumulative dose of doxorubicin of greater than 360 mg/m\\^2 or epirubicin of greater than 640 mg/m\\^2. Patients who have received \\>240 mg/m\\^2 of doxorubicin or \\>400 mg/m\\^2 of epirubicin should be advised to undergo evaluation of left ventricular ejection fraction (LVEF) with echocardiogram (ECHO) or gated heart scan (MUGA) prior to initiating therapy.\n17. Concurrent use of hormonal therapy is not permitted. Concurrent radiation therapy is not permitted.\n18. Patients must not have had prior organ allograft or require immunosuppressive therapy.\n19. Patients must have completed and recovered from the effects of prior chemotherapy (\\</= grade 2 toxicity).\n20. Patients must have received at least one prior chemotherapy regimen for metastatic disease. Progression within 6 months of adjuvant chemotherapy will be considered equivalent to one prior chemotherapy for metastatic disease.\n\nExclusion Criteria:\n\n1) None.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}