{
    "nctId": "NCT03934827",
    "briefTitle": "MRx0518 in Patients With Solid Tumours Waiting Surgical Removal of the Tumour",
    "officialTitle": "A First in Human, Phase 1 Safety Study in Two Parts to Determine the Safety, Tolerability and Anti-cancer Immune-modulatory Effects of MRx0518 in Patients With Solid Tumour Awaiting Surgical Removal of the Tumour.",
    "overallStatus": "UNKNOWN",
    "conditions": "Melanoma, Breast Cancer, Uterine Cancer, Ovarian Cancer, Prostate Cancer, Urethral Cancer, Bladder Cancer, Renal Cancer, Lung Cancer, Head and Neck Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 120,
    "primaryOutcomeMeasure": "Safety and tolerability of MRx0518 as determined through the collection of the number and severity of adverse vents (AEs) and serious adverse events (SAEs).",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. 18 years of age or over\n2. Provide written (signed and dated) informed consent and be capable of understanding the study and co-operating with treatment and follow-up.\n3. Have radiologically, histologically or cytologically confirmed melanoma, breast, ovarian, uterine, prostate, urethra, bladder, renal, lung, or head and neck cancer\\* that is considered amenable to primary surgical resection and where primary surgery is planned but would not routinely have been performed until 2-4 weeks post initial biopsy.\\*New primary cancers or recurrences are permissible provided the patient has not received chemotherapy, radiotherapy or surgery for the last two years prior to screening.\n4. Have a life expectancy of greater than 12 weeks.\n5. Have an Eastern Cooperative Oncology Group (ECOG) performance status 0-2\n6. Have normal organ and marrow function.\n7. Women of child-bearing potential and men must agree to use adequate and highly effective contraception for at least 28 days prior to dosing until one complete menstrual cycle post dosing for women and 3 months after the last dose for men. Alternatively, true abstinence may be used, where this is in line with the preferred and usual lifestyle of the patient.\n8. Able to swallow and retain oral medication.\n\nExclusion Criteria:\n\n1. Patients who have had any anti-cancer therapy within the last 2 years.\n2. Patients with cancer affecting the gastrointestinal tract or those where bowel resection is considered to be highly likely to be required.\n3. Patients may not be receiving any other investigational agents or receiving concurrent anti-cancer therapy. In addition, all herbal (alternative) medicines are excluded.\n4. Patients not willing, or for whom it is not planned, to undergo primary surgery for their cancer 2-4 weeks after initiation of therapy with IMP.\n5. Patient who would otherwise have undergone primary surgery within 2 weeks of starting therapy with IMP.\n6. Patients who have rapidly progressive local disease, or local disease that, in the opinion of the investigator, is not amenable to surgical resection.\n7. Patients with known structural or valvular heart valve defects, gastrointestinal fistula, feeding tubes and inflammatory bowel disease or those who are immunosuppressed or receiving immunosuppressant medication (steroids up to an equivalent dose of 20mg of prednisolone daily is allowed as long as the dose has been stable for the last 6 months).\n8. Patients who smoke or use nicotine in any form including e-cigarettes and nicotine patches or sprays or have smoked/used nicotine in the 3 months prior to screening.\n9. Patients who consume more than 14 units of alcohol per week, on a regular basis.\n10. History of allergic reactions attributed to compounds of similar biologic composition to MRx0518.\n11. Uncontrolled inter-current illness including, but not limited to, ongoing or active infection, including patients with active hepatitis B virus (HBV), active hepatitis C virus (HCV) who have a detectable viral load, and patients with Human Immunodeficiency Virus (HIV), symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations, gastrointestinal disease that would limit compliance with study requirements.\n12. Any significant infection e.g. influenza, fever over 38°C, meningitis or an infection resulting in the subject seeking a consultation with a healthcare professional, within four weeks of starting IMP therapy.\n13. Pregnant women are excluded from this study because teratogenic or abortifacient effects are unknown. Furthermore, there is an unknown but potential risk for adverse events in nursing infants, secondary to treatment of the mother with MRx0518 so breastfeeding should be discontinued if the mother is treated with MRx0518.\n14. Patients with gastrointestinal disease resulting in an inability to take oral medication, malabsorption syndrome, a requirement for IV alimentation, prior surgical procedures affecting absorption, uncontrolled inflammatory GI disease (e.g., Crohn's, ulcerative colitis).\n15. Patients who have completed a course of antibiotics within the four weeks before dosing.\n16. Patients who are allergic to amoxicillin/clavulanic acid, erythromycin and imipenem",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}