{
    "nctId": "NCT00617370",
    "briefTitle": "Dose-Dense Epirubicin and Cyclophosphamide (EC) Followed by Paclitaxel in Breast Cancer: Feasibility",
    "officialTitle": "Pilot Study of Dose-Dense Epirubicin and Cyclophosphamide (EC) Followed by Paclitaxel in High-Risk Breast Cancer: Feasibility",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer, Adenocarcinoma of the Breast",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 38,
    "primaryOutcomeMeasure": "To evaluate the feasibility and safety of this dose-dense regimen.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients must have histologically confirmed adenocarcinoma of the breast confirmed at MSKCC or MSKCC satellites. Patients with breast cancer, regardless of tumor size or nodal status, are eligible for the study. Pathology will be assessed in the standard fashion (ie: HER-2/neu, estrogen receptor, and progesterone receptor status). Results of HER-2/neu, estrogen receptor, and progesterone receptor are not required for study entry.\n* Patients must be ≥18 years of age.\n* Patients must have an ECOG PS of 0 or 1.\n* If patients are offered chemotherapy postoperatively, then they must be within 84 days from the final surgical procedure required to treat the primary tumor(s). If patients are offered chemotherapy preoperatively, then they can receive treatment at anytime per MD's discretion. Patients may have bilateral synchronous breast tumors.\n* Patients may have received hormonal therapy for the purpose of chemoprevention but must be willing to discontinue prior to enrollment and while participating in this trial.\n* If patients have peripheral neuropathy, it must be \\< than or equal grade 1.\n* Patients must be willing to discontinue sex hormonal therapy e.g., birth control pills, ovarian hormonal replacement therapy, etc., prior to enrollment. Women of childbearing potential must be willing to consent to using effective contraception while on treatment and for a reasonable period thereafter.\n* Absolute neutrophil count (ANC) ≥1000/µL and platelet count ≥100,000/µL.\n* Total Bilirubin must be within normal limits. Transaminases (SGOT and/or SGPT) may be up to 2.5 x institutional upper limit of normal (ULN) if alkaline phosphatase is \\< than or equal to ULN, or alkaline phosphatase may be up to 4 x ULN if transaminases are \\< than or equal to ULN.\n* Negative HCG pregnancy test for premenopausal women of reproductive capacity and for women less than 12 months after the menopause.\n* LVEF (by multi-gated radionuclide angiography or MUGA scan or by echocardiography)at or above institutional lower limit of normal\n* Patients must give written, informed consent indicating their understanding of and willingness to participate in the study.\n\nExclusion Criteria:\n\n* Stage IV breast cancer\n* Chemotherapy, radiation therapy, immunotherapy, or biotherapy for current breast cancer.\n* Pregnant or lactating patients.\n* Patients with a concurrently active second malignancy, other than adequately treated nonmelanoma skin cancers or in situ cervical cancer. Patients with other non-mammary malignancies must have been disease-free for at least five years.\n* Patients with known allergy/hypersensitivity to doxorubicin, cyclophosphamide, paclitaxel (or other drugs formulated in Cremophor EL) or E. coli-derived proteins.\n* Patients with unstable angina, congestive heart failure, current use of digitalis, betablockers, or calcium blockers for therapy of congestive heart failure, arrhythmia requiring medical therapy, or with a history of a myocardial infarction within 12 months.\n* Patients with a psychiatric illness that would prevent them from understanding the nature of the investigational therapy and complying with protocol requirements.\n* Patients with concurrent medical conditions, which, in the judgment of the investigator, would make them inappropriate candidates for study enrollment.\n* Patients with active, unresolved infections.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}