{
    "nctId": "NCT03805399",
    "briefTitle": "FUSCC Refractory TNBC Umbrella (FUTURE)",
    "officialTitle": "Precision Treatment of Refractory Triple Negative Breast Cancer Based on Molecular Subtyping --FUSCC-TNBC- Umbrella Trial",
    "overallStatus": "UNKNOWN",
    "conditions": "Triple-negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 140,
    "primaryOutcomeMeasure": "Objective Response Rate (ORR)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* ECOG Performance Status of 0, 1, or 2\n* Metastatic or locally advanced, histologically documented TNBC (absence of HER2, ER, and PR expression)\n* Radiologic/objective evidence of recurrence or disease progression after available standard chemotherapy regimens(anthracyclines,taxanes, platinums, vinorelbine,capacitabine, and gemcitabine included) for metastatic breast cancer(MBC)\n* Availability of a representative tumor specimen that is suitable for rebiopsy, IHC staining and gene sequencing\n* Adequate hematologic and end-organ function, laboratory test results, obtained within 14 days prior to initiation of study treatment.\n* For women of childbearing potential: agreement to remain abstinent (refrain from heterosexual intercourse) or use contraceptive measures as outlined for each specific treatment arm\n* Measurable disease according to Response Evaluation Criteria in Solid Tumors v1.1 (RECIST v1.1)\n* have the cognitive ability to understand the protocol and be willing to participate and to be followed up.\n\nExclusion Criteria:\n\n* Symptomatic, untreated, or actively progressing CNS metastases\n* Active or history of autoimmune disease or immune deficiency\n* Significant cardiovascular disease\n* History of malignancy other than breast cancer within 5 years prior to screening, with the exception of those with a negligible risk of metastasis or death\n* Treatment with chemotherapy, radiotherapy,immunotherapy or surgery (outpatient clinic surgery excluded)within3 weeks prior to initiation of study treatment.\n* Pregnancy or breastfeeding, or intention of becoming pregnant during the study",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}