{
    "nctId": "NCT02900248",
    "briefTitle": "CureOne Registry: Advanced Malignancy or Myelodysplasia, Tested by Standard Sequencing and Treated by Physician Choice",
    "officialTitle": "Patients Diagnosed With Advanced Malignancy or Myelodysplasia, Tested by Standardized Sequencing, and Treated by Physician-Determined Care Plan: A CureOne Observational Registry (N1)",
    "overallStatus": "TERMINATED",
    "conditions": "Neoplasms, Lung Neoplasms, Colon Neoplasms, Breast Neoplasms, Pancreatic Neoplasms, Prostate Neoplasms, Kidney Neoplasms, Liver Neoplasms, Rectal Neoplasms, Hematologic Neoplasms, Multiple Myeloma, Myelodysplastic Syndromes, Ovarian Neoplasms, Bladder Neoplasms, Testicular Neoplasms, Endometrial Neoplasms, Brain Neoplasms, Biliary Tract Neoplasms, Head and Neck Neoplasms, Uterine Cervical Neoplasms, Skin Neoplasms, Melanoma, Gastric Neoplasms, Anal Neoplasms, Sarcoma",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 23,
    "primaryOutcomeMeasure": "Best Overall Response",
    "eligibilityCriteria": "Inclusion:\n\n1. Patient is ≥ 18 years old.\n2. Patient is able to understand and agrees to comply with the requirements of the study and provides written informed consent indicating voluntary consent to participate in the registry. If the patient is unable to provide consent, but is able to comply with other study requirements, informed consent must be obtained by a durable power of attorney or healthcare proxy.\n3. Patient is diagnosed with any of the following malignancies or disorders AND with the corresponding American Joint Commission on Cancer (AJCC) 7th Edition Staging OR listed clinical scenario (i.e. a patient initially diagnosed with early stage lung cancer would not be a candidate, but if they later developed metastatic disease, they would be eligible and could be enrolled in this registry):\n\n   1. Solid Malignancies Tumor Type (Initial Stage: Clinical Scenario) Lung and Bronchus (Stage IIIB or IV: Metastatic or Extensive) Colorectal (Stage IVB: Metastatic) Pancreas (Stage IV: Metastatic) Breast (Stage IV: Metastatic) Prostate (Stage IV: Castrate resistant) Hepatobiliary (Non-resectable: Metastatic) Tumor of Unknown Primary (Non-resectable: Initial Diagnosis) Bladder (Stage IV: Metastatic) Esophageal (Stage IV: Metastatic) Brain and CNS (All: Initial Diagnosis) Ovarian Cancer (Stage IV or Non-resectable: Recurrent) Kidney or Renal Pelvis (Stage IV: Metastatic) Stomach (Stage IV: Metastatic) Endometrial (Stage IV: Metastatic) Melanoma (Stage IV: Metastatic) Oral Cavity and Pharynx (Stage IVC: Metastatic) Less common Solid Malignancies\\* (Stage IV: Metastatic)\n\n      \\*Defined as \\<1% annual death rate in the SEER database. This also includes histologies of common tumors that have been shown to have a more aggressive phenotype and require a different treatment approach than their more common counterparts.\n   2. Hematologic Malignancies Tumor Type (Initial Stage: Clinical Scenario) Non-Hodgkins Lymphoma (N/A: Progressed or relapsed after initial treatment) Multiple Myeloma (Non-smoldering disease: Requiring Treatment) Acute Myelogenous Leukemia (N/A: Initial Diagnosis or Relapse) Chronic Lymphocytic Leukemia (N/A: Progressed or relapsed after initial therapy) Acute Lymphoblastic Leukemia (N/A: Initial Diagnosis or Relapse) Hodgkins Lymphoma (N/A: Progressed or relapsed after initial therapy) Chronic Myelogenous Leukemia (N/A: Progressed or relapsed after initial therapy) Less common Hematologic Malignancies (N/A: Requiring Treatment)\n   3. Myelodysplasia with cytopenias at time of requiring treatment\n4. Unless otherwise specified, all participants will have NGS testing of an appropriate somatic tissue specimen (biopsy tissue or cell-free DNA) at a CureOne approved lab using the testing outlined in the protocol. The specimen used for testing must have been obtained within 6 months (180 days) preceding consent or on a specimen(s) obtained within 3 months (90 days) following consent to participate in this observational registry. Any non-registry biomarker testing must also be reported. Patient will be treated by physician-determined care plan.\n5. Patient has an Eastern Cooperative Oncology Group (ECOG) performance status of 0-2 at initial screening.\n6. Patient is willing and able to be treated by physician-determined care plan.\n7. Patient may participate in other clinical studies or registries while participating in this observational registry.\n8. Patient agrees with regular follow up (see Assessment Schedule below).",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}