{
    "nctId": "NCT01368107",
    "briefTitle": "Study Evaluating Impact of IL-7 on CD4 Lymphopenia, Risks of Severe Haematological Toxicity and Tumor Progression in Metastatic Breast Cancer Patients",
    "officialTitle": "A Randomised, Multicentric, Phase 2a Study Evaluating the Impact of an Immunotherapy by IL-7 on CD4 Lymphopenia, Risks of Severe Haematological Toxicity and Tumor Progression in Metastatic Breast Cancer Patients",
    "overallStatus": "COMPLETED",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 24,
    "primaryOutcomeMeasure": "to determine the optimal schedule to deliver CYT107 during chemotherapy based on restoration of CD4 count",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Female aged more than 18 years\n* Histologic diagnosis of metastatic breast cancer to be treated with capecitabine at study entry. NB: Patients previously treated with capecitabine are eligible only if more than 6 months have elapsed since the last capecitabine intake.\n* Lymphopenic (i.e. with at least one value of lymphocyte count 1500/µL within 15 days before Day 0).\n* Performance status ECOG of 0, 1,2 or 3\n* Life expectancy ≥ 6months\n* Adequate bone marrow, hepatic and renal function as follows:\n\n  * Neutrophils ≥ 1,000/µL\n  * Platelets ≥ 100 109/µL\n  * ASAT, ALAT, or Alkaline Phosphatase ≤ 2.5 x ULN\n  * Total Bilirubin ≤ 1.5 x ULN\n  * INR ≤ 1.5\n  * Calculated creatinin clearance ≥ 60mL/min (Cockcroft formula or MDRD formula for patients older than 65 years old)- Ability to understand and sign informed consent\n* Covered by a medical insurance.\n\nExclusion Criteria:\n\n* Prior history of other malignancies other than breast cancer (except for basal cell or squamous cell carcinoma of the skin or carcinoma in situ of the cervix) unless the subjects has been free of the disease for at least 3 years.\n* No resolution of specific toxicities related to any prior anti-cancer therapy to Grade ≤2 according to the NCI CTCAE v.4.0 (except lymphopenia, alopecia and neuropathy)\n* Wash out period of less than 5 times the half-life of previous anti-cancer treatment before study entry, except if previous chemotherapy treatment before study entry. NB: For patient previously treated by hormonotherapy, a wash out period of 1 week will be sufficient\n* Uncontrolled hypertension (i.e., resting systolic blood pressure greater than140 mmHg or resting diastolic blood pressure greater than 90 mmHg), despite pharmacologic antihypertensive treatment, confirmed with a second blood pressure measurement done later in the same day\n* History of lymphoid malignancy (e.g. Hodgkin disease, non Hodgkin lymphoma, Leukemia).\n* History of splenectomy or hematologic disease associated with hypersplenism, such as gamma or beta-thalassemia, hereditary spherocytosis, Gaucher's disease, or autoimmune hemolytic anemia.\n* Any cardiac, pulmonary, thyroid, renal, hepatic, neurological severe/uncontrolled concurrent medical disease that in the opinion of the investigator could cause unacceptable safety risks or compromise compliance with the protocol\n* Any history of severe auto-immune disease\n* Hepatitis B antigen (HBs Ag) positive, Hepatitis C (HCV Ab) antibody positive or HCV RNA detectable\n* Documented HIV-1 positivity\n* History of cardiovascular disorders grade \\>2 (NYHA) within 6 months preceding the inclusion\n* Active uncontrolled viral, fungal or bacterial infection\n* Active drug or alcohol use or dependence that, in the opinion of the investigator, would interfere with adherence to study requirements (participants must agree to refrain from substance abuse use during the entire course of the study)\n* Pregnant or breast-feeding women\n* No use of effective birth control methods for women of childbearing potential\n* Any contraindications to capecitabine treatment (refer to Xeloda SPC Appendix 11) and to any other anti-cancer treatment authorized as per protocol (refer to respective SPC for specific contraindications)",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}