{
    "nctId": "NCT03709186",
    "briefTitle": "Radiomic Markers for Breast Cancer Metastasis and Treatment Response Using MRI",
    "officialTitle": "Radiomic Markers for Breast Cancer Metastasis Using Dynamic Contrast Enhanced MRI and Diffusion-Weighted MRI",
    "overallStatus": "COMPLETED",
    "conditions": "Invasive Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 100,
    "primaryOutcomeMeasure": "Pathologic complete response (pCR)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Subjects must give appropriate written informed consent prior to participation in the study;\n2. Subjects must be able and willing to comply with the safety procedures during the scanning period;\n3. Subjects must be men and women age 18+\n4. Biopsy-confirmed diagnosis of invasive breast cancer; (ER+/-, PR+/-, HER2+/-).\n5. Stage I-III disease according to the AJCC v7 criteria.\n6. Patients with sufficient renal function (creatinine clearance, i.e., \\>=30 mL/min/1.73 m2).\n7. Primary treatments can include neoadjuvant chemotherapy or surgery\n\nExclusion Criteria:\n\n* 1. Subjects with a past medical history of abnormalities, significant injury, or medical or surgical procedures (e.g. Silicone/saline implants) involving either breast, exclusive of the lesion at issue.\n\n  2. Subjects with any dermatologic abnormalities (including tattoos, open sores, or breached skin) involving either breast 3. Subjects with a current or past medical history of connective tissue disease 4. Subjects who are pregnant or lactating 5. Subjects with an implanted electronic device such as a cardiac pacemaker, defibrillator, or neurological stimulator 6. Subjects, who, in the opinion of the investigator or clinical research coordinator, may not otherwise be appropriate for inclusion into the study, such as significant anxiety, history of musculoskeletal disease which may predispose them to discomfort during the imaging/scanning period.\n\n  7. Allergies to any contrast agent administered to this study.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}