{
    "nctId": "NCT02349217",
    "briefTitle": "Mindfulness Based Couples Therapy",
    "officialTitle": "Mindfulness Based Couples Therapy for Breast Cancer Survivors: A Pilot Study",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 24,
    "primaryOutcomeMeasure": "Feasibility of Mindfulness Based Couples Therapy Intervention Among Breast Cancer Survivors and Their Partners (intervention adherence rate, defined as the proportion of sessions completed out of a total of 8 sessions)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Stage 0-IIIA breast cancer survivors and their partner\n2. All the female breast cancer survivors will be at least two months from receiving cancer treatment (surgery, adjuvant therapy or radiation) and within three years from completing cancer treatment, except for tamoxifen/aromatase inhibitors.\n3. Are able to read and write in English\n4. Are able to pass the Physical Activity Readiness Questionnaire or participant provides a letter from their physician or nurse practitioner clearing them for study participation\n5. All couples co-habiting for at least 3 years with current partner who is willing to participate in study\n6. Are 21 years of age or older\n\nExclusion Criteria:\n\n1. Male breast cancer survivors;\n2. Participants with a diagnosis of diabetes, unless they are able to provide a letter from a physician who will continue to monitor the participant during the research study\n3. Anti-inflammatory medications (e.g. statins, cholesterol medication)\n4. Consume excessive amounts of alcohol (\\>30 drinks/week)\n5. Pregnant or thinking about becoming pregnant during the study period\n6. Lactating women\n7. Major medical conditions involving the immune system such as autoimmune and/or inflammatory diseases\n8. Pressure readings \\>/=140/90 mm Hg, as defined by the 7th Report of the Joint National Committee on Prevention, Detection, Evaluation, and Treatment of High Blood Pressure, will be deemed ineligible to participate and excluded from the study. They will be referred to their family physician or community services. Those ineligible based on their initial blood pressure reading are allowed to participate if they provide a letter from a physician who will continue to monitor the participant during the research study.\n9. A hemoglobin level \\< 10g/dl\n10. Person less than 21 years of age",
    "sex": "ALL",
    "minimumAge": "21 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}