{
    "nctId": "NCT00712881",
    "briefTitle": "Combination Therapy With MYOCET® (Doxorubicin HCL Liposome for Injection) in Participants With HER2-Positive Breast Cancer",
    "officialTitle": "Prospective, Open-Label, Randomized Study of Combination Therapy of MYOCET® Plus Cyclophosphamide and Trastuzumab Versus Free Doxorubicin Plus Cyclophosphamide Alone, Each Followed by Docetaxel and Trastuzumab, in Neoadjuvant Setting in Treatment-Naive Patients With HER2-Positive Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 126,
    "primaryOutcomeMeasure": "Percentage of Participants Exhibiting a Pathological Complete Response (pCR) in Breast",
    "eligibilityCriteria": "Main Inclusion Criteria:\n\n* Treatment-naive participants with stage II or III invasive breast cancer (proven histologically/cytologically) and with tests showing an overexpressing of HER2.\n* Participants have at least 1 bidimensionally measurable lesion according to the World Health Organization (WHO) criteria.\n* The participant has an Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1.\n* The participant has an LVEF of at least 55% as assessed by multigated acquisition (MUGA) scan (preferred) or echocardiography.\n* The participant has hematology and serum chemistry laboratory test results within specific protocol-defined ranges.\n* Women of childbearing potential must use a medically accepted method of contraception and must agree to continue use of this method for the duration of the treatment period and for 6 months after the last administration of study drug.\n\nMain Exclusion Criteria:\n\nThe participant:\n\n* Has received previous cancer therapy for breast cancer.\n* Has any history of CHF, angina pectoris, or myocardial infarction.\n* Has uncontrolled hypertension.\n* Has infection, peptic ulcer, or unstable diabetes mellitus.\n* Has been treated with live virus vaccines within 8 weeks before the first administration of study drug.\n* Has impaired hepatic or renal function.\n* Is a pregnant or lactating woman. (Any women becoming pregnant during the study will be withdrawn from the study.)\n* Has used an investigational drug within one month before the screening visit.\n* Has a known hypersensitivity to any of the study drugs or to their active ingredients.\n* Has an inflammatory breast cancer.\n* Has had any other malignancies within five years (except for adequately treated carcinoma in situ of the cervix or basal or squamous cell skin cancer).\n\nNote: Other inclusion and exclusion criteria may apply.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}