{
    "nctId": "NCT00570908",
    "briefTitle": "Brain Mets - Capecitabine Plus Sunitinib and WBRT",
    "officialTitle": "A Phase 2 Trial of Capecitabine Concomitantly With Whole Brain Radiotherapy(WBRT) Followed by Capecitabine and Sunitinib for Central Nervous System, (CNS) Metastases in Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 12,
    "primaryOutcomeMeasure": "Progression Free Survival",
    "eligibilityCriteria": "Inclusion Criteria:\n\nPatients must be age 18 or older. Histological or cytologically confirmed invasive breast cancer, with Stage IV disease.\n\nEvidence of radiographically measurable CNS metastases (greater than or equal to 10mm on T1-weighted gadolinium-enhanced MRI) within 2 weeks prior to starting treatment. Patients without known extra-CNS disease are eligible.\n\nMust have metastases in the brain. Patients with concurrent leptomeningeal carcinomatosis are eligible for the study. Local radiation to sites of meningeal involvement in the spine is allowed.\n\nNo prior whole brain radiation. Patients who had previous stereotactic brain irradiation are eligible, provided they have new measurable brain lesions (which has not been radiated previously) and will receive WBRT at 30Gy over 10 fractions.\n\nMay undergo surgical resection of CNS metastases if clinically indicated, but must have remaining measurable disease in the brain after surgery.\n\nNo prior treatment with capecitabine in the adjuvant or metastatic settings. Patients may have completed 5-fluorouracil based treatment in the adjuvant setting or metastatic setting more than one year prior.\n\nPatients who had previous trastuzumab therapy will be eligible but treatment will be discontinued prior to enrollment.\n\nCardiac ejection fraction within institutional range of normal as measure by echocardiogram or MUGA scans at baseline.\n\nHematological adequacy Hepatic adequacy Renal adequacy Must have recovered from toxicity of prior chemotherapy with laboratory values as specified above. Concurrent treatment with bisphosphonates is permitted. Performance status of ECOG 0-1.\n\nLife expectancy of at least 12 weeks. At least 3 weeks since major surgical procedures. Able to swallow and retain oral medication.\n\nExclusion Criteria:\n\nPregnant or breast feeding. Known allergy to capecitabine or 5-fluorouracil. Known to have dihydropyrimidine dehydrogenase (DPD) deficiency.\n\nPatients who have leptomeningeal carcinomatosis as the only site of CNS metastases.\n\nPatients taking concomitant medications which are CYP3A4 inhibitors or inducers.\n\nPatients who will receive intrathecal chemotherapy for leptomeningeal disease. Patients with psychiatric or addictive disorders that would adversely effect compliance with oral medication.\n\nLife expectancy less than 3 months. Symptomatic lymphangitic spread to lung. Malabsorption syndrome, disease significantly affecting gastrointestinal function, or resection of the stomach or small bowel.\n\nHistory of immediate or delayed hypersensitivity reaction to gadolinium contrast agents, or other contraindication or gadolinium contrast.\n\nOther known contraindication to MRI, such as a cardiac pacemaker, implanted cardiac defibrillator, brain aneurysm clips, cochlear implant, ocular foreign body, or shrapnel,\n\n1Vascular disease within 12 months prior to enrollment Uncontrolled infection History of other malignancy, except for curatively treated basal cell carcinoma or squamous cell carcinoma of the skin, or carcinoma in situ of the cervix. Subjects with other malignancies who have been disease-free for at least 5 years are eligible",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}