{
    "nctId": "NCT05461690",
    "briefTitle": "Phase II Study of Niraparib in Metastatic TNBC Patients With Homologous Recombination Deficiency",
    "officialTitle": "Phase II Study of Niraparib Single Agent in Metastatic Triple Negative Breast Cancer Patients With Homologous Recombination Deficiency",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Homologous Recombination Deficiency, Triple Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 50,
    "primaryOutcomeMeasure": "Objective Response Rate (ORR)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patient is female at least 18 years of age.\n2. Eastern Cooperative Oncology Group (ECOG) performance status score of 0 or 1.\n3. Life expectancy longer than 6 months.\n4. Patients with histologically confirmed metastatic breast cancer must have disease that is HER2-negative, estrogen receptor-negative, and progesterone receptor-negative (ie, TNBC).\n5. Patient has measurable lesions by RECIST v1.1.\n6. Patients has archival tumor tissue available or a fresh biopsy must be obtained prior to study treatment initiation for HRD test. The HRD test results must be positive (HRR mutation or/and HRD score≥42).\n7. Patients had received no more than two previous chemotherapy regimens for metastatic disease, and they had received neoadjuvant or adjuvant treatment or treatment for metastatic disease with an anthracycline (unless it was contraindicated) or a taxane.\n8. Previous neoadjuvant or adjuvant treatment with platinum or/and anthracycline were allowed if at least 6 months had elapsed since the last dose. Previous treatment with platinum or/and anthracycline for metastatic disease were allowed if there was no evidence that disease progression had occurred during treatment.\n9. Patient has adequate organ function, defined as:\n\n   1. Absolute neutrophil count (ANC) ≥ 1,500/μL(growth factor support treatment shall not be used within 7 days after the start of study treatment）\n   2. Platelets ≥ 100,000/μL(platelet transfusion or any form of platelet raising therapy shall not be used within 2 weeks after the start of the study)\n   3. Hemoglobin ≥ 9 g/dL(blood transfusion shall not be used within 2 weeks after the start of study treatment. EPO support treatment shall not be used within 7 days after the start of study treatment.)\n   4. Serum creatinine ≤ 1.5× upper limit of normal (ULN) or calculated creatinine clearance ≥ 60 mL/min using Cockcroft-Gault equation for patients with creatinine levels \\> 1.5× institutional ULN\n   5. Total bilirubin ≤ 1.5× ULN OR direct bilirubin ≤ 1× ULN\n   6. Aspartate aminotransferase (AST) and alanine aminotransferase (ALT) ≤ 2.5× ULN unless liver metastases are present, in which case they must be ≤ 5× ULN\n   7. Urine protein ≤ (+), or 24-hour urine protein quantity is less than 1g\n   8. International normalized ratio (INR) or prothrombin time (PT) ≤ 1.5× ULN unless patient is receiving anticoagulant therapy as long as PT or partial thromboplastin time (PTT) is within therapeutic range of intended use of anticoagulants\n   9. Activated partial thromboplastin time (aPTT) ≤ 1.5× ULN unless patient is receiving anticoagulant therapy as long as PT or PTT is within therapeutic range of intended use of anticoagulants\n10. Female patient has a negative serum pregnancy test within 7days prior to taking study medication if of childbearing potential, or agrees to abstain from activities that could result in pregnancy from enrollment through 180 days after the last dose of study treatment, or be of non-childbearing potential. Non-childbearing potential is defined as (by other than medical reasons).\n11. Female patients must agree not to breastfeed during the study period or within 180 days after the last dose of study treatment.\n12. Patient agrees to blood samples during screening and at the end of treatment for cytogenetic analysis.\n\nExclusion Criteria:\n\n1. Patients have received PARP inhibitors for metastatic breast cancer.\n2. Patients who are concurrently participating in any interventional clinical trial and have received an investigational therapy ≤ 4 weeks prior to initiation of protocol therapy or within at least 5 elimination half-lives of the investigational drug.\n3. Patients who have received radiotherapy with \\> 20% bone marrow coverage before treatment initiation, except for minor palliative radiotherapy within 1 weeks prior to enrollment.\n4. Patients with visceral crisis requiring chemotherapy.\n5. Patients with hypersensitivity to nilaparib.\n6. Patients receiving blood transfusions (platelets or red blood cells) ≤ 4 weeks prior to starting protocol therapy.\n7. Patients who have received colony-stimulating factors (eg, granulocyte-colony stimulating factor \\[g-CSF\\], granulocyte-macrophage colony-stimulating factor, or recombinant erythropoietin) 4 weeks prior to starting protocol therapy.\n8. Known history of platelet transfusions for chemotherapy-induced thrombocytopenia or ≥ Grade 3 hematologic toxicity from prior cancer therapy (lasting \\> 4 weeks and associated with most recent therapy).\n9. Patient has any known history of myelodysplastic syndrome (MDS) or acute myeloid leukemia (AML).\n10. Patient has a serious, uncontrolled medical condition, non-malignant systemic disease, or active, uncontrolled infection.\n11. Patient has other types of cancer ≤ 2 years prior to starting protocol therapy.\n12. Patients with symptomatic brain metastasis or leptomeningeal metastasis.\n13. Patients with prior allogeneic bone marrow transplant or cord blood transplant.\n14. Patients who cannot swallow oral medication.\n15. Patients with gastrointestinal disorders that could interfere with absorption of the study drug.\n16. Patient has a systemic active autoimmune disease (use of disease modifying agents, corticosteroids, or immunosuppressive agents, etc.) within the past 2 years.\n17. Patients with a history of human immunodeficiency virus, active hepatitis B or C.\n18. Female patients who are pregnant or lactating or adults of childbearing potential not using effective contraceptive methods.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}