{
    "nctId": "NCT05519059",
    "briefTitle": "Pelareorep and Paclitaxel Injection in Chinese Patients With Advanced or Metastatic Breast Cancer",
    "officialTitle": "A Multicenter, Single-Arm, Open-Label Phase I Clinical Study of Pelareorep With Paclitaxel in Advanced or Metastatic Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Advanced or Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 15,
    "primaryOutcomeMeasure": "Number of participants with Dose Limiting Toxicities (DLTs)",
    "eligibilityCriteria": "Inclusion Criteria:\n\nSubjects are eligible to be included in the study only if all of the following criteria apply:\n\n1. Voluntarily participating in this trial and having signed the Informed Consent Form (ICF).\n2. Women aged ≥18 and ≤70 years (at the time of signing ICF).\n3. Pathohistologically or cytologically documented unresectable advanced or metastatic breast cancer that is suitable for paclitaxel treatment, negative for HER2 amplification/overexpression as defined per the American Society of Clinical Oncology - College of American Pathologists (ASCO-CAP) guidelines (Appendix 1), and positive for estrogen receptor (ER) or progesterone receptor (PR).\n4. At least one measurable target lesion as defined by Response Evaluation Criteria In Solid Tumors (RECIST) 1.1.\n5. Anticipated life expectancy ≥3 months.\n6. Eastern Cooperative Oncology Group (ECOG) performance score (PS) 0 to 1.\n7. Prior chemotherapy meeting the followings:\n\n   * The subject has received no or only 1 chemotherapy regimen (monotherapy or combined treatment) after relapse or metastasis;\n   * Prior adjuvant, neoadjuvant or first-line chemotherapy with taxanes, if any, has been discontinued for \\>12 months by the time of enrollment, and none of the prior therapies were discontinued due to progressive disease or toxicity.\n8. Prior endocrinotherapy meeting the followings:\n\n   The subject has received at least one endocrinotherapy regimen, alone or combined with CDK4/6 or mTOR inhibitors, and has experienced progressive disease or intolerability.\n9. Meeting the following criteria for laboratory tests (provided that there was no blood transfusion, use of G-CSF or use of drug for correction of, e.g., blood components, etc., within 14 days prior to the test):\n\n   Test Criterion Hematology Neutrophil count ≥ 1.5 ×10\\^9/L\n\n   Platelet count ≥ 100 ×10\\^9/L RBC count ≥ 90g/L Lymphocyte count ≥0.8×10\\^9/L Biochemistry\n\n   Serum creatinine ≤1.5 × upper limit of normal (ULN) and estimated creatinine clearance ≥40 mL/min (by Cockcroft -Gault formula, see Appendix 3) Albumin ≥30g/L Total bilirubin ≤1.5 × ULN\n\n   AST and ALT ≤ 2.5 × ULN (or ≤3.0 × ULN in the presence of documented liver metastasis) Coagulation International Normalized Ratio (INR) or prothrombin time (PT)\n   * 1.5 × ULN Activated partial thromboplastin time (aPTT)\n   * 1.5 × ULN Urinalysis (24h urine protein quantitation if necessary) Urine protein ≤1+; if ≥2+, 24h protein quantitation is required and should be \\<1.0g/24h\n10. Duration from the end of last non-study treatment to the first study treatment:\n\n    * Prior chemotherapy or other investigational product: \\>4 weeks or \\>5 half lives, whichever occurred later (or \\>4 weeks if the half life is unavailable)\n    * Surgical treatment or radiotherapy: \\>3 weeks\n    * Endocrinotherapy or small-molecular targeted therapy: \\>2 weeks\n11. Women of childbearing potential must have a negative pregnancy test within 7 days prior to the first study treatment, be willing to use appropriate and reliable contraception throughout the treatment period and for 6 months after last study treatment, and be willing to undergo additional pregnancy tests during the study.\n\nExclusion Criteria:\n\n1. A history of other malignancies, except for adequately treated non-melanoma skin cancer or solid tumors curatively treated with no evidence of disease for \\> 3 years.\n2. Known active, uncontrolled or symptomatic central nervous system (CNS) metastases, carcinomatous meningitis, or leptomeningeal disease as indicated by clinical symptoms, cerebral edema, and/or progressive growth. Subjects with CNS metastases treated with radiation therapy (WBXRT or SRS) are eligible if \\> 28 days following completion of XRT, they show stable disease on post-treatment MRI/CT, are off corticosteroids, and are neurologically stable.\n3. Patients who have not recovered from acute toxicities of previous therapy(ies), except treatment-related alopecia or stable sensory neuropathy ≤ Grade 2 (CTCAE v5.0).\n4. Systemic immunosuppressive therapy lasting \\>2 weeks within 1 month prior to the first study treatment or immunosuppressants used within the last 7 days including but not limited to prednisone \\>10 mg/day or equivalent, yet excluding intermittently used inhaled corticosteroids as bronchodilators or topical steroid injections.\n5. Positivity for hepatitis B surface antigen (HBsAg) with hepatitis B viral load (HBV-DNA) higher than the laboratory lower limit of detection, or positivity for anti-hepatitis C virus antibody (anti-HCV) with hepatitis C viral load (HCV-RNA) higher than the laboratory lower limit of detection, or positivity for anti-human immunodeficiency virus (HIV) antibody (anti-HIV), or positivity for treponema pallidum antibody.\n6. Patients with autoimmune diseases.\n7. A history of opportunistic infection within 1 year, presence of active, uncontrolled infection (clinically significant viral, bacterial, fungal or other infections), antibiotic or antiviral treatment given within 14 days prior to first study treatment.\n8. Inoculation with live or attenuated virus vaccine within 1 months prior to screening.\n9. Cardiovascular diseases of clinical significance, including:\n\n   * Myocardial infarction within the last 6 months\n   * Unstable angina (despite the attempt to control it with drug)\n   * Heart failure (New York Heart Association \\[NYHA\\] ≥ class II)\n   * QTc interval ≥470ms (Fridericia's Correction Formula: QTcF= QT msec/(RR sec)0.33)\n   * Left ventricular ejection fraction (LVEF) measured by echocardiography or multigated acquisition (MUGA) ≤50%\n   * Uncontrolled hypertension (BP\\>150/90mmHg despite optimal treatment)\n10. Severe hematological, gastrointestinal, respiratory or endocrine disorders.\n11. Known hypersensitivity to paclitaxel or any of its excipients , or to Pelareorep or any of its components.\n12. Patients who have been enrolled into another clinical study of drugs, medical devices or prosthesis implantation, or where ≤4 weeks have elapsed since discontinuation of another investigational drug or medical device or prosthesis implantation.\n13. Pregnant or lactating women.\n14. Other circumstances that in the investigator's opinion may affect patient's protocol compliance or evaluation of study indicators and thus make it inappropriate for the patient to participate in the study.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}