{
    "nctId": "NCT00434369",
    "briefTitle": "5-Fluorouracil Combined With CoFactor (5-10 Methylenetetrahydrofolate) in Treating Advanced Breast Cancer Patients",
    "officialTitle": "A Multi-Center, Open-Label, Single-Arm Phase II Trial Assessing the Efficacy and Safety of Weekly Bolus Infusions of 5-Fluorouracil Combined With CoFactor (5-10 Methylenetetrahydrofolate) in Advanced Breast Cancer Patients Who Failed Anthracycline and Taxane Chemotherapy Regimens",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 31,
    "primaryOutcomeMeasure": "Overall Response Rate",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Signed informed consent.\n* Women with a histologically/cytologically proven diagnosis of advanced adenocarcinoma of the breast.\n* Measurable disease. At least one unidimensionally measurable non-bony lesion with a diameter \\>=10 mm using spiral CT scans (use of spiral CT must be documented in medical records and used consistently throughout the study) or \\>= 20 mm using conventional CT or MRI scans outside the irradiated area according to RECIST criteria.\n* Patients having failed both prior anthracycline and taxane derivative chemotherapy regimens. Anthrocycline and Taxane failure definitions as defined in the protocol.\n* No more than two prior chemotherapy regimens for advanced disease.\n* Performance status (ECOG) \\<= 2 or Karnofsky \\>= 70\n* Age \\>= 18 years.\n* Life expectancy \\>= 12 weeks.\n* Adequate organ function as shown by the following:\n\n  1. WBCs \\>= 3.0 x 109/L, absolute neutrophil count (ANC)\\>= 1.5 x 109/L, platelets \\>= 100 x 109/L, hemoglobin \\>= 9 g/dL\n  2. Bilirubin \\<= 1.25 x the upper limit of normal (ULN),aspartate aminotransferase(AST or alanine aminotransferase(ALT),= 3 x ULN (or \\<= 5 x ULN in case of liver metastases)\n  3. Serum calcium within normal limits\n  4. Serum albumin within the normal range for the study site\n  5. Creatinine clearance \\>= 60 mL/min (Cockroft and Gault)\n  6. Left ventricular ejection fraction (LVEF) within normal limits as shown by echocardiography or scintigraphy (multiple-gated acquisition scan).\n* Patients of childbearing potential must be using medically acceptable contraception for 4 weeks before start of study treatment and 4 months after study treatment completion. Patients of childbearing potential must have a negative pregnancy test result within 7 days prior to study treatment initiation.\n* Patients with parenchymal brain metastases must be either adequately controlled following resection or completed appropriate radiation therapy and be receiving a stable corticosteroid dose prior to study entry. Patients with leptomeningeal involvement should not be included in the study.\n\nExclusion Criteria:\n\n* Her2/neu positive tumor (2+ or 3+).\n* Pregnancy or lactation\n* Systemic cytotoxic anti-cancer therapy within \\<=4 weeks of study entry, or 6 weeks if the systemic therapy contains a nitrosourea or mitomycin C. Hormonal anti-cancer treatment must be ongoing, or must have been discontinued \\>3 months before study entry.\n* Prior 5-FU- and/or capecitabine-based palliative chemotherapy.\n* Extensive prior radiotherapy affecting more than 30% of bone marrow reserves, or bone marrow / stem cell transplantation.\n* Participation in clinical studies of non-approved experimental agents or procedures within \\<=4 weeks of study entry.\n* History of other malignancy, unless cured and the patient has been disease-free for \\>=2 years. Patients with a history of cervical carcinoma in situ or cured stage I cervical cancer, or of epidermal or basal cell skin cancer, may be eligible for enrollment after discussion with the sponsor.\n* Previous unexpected reaction to fluoropyrimidines, with or without documented deficiency of dihydropyrimidine dehydrogenase, or known hypersensitivity to 5-FU.\n* Psychologic, familial, sociologic or geographic conditions which do not permit compliance with the study protocol and/or study.\n* Significant cardiac disease, including symptomatic ventricular arrhythmia, congestive heart failure, myocardial infarction within 12 months before study entry.\n* Concomitant treatment with any experimental drug or anti-cancer drug, except hormone therapy or bisphosphonates.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}