{
    "nctId": "NCT02376985",
    "briefTitle": "Evaluation of Oral Care to Prevent Oral Mucositis in ER Positive MBC Patients Treated With Everolimus: Phase 3 RCT",
    "officialTitle": "Evaluation of Oral Care to Prevent Oral Mucositis in Estrogen Receptor Positive Metastatic Breast Cancer Patients Treated With Everolimus: Phase III Randomized Control Trial",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 174,
    "primaryOutcomeMeasure": "Incidence of oral mucositis (Over Grade 1) after everolimus treatment",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Female patients with a histological diagnosis of breast cancer (regardless of histological subtype of breast cancer).\n2. Diagnosis of metastatic or recurrent breast cancer satisfies either of the below.\n\n   1. Distant metastasis present that is inoperable at time of first examination (Stage IV, 3.1 Clinical stage classification)\n   2. Progression of distant metastasis or recurrence of breast cancer after treatment (after surgery and after treatments prior to and after surgery)\n3. Histologically confirmed diagnosis of ER-positive breast cancer\n4. Postmenopause\n5. Any of the below conditions indicating resistance to aromatase inhibitor therapy. The aromatase inhibitor therapy need not be the most recent therapy.\n\n   1. Recurrence during ongoing adjuvant therapy with an aromatase inhibitor, or recurrence within 12 months after adjuvant therapy with an aromatase inhibitor\n   2. Progression during ongoing aromatase inhibitor therapy for advanced breast cancer, or progression within 1 month after ending aromatase inhibitor therapy\n6. Any number of chemotherapy (anti-neoplastic drugs) are allowed since diagnosis of metastatic or recurrent breast cancer\n7. Aged ≥20 years\n8. PS of 0-1. (ECOG scale).\n9. Previous treatment (including adjuvant therapy) satisfies all the conditions below.\n\n   1. Hormone therapy: At least 7 days have elapsed from the last administration of hormonal therapy.\n   2. Radiotherapy: At least 14 days have elapsed from the last irradiation.\n10. Organ function (within 4 weeks before enrollment) satisfies all the conditions below.\n\n    1. Neutrophil count (band cells + segmented cells) of ≥1,500/mm3, or white blood cell count of ≥3,000/mm3\n    2. Platelet count of ≥100,000/mm3\n    3. Total bilirubin of ≤2.5 × ULN\n    4. AST (GOT) and ALT (GPT) of ≤2.5 × ULN\n    5. Serum creatinine of ≤1.5 × ULN\n11. Cardiac function satisfies either of the below.\n\n    1. No cardiac disorder: No fatigue, palpitation, shortness of breath, or anginal pain during everyday activities as confirmed by interview.\n    2. Has a cardiac disorder that does not limit movement, patient is confirmed to experience no fatigue, palpitation, shortness of breath, or anginal pain during everyday activities, and this health status is deemed to be maintained during treatment.\n12. Informed consent is obtainable from the subject herself in documented form using the Consent Form.\n\nExclusion Criteria:\n\n1. Edentulous jaw (in both upper and lower jaws)\n2. Occurrence of oral mucositis within 1 month prior to randomization\n3. Chemotherapy used within 1 month prior to randomization\n4. Exemestane monotherapy (this exclusion criterion is not met if ≥3 months has elapsed since the last exemestane treatment) as most recent therapy\n5. Previous mTOR inhibitor treatment (everolimus, etc.)\n6. Interstitial pneumonia or pulmonary fibrosis.\n7. Received drug treatment known to have a strong inhibitory or inductive effect on the cytochrome P450 (CYP) 3A isozymes (rifabutin, rifampicin, clarithromycin, ketoconazole, itraconazole, voriconazole, ritonavir, telithromycin) (See Table 4.1.2.1 and 4.1.2.2 for lists of prohibited concomitant drugs).\n8. Positive result of HBs antigen, HBc antibody and/or HBs antibody.\n9. HCV infection or a history of HCV infection.\n10. History of hypersensitivity to a protocol treatment drug or a vehicle in the drug preparation.\n11. Multiple active cancers (homochronous multiple cancers, or heterochronous multiple cancers with a cancer-free period of less than 5 years prior to randomization).\n\n    Carcinoma in situ deemed to be cured by local treatment (lesions that are intraepithelial carcinoma or mucosal cancer) is not included as an active multiple cancer.\n12. Overexpression of HER2 (Her2/neu, Erb B2), and the condition is considered to be indicated for trastuzumab (herceptin®) treatment (when the state of HER2 expression is unknown, the patient is not excluded, but is treated as eligible).\n\n    In other words, patients that satisfy any of the below conditions will be excluded.\n\n    At either the primary or the metastatic lesion:\n    1. Strongly positive, \"3+\" by HER2 IHC.\n    2. Positive \"+\" by FISH\n13. Brain metastasis that requires treatment for intracranial hypertension or emergency irradiation of the brain.\n14. Extensive liver metastasis, or lymphangitic lung metastasis with accompanying dyspnea.\n15. Pleural effusion, ascites, or pericardial effusion that requires emergency treatment.\n16. Concurrent and active infectious disease.\n17. With uncontrolled diabetes mellitus or currently receiving insulin therapy.\n18. Difficulty to participate in this study due to mental illness or psychiatric symptoms.\n19. With another reasons recognized as inadequate to participate in this study by doctors.",
    "sex": "FEMALE",
    "minimumAge": "20 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}