{
    "nctId": "NCT05746728",
    "briefTitle": "Surufatinib Combined With Tislelizumab in the Second-line and Further Treatment of Triple-negative Breast Cancer",
    "officialTitle": "A Multicenter, Open-label, Single-arm Study of Surufatinib in Combination With Tislelizumab for Second-line and Further Treatment of Metastatic Triple-negative Breast Cancer (TNBC)",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Metastatic Triple-negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 45,
    "primaryOutcomeMeasure": "Progression-free survival",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients voluntarily participated in the study, signed the informed consent, and had good compliance;\n* Female patients ≥18 years;\n* TNBC confirmed by histology or cytology. Triple negative is defined as \\<1% expression of estrogen receptor (ER) and progesterone receptor (PR), and negative in situ hybridization expression of human epidermal growth factor receptor 2 (HER2).\n* Unresectable locally advanced or metastatic TNBC failed or relapsed after treatment with at least one line of standard chemotherapy regimens (taxanes and/or anthracyclines). For patients with documented germ line BRCA1/BRCA2 (breast cancer 1 gene/breast cancer 2 gene) mutations, PARP inhibitors can be considered as one of the previous standard therapies if they have been treated with approved PARP inhibitors;\n* Patients should have at least one measurable lesion (RECIST 1.1);\n* ECOG PS 0 or 1;\n* Expected survival ≥12 weeks;\n* Blood test (without blood transfusion within 14 days)\n\n  1. Neutrophil absolute value ≥1.5×109/L, platelet ≥100×109/L, hemoglobin concentration ≥9g/dL);\n  2. Liver function test (aspartate aminotransferase and glutamic aminotransferase ≤2.5×ULN, bilirubin ≤1.5×ULN; In the presence of liver metastasis, AST and ALT≤5×ULN);\n  3. Renal function (serum creatinine ≤1.5×ULN, or creatinine clearance (CCr)≥60ml/min);\n  4. Coagulation, International standardized ratio (INR) ≤1.5, prothrombin time (PT) and activated partial thrombin time (APTT) ≤1.5×ULN;\n  5. Thyroid function, thyroid stimulating hormone (TSH) ≤ upper limit of normal (ULN); If abnormal, FT3 and FT4 levels should be examined, and normal FT3 and FT4 levels can be included.\n* Women of reproductive age must undergo a negative serum pregnancy test within 14 days prior to treatment and be willing to use medically approved effective birth control (e.g., intrauterine devices, contraceptives or condoms) during the study period and within 3 months after the last study drug use.\n\nExclusion Criteria:\n\n* During the first 4 weeks of treatment, receive the following treatments: including but not limited to surgery, chemotherapy, radical radiotherapy, biotargeted therapy, immunotherapy, and other investigational drugs;\n* Previous treatment with anti-VEGF /VEGFR targeting drugs, such as Surufatinib; Or have previously received the following therapies: anti-PD-1, anti-PD-L1 or anti-PD-L2 drugs or synergistic inhibition of T cell receptors in response to another stimulus (including but not limited to CTLA-4, OX-40, LAG-3, CD137, etc.);\n* Immunosuppressive drugs have been administered in the 14 days prior to initiation of treatment, but do not include nasal and inhaled corticosteroid hormones or physiological doses of systemic steroid hormones (i.e., the daily dose of prednisolone does not exceed 10 mg or the equivalent physiological dose of another corticosteroid);\n* History of any active autoimmune disease or autoimmune disease (including but not limited to: autoimmune hepatitis, interstitial pneumonia, uveitis, enteritis, hepatitis, pituitaritis, vasculitis, nephritis, hyperthyroidism, hypothyroidism; Subjects with vitiligo or asthma may have complete remission in childhood and do not currently require medical intervention, or have a history of allotransplantation or allohematopoietic stem cell transplantation);\n* Symptomatic brain or meningeal metastases (except those with brain metastases that have undergone local radiotherapy or surgery for more than 6 months and whose disease control is stable);\n* Severe infection (e.g. intravenous antibiotic, antifungal, or antiviral) within 4 weeks of treatment, or unexplained fever \\> 38.5 ℃ during screening/initial administration;\n* Have high blood pressure that is not well controlled by antihypertensive medications (systolic blood pressure ≥140 mmHg or diastolic blood pressure ≥90 mmHg)\n* Urine routine indicated urine protein ≥2+, and 24 hours urine protein quantity \\>1.0g;\n* Obvious clinical bleeding symptoms or obvious bleeding tendency (bleeding \\> 30 mL within 3 months, hematemesis, black feces, blood in stool), hemoptysis (fresh blood \\> 5 mL within 4 weeks) within 3 months prior to treatment. Or treatment of venous/venous thrombosis events occurring within the preceding 6 months, such as cerebrovascular accidents (including transient ischemic attack, cerebral hemorrhage, cerebral infarction), deep vein thrombosis and pulmonary embolism; Long-term anticoagulant therapy with warfarin or heparin, or long-term antiplatelet therapy (aspirin ≥300 mg/day or clopidogrel ≥75 mg/day) is required;\n* Active heart disease, including myocardial infarction, severe/unstable angina, occurs 6 months before treatment. Left ventricular ejection fraction \\< 50% by echocardiography and poor arrhythmia control (including QTcF interval, \\> 450 ms in men and \\> 470 ms in women);\n* The patient has had other malignancies (except cured basal cell carcinoma of the skin and carcinoma in situ of the cervix) within the previous 3 years or at the same time.\n* Known allergy to the study drug or any of its excipients, or severe allergic reaction to other monoclonal antibodies;\n* Active or uncontrolled severe infection;\n\n  1. Known human immunodeficiency virus (HIV) infection;\n  2. A known history of clinically significant liver disease, including viral hepatitis \\[active HBV infection, i.e., HBV DNA positive (\\>1×104 copies /mL or \\>2000 IU/ml) must be excluded for a known hepatitis B virus (HBV) carrier;\n  3. Known hepatitis C virus infection (HCV) and HCV RNA positive (\\>1×103 copies /mL), or other hepatitis, cirrhosis\\];\n* Any other medical condition, clinically significant metabolic abnormality, physical abnormality or laboratory abnormality, which, in the investigator's judgment, the patient has a medical condition or condition that is reasonably suspected to be unsuitable for the use of the study drug (such as the presence of epileptic seizures requiring treatment), or which would interfere with the interpretation of the study results, or place the patient at high risk;\n* The patients considered by the investigators to be unsuitable for inclusion in this study.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}