{
    "nctId": "NCT06530082",
    "briefTitle": "A Single Arm Clinical Study of Dendritic Cell Vaccine Loaded With Circular RNA Encoding Cryptic Peptide for Patients With HER2-negative Advanced Breast Cancer",
    "officialTitle": "A Single Arm Clinical Study of Dendritic Cell Vaccine Loaded With Circular RNA Encoding Cryptic Peptide for Patients With HER2-negative Advanced Breast Cancer",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Breast Neoplasms",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 48,
    "primaryOutcomeMeasure": "Incidence of Dose-Limiting Toxicity (DLT)",
    "eligibilityCriteria": "Inclusion Criteria:\n\nSubjects must meet all of the following inclusion criteria to be enrolled:\n\nIn order to be eligible for participation in this trial, the participant must:\n\n1. Have voluntarily joined the study, signed the informed consent form, and be willing and able to comply with the study protocol.\n2. Be a female aged 18 to 70 years (calculated on the day of signing the informed consent).\n3. Have been diagnosed with unresectable locally advanced or recurrent, metastatic breast cancer (stage IIIB/C or IV), HER2-negative (diagnosed according to the latest ASCO CAP guidelines), with the disease in a stable or progressive state.\n4. Have triple-negative breast cancer with disease progression or intolerance to prior first-line chemotherapy, or ER and/or PgR-positive breast cancer with failure in at least one line of endocrine or CDK4/6 inhibitor therapy.\n5. Have HLA-A\\*02:01 genotype (detected by peripheral blood extraction using PCR-SBT and Sanger sequencing, and typed with reference to the IMGT/HLA database).\n6. Have a positive FAM53B-219aa IHC test result in tumor biopsy specimens.\n7. Have not received any previous cell infusion therapy or tumor vaccine treatment.\n8. Have had adequate washout from previous antitumor treatments: no anti-angiogenesis drugs within 4 weeks, no chemotherapy or targeted therapy within 3 weeks, no radiotherapy within 2 weeks, and no endocrine therapy within 1 week. For the sample size expansion phase, if the immune checkpoint inhibitors to be used in this study were used in prior (neo)adjuvant treatment, at least 12 months must have elapsed before enrollment in this study.\n9. Have at least one measurable lesion as defined by RECIST v1.1. If the lesion has received prior radiotherapy, it must have shown definite disease progression post-radiotherapy to be considered measurable.\n10. Have accessible recent tumor tissue from the breast cancer lesion (unresectable locally advanced or recurrent, metastatic breast cancer lesion) to determine breast cancer molecular typing and PD-L1 expression levels, unless inaccessible or unsafe to obtain.\n11. Have an Eastern Cooperative Oncology Group (ECOG) performance status score of 0 or 1.\n12. Have an expected survival time of ≥12 weeks.\n13. Have adequate function of major organs meeting the following requirements (use of any blood components and cell growth factors is not allowed within 14 days before surgery):\n\n    a) Complete Blood Count test:\n    * Absolute neutrophil count (ANC) ≥ 1.5×10⁹/L;\n    * Lymphocyte count (LC) \\> 0.5×10⁹/L;\n    * Platelet count (PLT) ≥ 100×10⁹/L;\n    * Hemoglobin (Hb) ≥ 90 g/L; b) Liver function test: AST, ALT, and alkaline phosphatase ≤ 2.5×ULN (upper limit of normal), total bilirubin (TBIL) ≤ 1.5×ULN, except for the following:\n    * Patients with confirmed liver metastases: AST and/or ALT ≤ 5×ULN;\n    * Patients with confirmed liver or bone metastases: alkaline phosphatase ≤ 5×ULN;\n    * Patients with confirmed Gilbert's syndrome: total bilirubin ≤ 3.0 mg/dL; c) Kidney function test: serum creatinine ≤ 1.5×ULN; d) Coagulation function test: APTT ≤ 1.5×ULN, and INR or PT ≤ 1.5×ULN; e) Cardiac ultrasound: left ventricular ejection fraction (LVEF) ≥ 50%; e) Pulmonary function test: FEV1 ≥ 60%.\n\nExclusion Criteria:\n\nThe participant must be excluded from participating in this trial if the participant:\n\n1. Has rapidly progressing breast cancer as determined by the investigator.\n2. Has active central nervous system metastases or carcinomatous meningitis (except stable brain metastases, those deemed not requiring medication within 2 weeks by clinical judgment, or those not dependent on hormones). Stable brain metastases that have been treated must provide at least two brain imaging assessments: (i) after completion of brain metastasis treatment, and (ii) at the screening period of this study (with a minimum of 4 weeks from (i)).\n3. Has spinal cord compression that has not been relieved by surgery and/or radiotherapy (patients whose symptoms have improved for ≥1 week before surgical sampling can be included).\n4. Has uncontrolled pleural effusion, pericardial effusion, or ascites (patients with indwelling catheters are allowed to participate).\n5. Has uncontrollable tumor-related pain as determined by the investigator. Participants requiring analgesic treatment must have a stable pain management plan before enrollment, and symptomatic lesions suitable for palliative radiotherapy should be treated before enrollment.\n6. Has a history of malignancy other than the target indications within the last 5 years (exceptions include: adequately treated basal cell carcinoma or squamous cell carcinoma of the skin, and ductal carcinoma in situ of the breast after radical surgery).\n\n   General Medical Exclusion Criteria:\n7. Has a significant history of cardiovascular disease, including but not limited to: (1) congestive heart failure (NYHA classification \\>2); (2) unstable angina; (3) myocardial infarction within the past 3 months; (4) any supraventricular or ventricular arrhythmia requiring treatment or intervention.\n8. Has interstitial pneumonia or clinically significant active pneumonia at screening, or other respiratory diseases that seriously affect pulmonary function.\n9. Has an active infection requiring systemic antibiotic therapy (local use of antibiotics excluded) or has unexplained fever \\>38.5℃ at screening, excluding fever due to cancer.\n10. Has had arterial and/or venous thrombotic events within the past 5 months, such as cerebrovascular accident, deep vein thrombosis, or pulmonary embolism.\n11. Is currently participating in or has participated in another clinical trial within the last 4 weeks and received other investigational drug treatments. If the participant is in the follow-up phase of a previous clinical trial and has had at least 4 weeks since the last investigational drug or removal of investigational devices, they may be eligible for this study.\n12. Has known psychiatric disorders, alcoholism, substance abuse, or drug abuse.\n13. Is pregnant or breastfeeding.\n\n    Study Drug-Related Exclusion Criteria:\n14. Has any active autoimmune disease, history of autoimmune disease, or disease requiring systemic corticosteroids or immunosuppressive therapy (e.g., \\>10 mg/day prednisone or equivalent). Hormone replacement therapy (e.g., thyroid hormone, insulin, or physiological corticosteroid replacement for adrenal or pituitary insufficiency) is allowed.\n15. Has a history of congenital or acquired immunodeficiency (e.g., positive serology test for HIV).\n16. Has had active tuberculosis within the past year or has a history of active tuberculosis more than one year ago but did not receive regular treatment.\n17. Has active hepatitis B or hepatitis C. Participants who are hepatitis B surface antigen (HBsAg) or hepatitis B core antibody (HBcAb) positive may participate provided that the HBV DNA level is below the lower limit of normal for the study center. Participants who are hepatitis C antibody positive may participate provided that the HCV RNA level is below the lower limit of normal for the study center. Carriers of HBV or HCV must receive antiviral therapy and undergo regular DNA copy number tests during the trial.\n18. Has active syphilis.\n19. Has received a live attenuated vaccine within 4 weeks prior to enrollment or plans to receive a live attenuated vaccine during the trial.\n20. Has previously received allogeneic bone marrow or organ transplants.\n21. Has a history of allergy to any of the study drugs (including but not limited to DC cell vaccine, dimethyl sulfoxide (DMSO), human serum albumin (HSA), dextran-40, antibiotics (β-lactam antibiotics, gentamicin), or SHR-1210) or their components.\n22. Has participated in a clinical trial using immune experimental therapies (such as monoclonal antibodies, cytokines, or active cellular immunotherapies) within the last 6 months.\n23. Has a history of Grade ≥2 neuropathy.\n24. Is taking any medication prohibited in combination with study treatments, unless the medication was stopped within 7 days prior to enrollment.\n25. Has any condition, therapy, or laboratory abnormality that might interfere with study results, affect participation for the full duration of the study, or render participation not in the participant's best interest, as determined by the investigator.\n26. Other conditions that the investigator believes may affect the participant's safety and compliance.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}