{
    "nctId": "NCT03544723",
    "briefTitle": "Safety and Efficacy of p53 Gene Therapy Combined With Immune Checkpoint Inhibitors in Solid Tumors.",
    "officialTitle": "A Phase 2, Multi-Center, Open Label Study to Evaluate Adenoviral p53 (Ad-p53) in Combination With Immune Checkpoint Inhibitor Therapy in Patients With Recurrent or Metastatic Head and Neck Squamous Cell Carcinoma and Other Tumors Approved for Anti-PD-1 or Anti-PD-L1 Therapy",
    "overallStatus": "UNKNOWN",
    "conditions": "Solid Tumor, Lymphoma",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 40,
    "primaryOutcomeMeasure": "The primary efficacy endpoint is objective response rate (ORR)",
    "eligibilityCriteria": "Inclusion Criteria\n\n1. Signed informed consent.\n2. Male or female greater than or equal to 18 years of age (females of childbearing potential must be non-pregnant with a negative pregnancy test and non-lactating). Males and females must use contraception for the duration of the study.\n3. Primary diagnosis must be histologically confirmed.\n4. Progression or Recurrence of solid tumors or lymphoma suitable for anti-PD-1/anti-PD-L1 therapy.\n5. As far as possible, all target lesions utilized for RECIST response determination should be suitable for ultra-sound, CT or endoscopic guided intra-tumoral injection. If all target lesions cannot be treated with Ad-p53, but the patient is otherwise suitable for the study, this should be reviewed with the Sponsor.\n6. Patients entered on the study must have disease that that is evaluable for response using RECIST 1.1 criteria with a minimum measurable lesion size of the longest axis greater than or equal to 1.0 cm (CT/MRI) or greater than or equal to 2.0 cm (non-helical CT), or nodal shortest diameter greater than or equal to 1.5 cm by CT/MRI.\n7. No brain metastases or treated and stable brain metastases\n8. ECOG Performance Status 0-1\n9. Life expectancy greater than or equal to 6 months.\n10. Adequate bone marrow and hepatic function as evidenced by the following:\n\n    1. ANC greater than or equal to 1500 cells/mm3\n    2. AST/SGOT and/or ALT/SGPT less than or equal to 3.0 x ULN\n    3. Alkaline phosphatase less than or equal to 5 x ULN\n    4. Platelet count greater than or equal to 100,000 cells/mm3\n    5. Hemoglobin ≥9.0 g/dL\n    6. Creatinine less than 2.0 mg/dL or creatinine clearance greater than or equal to 50 mL/min\n    7. Total bilirubin less than 1.5 x ULN\n    8. Serum albumin greater than or equal to 3.0 g/dL\n11. Favorable tumor p53 biomarker profile as defined by wild type p53 gene sequence, or less than 20 percent p53 positive tumor cells by immunohistochemistry (IHC), or p53 gene mutations that will not inhibit normal p53 function such as gene deletions, truncations, or frame-shift mutations that result in non-functional p53 tetramerization. Mutant p53 gene profiles should be reviewed with the Sponsor to confirm eligibility.\n12. Normal troponin blood levels.\n13. Echo with normal ejection fractions.\n14. QTcb less than or equal to 470 ms\n15. Normal lung oxygen saturation by pulse oximeter.\n16. Coagulation status should be suitable for intra-tumoral injections. Prothrombin Time (PT) less than or equal to 1.5 x ULN (or INR less than or equal to 1.3)\\*, Partial thromboplastin time (PTT) less than or equal to 1.5 x ULN\\* \\*Prolongation in INR, PT, and PTT when the result is from therapeutic anti-coagulation treatment are permitted for patients whose injectable lesions are cutaneous and/or subcutaneous such that direct pressure could be applied in the event of excessive bleeding.\n\nExclusion Criteria\n\n1. History of allergic reactions to any components of the treatments (Ad-p53 or immune checkpoint inhibitors).\n2. Active alcohol dependence\n3. Neuropathy of less than or equal to grade 2 CTCAE.\n4. Except for ongoing treatment with anti-PD-1 or anti-PD-L1 which is permitted (see Inclusion Criterion #4 above), there should be no other antibody-based therapy, targeted small-molecule therapy, hormonal therapy, chemotherapy, radiation, biological or investigational therapy within 14 days of first administration of Study Treatment (C1D1). Subjects with prior cytotoxic or investigational products less than 2 weeks prior to trial treatment might be eligible after discussion between investigator and Sponsor, if toxicities from the prior treatment have been resolved to Grade 1 (NCI CTCAE). If a patient with HNSCC is receiving combination pembrolizumab plus chemotherapy, the first Ad-p53 Study Treatment should be administered 2 weeks following the completion of final chemotherapy treatments and 5 days before their next anti-PD-1/anti-PD-L1 scheduled dose. Ad-p53 intratumoral injections should not be given within 24 hours of immune checkpoint inhibitor infusions.\n5. Prior additional malignancy within 2 years except for non-melanoma skin cancer, carcinoma in situ of the breast, oral cavity, cervix or other cancers, unless approved by the Sponsor.\n6. Prior autologous or allogenic organ or tissue transplantation.\n7. Severe, active comorbidity, including any of the following:\n\n   1. Active clinically serious infection (grade 2 or greater, CTCAE) or requiring intravenous antibiotics at the time of study treatment.\n   2. Thrombotic or embolic event within the last 6 months unless approved by the Sponsor.\n   3. Bleeding or evidence or history of clinically significant bleeding diathesis or coagulopathy within the last 3 months\n   4. Uncontrolled hypertension despite treatment with anti-hypertensive medication (systolic blood pressure less than160 mmHg or diastolic blood pressure less than 100 mmHg)\n   5. Must not have active, known or suspected autoimmune disease or be immunosuppressed\n   6. Known acute or chronic hepatitis B or hepatitis C infection with signs of immunosuppression\n   7. Known significant immunodeficiency due to underlying illness (e.g. HIV/AIDS) and/or immunosuppressive medication including high-dose corticosteroids; HIV patients may be approved by the Sponsor if on treatment with appropriate viral titers.\n   8. Severe bleeding, hemoptysis, gastrointestinal hemorrhage, CNS bleeding, clinically significant hemorrhage or vaginal bleeding during the last 6 months\n   9. Active brain metastases or leptomeningeal metastases are not allowed\n   10. Subjects must not have evidence of autoimmune pneumonitis or inflammatory lung disease on CT scan and chest x-ray. Pneumonitis secondary to radiation scarring is permitted in the absence of dyspnea.\n8. QTCb less than 470 ms\n9. Systemic corticosteroid treatment for more than 6 months at doses above 10 mg prednisolone or equivalent before study entry\n10. Psychological, familial, sociological or geographical or other condition which in the opinion of the investigator would not permit study follow-up or other compliance with the study protocol.\n11. Subjects may not have target tumors for Ad-p53 injection adjacent to vital structures such as carotid arteries.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}