{
    "nctId": "NCT04440982",
    "briefTitle": "Feasibility Study of Intraoperative Detection of Residual Cancer in Breast Cancer Patients",
    "officialTitle": "Feasibility Study to Evaluate Performance of the LUM Imaging System for Intraoperative Detection of Residual Tumor in Breast Cancer Patients Receiving and Not Receiving Neoadjuvant Therapy",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer, Neoadjuvant Therapy",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "OTHER",
    "enrollmentCount": 98,
    "primaryOutcomeMeasure": "Development and validation of tumor detection algorithms in breast cancer patients receiving neoadjuvant therapy",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Subjects must have histologically or cytologically confirmed primary invasive breast cancer, ductal carcinoma in situ (DCIS) or primary invasive breast cancer with a DCIS component.\n* Female, age of 18 years or older.\n* Subjects must have received neoadjuvant therapy for this breast cancer diagnosis prior to their lumpectomy procedure (cohorts 1 and 2).\n* Subjects must be scheduled for a lumpectomy for a breast malignancy.\n* Subjects must be able and willing to follow study procedures and instructions.\n* Subjects must have received and signed an informed consent form.\n* Subjects must have no uncontrolled serious medical problems except for the diagnosis of cancer, as per the exclusion criteria listed below.\n\n  * Leukocytes \\> 1,000/mcL\n  * Platelets \\> 50,000/mcL\n  * total bilirubin within normal institutional limits\n  * AST (SGOT)/ALT (SGPT) \\< 2.5 X institutional upper limit of normal\n  * eGFR \\>= 60mL/min/1.73m2\n* Subjects with ECOG performance status of 0 or 1.\n\nExclusion Criteria:\n\n* Subjects who have been diagnosed with bilateral breast cancer and are undergoing bilateral resection procedure.\n* Subjects who are pregnant at the time of diagnosis of their breast cancer. Breastfeeding should be discontinued if the mother is treated with LUM015.\n* Subjects who are sexually active and not willing/able to use medically acceptable forms of contraception (hormonal or barrier method of birth control, abstinence) upon entering the study and for 60 days after injection of LUM015.\n* Subjects who have taken an investigational drug within 14 days of enrollment.\n* Subjects who will have administration of methylene blue or any blue or green dye for sentinel lymph node mapping on the day of the surgery prior to imaging the lumpectomy cavity with the LUM Imaging Device.\n* Subjects who have not recovered from adverse events due to other pharmaceutical or diagnostic agents.\n* Subjects with uncontrolled hypertension defined as persistent systolic blood pressure \\> 180 mm Hg, or diastolic blood pressure \\> 110 mm Hg; those subjects with known HTN should be stable within these ranges while under pharmaceutical therapy.\n* Subjects with a history of allergic reaction to polyethylene glycol (PEG).\n* Subjects with a history of allergic reaction to any oral or intravenous contrast agents.\n* Uncontrolled intercurrent illness including, but not limited to ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, COPD or asthma requiring hospitalization within the past 12 months, or psychiatric illness/social situations that would limit compliance with study requirements.\n* HIV-positive individuals on combination antiretroviral therapy are ineligible because of the potential for pharmacokinetic interactions with LUM015.\n* Any subject for whom the investigator feels participation is not in the best interest of the subject.\n* Subjects undergoing a second lumpectomy procedure because of positive margins in a previous surgery prior to entering this study.\n* Subjects with prior ipsilateral breast cancer surgeries, mastectomies, breast reconstructions or implants.\n* Subjects who have undergone a surgical biopsy for any reason in the ipsilateral breast performed less than 2 years prior to enrollment of this study.\n* Subjects with prior ipsilateral reduction mammoplasties (breast reductions) performed less than 2 years prior to enrollment to this study.\n* Subjects undergoing breast conserving surgery whose resected specimen (main lump, shaves, or any other resected tissue) will be evaluated with frozen section after the Lumicell-guided removal of shaves.\n* Subjects with a history of allergic reaction to Tegaderm",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}