{
    "nctId": "NCT02187991",
    "briefTitle": "Study to Compare Alisertib With Paclitaxel vs. Paclitaxel Alone in Metastatic or Locally Recurrent Breast Cancer",
    "officialTitle": "A Phase II, Multicenter, Randomized, Parallel Group Study to Compare Alisertib in Combination With Paclitaxel vs. Paclitaxel Alone in Patients With Metastatic or Locally Recurrent Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer, Breast Carcinoma, Breast Tumors, Malignant Neoplasm of Breast",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 169,
    "primaryOutcomeMeasure": "Time to Disease Progression - Tumor Response Based on RECIST 1.1 Criteria",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Voluntary written informed consent before performance of any study-related procedure not part of normal medical care, with the understanding that consent may be withdrawn by the subject at any time without prejudice to future medical care, and signed Health Insurance Portability and Accountability Act (HIPAA) form.\n* Female subject (≥18 years old), who is either:\n\n  * post-menopausal for at least one year before the screening visit, or\n  * surgically sterilized, or\n  * willing to use an acceptable method of birth control (i.e., a hormonal contraceptive, intra-uterine device, diaphragm with spermicide, or condom with spermicide) for the duration of the study.\n* Metastatic or locally recurrent breast cancer with histologic confirmation (on either primary or metastatic tumor) of one of the following:\n\n  * ER+, HER2- invasive breast cancer (any progesterone receptor \\[PgR\\] status)\n  * Poorly differentiated and/or Grade 3 invasive TNBC, defined as:\n  * HER2 negative status (based on most recently analyzed biopsy) is defined as immunohistochemistry (IHC) status of 0, 1+ or 2+ (if IHC 2+, a negative FISH test is required, i.e., HER2 fluorescence in situ hybridization (FISH) ratio \\< 2.0 with an average HER2 copy number \\<4.0 signals/cell); ER-negative and PR-negative status is defined as ER and PgR \\<1% nuclei positive by IHC\n* Measurable disease by modified Response Evaluation Criteria in Solid Tumors (RECIST) (v1.1) or non-measurable lytic, bone-only disease (mixed blastic/lytic bone disease is allowed); if patient has bone-predominant disease with no measurable disease, there must be a lytic component to the bone metastases that is visible on plain X-ray or CT scan that can be serially followed\n* Absolute neutrophil count (ANC) \\> 1500/mm³, platelets \\> 100,000/mm³, Hgb \\> 9 g/dL. Values must be obtained without need for myeloid growth factor or platelet transfusion support within 14 days, however, erythrocyte growth factor is allowed as per published American Society of Clinical Oncology (ASCO) guidelines (available at: http://www.asco.org/quality-guidelines/asco-ash-clinical-practice-guideline-update-use-epoetin-and-darbepoetin-adult).\n* Total bilirubin ≤ 1.5 x upper limit of normal (ULN), serum glutamic-oxaloacetic transaminase (SGOT) (AST) and serum glutamic-pyruvic transaminase (SGPT) (ALT) \\< 2.5 x ULN. AST and/or ALT may be up to 5 x ULN if patient has known liver metastases\n* Adequate renal function as defined by: Calculated creatinine clearance must be ≥ 30 mL/minute (see Cockcroft-Gault formula in Appendix 5)\n* Eastern Cooperative Oncology Group (ECOG) performance status 0 or 1 (refer to Appendix 4)\n\nExclusion Criteria:\n\n* Previous radiation therapy covering the whole pelvis\n* Suspected brain metastases, untreated brain metastases or current clinical or radiologic progression of known brain metastases or requirement for steroid therapy for brain metastases\n\n  * Patients with treated brain metastases are eligible if they have been stable and off steroids for ≥ 3 weeks\n* Prior allogeneic bone marrow or organ transplantation\n* Known GI disease or GI procedures that could interfere with the oral absorption or tolerance of alisertib. Examples include, but are not limited to partial gastrectomy, history of small intestine surgery, and celiac disease\n* Known history of uncontrolled sleep apnea syndrome and other conditions that could result in excessive daytime sleepiness, such as severe chronic obstructive pulmonary disease; requirement for supplemental oxygen.\n* Requirement for administration of proton pump inhibitor, or for constant administration of H2 antagonist, or pancreatic enzymes. Intermittent uses of antacids or H2 antagonists are allowed as described in Section 3.4.\n* Systemic infection requiring IV antibiotic therapy within 14 days preceding the first dose of study drug, or other severe infection.\n* Myocardial infarction within 6 months prior to enrollment or has New York Heart Association (NYHA) Class III or IV heart failure (see Appendix 3), uncontrolled angina, severe uncontrolled ventricular arrhythmias, or electrocardiographic evidence of acute ischemia or active conduction system abnormalities. Prior to study entry, any ECG abnormality at Screening has to be documented by the investigator as not medically relevant.\n* Female subject who is pregnant or breast-feeding. Confirmation that the subject is not pregnant must be established by a negative serum B-human chorionic gonadotropin (B-hCG) pregnancy test result obtained during screening, within 72 hours prior to first dose of study drug(s). Pregnancy testing is not required for post-menopausal or surgically sterilized women.\n* Patient has received an investigational agent within 30 days before enrollment\n* Serious medical or psychiatric illness likely to interfere with participation in this clinical study.\n* Other severe acute or chronic medical and/or psychiatric condition(s), including but not limited to uncontrolled diabetes, malabsorption, resection of the pancreas or upper small bowel, requirement for pancreatic enzymes, any condition that would modify small bowel absorption of oral medications, or laboratory abnormalities that may increase the risk associated with study participation or investigational product administration or may interfere with the interpretation of study results and, in the judgment of the investigator, would make the patient not eligible for enrollment for this study.\n* Diagnosed or treated for another malignancy within 3 years of enrollment, with the exception of complete resection of basal cell carcinoma or squamous cell carcinoma of the skin, or an in situ malignancy, or a stage I cancer with a 5-year Disease Free Survival (DFS) of ≥ 90% (survival rates by stage are available for most cancers on the American Cancer Society website).\n* Treatment with clinically significant enzyme inducers, such as the enzyme-inducing antiepileptic drugs phenytoin, carbamazepine or phenobarbital, or rifampin, rifabutin, rifapentine or St. John's wort within 14 days prior to the first dose of alisertib and during the study.\n* Known history of human immunodeficiency virus (HIV) infection, hepatitis B, or hepatitis C. Testing is not required in the absence of clinical findings or suspicion. For guidance in defining active infection for hepatitis B, please refer to the World Health Organization (WHO) guidelines, Global Alert and Response (GAR), Hepatitis B. http://who.int/csr/disease/hepatitis/whocdscsrlyo20022/en/index4.html)\n* Prior administration of an Aurora A kinase-targeted agent, including alisertib\n* Need for ongoing therapeutic steroid therapy. Intermittent steroid use for the control of nausea and vomiting is allowed. Premedication with dexamethasone prior to paclitaxel administration is allowed. Topical steroid use is permitted. Inhaled steroids are permitted. Replacement doses of hydrocortisone up to 15 mg/day are allowed.\n* Inability to swallow oral medication or inability or unwillingness to comply with the administration requirements related to alisertib.\n* Administration of myeloid growth factors or platelet transfusion within 14 days prior to the first dose of study treatment.\n* More than 1 previous chemotherapy regimen for metastatic disease\n\n  * No limit on previous endocrine therapy\n  * Previous mammalian target of rapamycin (mTOR) therapy, e.g., everolimus, is allowed\n  * Prior adjuvant taxane therapy is allowed, provided the disease-free interval from the end of (neo)adjuvant chemotherapy to the development of metastatic disease was ≥ 1 year\n  * No prior taxane for metastatic disease\n* Peripheral neuropathy \\> grade 1\n* Known severe hypersensitivity to paclitaxel",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}