{
    "nctId": "NCT00751868",
    "briefTitle": "FEC With G-CSF Support Followed by Ixabepilone With G-CSF Support as Neoadjuvant Chemotherapy in BC",
    "officialTitle": "NEO-ADIXERN (NEO-ADjuvant IXabepilone in Breast Cancer). A Feasibility Study of Dose-dense FEC With G-CSF Support Followed by Dose-dense Ixabepilone With G-CSF Support as Neoadjuvant Chemotherapy in Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 47,
    "primaryOutcomeMeasure": "Pathologic Complete Response (pCR)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histological documented diagnosis of breast cancer by incisional biopsy\n* Clinical T\\>=2\n* Females age \\>= 18 and \\<= 70 years\n* ECOG performance status 0-1\n* No prior treatment for breast cancer excluding therapy for DCIS\n* Subjects with hormone replacement therapy are eligible if this therapy is discontinued at least 2 weeks before starting therapy\n* Neutrophils \\> 2x109/L, Hgb \\> 9 g/dL, platelets \\> 100x109/L\n* Total bilirubin \\< 1 time the upper limit of normal (ULN) of the Institutional normal values and AST and/or ALT \\< 2.5 ULN, alkaline phosphatase \\< 2.5 ULN\n* Serum creatinine \\< 1.5 times the upper limit of normal (ULN)\n* Normal cardiac function (normal ECG required in all patients, normal ECG and MUGA or Echocardiography with EF only in HER-2 positive patients)\n* Negative pregnancy test prior to inclusion in the study (if potentially childbearing)\n* Signed Informed consent\n\nExclusion Criteria:\n\n* Prior or current history of ipsilateral or controlateral breast invasive cancer. A past or current history of ipsilateral ductal carcinoma in situ or ipsilateral/controlateral lobular neoplasia in situ are not an exclusion criteria as well as a controlateral ductal carcinoma in situ removed by mastectomy\n* Inflammatory breast cancer\n* Metastatic breast cancer (M1)\n* Histology other than adenocarcinoma of the breast\n* Male patients\n* Pregnant or lactating women or women of childbearing potential (e.g. not using adequate contraception)\n* Patients unwilling or unable to use an acceptable method to avoid pregnancy for the entire study period and for up to 8 weeks after the last dose of investigational drug\n* History of prior or concomitant malignancies other than curatively treated basal cell skin cancer or excised cervical carcinoma in situ\n* Symptomatic peripheral neuropathy \\> grade 1 according to the NCI CTC\n* Other serious illness or medical condition:\n* Congestive hearth failure or angina pectoris even if it is medically controlled. In particular, Ejection Fraction (EF) below the Institutional normal value for MUGA Fraction (EF) below the Institutional normal value for MUGA, or below 50% for ECHO\n* Previous history of myocardial infarction uncontrolled, high-risk ipertension or arrhythmia\n* History of significant neurological or psychiatric disorders including dementia or seizures\n* Active infection, active peptic ulcer, unstable diabetes mellitus or contraindications for the use of steroids\n* History of previous or concomitant malignancies other than curatively treated basal cell skin cancer or excised cervical carcinoma in situ\n* Concurrent treatment with other experimental drugs. Participation in another clinical trial with any investigational regimen within 30 days prior to study entry\n* Prior severe HSR to agents containing Cremophor EL",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}