{
    "nctId": "NCT02096588",
    "briefTitle": "Detection and Prevention of Anthracycline-Related Cardiac Toxicity With Concurrent Simvastatin",
    "officialTitle": "Detection and Prevention of Anthracycline-Related Cardiac Toxicity With Concurrent Simvastatin",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer, Stage I Breast Cancer, Stage II Breast Cancer, Stage III Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 34,
    "primaryOutcomeMeasure": "Change in Echocardiographic Global Longitudinal Strain (GLS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Female Sex (Note: Patients may be pre-menopausal or post-menopausal)\n* Age 18 years or older\n* Histologically confirmed invasive breast carcinoma, stage I-III (Note: Estrogen Receptor (ER), Progesterone Receptor (PR) and HER2 status must be known. In newly diagnosed patients planning neoadjuvant treatment, a formal assessment of axillary lymph nodes is not required.)\n* Planning to initiate adjuvant or neoadjuvant AC (adriamycin and cytoxan) chemotherapy (doxorubicin 60 mg/m2 and cyclophosphamide 600 mg/m2 every 2-3 weeks x 4 cycles). (Note: Participants may be planning to receive adjuvant taxane therapy after the completion of AC chemotherapy. HER2 positive patients must be planning to initiate trastuzumab therapy after AC chemotherapy.)\n* Eastern Cooperative Oncology Group (ECOG) performance status 0-1\n* Normal organ function and marrow function as defined by:\n\n  * Absolute neutrophil count (ANC) ≥ 1,000\n  * Platelet count ≥ 100,000\n  * Total bilirubin less than or equal to the upper limit of normal\n  * Aspartate aminotransferase (AST) and alanine aminotransferase (ALT) ≤1.5 times the upper limit of normal\n  * Creatinine ≤1.5 times the upper limit of normal\n  * Creatine kinase (CK) ≤2.5 times the upper limit of normal\n* Left ventricular ejection fraction (LVEF) as assessed by baseline echocardiogram at or above the lower limit of normal\n* Women of childbearing potential must agree to use adequate contraception (non-hormonal or barrier method of birth control or abstinence) prior to study entry and for the duration of participation. Should a woman become pregnant or suspect she is pregnant while participating in the study, she should inform her treating physician immediately\n* Ability to understand the study regimen and the willingness to sign a written informed consent document\n* Negative pregnancy test (women of childbearing potential only)\n\nExclusion Criteria:\n\n* Prior anthracycline therapy\n* Currently pregnant or lactating\n* Currently receiving investigational agents\n* Known active liver disease (cirrhosis, chronic viral hepatitis, autoimmune liver disease or other known clinically significant active liver disease)\n* Known myopathy or history of rhabdomyolysis\n* Uncontrolled hypothyroidism\n* History of allergic reaction or intolerance to statin treatment\n* Currently receiving statin therapy or have received any statin therapy within the last 3 months\n* Known history of ischemic cardiac disease (including angina requiring anti-anginal medications, myocardial infarction, coronary artery disease documented on cardiac catheterization or ischemia documented on stress test), congestive heart failure, clinically significant arrhythmia or conduction system abnormalities, clinically significant valvular disease, clinically significant pericardial effusion or EF below the lower limit of normal\n* Uncontrolled inter-current illness including, but not limited to, ongoing or active serious infection, other active cardiac disease or psychiatric illness/social situations which would limit compliance with study requirements\n* Inability to swallow tablets or use of a feeding tube\n* Gastrointestinal disease, surgery or malabsorption that could potentially impact the absorption of the study drug\n* Daily consumption of alcohol exceeding 3 standard drinks a day (defined as 10 grams of alcohol, which is equivalent to 285 mL of beer, 530 mL of light beer, 100 mL of wine or 30 mL of liquor)\n* Women currently taking drugs which are strong inhibitors or inducers of CYP3A4 are not eligible. These may be found at the Indiana University Clinical Pharmacology website at http://medicine.iupui.edu/clinpharm/ddis/main-table/.\n* Women taking associated with a substantial risk of myopathy when co-administered with simvastatin are not eligible. These drugs are listed in the simvastatin package insert (available at: http://www.merck.com/product/usa/pi_circulars/z/zocor/zocor_pi.pdf).\n* Women taking medications for which interaction with simvastatin may result in increased levels are not eligible. Such drugs are listed in the simvastatin package insert (available at: http://www.merck.com/product/usa/pi_circulars/z/zocor/zocor_pi.pdf).\n* Any medical condition which, in the opinion of the investigator, puts the patient at risk of potentially serious complications while on study treatment",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}