{
    "nctId": "NCT04603820",
    "briefTitle": "Registry Study of Pregnancy and Breast Cancer",
    "officialTitle": "An Ambispective Observational Registry Study of Pregnancy and Breast Cancer",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer and Pregnancy",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 1000,
    "primaryOutcomeMeasure": "Number of participants with breast cancer diagnosis during the gestation, breastfeeding, first year after the delivery (not during breastfeeding period), after a pregnancy and followed by any fertility preservation method before the anticancer treatment",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. The patient should have signed and dated the informed consent form (ICF). The enrollment of patients who have died is allowed.\n2. Women aged ≥ 18 years.\n3. Patients in one of the following situations:\n\n   * Patients with breast cancer diagnosis during pregnancy, breastfeeding or within the year after delivery.\n   * Patients with breast cancer who become pregnant after treatment.\n   * Patients with breast cancer who were subjected to any fertility preservation method prior to the start of breast cancer treatment.\n4. The patients referred to in the previous section and the patients who meet these characteristics prospectively could be enrolled retrospectively upon registry opening.\n5. All cases diagnosed at the same site may be included. In order to prevent duplications, in case the patient followed her treatment and follow-up at another site, she will be enrolled as per the site where the diagnosis was made, requesting information of the treatment and progression, when possible.\n6. Availability of clinical, epidemiological and progress data.\n\nExclusion Criteria:\n\nPatients who do not wish to participate in the study for any reason could not be included in the study.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}