{
    "nctId": "NCT02185352",
    "briefTitle": "Bevacizumab, Etoposide and Cisplatin Followed by Whole Brain Radiotherapy in Breast Cancer With Brain Metastases",
    "officialTitle": "Randomized Phase II Study of Induction Bevacizumab, Etoposide and Cisplatin Followed by Whole Brain Radiotherapy (WBRT) Versus WBRT Alone in Breast Cancer With Untreated Brain Metastases",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer, Brain Metastases",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 120,
    "primaryOutcomeMeasure": "The Brain-specific progression free survival (BS-PFS)",
    "eligibilityCriteria": "Inclusion criteria:\n\n* A histological confirmed invasive breast cancer.\n* At least one measurable brain metastatic tumor. If the measurable brain lesion has previously received stereotactic radiosurgery, the tumor must be a progressive lesion after radiosurgery.\n* Patients who had not received WBRT.\n* Patients with HER2/neu overexpression or amplification and had received trastuzumab before the diagnosis of BM will be allowed but will be informed about other available treatment options such as lapatinib plus capecitabine.\n* Karnofsky performance score (KPS) higher or equal to 30%.\n* Patients must have adequate organ function and marrow reserve measured within 14 days prior to randomization\n* Age 20 to 75 years.\n* Patient's life expectancy is more than 3 months.\n* All women of childbearing potential must have a negative pregnancy test obtained within 72 hours before starting therapy.\n* Patients with reproductive potential must use effective contraception (hormone or barrier method of birth control; abstinence) prior to study entry, for the duration of study participation, and for 6 months after the completion of therapy.\n* Patients (or a surrogate) must be able to comply with study procedures and sign informed consent.\n\nExclusion criteria:\n\n* Prior therapy with bevacizumab, sorafenib, sunitinib, or other VEGF pathway-targeted therapy.\n* Patients who have history of disease progression or disease developed during prior cisplatin treatment.\n* Patients who had leptomeningeal metastasis, either diagnosed by brain imaging study or confirmed by cerebrospinal fluid cytology examination.\n* Patients who are eligible for and willing to receive brain surgery or stereotactic radiosurgery (SRS) as the initial treatment of BM.\n* History or evidence of inherited bleeding diathesis or coagulopathy with the risk of bleeding.\n* History of thrombotic disorders.\n* Active gastrointestinal bleeding.\n* Patients with a history of self-reported intra-cranial hemorrhage or evidence of bleeding in previous cranial imaging.\n* Patients with clinical signs or symptoms of gastrointestinal obstruction and who require parenteral hydration and/or nutrition because of obstruction.\n* History of abdominal fistula, gastrointestinal perforation, or intra-abdominal abscess within 6 months of first dose of bevacizumab.\n* Clinically significant peripheral artery occlusive disease.\n* Arterial thromboembolic event within the past 6 months, including transient ischemic attack, cerebrovascular accident, unstable angina, or myocardial infarction.\n* History of gross hemoptysis (e.g., ≥ 1 teaspoon of bright red blood).\n* Other malignancy within 5 years except cured basal cell or squamous cell skin cancer or carcinoma in situ of the cervix.\n* Psychiatric illness or social situation that would preclude study compliance.\n* Serious non-healing wound, ulcer, or bone fracture.\n* Major surgical procedure, open biopsy, or significant traumatic injury within 28 days prior to enrollment.\n* Prior minor surgery within 7 days.\n* Concurrent chronic daily aspirin (\\> 325 mg/day), dipyridamole, ticlopidine, clopidogrel, cilostazol, non-steroidal anti-inflammatory agents known to inhibit platelet function.\n* Concurrent therapeutic anticoagulation, but prophylactic anti-coagulation of venous access devices is allowed.\n* History of allergic reaction to compounds of similar chemical composition to the study drugs.\n* Pregnancy or lactation.",
    "sex": "FEMALE",
    "minimumAge": "20 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}