{
    "nctId": "NCT00709618",
    "briefTitle": "Lapatinib + Vinorelbine in ErbB2 Overexpressing, First or Second Line Metastatic Breast Cancer Subjects",
    "officialTitle": "A Phase II, Single-Arm, Multi-Center Study Evaluating the Combination of Vinorelbine and Lapatinib in Women With ErbB2 Overexpressing Metastatic Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Neoplasms, Breast",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 44,
    "primaryOutcomeMeasure": "Number of Participants With Overall Response (OR), as Assessed by the Investigator",
    "eligibilityCriteria": "Inclusion Criteria:\n\nA subject will be eligible for inclusion in this study only if all of the following criteria apply:\n\n1. Signed informed consent prior to registration.\n2. Considered by the Investigator to have a life expectancy of ≥12 weeks.\n3. Subjects must have histologically confirmed invasive breast cancer with Stage IV disease at primary diagnosis or at relapse after curative-intent surgery.\n\n   • Where the disease is restricted to a solitary lesion, the neoplastic nature of the lesion should be confirmed by cytology or histology.\n4. Documented amplification of ErbB2 3+ by immunohistochemistry or a positive score (\\>2.2) by fluorescence in situ hybridization (FISH) using a local laboratory result (which will be considered sufficient in this study with no further verification by a central laboratory). NOTE: If both IHC and FISH results available, FISH results must be used for eligibility.\n5. Subjects must not have received more than 1 prior chemotherapeutic regimen in the metastatic setting.\n6. All prior chemotherapy, immunotherapy, biologic therapy, or surgery (except for minor surgical procedures) must be discontinued at least 4 weeks prior to first dose of investigational product. Hormonal therapy must be discontinued at least 1 week prior to first dose.\n7. Prior diagnosis of cancer is allowed as long as the subject is free of disease and has been off treatment for prior malignancies for 5 years. Subjects with completely resected basal or squamous cell skin cancer or successfully treated cervical carcinoma in situ will be allowed if it has been 1 year or longer since definitive surgery.\n8. Subjects must have measurable disease, according to Response Evaluation Criteria in Solid Tumors (RECIST) guidelines.\n9. Females aged ≥18 years with any menopausal status:\n\n   * Non-child-bearing potential (i.e., women with functioning ovaries who have a current documented tubal ligation or hysterectomy, or women who are postmenopausal)\n   * Child-bearing potential (i.e., women with functioning ovaries and no documented impairment of oviductal or uterine function that would cause sterility): This category includes women with oligomenorrhea (severe), women who are perimenopausal, and young women who have begun to menstruate. These subjects must have a negative serum pregnancy test at screening and agree to one of the following:\n   * Complete abstinence from intercourse from 2 weeks prior to administration of the first dose of study medication until 28 days after the final dose of study medication; or\n   * Consistent and correct use of one of the following acceptable methods of birth control: male partner who is sterile prior to the female subject's entry into the study and is the sole sexual partner for that female subject; any intrauterine device with a documented failure rate of less than 1% per year; oral contraceptives (either combined or progestogen only) where not contraindicated for this subject population or per local practice.; or barrier methods, including diaphragm or condom with a spermicide.\n10. ECOG performance status (PS) of 0 to 2 \\[Oken, 1982\\] (Appendix 1).\n11. Subjects must have normal organ and marrow function as defined in Table 1. Table 1 Baseline Laboratory Values for Adequate Organ Function System Laboratory Value Hematologic Absolute neutrophil count ≥1.5 × 10\\^9/L Hemoglobin ≥9 g/dL Platelets ≥100 × 10\\^9/L Hepatic Serum bilirubin ≤1.25 × upper limit of normal (ULN) Aspartate aminotransferase and alanine aminotransferase\n\n    * 3 × ULN without liver metastases\n    * 5 × ULN if documented liver metastases Renal Serum creatinine ≤1.5 mg/dL\n\n      * OR - Calculated creatinine clearance ≥40 mL/min\n12. Subjects must have a cardiac ejection fraction of at least 50% (as measured by echocardiogram \\[ECHO\\] or multigated acquisition scan \\[MUGA\\]) and within the institutional range of normal. Subjects who require cardiac medications (e.g. positive inotropic agents or afterload reducers) for abnormal ejection fraction are ineligible. MUGA scans will be accepted in cases where an ECHO cannot be performed or is inconclusive. The same modality to assess cardiac ejection fraction must be used consistently throughout the study.\n13. Radiotherapy prior to initiation of study medication is allowed to a limited area (e.g., palliative therapy), if it is not the sole site of disease. Subjects must have completed radiation treatment and recovered from all acute radiation treatment-related toxicities (e.g., bone marrow suppression) prior to commencement of combination treatment.\n14. Subjects with stable central nervous system (CNS) metastases. Subjects with stable CNS metastases are defined as follows: subject is asymptomatic with CNS metastases that have been stable for at least 3 months as confirmed by computed tomography (CT)/magnetic resonance imaging (MRI). Subjects with evidence of leptomeningeal/parenchymal involvement are eligible only if they are not taking steroids or enzyme-inducing anticonvulsants within 4 weeks of commencement of the study. Treatment with prophylactic anticonvulsants is permitted, unless listed as a prohibited medication.\n15. Subject must be free of gastrointestinal diseases that impede swallowing and retaining of oral medications.\n16. Able to swallow and retain oral medication (intact pill).\n17. Bisphosphonate therapy for bone metastases is allowed; however, treatment must be initiated prior to the first dose of study medication. Prophylactic use of bisphosphonates in subjects without bone disease, except for the treatment of osteoporosis, is not permitted.\n18. Subjects whose disease is estrogen receptor + and/or progesterone receptor + or unknown status will only be included in the study if they meet the following criteria:\n\n    * They have symptomatic visceral disease that requires chemotherapy.\n    * The disease is considered by the Investigator to be progressing rapidly or is life threatening.\n    * Subjects who have received endocrine therapy and who are no longer benefiting from this therapy.\n\nExclusion Criteria:\n\nA subject will not be eligible for inclusion in this study if any of the following criteria apply:\n\n1. Subjects taking treatment with medications provided in the list of restricted medications and substances in the drug information section for lapatinib are not eligible for the study. This includes human immunodeficiency virus-positive subjects receiving combination anti-retroviral therapy because of possible pharmacokinetic interactions with lapatinib.\n2. Prior therapy with lapatinib.\n3. Prior therapy with vinorelbine for treatment of breast cancer.\n4. More than 1 line of therapy for treatment of MBC.\n5. Concurrent anticancer or concomitant radiotherapy treatment.\n6. History of uncontrolled or symptomatic angina; history of arrhythmias requiring medications; clinically significant myocardial infarction \\<6 months from study entry; uncontrolled or symptomatic congestive heart failure; ejection fraction below the institutional normal limit; or any other cardiac condition, which in the opinion of the treating physician, would make this protocol unreasonably hazardous for the patient.\n7. Have current active hepatic or biliary disease (with exception of patients with Gilbert's syndrome, asymptomatic gallstones, liver metastases or stable chronic liver disease per investigator assessment)\n8. Use of an investigational drug within 30 days or 5 half-lives, whichever is longer, preceding the first dose of investigational treatment, or, concurrent treatment with an investigational agent or participation in another clinical trial involving investigational agents.\n9. Known immediate or delayed hypersensitivity reaction or idiosyncrasy to drugs chemically related to any of the agents used in this study or their excipients.\n10. Known history of uncontrolled inter-current illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, clinically significant cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements.\n11. Concurrent disease or condition that would make the woman inappropriate for study participation, or any serious medical disorder that would interfere with the woman's safety.\n12. Pregnant or lactating females at any time during the study (due to the potential teratogenic or abortifacient effects of lapatinib and breastfeeding).\n13. Subjects with diseases affecting gastrointestinal function resulting in an inability to take oral medication, including; malabsorption syndrome, disease significantly affecting gastrointestinal function, or resection of the stomach or small bowel.\n\n    Women with ulcerative colitis are also excluded.\n14. Peripheral neuropathy of Grade 2 or greater.\n15. Unresolved or unstable, serious toxicity from prior administration of another investigational drug and/or of prior cancer treatment.\n16. Dementia, altered mental status, or any psychiatric condition that would prohibit the understanding or rendering of informed consent.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}