{
    "nctId": "NCT03860740",
    "briefTitle": "Effect of Physical Exercise on Tumor Proliferation of Luminal B Breast Cancer Patients",
    "officialTitle": "Effect of Physical Exercise on Ki-67 Levels in Women With Operable Breast Cancer Hormonal Receptor Positive, HER2 Negative",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer, Luminal B",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 12,
    "primaryOutcomeMeasure": "Tumor proliferation (Ki67)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologically confirmed, previously untreated clinical stage I-IIIA without previous treatment.\n* ER positive breast cancer according to local results. (RH+ is defined as ≥ 1% assessed by Immunohistochemistry (IHC) to Estrogen Receptor (ER) and/or Progesterone Receptor (P)E).\n* HER2 negative in the primary tumour according to local results. (HER2 confirmation should be done following the American Society of Clinical Oncology (ASCO)/College of American Pathologists (CAP) 2013 guidelines)\n* Scheduled to undergo surgical resection.\n* Ki67 levels must be over 13%, according to local results.\n* At least 14 days from enrolment to planned surgical resection.\n* Karnofsky performance status of at least 70% at study entry or 0-1 level in Eastern Cooperative Oncology Group (ECOG) Scale.\n* Signed consent prior to initiation of study-related procedures.\n\nExclusion Criteria:\n\n* Schedule to receive any form of induction/neoadjuvant therapy\n* Significant cardiac disease (ventricular ejection fraction of \\<50%, unstable angina, placement of cardiac stents and myocardial infarction within precious 6 months)\n* Any pulmonary dysfunction which may affect to the exercise program perform.\n* Any mental disease or condition that compromise the physical, psychological and emotional patients' wellness or affect to the process.\n* Contraindications to a cardiopulmonary exercise test as recommended by the American Thoracic Society.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}