{
    "nctId": "NCT06146231",
    "briefTitle": "Motiva Flora® Aesthetic Breast Recon® Clinical Study",
    "officialTitle": "Motiva Flora® Tissue Expander as a Support for the Creation of an Autologous Adipose Matrix for Hybrid Breast Reconstruction: a Pivotal Study",
    "overallStatus": "RECRUITING",
    "conditions": "Mammaplasty, Breast Cancer, Poland Syndrome",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "OTHER",
    "enrollmentCount": 66,
    "primaryOutcomeMeasure": "Total adverse envent rate",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Genetically female, aged 18 years or older.\n2. Subjects who had provided written informed consent form.\n3. The participant needs tissue expansion as part of breast reconstruction treatment, which may include immediate reconstruction.\n4. Clinical condition to allow reverse expansion breast reconstruction, at the investigator's discretion.\n5. Sufficient fat in donor sites (abdomen, gluteus, hips, and thighs) per plastic surgeon criteria.\n6. Complete radiotherapy and chemotherapy at least one year before surgery.\n7. BMI between 18.5 and 30.0 (average classified weight).\n8. Physical and cognitive capacity to understand and follow the surgeon's recommendations.\n9. To be able and willing to comply with all study requirements, including attending follow-up appointments.\n\n   Only Sub study participants\n10. Provide additional consent to undergo an MRI with contrast.\n\nExclusion Criteria:\n\n1. Current pregnancy or lactation, or full-term pregnancy or lactation at any point during the clinical investigation.\n2. Abnormal hematological and biochemical values after chemotherapy.\n3. High surgical risk according to the investigator.\n4. Breast width larger than 18 cm\n5. Tumor residues in or near the area where tissue expansion is performed.\n6. Subjects with metastatic breast cancer\n7. Significant Breast ptosis or poor skin quality\n8. Participants who do not have adequate tissue at the intended site for expansion, at the surgeon's discretion, due to previous radiotherapy, ulceration, vascular involvement, history of impaired wound healing, or mastectomy scar deformity.\n9. Inadequate chest wall tissue due to damage caused by radiotherapy, tight skin grafts, or radical resection of the pectoralis major muscle.\n10. Current or previous infection in the area where the expansion occurs.\n11. Any condition that impedes magnetic resonance imaging (MRI), including implanted metal device, claustrophobia, or other ailments that would prohibit MRI scan.\n12. Presence of autoimmune diseases such as lupus or scleroderma, or immunocompromised participants due to immunosuppressive or steroid therapy.\n13. History of silicone sensitivity.\n14. Active smokers\n15. Previous attempts of breast reconstruction\n16. Subjects who, in the opinion of the investigator, are considered part of any vulnerable population\n17. Subjects with affiliation to the Sponsor, sites or investigators, including relatives.\n18. Participants who do not live in the procedure's country make it impossible to assist in follow-up visits.\n19. Subjects who are participating in other investigation(s) which may affect the outcomes or ability to comply follow-up requirements of this study",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}