{
    "nctId": "NCT00155259",
    "briefTitle": "Docetaxel, Cisplatin and Capecitabine as Neoadjuvant Chemotherapy for Locally Advanced Breast Cancer",
    "officialTitle": "Docetaxel by 1 Hour Infusion Followed by 24 Hour Infusion of Cisplatin Plus Capecitabine as Neoadjuvant Chemotherapy for Locally Advanced Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 47,
    "primaryOutcomeMeasure": "The primary endpoint of this phase II trial is the objective response rate of the regimen.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Women with histological proven LABC, without metastasis, and no prior therapy. LABC is defined as follows：\n\n  1. Tumor more than 5 cm in diameter\n  2. Tumor involvement of chest wall (ribs or intercostals or serratus anterior muscles) or skin (ipsilateral cutaneous edema, ulceration, or satellite nodules)\n  3. Clinical evident inflammatory carcinoma\n  4. Ipsilateral fixed axillary adenopathy\n* Measurable disease by physical examination, breast sonography and other image study\n* KPS≧ 70%\n* Adequate bone marrow reserve, defined as white blood cell (WBC)≧ 3,500/ mm3, absolute neutrophil count (ANC)≧ 1,500/mm3, platelets ≧ 100,000/mm3\n* Adequate liver and kidney function: total bilirubin ≦ 2.0 mg/dl, serum alanine transaminases (ALT) and aspartate transaminase (AST) ≦ 3 times upper normal limit, serum creatinine ≦ 1.5 mg/dl\n* Patients must be ≦ 65 years old\n* Signed informed consent\n\nExclusion Criteria:\n\n* Patients who have received prior treatment (including hormonal therapy, chemotherapy, radiotherapy or biological therapy) for LABC. Concomitant use of above therapy will no be allowed.\n* Pregnant or lactating woman\n* Metastases disease other than regional lymph node metastases (supraclavicular lymph node metastases is not eligible)\n* Prior serious cardiac conditions such as angina, myocardial infarction, cardiomyopathy, severe cardiovascular disease or cardiac arrhythmias\n* Serious concomitant systemic disorders incompatible with the study (at the discretion of the investigator)\n* Secondary malignancy in past five years before entry of the study (except in situ carcinoma of the cervix, or adequately treated basal cell carcinoma of the skin)\n* Active infection (at the discretion of the investigator)\n* Significant neurological (such as seizures) or psychiatric disorder",
    "sex": "FEMALE",
    "minimumAge": "N/A",
    "stdAges": "CHILD, ADULT, OLDER_ADULT"
}