{
    "nctId": "NCT02970500",
    "briefTitle": "Effect of Methylphenidate on Cancer-related Cognitive Impairment",
    "officialTitle": "Étude Pilote de Phase II Sur l'Effet du méthylphénidate Sur la Fonction Cognitive Des Patientes en rémission d'un Cancer du Sein",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer Female, Cancer-Related Condition",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 20,
    "primaryOutcomeMeasure": "Change in cognitive impairment level",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Breast cancer stage I, II or III\n2. Completed chemotherapy and/or radiotherapy at least 6 months before entering the study\n3. Being in remission of breast cancer\n4. Complaining of cognitive impairment\n\nExclusion Criteria:\n\n1. Current or recent use (\\<2 years) of psychostimulant drugs\n2. Women receiving drugs with a potential of interaction with methylphenidate:\n\n   i. Anticoagulants; ii. Antidepressants with the exception of: amitriptyline (≤75mg); citalopram (≤40mg); desipramine (≤75mg); duloxetine (≤60mg); escitalopram (≤20mg); fluoxetine (≤60mg); fluvoxamine (≤150mg); mirtazapine (≤60mg); nortriptyline (≤50mg); trazadone (≤50mg); venlafaxine (≤150mg); vortioxetine (≤20mg); iii. Drugs (cocaine); iv. Erythropoietin; v. Drugs acting on the cerebral dopaminergic system, including drugs that inhibit monoamine oxidase; vi. John's wort, natural medicines for depression or supplements for fatigue.\n3. Conditions that may increase the risk of cognitive impairment or toxicity of methylphenidate such as:\n\n   i. Pregnancy and breastfeeding ii. Bipolar status iii. Cerebral tumor or any brain injury iv. Metastatic cancer v. Alcohol addiction vi. Active Major depression vii. Parkinson disease viii. Dementia ix. Epilepsia x. Glaucoma xi. Cardiovascular diseases xii. Auto-immunes and chronic inflammatory disease xiii. Cerebrovascular disease xiv. Narcolepsy xv. Pheochromocytoma xvi. Thyrotoxicosis xvii. Motor tic, Tourette syndrome xviii. Generalized anxiety disorder or panic attacks xix. Living under the same roof as people taking Biphentin® 10 mg capsules (this exclusion criteria is necessary because the placebo capsule is identical to the commercial formulation of Biphentin®) xx. Any other medical criteria, according to the clinical judgment of the principal investigator.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}