{
    "nctId": "NCT02338349",
    "briefTitle": "A Phase I, Multicenter, Open-Label, Multi-Part, Dose-escalation Study of RAD1901 in Postmenopausal Women With Advanced Estrogen Receptor Positive and HER2-Negative Breast Cancer",
    "officialTitle": "A Phase I, Multicenter, Open-Label, Multi-Part, Dose-escalation Study of RAD1901 in Postmenopausal Women With Advanced Estrogen Receptor Positive and HER2-Negative Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Advanced ER+, HER2-Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 57,
    "primaryOutcomeMeasure": "Dose Limiting Toxicities (DLT)",
    "eligibilityCriteria": "Key Inclusion Criteria:\n\n1. Patients must be post-menopausal women, as defined in the protocol\n2. 18 years or older\n3. Patients with histological or cytological proven diagnosis of adenocarcinoma of the breast with evidence of either locally advanced, inoperable and/or metastatic disease\n4. Part A, B, C: Patients must have received no more than 2 prior chemotherapeutic regimens and at least 6 months of prior endocrine therapy\n5. Part D: Patients may have received up to 1 previous line of chemotherapy and must have previously received 2 or more lines of endocrine therapy for advanced/metastatic breast cancer as a single agent or in combination. Patients must have received fulvestrant as one of the previous lines of endocrine therapy and have had documented progression while on, or within 1 month after the end of, fulvestrant therapy for advanced/metastatic breast cancer. Patients must have received prior treatment with a CDK4/6 inhibitor\n\nNote: This list is not complete. Further inclusion criteria is provided in the protocol synopsis.\n\nKey Exclusion Criteria:\n\n1. Prior anticancer or investigational drug treatment within the following windows:\n\n   1. Tamoxifen therapy less than 14 days before first dose of study treatment\n   2. Part A, B and C: Fulvestrant therapy less than 90 days before first dose of study treatment. Part D: Fulvestrant therapy less than 42 days before first dose of study treatment\n   3. Any other anti-cancer endocrine therapy less than 14 days before first dose of study treatment\n   4. Any chemotherapy less than 28 days before first dose of study\n   5. Any investigational drug therapy less than 28 days or 3 half-lives (whichever is longer) prior to first dose of study treatment\n2. Patients with untreated or symptomatic central nervous system (CNS) metastases\n3. Patients with endometrial disorders, including evidence of endometrial hyperplasia, dysfunctional uterine bleeding or cysts\n\nNote: This list is not complete. Further exclusion criteria is provided in the protocol synopsis.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}