{
    "nctId": "NCT02436993",
    "briefTitle": "Phase II Breast Ca Carboplatin + Paclitaxel With Pertuzumab + Trastuzumab or Bevacizumab",
    "officialTitle": "A Phase II Study of Breast Cancer Treatment Using Weekly Carboplatin + Paclitaxel With Pertuzumab + Trastuzumab (HER2+) or Bevacizumab (HER2-) in the Neoadjuvant Setting",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Carcinoma",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 120,
    "primaryOutcomeMeasure": "2-year progression free survival in patients treated with weekly carboplatin and paclitaxel combined with either trastuzumab and pertuzumab for HER2-positive patients or bevacizumab for HER2-negative patients in the neoadjuvant setting",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Histologically proven unilateral or bilateral primary breast carcinoma. (In case of bilateral cancer, the investigator has to decide prospectively which side will be evaluated for the primary endpoint.)\n2. Tumor size is clinically at least 1 cm in greatest diameter (palpable or by imaging) and/or with involved lymph node. In case of inflammatory disease, the extent of inflammation may be the measurable lesion.\n3. Documentation of inflammatory breast cancer\n4. Woman age \\> or = 18\n5. Performance status of 0-2 by Eastern Cooperative Oncology Group (ECOG) criteria\n6. Known HER2 status\n7. Normal cardiac function must be documented within 90 days prior to registration either via an ECHO or MUGA or per physician's review of symptoms and medical history. If an ECHO is performed as standard of care, the ejection fraction must be above the normal limit of the institution.. If not available in the medical chart, the ECHOs or MUGAs are not required to be repeated for research purposes.\n\n   a. Date of Echo or multigated acquisition (MUGA) (within 90 days) if performed\n8. Staging work-up prior to registration\n\n   1. Date of physical examination (within 90 days)\n   2. Date of bilateral mammogram (within 90 days)\n   3. Date of breast ultrasound (within 90 days)\n   4. Date of MRI breast (within 30 days)\n   5. Chest X-ray or CT- Chest or CT/PET Scan that includes the Chest may be done at physician's discretion (within 90 days). If not available in the medical chart, the Chest X-ray or CT- Chest or CT/PET Scan that includes the Chest is not required to be repeated for research purposes.\n   6. Other tests as clinically indicated\n9. Laboratory requirements:\n\n   1. Hematology:\n\n      * Absolute Neutrophil Count (ANC) ≥ 1,500/μl\n      * Platelets ≥ 100,000/μl\n   2. Hepatic Function\n\n      * Total Bilirubin \\<1x upper limit of normal (ULN)\n      * aspartate aminotransferase (AST) and alanine aminotransferase (ALT) ≤ 2x ULN\n   3. Renal Function\n\n      - Creatinine \\<1.5x ULN\n   4. Proteinuria\n\n      - Random urine total protein \\<100mg/dL. Urine Protein Creatinine (UPC) ratio \\<2g\n   5. Negative pregnancy test for women of childbearing potential within 14 days prior to registration.\n10. All patients must be informed of the investigational nature of this study and must sign and give written informed consent in accordance with institutional and federal guidelines.\n\n    Exclusion Criteria:\n11. Evidence of distant metastasis. If radiographic suspicion of distant metastatic site, a negative biopsy must be available in the medical record. If not available in the medical record, the subject may be included and a confirmatory biopsy is not required to be performed for research purposes.\n12. Known or suspected congestive heart failure, angina pectoris requiring antianginal medication, or other clinically significant cardiac condition.\n13. Pregnant or nursing women may not participate due to the possibility of harm to fetus or nursing infants from this treatment regimen. Women of childbearing potential may not participate unless they have agreed to use an adequate contraceptive method throughout study treatment and for one month after completion of treatment.\n14. Male patients\n15. Pre-existing peripheral neuropathy of severity grade ≥ 2 (limiting instrumental activities of daily living).\n16. Incomplete wound healing.\n17. Active and significant bleeding\n18. Known allergy, hypersensitivity or prior infusion reaction to one or more of the therapies incorporated into this treatment protocol.\n19. Bone marrow depression or hematologic parameters in the range that would increase the risk for severe bleeding.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}