{
    "nctId": "NCT06315205",
    "briefTitle": "Evaluation of the Pharmacokinetics, Safety, and Tolerability of IM Letrozole LEBE in Healthy Post-menopausal Women",
    "officialTitle": "A Phase I, Open Label, Dose Escalation Study to Evaluate the Pharmacokinetics, Safety, and Tolerability of Single Intramuscular Injections of Letrozole LEBE at Different Strengths in Voluntary Healthy Post-Menopausal Women.",
    "overallStatus": "RECRUITING",
    "conditions": "Healthy",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 90,
    "primaryOutcomeMeasure": "λz",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Healthy post-menopausal women.\n* Capable of providing informed consent.\n* Weight of ≥50 kg and a BMI ≥19 and ≤39 kg/m2.\n* Subjects should be able to communicate with clinic staff.\n\nExclusion Criteria:\n\n* Subjects who have a history of allergy or hypersensitivity to letrozole or any of the inactive ingredients.\n* Subjects who have a history of galactose intolerance, severe hereditary lactase deficiency glucose-galactose malabsorption.\n* Subjects who have used estrogen or progesterone hormone replacement therapy, thyroid replacement therapy, oral contraceptives, androgens, luteinizing hormone (LH) releasing hormone analogs, prolactin inhibitors, or antiandrogens within prior to Screening.\n* Subjects who have used: any medications including St. John's wort or any medications or products known to be potent or moderate inhibitors of CYP P450 3A4.\n* Subjects who have been diagnosed with osteoporosis.\n* Subjects who have an abnormality at Screening or prior to first dose that in the opinion of the investigator increases the risk of participating in the study.\n* Subjects who have any clinically significant abnormal physical examination or laboratory safety findings at screening.\n* Subjects who have relevant diseases or clinically significant abnormal relevant findings at Screening, as determined by medical history, physical examination, laboratory, ECG, DEXA, and breast and pelvic examination.\n* Subjects who have history of any significant chronic disease.\n* History of cancer within the past 5 years with the exception of non-melanoma skin cancer.\n* Subjects who have a history of drug-dependence, and recent history of alcoholism or abuse of alcohol.\n* Subjects who have received a drug in research or have participated in other clinical trials within 90 days, prior to dosing.\n* Any other unspecified reason that, in the opinion of the investigator (or designee) or sponsor, makes the subject unsuitable for enrolment.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}