{
    "nctId": "NCT01612871",
    "briefTitle": "Circulating miRNAs as Biomarkers of Hormone Sensitivity in Breast Cancer",
    "officialTitle": "Circulating miRNAs as Biomarkers of Hormone Sensitivity in Breast Cancer? Pilot Study.",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE4",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 39,
    "primaryOutcomeMeasure": "Rates of patients for which specific tissular miRNAs are detected in blood before treatment (D0)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Women of more than 18 years old (menopausal or not)\n2. Women with metastatic invasive breast cancer or locally advanced (without surgical project), for which treatment with tamoxifen or anti aromatase\n\n   +/- LH-RH agonist, is indicated (anti-aromatase prescribed for menopausal womens; tamoxifen prescribed for both menopausal, pre menopausal or not menopausal womens).\n3. Cancer hormone-expressing estrogen receptor (ER) and / or progesterone receptor (PR) (\\>= 10% of tumor cells by IHC technique).\n\n   Cancer HER2 negative.\n4. Evaluable disease (measurable according RECIST criteria or not)\n5. Any previous adjuvant hormone therapy should be discontinued for at least 21 days.\n6. One or two prior metastatic lines of chemotherapy are allowed\n7. General status WHO 0-2\n8. The women of childbearing age must use an effective contraception for the duration of the study\n9. Informed consent obtained and signed before any specific study procedure\n10. Patient member in a national insurance scheme\n\nExclusion Criteria:\n\n1. Patient already treated with hormone therapy or not having stopped the previous adjuvant hormone therapy for at least 21 days.\n2. Prescription of chemotherapy and / or other targeted therapy (other than hormone therapy) for the treatment of the breast cancer\n3. Any previous hormone therapy for metastatic or locally advanced (without surgical project) breast cancer\n4. Known hypercalcaemia before miRNA dosage at T=0 requiring immediate biphosphonate therapy\n5. Any other medical or psychiatric condition or severe or chronic laboratory abnormality making the the inclusion of the patient in the study inappropriate in the opinion of the investigator.\n6. Patient unable to follow procedures, visits, examinations described in the study.\n7. Pregnant women or nursing mothers will not participate in the study.\n8. Patients under legal guardianship",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}