{
    "nctId": "NCT01871116",
    "briefTitle": "POWER-remote Weight Loss Program in Early Stage Breast Cancer",
    "officialTitle": "A Randomized Study Evaluating the Effect of a Remote-Based Weight Loss Program (POWER-remote) on Biomarkers in Women With Early Stage Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Early Stage Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 96,
    "primaryOutcomeMeasure": "Change in body weight",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Women\n* 18 years or older\n* Ductal carcinoma in situ (DCIS) or stage I-III invasive breast cancer\n* Eastern Cooperative Oncology Group (ECOG) performance status 0-2\n* Current BMI ≥ 25 kg/m2 and weight ≤ 400 lbs, and willing to lose \\>5% of their body weight. NOTE: Participants may not have documented weight loss greater than 5% of body weight from time of diagnosis. Exceptions that are felt to be due to surgical or other procedures (e.g., mastectomies or reconstruction) may be allowed with prior approval of the Protocol Chair/designee.\n* Patients must have completed local therapy (i.e. surgery and radiation therapy), and any preoperative or adjuvant chemotherapy within \\>3 and \\<60 months of registration. NOTE: Concurrent anti-HER2 therapy is permitted. Concurrent endocrine breast cancer therapy is permitted; patients may enroll \\>3 months after initiation of hormone therapy if expected to continue the same hormone agent for at least the first 6 months of the study. Concurrent enrollment in other interventional or drug clinical trials is at the discretion of the Protocol Chair.\n* Willingness to change diet, physical activity and weight.\n* To ensure compliance with the POWER-remote and PatientViewpoint programs, patients must meet the following: prior experience with web forms and feels able to use the POWER-remote web program and PatientViewpoint; has or is able to download Internet Explorer 8+, Firefox 3.0+, Safari 4.0+, Chrome 4.0+, and Adobe Flash Player 10; familiarity with and access to internet at least 4 days per week; use of an email program or willing and able to establish one for this study; and, able to read and write the English language without assistance.\n* Patient is aware of her diagnosis, understands the study regimen, its requirements, risks, and discomforts, and is able and willing to sign an informed consent form.\n\nExclusion Criteria:\n\n* History of another prior cancer within the last 5 years, with the exception of another breast cancer, adequately treated cone-biopsied in situ carcinoma of the cervix uteri, and basal or squamous cell carcinoma of the skin\n* Medical condition likely to hinder accurate measurement of weight, including any condition: for which weight loss is contraindicated, which would likely cause weight loss, or which would affect adipokine and inflammatory markers (e.g., end stage renal disease (ESRD) on dialysis, cirrhosis, autoimmune disease, adrenal disease, and history of bariatric surgery).\n* The use of the following medications are excluded: insulin or sulfonylureas; patients with thyroid disease who are not on stable doses of thyroid medication for at least the past 6 months; medications that cause weight loss (e.g., topiramate, bupropion, exenatide, lorcaserin, phentermine or orlistat) within the past 3 months; medications that are likely to cause weight gain or prevent weight loss (e.g., corticosteroids, lithium, olanzapine, risperidone, clozapine, oral contraceptive pills, hormone replacement therapy) within the past 3 months; medications that may affect adipokine or inflammatory markers (e.g., sulfonylureas, glitazones, insulin, steroids, ACE inhibitors, beta blockers and statins) unless started ≥3 months prior to enrollment, or chronic NSAIDS (defined as use of ≥3 times a week) for ≥1 month.\n* Pregnant or nursing within past 6 months, or plans to become pregnant in the next year\n* Currently enrolled or planning to enroll in a weight loss program (e.g., Innergy, Weight Watchers, Jenny Craig, Nutrisystem, and Medifast).",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}