{
    "nctId": "NCT02408107",
    "briefTitle": "A Home-based Physical Activity Intervention in Breast Cancer Survivors",
    "officialTitle": "Randomised Controlled Trial of a Home-based Physical Activity Intervention in Breast Cancer Survivors",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 80,
    "primaryOutcomeMeasure": "Physical activity questionnaire (International Physical Activity Questionnaire)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Female 18 y and over,\n* Diagnosed with invasive breast cancer (Stage I-III) within two years of enrolment and no evidence, or clinical suspicion, of metastatic disease,\n* Post-surgery and had no surgery planned for the next six months at least,\n* Had fully completed adjuvant therapy (radiotherapy and/or chemotherapy) not including hormonal therapy,\n* No previous malignancy except in the case of ductal carcinoma in situ (DCIS), lobular carcinoma in situ (LCIS), basal cell carcinoma or cervical carcinoma in situ, or where the patient has been disease-free for 10 years,\n* No concomitant medical or psychiatric problems that might prevent completion of treatment or follow-up,\n* Willing to be randomised, and willing to maintain contact with the investigators over the six months\n\nExclusion Criteria:\n\n* No evidence of invasive breast cancer (i.e. only pre-invasive disease identified),\n* Previous invasive breast cancer (surgically treated DCIS or LCIS is allowed),\n* Inability to participate in PA because of severe disability (e.g. severe arthritic conditions), psychiatric illness and vulnerable subjects, such as pregnant women.\n* Any other patient where PA was not approved by their oncologist due to the presence of one or more contraindications to exercise in cancer patients.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}