{
    "nctId": "NCT04385433",
    "briefTitle": "A Comparative Study of Pravastatin vs Placebo as Primary Prevention of Severe Subcutaneous Breast Fibrosis in Hyper-radiosensitive Identified Patients With Breast Cancer",
    "officialTitle": "A Comparative Study of Pravastatin vs Placebo as Primary Prevention of Severe Subcutaneous Breast Fibrosis in Hyper-radiosensitive Identified Patients With Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 15,
    "primaryOutcomeMeasure": "Impact of Pravastatin on the occurrence of grade ≥2 breast fibrosis in a selected breast cancer patient population considered at high risk of severe breast fibrosis occurrence",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Women ≥ 18 years old (no age limit)\n2. Conservative breast cancer surgery\n3. High risk level of breast fibrosis identified by the centralized NovaGray RILA Breast® test\n4. Invasive carcinoma : pT1-T2; pN0 (negative sentinel nodes or axillary nodes dissection) and/or Ductal in situ carcinoma\n5. Negative surgical margins\n6. Indication of whole breast irradiation only (with or without boost to tumor bed according to physician discretion)\n7. Only 3D-conformal RT will be allowed\n8. Blood sample allowing pravastatin use : serum creatinine ≤ 130 µmol/l; ASAT and ALAT≤ 2N; total bilirubin ≤ 1.5N; CK MM levels \\< 3 x ULN for women ≥ 70 years (at least 15 days before randomization).\n9. Negative pregnancy test in women of childbearing potential (β-HCG dosage ≤ 7 days prior to randomization), an adequate contraception should be used from the beginning of the study to 4 weeks after last treatment dose. The women not of reproductive potential are female patients who are postmenopausal (with a minimum of one year without menstruation and without alternative medical cause) or permanently sterilized: e.g., tubal occlusion, hysterectomy, bilateral salpingectomy).\n10. Must be geographically accessible for follow-up\n11. Written and dated informed consent\n12. Affiliated to the French national social security system\n\nExclusion Criteria:\n\n1. Current treatment by : statin, fibrate, ciclosporin, systemic fusidic acid, long-term treatment by corticoids\n2. History of muscular dystrophy diseases or chronic and/or hereditary muscular diseases\n3. Patients with distant metastases\n4. Indications of node irradiation (axillar or supraclavicular or mammary chain)\n5. T3-4 or N1-3 breast cancer\n6. Patients who underwent radical mastectomy\n7. Neoadjuvant systemic therapy (chemotherapy, hormonotherapy, targeted therapies)\n8. Patients with previous or concomitant other (not breast cancer) malignancy within the past 5 years EXCEPT adequately treated basal or squamous cell carcinoma of the skin or in situ carcinoma of the cervix. Patients who have had a previous other malignancy must have been disease free for at least five years\n9. Patients with other non-malignant systemic diseases (cardiovascular, renal, hepatic, lung embolism, infection etc.) which would disrupt extended follow-up\n10. Untreated hypothyroidism\n11. Known positive test for human immunodeficiency virus (HIV), hepatitis B surface antigen (HBsAG) or hepatitis C virus (HCV) antibody\n12. Pregnant or breastfeeding women\n13. women of childbearing potential who are unwilling to employ adequate contraception, from the beginning of the study to 4 weeks after last treatment dose\n14. Known hypersensitivity to pravastatine, or any constituent of the product.\n15. Patient with alcohol misuse.\n16. Legal incapacity or physical, psychological or mental status interfering with the patient's ability to sign the informed consent or to terminate the study.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}