{
    "nctId": "NCT01421017",
    "briefTitle": "Toll-like Receptor (TLR) 7 Agonist, Cyclophosphamide, and Radiotherapy for Breast Cancer With Skin Metastases",
    "officialTitle": "Phase I/II Study of TLR7 Agonist Imiquimod, Cyclophosphamide, and Radiotherapy in Breast Cancer Patients With Chest Wall Recurrence or Skin Metastases",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer, Metastatic Breast Cancer, Recurrent Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 31,
    "primaryOutcomeMeasure": "Systemic Tumor Response Rates (Complete Response+Partial Response)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patients with biopsy-confirmed breast cancer.\n2. Patients with at least measurable skin metastases and distant, measurable metastases (outside of skin) by Response Evaluation Criteria in Solid Tumors (RECIST). For patients without distant measurable metastases, an area of the skin metastases designated to not receive local therapy can be substituted. Patients with multiple (\\>= 2) metastatic sites (skin involvement not required), with at least one site measurable by RECIST, will be eligible for the CTX/RT cohort.\n3. Age \\>= 18 years.\n4. Eastern Cooperative Oncology Group performance status 0-2.\n5. Patients must agree to tumor fine-needle aspiration required by protocol.\n6. Concurrent systemic cancer therapy (hormones, biologics or chemotherapy) can be continued if distant metastases are non-responsive (i.e. no complete response or partial response) on that regimen for \\>= 8 weeks as assessed by the investigator.\n7. Patients must have adequate organ and bone marrow function as defined below:\n\n   * absolute neutrophil count \\>= 1,300/microliter\n   * hemoglobin \\>= 9.0 grams/deciliter\n   * platelets \\>= 75,000/microliter\n   * total bilirubin =\\< 1.5 X institutional upper limit of normal\n   * AST (aspartate aminotransferase) =\\< 2.5 X institutional upper limit of normal\n   * ALT (alanine aminotransferase) =\\< 2.5 X institutional upper limit of normal\n   * creatinine =\\< 2 X institutional upper limit of normal if patient has chronic renal insufficiency and creatinine has been stable for \\> 4 months)\n8. Informed consent.\n\nExclusion Criteria:\n\n1. Brain metastases unless resected or irradiated and stable \\>= 4 weeks.\n2. Concurrent treatment with other investigational agents.\n3. Patients who have received any local therapy (radiotherapy, high-potency corticosteroids, intralesional therapy, laser therapy or surgery) other than biopsy to the target area within 4 weeks prior to first dosing of study agent.\n4. Patients who have received hyperthermia to the target area within 10 weeks prior to first dosing of study agent.\n5. Patients with an uncontrolled bleeding disorder.\n6. Patients (with skin metastases only) who will be therapeutically anticoagulated with heparins or coumadin at the time of the biopsy (they are eligible if anticoagulation can be held prior to biopsy as per investigator). Patients on aspirin and other platelet agents are eligible.\n7. Patients with known immunodeficiency or receiving immunosuppressive therapies.\n8. History of allergic reactions to imiquimod or its excipients.\n9. Uncontrolled intercurrent medical illness or psychiatric illness/social situations that would limit compliance with study requirements.\n10. Pregnancy or lactation.\n11. Women of childbearing potential not using a medically acceptable means of contraception.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}