{
    "nctId": "NCT03650738",
    "briefTitle": "This Study Was a Prospective, One-arm Open Phase II Clinical Trial. A Systematic Review of the pCR of Apatinib in Combination With the Albumin Paclitaxel and Carboplatin Regimens for the Neoadjuvant Therapy of Triple-negative Breast Cancer, as Well as the Safety of Treatment",
    "officialTitle": "A Prospective, One-arm Open Clinical Trial of Apatinib Combined With Albumin Paclitaxel and Carboplatin as a Neoadjuvant Therapy for the Safety and Efficacy of Triple-negative Breast Cancer",
    "overallStatus": "UNKNOWN",
    "conditions": "Systematic Review of the pCR Rate of Apatinib Combined With Albumin Paclitaxel and Carboplatin Regimen for Neoadjuvant Therapy of Triple-negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 60,
    "primaryOutcomeMeasure": "pCR rate",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* 1. The patient volunteers and signs an informed consent form. 2.age ≥18 years old, female; 3.Diagnosed as triple negative breast cancer by histopathology; 4.Did not receive systemic anti-tumor treatment; 5. The clinical stage is stage II-III; 6.There must be at least one measurable lesion (according to RECIST v1.1); 7.Physical condition ECOG PS: 0-1; 8.Expected survival time ≥ 3 months; 9.Laboratory tests meet the following criteria: Bone marrow function: absolute count of blood neutrophils (ANC) ≥1.5×109/L; platelet (PLT)≥100×109/L; hemoglobin (HB)≥90g/L; Liver function: serum total bilirubin (STB), combined bilirubin (CB) ≤ upper limit of normal (ULN) \\*1.5; alanine aminotransferase (ALT), aspartate aminotransferase (AST) ≤ULN\\*2.5; Renal function: serum creatinine (Cr) ≤ ULN; endogenous creatinine clearance (Ccr) ≥ 60 ml / min (calculated using the Cockcroft-Gault formula);\n\nExclusion Criteria:\n\n* 1.Major surgery within 4 weeks prior to enrollment, or surgical wounds have not healed; 2.Embolization and bleeding occurred within 4 weeks before enrollment; 3.Malignant tumors of other histological origins in the past 5 years, except for cured cervical carcinoma in situ and basal cell carcinoma or squamous cell carcinoma; 4.Severe cardiovascular disease, including hypertension (BP≥160/95mmHg) uncontrolled by medical treatment, unstable angina, history of myocardial infarction in the past 6 months, congestive heart failure\\>NYHA II, severe heart rhythm Abnormalities and pericardial effusions; 5.Severe infection requires intravenous antibiotic, antifungal or antiviral treatment; 6.Suffering from mental illness, poor compliance; 7.Researchers believe that it is not suitable for inclusion.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}