{
    "nctId": "NCT06650748",
    "briefTitle": "Multigene Risk Score Combined With Ki-67 Dynamic Assessment in Stratified Neoadjuvant Endocrine Therapy Treatment With or Without CDK4/6 Inhibitors in HR+/HER2- Breast Cancer",
    "officialTitle": "Multigene Risk Score Combined With Ki-67 Dynamic Assessment in Stratified Neoadjuvant Endocrine Therapy Treatment With or Without CDK4/6 Inhibitors in HR+/HER2- Breast Cancer: a Randomize-controlled Study",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Breast Cancer, Early-stage Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 100,
    "primaryOutcomeMeasure": "1. The proportion of (PEPI score 0 + pCR) in patients with discordant EPclin scores and Ki67 assessments who were randomly assigned to the \"+CDK4/6i\" group",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Females aged 18 to 70 years;\n2. Patients with histologically confirmed HR+/HER2- invasive breast cancer that is sensitive to endocrine therapy. Tumor diameter \\>2 cm, clinically positive axillary lymph nodes not more than 2 (T2N1M0), Ki67≥+20%. Endocrine therapy sensitivity is defined as ER expression \\>50% by immunohistochemistry. HER-2 negativity is defined as HER-2 results of 0 or 1+ by immunohistochemistry, or negative by FISH;\n3. Within 28 days before the first dose of study medication, patients must have at least one measurable lesion according to RECIST 1.1 standards, as assessed by ultrasound or MRI;\n4. Laboratory test values: a. Absolute neutrophil count (ANC) ≥ 1,500/mm3 (1.5 × 10\\^9/L); b. Platelet count (PLT) ≥ 100,000/mm3 (100 × 10\\^9/L); c. Hemoglobin (Hb) ≥ 9 g/dL (90 g/L); d. Serum creatinine ≤ 1.5 times the upper limit of normal (ULN) or creatinine clearance ≥ 30 ml/min (based on the Cockroft-Gault formula); e. Total bilirubin (BIL) ≤ 1.5 times the upper limit of normal (ULN), Gilbert's syndrome; f. Aspartate aminotransferase (AST) or alanine aminotransferase (ALT) levels ≤ 2.5 times the upper limit of normal (ULN); g. INR or PT ≤1.5 ULN, APTT ≤1.5 ULN.\n5. Subject agrees to collect tumor biopsy specimen during the screening period;\n6. Subject signed the informed consent form, expressing willingness and ability to comply with the planned visits, study treatments, laboratory tests, and other trial procedures.\n\nExclusion Criteria:\n\n1. Coexisted with other malignant tumors within 5 years prior to first medication, except for cured squamous cell carcinoma of the skin, basal cell carcinoma, non-muscle-invasive bladder cancer, carcinoma in situ of the cervix/breast, etc;\n2. Had a serious infection within 1 month before screening or required systemic treatment for any active infection within 2 weeks before first medication;\n3. History or current presence of autoimmune diseases, including but not limited to Crohn's disease, ulcerative colitis, systemic lupus erythematosus, sarcoidosis, Wegener's syndrome (granulomatosis with polyangiitis, Graves' disease, rheumatoid arthritis, hypophysitis, uveitis), autoimmune hepatitis, systemic sclerosis (scleroderma, etc.), Hashimoto's thyroiditis (exceptions are noted below), autoimmune vasculitis, autoimmune neuropathy (Guillain-Barre syndrome), etc. The following exceptions apply: Type I diabetes, thyroid dysfunction requiring only hormone replacement therapy (including thyroid dysfunction caused by autoimmune thyroid disease), psoriasis or vitiligo not requiring systemic treatment;\n4. History of organ transplantation or allogeneic hematopoietic stem cell transplantation;\n5. Patients who received systemic anti-cancer treatment within 2 weeks before the first dose, including chemotherapy, immunotherapy, hormone therapy, biological therapy (cytokines or growth factors that control the progression of cancer);\n6. Metastatic breast cancer;\n7. Positive for human immunodeficiency virus antibodies (HIV-Ab) or syphilis antibodies (Anti-TP); positive for hepatitis C virus antibodies (HCV-Ab), with hepatitis C virus RNA quantification \\> the upper limit of the normal value of the detection unit; positive for hepatitis B surface antigen (HBsAg) and/or hepatitis B core antibodies (HBcAb), with HBV DNA quantification \\> the lower limit of detection of the detection unit;\n8. History of alcohol abuse or drug abuse.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}