{
    "nctId": "NCT02517502",
    "briefTitle": "Docosahexaenoic Acid (DHA) To Prevent Development of Cognitive Dysfunction Due to Chemotherapy",
    "officialTitle": "Docosahexaenoic Acid (DHA) To Prevent Development of Cognitive Dysfunction Due to Chemotherapy",
    "overallStatus": "COMPLETED",
    "conditions": "Cognitive Dysfunction",
    "studyType": "INTERVENTIONAL",
    "phase": "EARLY_PHASE1",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 24,
    "primaryOutcomeMeasure": "Trial acceptance",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Diagnosis of invasive breast cancer (Stage I-III) and are anticipated to start neo-adjuvant chemotherapy (multiple chemotherapy regimens allowed under protocol)\n* Able to read, write, and understand English and at least have a high school education.\n* Able and willing to go at least 24-36 hours without narcotic pain medicine, muscle relaxants, sedatives, sleeping pills and alcohol prior to their cognitive testing. Participants should not have required chronic sedatives, sleeping aids, or narcotic pain medications on a daily basis prior to their diagnosis.\n* Willing to complete required study procedures from start of study to approximately 6 months after completion of neo-adjuvant chemotherapy.\n\nExclusion Criteria:\n\n* Women who are currently on omega-3 fatty acid supplements with \\> 500 mg of EPA plus DHA daily or 250 mg of DHA alone and or who have chronically been on more than 1 fish oil capsule per day.\n* Individuals who are not willing to stop fish or krill oil supplements during the study.\n* Diabetics requiring insulin treatment.\n* Individuals who are not likely to be able to go for 24 hours without sleeping pills, sedatives, narcotic pain medications, or ativan\n* Individuals who do not have a high school education or are not fluent in English.\n* Individuals who have already started chemotherapy for breast cancer or who have previously had systemic chemotherapy for a malignancy.\n* Women who have already had definitive surgery for breast cancer.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}