{
    "nctId": "NCT04576247",
    "briefTitle": "Combined Modality Exercise and Appetite in Breast Cancer Survivors",
    "officialTitle": "Feasibility, Acceptability, and Effects of Combined Aerobic and Resistance Exercise in Breast Cancer Survivors: A Pilot Study (the CARE Study)",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer Female, Overweight and Obesity",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "OTHER",
    "enrollmentCount": 3,
    "primaryOutcomeMeasure": "Recruitment and enrollment feasibility",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Female sex\n* Age: 18 - 45 years\n* Body mass index \\[BMI\\]: 25 - 35 kg/m2\n* Pre-menopausal before cancer diagnosis and treatment\n* \\<1 hour/week of planned physical activity by self-report in the previous 12 months\n* Diagnosis of primary stage I - III estrogen receptor/progesterone receptor-positive (ER/PR+) breast cancer, according to institutional standards.\n* All chemotherapy, radiation, and surgery completed at least two weeks (14 days), but less than 6 months prior to registration\n\nExclusion Criteria:\n\n* Self-reported diabetes mellitus, untreated/uncontrolled thyroid disease, history of cardiovascular disease or symptoms suggestive of cardiovascular disease (chest pain, shortness of breath at rest or with mild exertion, syncope), cancer diagnosis in the last 5 years before breast cancer (any site, excluding skin cancer), or any other medical condition affecting weight or energy metabolism.\n* Uncontrolled hypertension defined as: systolic blood pressure \\>160 mmHg or diastolic blood pressure \\>100mmHg, as measured during the screening visit. Participants who are deemed ineligible based upon uncontrolled hypertension criteria will be referred to their primary care physicians for treatment. If this condition becomes controlled they will be allowed to be re-evaluated for inclusion in the current trial.\n* Unable to exercise due to cardiac, pulmonary, neurological, orthopedic reasons.\n* Currently smoking and/or nicotine use.\n* Treatment with medications known to significantly affect appetite, weight, energy intake or expenditure in the last 3 months (e.g. appetite suppressants, lithium, stimulants, anti-psychotics, tricyclic antidepressants).\n* Corticosteroid use within the last two weeks\n* History of surgical procedure for weight loss at any time (e.g. gastroplasty, gastric bypass, gastrectomy or partial gastrectomy, adjustable banding, gastric sleeve); history of extensive bowel resection for other reasons\n* Currently pregnant, lactating or less than 6 months post-partum.\n* Score of ≥ 2 on the CAGE (cut-annoyed-guilty-eye opener) questionnaire adapted to include drug use55\n* Score of \\> 20 on the Eating Attitude Test - 26 (EATS-26), indicative of disordered eating. Participants with a score \\>20 on the EATS-26 will be referred to their primary care physician for further evaluation.\n* Significant food intolerances/allergies that cannot be accommodated by the University of Colorado Hospital Clinical Translational Research Center Metabolic Kitchen.\n* Currently participating in any formal weight loss or physical activity programs or clinical trials for weight loss.\n* Other medical, psychiatric, or behavioral limitations that may interfere with participation (as determined by study physician).\n* Unable or unwilling to undergo study procedures",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT"
}