{
    "nctId": "NCT00043472",
    "briefTitle": "Removal of the Ovaries/Fallopian Tubes and CA-125 Screening to Reduce the Risk of Ovarian Cancer in Women at Increased Genetic Risk",
    "officialTitle": "Prospective Study of Prophylactic Salpingo-Oophorectomy and Longitudinal CA-125 Screening Among Women at Increased Genetic Risk of Ovarian Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer, Ovarian Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 40,
    "primaryOutcomeMeasure": "To determine the prospective incidence of ovarian cancer, breastcancer, primary peritoneal carcinoma, and all cancer among women at increased risk of ovarian cancer, with a special emphasis on womenwho are known BRCA1/2 mutation carriers",
    "eligibilityCriteria": "* INCLUSION CRITERIA:\n\nTo be considered at increased genetic risk of OC, subjects must have:\n\nAge greater than or equal to 30;\n\nNo prior history of OC, including low malignant potential cancers (LMP), or primary papillary serous carcinoma of the peritoneum;\n\nAt least one intact ovary:\n\nSatisfied one of the following additional criteria:\n\nThe family of the subject has a documented deleterious BRCA1 or BRCA2 mutation - either:\n\n* the subject herself has tested positive for a deleterious BRCA1 or BRCA2 mutation; OR\n* the subject has a first- or second-degree relative with a deleterious BRCA1 or BRCA2 mutation\n\nOR\n\nThe family contains at least two ovarian and/or breast cancers among the subject or first- or second-degree relatives of the subject within the same lineage. This condition is satisfied by multiple primary cancers in the same person. Where breast cancer is required to meet this criterion, at least one breast cancer must have been diagnosed prior to menopause (age at diagnosis less than or equal to 50 if age at menopause is unknown); OR\n\nThe subject is of Ashkenazi Jewish ethnicity with one first-degree or two second-degree relatives with breast and/or OC. Where breast cancer is required to meet this criterion, at least one case must have been diagnosed prior to menopause (or at age less than or equal to 50, if age at menopause is unknown).\n\nOR\n\nThe subject is of Ashkenazi ancestry and has had breast cancer herself. To meet this criterion, her breast cancer must have been diagnosed prior to menopause (age at diagnosis less than or equal to 50 if age at menopause is unknown).\n\nOR\n\nThe probability of carrying a BRCA1/2 mutation given the family pedigree of breast and OCs exceeds 20% as calculated by BRCAPRO.\n\nNote: BRCAPRO does NOT need to be calculated on everyone who enters the study. Patients are eligible based on a family history which meets one of the specific patterns described in this protocol, regardless of BRCAPRO results. BRCAPRO assessment is valuable in families where genetic testing has not been done, and the family history does not fit one of the specific patterns described, but the pattern of cancers leads you to believe that the family might still be considered high-risk. At that point, if the BRCAPRO estimate of being a mutation carrier is greater than 20 percent, then the patient IS eligible.\n\nSigned an approved informed consent and authorization permitting release of personal health information.\n\nEXCLUSION CRITERIA:\n\nA first- or second-degree relative has a deleterious BRCA1/2 mutation, and the subject has tested NEGATIVE for the exact same mutation.\n\nWomen who are currently pregnant or planning pregnancy during the study.\n\nWomen who are participating in another OC early detection trial (except for the ROCA study being run by the Cancer Genetics Network. Women who have enrolled in the ROCA study and who subsequently choose to undergo surgery may enroll in the surgical cohort of GOG 0199).\n\nWomen with psychiatric, psychological or other conditions which prevent fully informed consent.\n\nWomen with current untreated malignancy (excluding non-melanoma skin cancer).\n\nWomen with adjuvant radiation therapy or chemotherapy within the past 1 month (31 days). For purposes of this study, any biologic agent administered with an anti-cancer therapeutic intent (e.g., Herceptin) will also not be permitted.\n\nWomen who have been treated for prior metastatic malignant disease within the past 5 years.\n\nWomen who have undergone intraperitoneal surgery within the prior 3 months (includes laparoscopy).\n\nWomen who have had both ovaries removed prior to study entry.\n\nWomen with a history of any medical condition which places the subject at risk related to the need for donating blood for research purposes, e.g., chronic infectious diseases, severe anemia, hemophilia.\n\nNote: Enrollment of women in whom there is a significant pre-operative clinical suspicion that there might exist ovarian or fallopian tube caner should be avoided. The intent of the study is to ascertain subjects who are contemplating a risk-reducing, rather than a therapeutic, procedure. Women with findings of uncertain significant on baseline TVUS remain eligible.",
    "sex": "FEMALE",
    "minimumAge": "19 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}