{
    "nctId": "NCT03562832",
    "briefTitle": "Investigation of Anti-tumour Effect and Tolerability of the PARP Inhibitor 2X-121 in Patients With Metastatic Breast Cancer Selected by the 2X-121 DRP",
    "officialTitle": "Phase II, Open Label Clinical Study to Investigate Anti-tumour Effect and Tolerability of the PARP Inhibitor 2X-121 in Patients With Metastatic Breast Cancer Selected by the 2X-121 DRP",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 30,
    "primaryOutcomeMeasure": "Anti-tumour efficacy after treatment with 600 mg 2X-121 as single oral agent in a 21-days cycle in mBC patients selected by the 2X-121 DRP",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Signed informed consent form.\n* Age 18 years or older.\n* Histologically or cytological documented mBC (independent of hormone receptor, HER2 status and BRCA1 or 2 status) relapsed in 2 or more different prior therapies.\n* Measurable disease by CT scan or MRI.\n* With a drug response prediction (DRP) for 2X-121 with an outcome measured as being in the upper 20% likelihood of response.\n* Prior chemotherapy or hormone therapy for metastatic breast cancer is allowed.\n* Performance status of ECOG \\<= 1\n* Recovered to Grade 1 or less from prior surgery or from acute toxicities of prior radiotherapy, or from treatment with cytotoxic, hormonal or biologic agents).\n* \\>= 2 weeks must have elapsed since any prior surgery or therapy with G-CSF and GM-CSF.\n* Patients with intracranial disease must be on stable or decreased level of steroid therapy (e.g. dexamethasone) for at least 7 days prior to baseline MRI. Non-enzymatic inducing ant-epileptic drugs are allowed.\n* Adequate conditions as evidenced by the following clinical laboratory values:\n\n  * Absolute neutrophils count (ANC) \\>= 1.5 x 10E9/L\n  * Haemoglobin is at least 4.6 mmol/L\n  * Platelets \\>= 100 x 10E9 /L\n  * Alanine aminotransferase (ALT) and aspartate aminotransferase (AST) \\<= 2.5 x ULN\\*\n  * Serum bilirubin \\<= 1.5 ULN\n  * Alkaline phosphatase \\<= 2.5 x ULN\\*\n  * Creatinine \\<= 1.5 ULN\n  * Blood urea within normal limits\n  * Creatinine clearance within normal limits. \\*In case of known liver metastases with ALT and AST \\<= 5 x ULN and/or alkaline phosphatase \\<= 5 x ULN. Patients who do not conform to the transaminase and/or alkaline phosphatase inclusion criteria, but who by the PI are considered in good PS and otherwise eligible for inclusion, and where the transaminase and/or alkaline phosphatase levels are considered elevated due to other reasons than deteriorated lever capacity, may be considered for inclusion based on conferred agreement between PI and sponsor.\n* Life expectancy equal or longer than 3 months.\n* Sexually active females of child-producing potential must use adequate contraception (oral contraceptives, intrauterine device or barrier method of contraception) for the study duration and at least six months afterwards.\n\nExclusion Criteria:\n\n* - Concurrent chemotherapy, radiotherapy, hormonal therapy, or other investigational drug except non-disease related conditions (e.g. insulin for diabetes) during study period.\n* Other malignancy with exception of curative treated non-melanoma skin cancer or cervical carcinoma in situ within 5 years prior to entering the study.\n* Previous treatment with PARP inhibitors\n* Any active infection requiring parenteral or oral antibiotic treatment.\n* Has known HIV positivity.\n* Has known active hepatitis B or C.\n* Has clinical significant (i.e. active) cardiovascular disease:\n\n  * Stroke within \\<= 6 months prior to day 1\n  * Transient ischemic attach (TIA) within \\<= 6 months prior to day 1\n  * Myocardial infarction within \\<= 6 months prior to day 1\n  * Unstable angina\n  * New York Hart Association (NYHA) Grade II or greater congestive heart failure (CHF)\n  * Serious cardiac arrhythmia requiring medication\n* Mental status is not fit for clinical study or CNS disease including symptomatic epilepsy.\n* Other medications or conditions, including surgery, that in the Investigator's opinion would contraindicate study participation of safety reasons or interfere with the interpretation of study results\n* Inability to take oral medication, or malabsorption syndrome or any other uncontrolled gastrointestinal condition (e.g., nausea, diarrhea, or vomiting) that might impair the bioavailability of 2X-121.\n* Requiring immediate palliative treatment of any kind including surgery and/or radiotherapy.\n* Female patients who are pregnant or breast-feeding (pregnancy test with a positive result before study entry)",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}