{
    "nctId": "NCT01126138",
    "briefTitle": "Capecitabine (NX) Versus Docetaxel Plus Capecitabine (TX) as 1-line Chemotherapy on Metastatic Breast Cancer (MBC)",
    "officialTitle": "A Randomized Phase III Study to Investigate the Efficacy and Safety of Docetaxel + Capecitabine vs. Vinorelbine + Capecitabine Followed by Capecitabine Alone as 1st Therapy on Locally Advanced and Metastatic Breast Cancer Patients.",
    "overallStatus": "UNKNOWN",
    "conditions": "Carcinoma, Invasive Ductal, Breast",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 200,
    "primaryOutcomeMeasure": "Progression free survival(PFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Written and signed informed consent prior to beginning specific protocol procedures.\n* Pathologically confirmed breast cancer and documented metastatic or locally advanced disease.\n\nMeasurable disease (RECIST criteria) - with at least 1 lesion measurable by radiological method\n\n* KPS\\>=70\n* Adjuvant and/or Neoadjuvant chemotherapy, including an anthracycline was permitted\n* Hormone therapy for early-stage or metastatic breast cancer was permitted if hormonal receptor positive.\n* Treatment with Herceptin for early-stage or metastatic breast cancer is permitted if HER2 positive\n* Patients had to have concluded prior radiation therapy at least 14 days before enrollment.\n* Laboratory requirements:\n\n  * Hematology Absolute neutrophil count\\>=1,500 /μl; Platelets\\>=100,000 /μl; Hemoglobin\\>=10 g/dl\n  * Liver function Total bilirubin\\<=2 times ULN ASAT (SGOT) and ALAT (SGPT)\\<=2.5 times UNL without liver metastasis or \\<=5.0 times if liver metastasis Glucose\\<=200 mg/dL\n  * Renal function Serum creatinine\\<=140 mol/l\n* Life expectancy of at least 12 weeks\n* Patients must be accessible for treatment and follow-up.\n* Patients should have recovered from the acute reversible effects of prior treatment. This generally means at least 3 weeks should have elapsed since prior chemotherapy, adjuvant or Neoadjuvant treatment. and at least 4 weeks since prior (radical) radiotherapy or major surgery\n\nExclusion Criteria:\n\n* Women who are pregnant or breast feeding\n* History of brain and/or leptomeningeal metastases\n* Previous chemotherapy for metastatic breast cancer\n* Past or current history of malignant neoplasm other than breast carcinoma, except for curatively treated non melanoma skin cancer, in situ carcinoma of the cervix or other cancer curatively treated and with no evidence of disease for at least 5 years\n* Pre-existing neuropathy grade 1 according to the NCIC-CTC 3.0\n* Psychiatric disorders or other conditions which would prevent pt. compliance\n* Other serious illness or medical condition:\n\n  * Congestive heart failure, or unstable angina pectoris, previous history of myocardial infarction within 6 month prior to study entry, uncontrolled hypertension as determined by the Investigator or high risk uncontrolled, arrhythmia.\n  * History of significant neurological or psychiatric disorders including psychotic disorders, dementia of seizures that would prohibit the understanding and giving of informed consent.\n  * Active uncontrolled infection.\n  * Unstable peptic ulcer, unstable diabetes mellitus or other contraindication for the use of Corticosteroids.\n* Inability to take and/or absorb oral medicine\n* Prior treatment with an docetaxel and/or capecitabine and/or vinorbine\n* Concurrent treatment with other experimental drugs, or participation in another clinical trial with any investigational drug within 30 days prior to study entry",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}