{
    "nctId": "NCT01626066",
    "briefTitle": "Cathepsin Activatable Fluorescent Probe",
    "officialTitle": "A Phase I Study of the Safety and Activation of a Cathepsin-Activatable Fluorescent Cancer Specific Probe LUM015",
    "overallStatus": "COMPLETED",
    "conditions": "Sarcoma, Soft Tissue Sarcoma, Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "DIAGNOSTIC",
    "enrollmentCount": 15,
    "primaryOutcomeMeasure": "Dose of LUM015 in mg",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* 18 years of age or older\n* Diagnosis of soft tissue sarcoma and breast cancer patients scheduled for a lumpectomy or mastectomy.\n* Subjects must be scheduled for surgical resection of a tumor at least 1 cm in size.\n* Performance status of 0 or 1\n* Able to read, understand and sign an informed consent form\n* Must be able and willing to follow study procedures and instructions including a possible overnight stay before surgery\n* Otherwise healthy except for the diagnosis of cancer\n* ALT, AST, and total bilirubin within 1.5x institutional upper normal limits; and alkaline phosphatase within 2.5x institutional upper normal limits\n* Serum creatinine of 1.5 mg or less; creatinine clearance greater than 30 ml/min\n* May have previously received pre-operative external beam radiation therapy for this sarcoma\n\nExclusion Criteria:\n\n* Pregnant or lactating\n* Prolonged QT interval: corrected QT interval (QTc) \\> 480 msec\n* Insulin dependent diabetes\n* History of anaphylactic reactions to any drug or contrast agent\n* Asthma under medical management\n* Uncontrolled high blood pressure\n* Severe, active co-morbidity\n* Known substance addiction\n* Sexually active and not willing/able to use medically acceptable forms of contraception.\n* Obesity defined as BMI as body mass index greater than 35 kg/meter squared.\n* Atopy or atopic syndrome\n* Known AIDS\n* Cannot have taken an investigational drug within 30 days of coming onto this study",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}