{
    "nctId": "NCT03944499",
    "briefTitle": "Phase 1 Study of FS-1502 in Patients With HER2 Expressed Advanced Solid Tumors and Breast Cancer.",
    "officialTitle": "A Phase I,Multicenter,Open-label,Single-arm Study:A Dose-escalation Phase Evaluating FS1502 in Patients With HER2 Expressed Advanced Solid Tumors,and a Dose-expanded Phase in Patients With Local Advanced or Metastatic,HER2+ Breast Cancer",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Solid Tumor, Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 297,
    "primaryOutcomeMeasure": "DLT of first single dose of FS-1502.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age ≥18 years at the time of study registration (men and women eligible);\n2. Phase Ia dose-escalation study:\n\n   Patients with HER2-expressing advanced malignant solid tumors who had failed to standard therapy(including surgery, chemotherapy, radiation therapy or biotherapy) , or can not receive standard therapy, or no standard therapy is available.\n   1. HER2 expression: IHC3+, IHC2+/FISH+\n   2. HER2 expression: IHC1+, IHC2+/FISH-\n\n   Phase Ib dose-expanded study:\n\n   Histologically or cytologically confirmed HER2-positive patients with advanced breast cancer who had previously received at least 2 line therapy and had failed anti-HER2 therapy. Details as follows:\n   1. HER2 positive (defined as IHC3+ or IHC2+/FISH+);\n   2. For patients with advanced breast cancer who had previously failed anti-HER2 therapy and had received at least 2-line therapy, postoperative adjuvant therapy which could be considered as a treatment line number if disease progression during treatment and within 12 months after completion of treatment.\n   3. Provide evidence of disease progression or intolerable toxicity as confirmed by the investigator or medical history recorded prior to enrollment.\n   4. The enrollment can be based on written HER2 test report from certified local lab, and if patients had no HER2 test report, they should provide sufficient paraffin sections or fresh tumor tissue specimens which should be sent to the local lab or the central laboratory for testing and confirmation.\n\n   Pivotal clinical study:\n\n   Patients with locally advanced or relapsed metastatic breast cancer who have been histologically or cytologically confirmed to be HER2-positive and who have received two or more lines of anti-HER2 therapy in the past. Details as follows:\n   1. Her2-positive patients: Patients with IHC3+ or IHC2+ and FISH positive patients should provide enough tumor tissue samples within 5 years for the central laboratory to confirm HER2 status. Patients with HER2-positive patients are considered to be eligible for inclusion in this study; If the specimens provided are undetectable or are not available, a positive HER2 test from a local laboratory approved by the NMPA may be reported for entrainment.\n   2. Previous treatment with two or more lines of anti-HER2 therapy, neoadjuvant therapy or adjuvant therapy can be used as a treatment line number if the disease progresses during or within 12 months after treatment.\n   3. Evidence of investigator-confirmed or documented disease progression or intolerance of toxicity prior to enrollment.\n3. The ECOG performance status must be 0 or 1.\n4. Expected survival for at least 12 weeks.\n5. Has adequate organ and bone marrow function: absolute neutrophil count (ANC) ≥ 1.0x1E9/L(without colony stimulating factor within 7 days); hemoglobin ≥ 90g/L (without red blood cell infusion within 14 days); platelet count ≥ 100x1E9/L(without thrombopoietin or thrombopoietin receptor agonists within 7 days nor platelet infusion within 14 days); Total bilirubin ≤ 1.5x upper limit normal (ULN), or ≤ 3x ULN if with Gilbert syndrome; aspartate aminotransferase (AST) and alanine aminotransferase (ALT) ≤ 2.5x ULN; AST and ALT ≤ 5x ULN if liver metastasis; Serum creatinine \\< 1.5x ULN and creatinine clearance ≥ 50mL/min (Cockroft-Gault formula calculation); Serum potassium ≥3.5 mmol/L；albumin ≥ 3g/dL; left ventricular ejection fraction (LVEF) \\>50%；urinary protein ≤1+ or 24-hour urinary protein dose \\< 1.0g.\n6. Has at least one non-intracranial measurable lesion by RECIST version 1.1.\n7. Male or female patients with fertility must agree to use effective contraceptive methods during the study period and within 3 months of the last dose of study therapy, such as dual barrier contraceptive methods, condoms, oral or injectable contraceptives, and intrauterine devices.\n8. Ability to understand and voluntarily sign written informed consent.\n\nExclusion Criteria:\n\n1. Patients who received chemotherapy, targeted therapy, radiotherapy, etc., 14 days or within 5 half-lives periods, whichever is shorter, prior to the start of dosing. Patients who received major surgery, tumor immunotherapy, or monoclonal antitumor therapy within 4 weeks prior to the start of dosing.\n2. Patients who have participated in other clinical trials 4 weeks before the start of study drug administration or within 5 half-lives periods, whichever is shorter.\n3. Patients previously treated with anti-HER2 ADC drugs.\n4. Patients with central nervous system metastasis.\n5. Clinically uncontrolled mass pleural effusion, pericardial effusion, or abdominal effusion (2 weeks before first administration).\n6. Non-recovery of toxic effects from previous antitumor therapy (\\> NCI-CTCAE 5.0 grade 1) alopecia, neurotoxicity, or other toxicity that had become chronic as assessed by the investigator and did not affect the safety of the investigational medication was admitted to NCI-CTCAE 5.0 grade 2 or below.\n7. Patients with corneal epitheliopathy (other than mild punctiform keratopathy or existing eye diseases affecting the evaluation of ocular toxicity after trial administration) or who were unwilling to stop wearing contact lenses during the study.\n8. Patients take medications that prolong the QTc interval (mainly Ia, Ic, Class III antiarrhythmic drugs) or have risk factors that prolong the QTc interval, such as uncorrectable hypokalemia, hereditary long QT syndrome;\n9. Cardiac function and disease conform to one of the following conditions:\n\n   1. Three 12-lead electrocardiogram (ECG) measurements were performed at the research center during the screening period, and three mean values were calculated according to the QTc formula adopted by the instrument, QTc \\> 470 ms;\n   2. New York Heart Association (NYHA)Grade ≥ 2 for congestive heart failure;\n   3. arrhythmia of clinical significance grade ≥ 2.\n   4. History of myocardial infarction or severe arteriovenous thrombosis within 6 months.\n10. Pregnant or lactating women;\n11. Known allergy to any excipients of FS-1502;\n12. Active infections requiring systemic treatment;\n13. Persons with active hepatitis B (HBV surface antigen positive with HBV DNA exceeding 1000 IU/ml or meeting the research Center criteria for diagnosis of active hepatitis B infection) or hepatitis C (HCV RNA positive), human immunodeficiency virus infection (HIV positive);\n14. Had been diagnosed with any other malignancies within the 5 years prior to study participation, other than early malignancies that have undergone radical treatment (carcinoma in situ), such as adequately treated basal or squamous cell skin cancers or carcinoma in situ of the cervix;\n15. Any other clinically significant disease or condition that the investigator believes may affect protocol compliance or affect the patient's signing of the ICF.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}