{
    "nctId": "NCT00933517",
    "briefTitle": "Assessment of the Efficacy of the Neoadjuvant Combination: \"Chemotherapy-Targeted Therapy\" in Breast Cancer.",
    "officialTitle": "Phase II Trial Assessing Neoadjuvant Therapy With FEC 100 Followed by Taxotere® (Docetaxel) Plus Vectibix® (Panitumumab) in Patients With Operable, HR and Her-2 Negative Breast Cancer. TVA Study",
    "overallStatus": "COMPLETED",
    "conditions": "Pathological Response Rate",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 62,
    "primaryOutcomeMeasure": "To assess the rate of complete histological response, according to Chevallier's classification",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Age ³ 18.- Performance status £ 2 (according to WHO criteria).\n* Patient has histologically confirmed, non-metastatic breast cancer, with a clinical tumour diameter of ³ 2 cm\n* HR negative and Her-2 negative.\n* Clinical stage II and IIIa.\n* Patients not previously treated by surgery, radiotherapy, hormone therapy or chemotherapy.· Haematology: o Neutrophil count ≥1.5x109/Lo Platelet count ≥100x109/Lo Leucocyte count \\> 3,000/mmo Hb\\> 9g/dl· Hepatic Function:o Total bilirubin ≤ 1.5 time the upper normal limit (UNL)o ASAT ≤ 2.5xUNL in absence of liver metastases, or ≤5xUNL in presence of liver metastases ALAT ≤ 2.5xUNL in absence of liver metastases, or ≤5xUNL in presence of liver metastases Alkaline phosphatase ≤ 2.5 time the upper normal limit (UNL)· Renal Function· Creatinine clearance ≥50 mL/min and serum creatinine ≤1.5xUNL· Metabolic Function o Magnesium ≥ lower limit of normal. o Calcium ≥ lower limit of normal.\n* Patient with no progressive heart disease, and for whom anthracyclines are not contraindicated (normal FEV).\n* Patient has signed the consent forms for participation before inclusion in the trial.\n* Member of a Social Security scheme (or a beneficiary of such a scheme) according to the provisions of the law of 9 August 2004.\n\nExclusion Criteria:\n\n* Male patients.\n* Her-2 positive patients\n* Subject pregnant or breast feeding, or planning to become pregnant within 6 months after the end of treatment.\n* Subject (male or female) is not willing to use highly effective methods of contraception (per institutional standard) during treatment and for 6 months (male or female) after the end of treatment.\n* Any form of breast cancer other than those described in the inclusion criteria, particularly inflammatory and/or overlooked forms (T4b or T4d).\n* Non-measurable tumour.\n* Patients have already undergone surgery for their disease or have had primary axillary dissection.\n* Patient has already been treated for new breast cancer.\n* Patient is a ward.\n* Patient has a history of second cancer, with exception of in situ cervical cancer or basocellular skin cancer which is regarded as cured.\n* Patient has another disease which is deemed incompatible with the patient being included in the protocol.\n* Heart or kidney failure, medullary, respiratory or liver failure.\n* Clinically significant cardiovascular disease (including myocardial infarction, unstable angina, symptomatic congestive heart failure, serious uncontrolled cardiac arrhythmia) £ 1 year before enrollment/randomization\n* History of interstitial lung disease e.g. pneumonitis or pulmonary fibrosis or evidence of interstitial lung disease on baseline chest CT scan\n* Significant neurological or psychiatric abnormalities.\n* Symptomatic or progressive disorder of the central nervous system (CNS) or metastasis at the initial check-up.\n* Peripheral neuropathy \\> grade 2 (NCI-CTCAE criteria, Version 3.0).\n* History of allergy to polysorbate 80.\n* Concomitant treatment with a trial drug, participation in another clinical trial within \\< 30 days or previous chemotherapy.\n* Patient with no fixed address in the next 6 months or living at a distance from the treatment centre so it is difficult to check her progress.\n* Prior anti-EGFr antibody therapy (e.g.:cetuximab) or treatment with small molecule EGFr tyrosine kinase inhibitors (e.g.: erlotinib).\n* Known previous or ongoing abuse of narcotic drug, other medication or alcohol.\n* Any investigational agent within 30 days before initiation of study treatment. - Must not have had a major surgical procedure within 28 days of initiation of treatment.\n* Subject unwilling or unable to comply with study requirements.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}