{
    "nctId": "NCT02889874",
    "briefTitle": "EXamining PErsonalised Radiation Therapy for Low-risk Early Breast Cancer",
    "officialTitle": "A Randomised Phase III Trial of Adjuvant Radiation Therapy Versus Observation Following Breast Conserving Surgery and Endocrine Therapy in Patients With Molecularly Characterised Luminal A Early Breast Cancer",
    "overallStatus": "RECRUITING",
    "conditions": "Early Stage Breast Carcinoma",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 1167,
    "primaryOutcomeMeasure": "Local recurrence rate after breast conserving surgery",
    "eligibilityCriteria": "Inclusion Criteria: for registration in the study:\n\n1. Female patients aged ≥ 50 years of any menopausal status.\n2. Primary tumour characteristics as assessed by conventional histopathology:\n\n   * Unifocal histologically confirmed invasive breast carcinoma\n   * Maximum microscopic size ≤2 cm\n   * Grade 1 or 2 histology\n   * ER and PR positive in ≥10% of tumour cells in either the biopsy or breast conserving surgical specimen\n   * HER2 negative on IHC (score 0 or 1+) or in situ hybridisation (ERBB2-amplification Ratio ERBB2/centromeres \\<2.0 or mean gene copy number \\<6). Equivocal IHC score (2+) must be assessed by ISH.\n3. Primary tumour must be resected by breast conserving surgery with microscopically negative margins for invasive carcinoma and any associated ductal carcinoma in situ (no cancer cells adjacent to any inked edge/surface of specimen) or re-excision showing no residual disease.\n4. Histologically confirmed negative nodal status determined by sentinel node biopsy or axillary dissection. Patients with pN0 (i+) disease are eligible for study participation (malignant cells ≤0.2 mm in regional lymph node(s) detected by hematoxylin-eosin (H\\&E) stain or IHC, including isolated tumour cells).\n5. No evidence of distant metastasis.\n6. Eligible for and willing to have adjuvant endocrine therapy.\n7. ECOG performance status 0-2.\n8. Availability of FFPE tumour block for Prosigna (PAM50) Assay.\n\nFor randomization to the study, patients must fulfill all of the following criteria:\n\n1. Primary tumour characteristics as assessed by Prosigna (PAM50) Assay:\n\n* Luminal A intrinsic subtype\n* ROR score ≤60\n\nExclusion Criteria:\n\nAny one of the following is regarded as a criterion for exclusion from the study:\n\n1. Primary tumour characteristics:\n\n   * Presence of multifocal or multicentric invasive carcinoma or ductal carcinoma in situ;\n   * Evidence of clinical or pathologic T4 disease (extension to the chest wall, oedema or ulceration of skin, satellite skin nodules, inflammatory carcinoma);\n   * The invasive component of the primary tumour is present as micro-invasion only;\n   * Grade 3 histology;\n   * Presence of lymphovascular invasion\n2. Contra-indication or unwillingness to have adjuvant endocrine therapy.\n3. Planned to receive adjuvant chemotherapy or biologic therapy after breast cancer surgery, i.e. any systemic therapy other than endocrine therapy is not permitted. Any therapy unrelated to cancer is permitted at the discretion of investigators.\n4. Treated with neoadjuvant endocrine therapy, chemotherapy or biologic therapy prior to breast cancer surgery.\n5. Prior breast or thoracic RT for any condition.\n6. Pre-operative breast imaging evidence of disease aside from the primary carcinoma resected by breast conserving surgery.\n7. Concurrent invasive breast carcinoma or ductal carcinoma in situ (synchronous or metachronous).\n8. Prior diagnosis of invasive breast carcinoma or ductal carcinoma in situ in either breast irrespective of disease free interval.\n9. A diagnosis of non-breast malignancy \\<5 years prior to randomisation with the following exceptions:\n\n   * Patients who are diagnosed with carcinoma in situ of cervix, endometrium or colon; melanoma in situ; and basal or squamous cell carcinoma of the skin at any time prior to randomisation are not excluded from study participation.\n   * Patients who are diagnosed with other non-breast malignancy ≥5 years prior to randomisation and without evidence of disease recurrence are not excluded from study participation.\n10. Significant comorbidity precluding definitive RT for breast cancer (e.g. cardiovascular or pulmonary disease, scleroderma, systemic lupus erythematosus).\n11. Life expectancy \\<10 years.\n12. Documented mutation of BRCA1, BRCA2 or TP53, or at high genetic risk of breast cancer.\n13. Pregnant or lactating patients.\n14. Inability to be registered to the study ≤8 weeks after the last surgical procedure for breast cancer.\n15. Inability to commence RT (if randomised to receive RT) no later than 12 weeks from the last surgical procedure for breast cancer.\n16. Inability to provide written informed consent.\n17. Psychiatric, addictive, or any disorder that precludes compliance with protocol requirements.",
    "sex": "FEMALE",
    "minimumAge": "50 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}