{
    "nctId": "NCT01309607",
    "briefTitle": "Study of Preoperative Weekly Paclitaxel and Carboplatin With Lapatinib (Tykerb®) in Patients With ErbB2-Positive Stage I-III Breast Cancer",
    "officialTitle": "Phase II Open-Label Study of Preoperative Weekly Paclitaxel and Carboplatin With Lapatinib (Tykerb®) in Patients With ErbB2-Positive Stage I-III Breast Cancer",
    "overallStatus": "UNKNOWN",
    "conditions": "ErbB2-Positive Stage I-III Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 34,
    "primaryOutcomeMeasure": "Rate of pathologic complete response",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* • Female, Age ≥ 18 years\n\n  * Histologic or cytologic diagnosis of breast carcinoma\n  * T1-4 breast cancer with measurable primary breast tumor, defined as palpable tumor with the largest diameter measuring 2.0cm or greater by calipers\n  * Tumor is HER2 positive either by IHC (3+) or FISH amplification (amplification ratio \\>2.2)\n  * Patients must not have received prior chemotherapy or hormonal therapy for the treatment of breast cancer\n  * Karnofsky performance status of 70 or higher\n  * Estimated life expectancy of at least 12 weeks\n  * Adequate organ function including the following:\n\nBone marrow:\n\n* Absolute neutrophil (segmented and bands) count (ANC) \\>= 1.5 x 109/L\n* Platelets \\>= 100 x 109/L\n\nHepatic:\n\n* Bilirubin \\<= 1.5 x upper limit of normal (ULN),\n* ALT or AST \\<= 2.5x ULN\n\nRenal:\n\no Calculated creatinine clearance \\>30ml/minute\n\n* Left ventricular ejection fraction \\>=50% measured by 2D echo or MUGA\n* Signed informed consent from patient or legal representative\n* Patient with reproductive potential must use an approved contraceptive method if appropriate (e.g. intrauterine device, birth control pills, or barrier device) during and for three months after the study. Females with childbearing potential must have a negative serum pregnancy test within 7 days prior to study enrollment\n\nExclusion Criteria:\n\n* • Prior treatment for locally advanced or metastatic breast cancer\n\n  * Treatment within the last 30 days with any investigational drug\n  * Concurrent administration of any other tumor therapy, including cytotoxic chemotherapy, hormonal therapy, and immunotherapy\n  * Major surgery within 28 days of study drug administration\n  * Active infection that in the opinion of the investigator would compromise the patient's ability to tolerate therapy\n  * Breast feeding\n  * Serious cardiac illness or medical conditions including but not confined to:\n\n    * History of documented congestive cardiac failure or systolic dysfunction (LVEF \\<50%)\n    * High-risk uncontrolled arrhythmias (ventricular tachycardia, high-grade AV block, supraventricular arrhythmias which are not adequately rate-controlled)\n    * History of significant ischaemic heart disease\n    * Clinically significant valvular heart disease\n    * Poorly controlled hypertension (e.g. systolic BP \\> 180mmHg or diastolic \\>100mmHg)\n  * Poorly controlled diabetes mellitus.\n  * Second primary malignancy that is clinically detectable at the time of consideration for study enrollment.\n  * History of significant neurological or mental disorder, including seizures or dementia.\n  * Subjects who have current active hepatic or biliary disease (with exception of patients with Gilbert's syndrome, asymptomatic gallstones or stable chronic liver disease per investigator assessment)\n  * Concomitant use of CYP3A4 inhibitors",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}