{
    "nctId": "NCT04001725",
    "briefTitle": "Efficacy of metfOrmin in PrevenTIng Glucocorticoid-induced Diabetes in Patients With Brain Metastases",
    "officialTitle": "Efficacy of metfOrmin in PrevenTIng Glucocorticoid-induced Diabetes in Melanoma, breAst or Lung Cancer Patients With Brain Metastases: the Phase II OPTIMAL Study",
    "overallStatus": "UNKNOWN",
    "conditions": "Brain Metastases, Melanoma, Lung Cancer, Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "PREVENTION",
    "enrollmentCount": 110,
    "primaryOutcomeMeasure": "Metformin in preventing precocious (14 days) dexamethasone-induced diabetes",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age ≥ 18 years and ≤ 75 years\n2. Histologically confirmed diagnosis of melanoma, lung (SCLC or NSCLC) or breast cancer\n3. Recent (28 days), radiologically documented (contrast-enhanced CT or MRI) diagnosis of measurable brain metastases requiring treatment with high-dose dexamethasone (at least 8 mg daily for at least 21 days) plus/minus radiation therapy (RT).\n4. Any previous or ongoing antitumor systemic therapy; patients who have never received previous systemic therapy can be also included.\n5. Fasting glycemia \\< 126 mg/dl at the baseline evaluation or random glycemia of less than 200 mg/dl if the patient has not fasted for at least 8 hours before blood sampling.\n6. Adequate blood tests:\n\n   * Hemoglobin ≥ 9 g/dl\n   * Absolute neutrophil count (ANC) in the range between 1.5-10 x 103/μl\n   * Total bilirubin ≤ 1.5 times the upper normal limit (UNL). For patients with Gilbert syndrome or known liver metastases, bilirubin levels ≤ 3 times the UNL are considered acceptable\n   * AST, ALT ≤ 3 times the UNL\n   * Alkaline phosphatase ≤ 2.5 times the UNL\n   * Serum creatinine concentration ≤ 1.5 x UNL\n7. ECOG Performance Status ≤ 2\n8. Life expectancy \\> 6 weeks\n9. Written informed consent\n10. Ability to swallow metformin tablets\n11. Patients of female gender with the potential of childbearing (neither surgically sterile nor 2 years postmenopausal) must use a medically accepted method of contraception and must agree to continue use of this method for the duration of the study and for at least 60 days after study conclusion. Acceptable methods of contraception include double barrier method \\[i.e. condom and occlusive cap (diaphragm or cervical vault caps)\\] spermicide, intrauterine device (IUD), or steroidal contraceptive (oral, transdermal, implanted, or injected) in conjunction with a barrier method.\n12. Patients of male gender having female partners with childbearing potential must use a medically accepted method of contraception and must agree to continue use of this method for the duration of the study and for 60 days after participation in the study\n\nExclusion Criteria:\n\n1. Leptomeningeal carcinomatosis, either radiologically documented or cytologically confirmed\n2. History of brain metastases\n3. Diagnosis of other malignancies in the last 5 years, except for superficial, radically treated basal cell carcinomas of the skin or in situ carcinomas of the cervix\n4. Previous or current use of metformin\n5. Ongoing therapy with systemic glucocorticoids at a dosage that is higher than 10 mg prednisone equivalent. Previous GC treatment is allowed if stopped at least 2 months before enrollment. Inhaled or topical steroids are permitted.\n6. Diagnosis of Type 1 or Type 2 diabetes mellitus\n7. Known history of HBV- or HCV-related infection\n8. Known liver cirrhosis, even in the absence of significant alterations in blood tests\n9. Clinically uncontrolled disorders of the lung, kidney, liver or cardio-vascular apparatus\n10. Known history of HIV infection\n11. Serious neurological or psychiatric disorders\n12. Absence of a caregiver for patients with an ECOG performance status of 2\n13. Pregnancy or lactation\n14. Body mass index \\< 18.5 kg/m2\n15. Past or current alcohol abuse (\\> 36 grams/day for men and 24grams/day for women)\n16. Documented metabolic acidosis from any cause in the last 5 years\n17. History of allergy or hypersensitivity to study drug components",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}