{
    "nctId": "NCT00206466",
    "briefTitle": "Biologic Correlative Taxotere/AC",
    "officialTitle": "A Randomized Multicenter Trial of Neoadjuvant Taxotere and Adriamycin/Cytoxan(AC): A Biologic Correlative Study",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 70,
    "primaryOutcomeMeasure": "The primary objective this extension study is to obtain enough additional cases evaluable for microarray analyses to complete our studies to identify profiles of a small number of genes that are predictive of response.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. All patients must be female.\n2. Signed informed consent.\n3. Primary breast cancers must be of clinical and/or radiologic size \\>3 cm, and deemed surgically operable.\n4. Negative serum pregnancy test (bHCG) within 7 days of starting study, if of child-bearing potential.\n5. Adequate bone marrow function: Hematocrit of greater than 30%, total neutrophil count must be \\>1.5 x 109/L and platelets of \\> 100 x 109/L prior to the start of any cycle.\n6. Renal function tests: creatinine within 1.5 times of the institution's upper limit of normal (ULN).\n7. Liver function tests: Total serum bilirubin within ULN, and liver transaminases within 2.5 times ULN, and alkaline phosphatase within 5 times ULN.\n8. Electrocardiogram showing no acute ischemic changes.\n9. Performance status (WHO scale) \\<2.\n10. Age \\> 18 years.\n11. Patients older than 70 years of age should have left ventricular ejection fraction within ULN by MUGA or 2D Echocardiogram.\n\nExclusion Criteria:\n\n1. Patients with metastatic breast cancer.\n2. Pregnancy or unwillingness to use a reliable contraceptive method in women of child-bearing potential.\n3. Women who are lactating or breastfeeding.\n4. Severe underlying chronic illness or disease.\n5. Peripheral neuropathy - grade 2 or greater.\n6. Patients on other investigational drugs while on study will be excluded.\n7. Severe or uncontrolled hypertension, history of congestive heart failure, acute myocardial infarction, or severe coronary arterial disease.\n8. Prior taxane or anthracycline chemotherapy for malignancy.\n9. Patients with a history of severe hypersensitivity reaction to Taxotere or other drugs formulated with polysorbate 80.\n10. No previous or current malignancies at other sites within the last 5 years, with exception of adequately treated cone-biopsied in situ carcinoma of the cervix uteri and basal or squamous cell carcinoma of the skin.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}