{
    "nctId": "NCT05239663",
    "briefTitle": "GM1 Prophylaxis for Post-chemotherapy Cognitive Impairment in Patients With Early Operable Breast Cancer",
    "officialTitle": "The Effects of Ganglioside-Monosialic Acid in Post-chemotherapy Cognitive Impairment in Patients With Early Operable Breast Cancer: A Randomized Trial",
    "overallStatus": "TERMINATED",
    "conditions": "Chemotherapy-Related Cognitive Impairment, Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "PREVENTION",
    "enrollmentCount": 76,
    "primaryOutcomeMeasure": "HVLT R-DR",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Have provided written and signed informed consent;\n2. Histologically confirmed invasive ductal carcinoma;\n3. Planned to received (neo)/adjuvant chemotherapy;\n4. Eastern Cooperative Oncology Group (ECOG) score of 0 to 1;\n5. Can cope with HVLT-RDR and ADAS-Cog evaluation;\n6. No prior therapy could induce neurological damage,within 4 weeks\n7. Normal blood routine, liver and kidney functions within 1 week before enrollment in this study;\n8. Women of childbearing age have a negative serum or urinary pregnancy tests prior to enrollment in this study; Pre-menopause women are contracepted with medically acceptable methods during the study period.\n9. Compliance with the study protocol.\n\nExclusion Criteria:\n\n1. Eastern Cooperative Oncology Group (ECOG) score ≥ 2;\n2. Hypersensitivity to experiment agents or components;\n3. Women with pregnancy or breast feeding;\n4. A clear past history of neurological or psychiatric disorders, including epilepsy or dementia;\n5. Abnormal baseline impairment of cognitive impairment;\n6. Poor compliance, unwillingness or inability to follow protocol to continue the study;\n7. Any circumstances in which the investigator deemed the subject unsuitable for enrollment in this study.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}