{
    "nctId": "NCT06407401",
    "briefTitle": "Improvement of Quality of Life Through Supportive Treatments for Hormone Therapy - Related Symptoms in Patients With Early Breast Cancer",
    "officialTitle": "Improvement of Quality of Life Through Supportive Treatments for Hormone Therapy - Related Symptoms in Patients With Early Breast Cancer; A Pragmatic Randomized Controlled Trial",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "ER+ Breast Cancer, HER2-negative Breast Cancer, Breast Cancer Stage I, Breast Cancer Stage II, Breast Cancer Stage III, Drug-Related Side Effects and Adverse Reactions, Musculoskeletal Pain",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 399,
    "primaryOutcomeMeasure": "Endocrine therapy related musculoskeletal pain",
    "eligibilityCriteria": "Inclusion criteria:\n\n* Female (both pre- and postmenopausal) or male patients\n* Age ≥18 years\n* Ongoing adjuvant ET (tamoxifen or OFS plus tamoxifen or OFS plus AI or AI ) for ER positive HER2 negative breast cancer stages I-III\n* Patients must have received at least 3 months and up to 3 years of ET and planned to continue ET during the study conduction\n* Present endocrine therapy related MSK pain (arthralgia and/or bone pain and/or myalgias), evaluated by the treating clinician as at least grade 2 CTCAE V5.0 for, at least, 4 weeks before enrolment, at the time of the clinic visit:\n\n  * Grade 2: moderate pain; limiting instrumental activities daily living (ADL)\n  * Grade 3: severe pain; limiting activities self-care ADL\n* Previous chemotherapy is allowed if completed at least 3 months before enrolment\n* Eastern Cooperative Oncology Group (ECOG) performance status (PS) 0-2\n* Adequate organ function\n* Completed baseline assessment of patient-reported questionnaires (EORTC QLQ-C30 and EORTC QLQ breast module)\n* Before patient registration, written informed consent must be given according to ICH/GCP, and national/local regulations\n* Women of childbearing potential (WOCBP) must have a negative serum pregnancy test within 7 days prior to the first dose of study treatment.\n\nNote: women of childbearing potential are defined as premenopausal females capable of becoming pregnant (i.e., females who have had any evidence of menses in the past 12 months, except for those who had prior hysterectomy). However, women who have been amenorrhoeic for 12 or more months are still considered to be of childbearing potential if the amenorrhea is possibly due to prior chemotherapy, antioestrogens, low body weight, ovarian suppression, or other reasons.\n\n* Patients of childbearing / reproductive potential must agree to use at least one acceptable effective contraceptive measure until treatment discontinuation.\n* Female subjects who are breast feeding should discontinue nursing prior to the first dose of study treatment and until 1 month after the last study treatment.\n\nExclusion criteria:\n\n* Current history of moderate/severe depression and/or anxiety, both defined as grade≥2 CTCAE V5.0\n* History of suicide-related events\n* Current use of diuretics, antidepressants and/or phytoestrogens\n* Current use of prescribed or natural medicines with known interactions with furosemide and/or duloxetine\n* Contraindications to duloxetine:\n\n  * Severe renal impairment (creatinine clearance \\< 30 mL/min)\n  * Uncontrolled hypertension\n  * Hepatic impairment Child Pugh Class B or C\n* Contraindications to furosemide:\n\n  * Symptomatic hypotension, hypovolemia, or dehydration\n  * Severe renal impairment (creatinine clearance \\< 30 mL/min)\n  * Severe hypokalaemia and/or severe hyponatremia\n  * Addison's disease\n  * Porphyria\n* Uncontrolled intercurrent illness, including psychiatric conditions, chronic alcoholism, and drug addiction, that would, in the judgment of the investigator, limit compliance with study requirement, substantially increase risk of incurring AEs or compromise the ability of the patient to give written informed consent.\n* Known difficulty in tolerating oral medications or conditions which would impair absorption of oral medications such as: uncontrolled nausea or vomiting (i.e., CTCAE ≥ Grade 3 despite antiemetic therapy), ongoing gastrointestinal obstruction/motility disorder, malabsorption syndrome, or prior gastric bypass\n* Any psychological, familial, sociological or geographical condition potentially hampering compliance with the study protocol, understanding and completion of questionnaires and follow-up schedule; those conditions should be assessed and discussed with the patient before the enrolment in the trial.\n* Participation in another interventional study with drugs.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}