{
    "nctId": "NCT01005108",
    "briefTitle": "Acupuncture and Gabapentin for Hot Flashes Among Breast Cancer Survivors",
    "officialTitle": "Acupuncture and Gabapentin for Hot Flashes Among Breast Cancer Survivors",
    "overallStatus": "COMPLETED",
    "conditions": "Hot Flashes",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 120,
    "primaryOutcomeMeasure": "Daily Hot Flash Diary (DHFD)-Primary Outcome (2 minutes per day)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Women 18 years or older with a history of Stage I, II or III breast cancer for at least 12 months.\n2. Have been seen by an oncologist within the previous 6-month period and determined to be free of disease by clinical examination and history;\n3. Experienced at least two hot flashes daily over the seven-day screening period as based on the Daily Hot Flash Diary.\n4. Hot flashes have been present for at least a month before study entry.\n5. Willing to use non-hormonal contraceptives during the duration of the study if patient is premenopausal.\n\nExclusion Criteria:\n\n1. Having metastatic breast cancer ( IV)\n2. Currently on chemotherapy or radiation therapy as adjuvant treatment\n3. Started hormonal therapies such as tamoxifen or aromatase inhibitors within the last 4 weeks; or plan to change or terminate hormonal therapies in the next 14 weeks.\n4. Started or changed with treatments for hot flashes, such as SSRIs or clonidine within the last 4 weeks; or plan to change or terminate these therapies in the next 14 weeks.\n5. Current use of estrogen and/or progestin.\n6. Pregnancy\n7. Breast feeding\n8. Bleeding disorder or current use of warfarin or heparin by patient history because of the use of needles.\n9. Previous use of gabapentin for hot flashes.\n10. Current use of any anti-convulsant.\n11. Renal dysfunction defined as serum creatinine concentration above 1.25 times the upper limit of normal\n12. Known allergy to gabapentin.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}