{
    "nctId": "NCT06043661",
    "briefTitle": "Early Detection of Breast Cancer",
    "officialTitle": "An Evaluation of a Circulating Tumor Cell-based Test (TriNetra™-Breast) for Breast Cancer Screening in Women Aged 40 and Above",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Neoplasms",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 700,
    "primaryOutcomeMeasure": "The primary endpoint of this study is the sensitivity and specificity of TriNetra Breast for breast cancer screening in women 40 years and older, using mammography and histopathology confirmed diagnosis (when relevant) as the reference methods.",
    "eligibilityCriteria": "Inclusion Criteria:\n\nA). For Cohort A (500 subjects are targeted to enroll)\n\n1. No prior diagnosis of (any) cancer\n2. Women aged 40 years and above at the time of mammography\n3. Provision of signed informed consent\n4. Capable of providing adequate health history\n5. No co-morbidity which could impair study participation or sample collection\n6. Blood draw within sixty (60) days of performance of screening mammography\n7. A redacted/deidentified mammography report will be available and provided\n8. If any prior mammography was performed, the BI-RADS score should be 1 or 2 or 3\n9. Willingness to accept follow-up contact every 6 months for up to 2 years.\n10. Agreeable to share any future biopsy or imaging data for a maximum of 2 years from study blood draw.\n\nB). For Cohort B (BI-RADS 4 and 5) (200 subjects are targeted to enroll)\n\n1. No prior diagnosis of (any) cancer\n2. Women aged 40 years and above at the time of mammography\n3. Provision of signed informed consent\n4. Current mammography indicating BI-RADS 4a,4b, 4c, or 5\n5. Capable of providing adequate health history\n6. No co-morbidity which could impair study participation or sample collection\n7. Blood draw within sixty (60) days of mammography and prior to biopsy of the breast\n8. Yet to undergo tissue diagnostic procedure for breast lesion such as fine needle, core, or excisional biopsy\n9. A redacted/deidentified mammography report and redacted/de-identified pathology report will be available and provided\n10. Willingness to accept follow-up contact every 6 months for up to 2 years.\n11. Agreeable to share any future repeat biopsy or imaging data for a maximum of 2 years from study blood draw.\n\nC). Exclusion Criteria\n\n1. Prior diagnosis of (any) cancer\n2. Subjects who are receiving any investigational agent.\n3. Pregnant women are excluded from this study\n4. Breastfeeding women are excluded from this study\n5. Blood transfusion within 30 days prior to screening,\n6. Subject has any condition that in the opinion of the investigator should preclude participation in the study.",
    "sex": "FEMALE",
    "minimumAge": "40 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}