{
    "nctId": "NCT02207179",
    "briefTitle": "Breast Cancer Margin Delineation Using Polarization Subtraction Imaging Technology",
    "officialTitle": "Breast Cancer Margin Delineation Using Polarization Subtraction Imaging Technology: An Ex-vivo Pilot Study of Real-time Breast Margin Imaging in Women Undergoing Breast Conservation Surgery for Early Stage Breast Cancer",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "EARLY_PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 40,
    "primaryOutcomeMeasure": "Tumor areas shown on LumaScan images are the same as those shown on subsequent en-face pathology images.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Women referred for breast conservation surgery following a diagnosis of invasive or in situ carcinoma of the breast by histopathology or women referred for lumpectomy due to a benign (fibroadenoma or papilloma) or high risk breast lesion(Atypical ductal hyperplasia, atypical lobular hyperplasia, lobular carcinoma in-situ, atypical papilloma).\n2. 18 years of age or older.\n3. Able to read or understand and give informed consent.\n\nExclusion Criteria:\n\n1. Patients undergoing neo-adjuvant systemic therapy.\n2. Previous breast cancer and /or radiation in the operated breast.\n3. Implants in the operated breast.\n4. Pregnant or Lactating.\n5. History of photosensitizing disease (porphyria, lupus etc.) or of allergy to methylene blue dye.\n6. Recent use of photosensitizing agents such as fluoroquinolones and retinoids or patients undergoing phototherapy.\n7. Participation in any other intraoperative margin assessment protocol that would affect data acquisition.\n8. Subareolar location (cancer is directly and completely under the nipple/areolar complex) of breast abnormality.\n9. Patients for whom English is not their native language",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}