{
    "nctId": "NCT06555614",
    "briefTitle": "Evaluation of Safety of Acellular Dermal Matrix(ADM) in Breast Reconstruction",
    "officialTitle": "Prospective and Retrospective, Single Center, Case-control, Investigator-initiated, Observational Study to Evaluate the Safety of Acellular Dermal Matrix Processed by the Supercritical CO2 Technology in Breast Reconstruction With Implants",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer Female, Breast Reconstruction",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 120,
    "primaryOutcomeMeasure": "Incidence Rate(%) of Major Short-Term Complications Over 12 Weeks Post-Application of ADM",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Prospective subjects (Test group) 1) Adult women aged 19 to 79 years. 2) Patients who received SC DERM® Recon, an acellular dermal matrix product, during breast reconstruction surgery with implants following a mastectomy due to breast cancer. 3) Individuals who have voluntarily provided written informed consent after receiving an explanation of the study's purpose and methods, are willing to comply with the study protocol, and are willing to visit the hospital for the evaluation of observational parameters.\n2. Retrospective Medical Record Collection 1) Patients who received an acellular dermal matrix product during breast reconstruction surgery with implants following a mastectomy due to breast cancer at Seoul National University Hospital between March 1, 2021, and March 31, 2024.\n\nExclusion Criteria:\n\n1. Prospective subjects (Test group) 1) Individuals deemed inappropriate for study participation by the principal investigator or other investigator's judgement. (e.g., those unable to undergo the required tests for this study).\n2. Retrospective Medical Record Collection 1) Patients who received an acellular dermal matrix product but have no recorded follow-up visits after application.",
    "sex": "FEMALE",
    "minimumAge": "19 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}