{
    "nctId": "NCT04190381",
    "briefTitle": "A Study to Evaluate the Safety and Clinical Outcome of Using FR-Mask in Breast Cancer Patients With Radiation-irritated Skin After Radiotherapy",
    "officialTitle": "A Single-arm, Open Label, Single Center Study to Evaluate the Safety and Clinical Outcome of Using FR-Mask in Breast Cancer Patients With Radiation-irritated Skin After Radiotherapy",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 10,
    "primaryOutcomeMeasure": "The change of scores of study questionnaire between baseline and each time point used to evaluate the breast cosmetic domain and specific breast pain domain.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Participants must be males or non-pregnant females at least 20 years of age.\n* Diagnosis of, non-inflammatory breast adenocarcinoma or in situ breast cancer and completed post-operative radiotherapy without concurrent chemotherapy.\n* Breast adenocarcinoma previously treated by unilateral lumpectomy with or without adjuvant or neoadjuvant chemotherapy or hormonal treatment.\n* Patients were scheduled to receive at least three sessions of radiotherapy per week (1 session per day) for at least five weeks using standard irradiation fraction (with at least 1.8 Gy per session) for total dose of at least 45 Gy.\n* A time period of at least two weeks after radiotherapy before beginning the study.\n* Participant must give informed consent.\n\nExclusion Criteria:\n\n* Bilateral breast cancer\n* Previous radiotherapy to the chest\n* Chemotherapy concurrent with radiation treatment\n* Prior breast reconstructions, implants, and/or expanders\n* Known radiosensitivity syndromes (e.g. Ataxia-telangiectasia)\n* Collagen vascular disease, vasculitis, unhealed surgical sites, breast infections or systemic lupus erythematosus (SLE)\n* Participation in any clinical trial in the prior 30 days from baseline.\n* Any condition that, in the judgement of the investigator could impose hazards to the patient if study therapy is initiated or affect the participation of the patient in the study.",
    "sex": "ALL",
    "minimumAge": "20 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}