{
    "nctId": "NCT03703427",
    "briefTitle": "Capecitabine Versus Vinorelbine in High Risk Breast Cancer With Pathologic Residual Tumors After Preoperative Chemotherapy",
    "officialTitle": "Randomised, Multicenter Phase II Study in Patients With High Risk Breast Cancer With Capecitabine Versus Vinorelbine With Pathologic Residual Tumors After Preoperative Chemotherapy Secondary ID",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Pathologic Residual Cancer Cells",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 200,
    "primaryOutcomeMeasure": "disease free survival(DFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* 1. Female patient with primary, infiltrative breast cancer who has been diagnosed on a histological basis. 2. Stage I-IIIB at the first diagnosis and underwent curative resection. 3. The patient was non-pCR after preoperative chemotherapy including anthracycline agents and paclitaxel or docetaxel; that is, she had undergone primary tumor resection and pathologically confirmed to have residual cancer cells.The previously adminstered preoperative chemotherapy must have involved 8 cycles of EC-T or 6 cycles of TEC.If HER-2 is positive, trastuzumab is applied with T chemotherapy 4. The patient has high risk: young;triple negtive breast caner; positive axillary lymphnode;HER-2 positive;ect 5. The patient's general performance status is 0 to 1. 6. The patient must have no carry-over of efficacy from any previous treatment. 7. The patient has maintained sufficient organ function to permit valid evaluation. 8. The patient must have no adverse drug reactions of grade 2 or higher carried over from previous treatment. 9. The patient's creatinine clearance is higher than 50 ml/min 10. The patient has personally given written, informed consent to participate in this study.\n\nExclusion Criteria:\n\n* 1. The patient is considered to require postoperative chemotherapy other than capecitabine and vinorelbine. 2. The patient has previously been treated with oral 5-FU agents (however, previous treatment with iv 5-FU is acceptable). 3. The patient has either simultaneous or non-simultaneous bilateral breast cancer. 4. The patient has a history of other malignancies or synchronic multiple cancers. However, lesions corresponding to carcinoma in situ or intramucosal carcinoma healed by topical therapy are eligible. 5. The patient is pregnant, has the potential and/or wishes to become pregnant, or is breastfeeding. 6. The patient has previously had an organ transplant. 7. The patient shows hypersensitivity to fluoropyrimidine agents; has previously suffered severe adverse drug reactions with fluoropyrimidine agents; or has a history of serious hypersensitivity to LHRH analogs, tamoxifen, letrozole, anastrozole, and/or exemestane. 8. The patient is currently suffering from serious complications or associated disorders, such as malignant hypertension, congestive heart failure, coronary failure, arrhythmias requiring treatment, infectious diseases, and/or hemorrhagic tendency, and/or has suffered a myocardial infarction within the previous 6 months. 9. The patient has a fever, and there is the possibility that she has an infection. 10. The patient has been shown to have metastasis to other organs. 11. The patient requires treatment for epilepsy and/or central nervous system disorders. 12. The patient is currently being treated for, or has a history of, psychiatric disease. 13. It would be difficult to orally administer drugs to the patient, and/or she suffers from functional insufficiency of the upper gastrointestinal tract and/or malabsorption syndrome. 14. For any other reason, the investigator or sub-investigator has judged the patient to be ineligible for participation.",
    "sex": "FEMALE",
    "minimumAge": "20 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}