{
    "nctId": "NCT04097756",
    "briefTitle": "A Phase I Study of LX-039 Tablets",
    "officialTitle": "A Phase I Study of LX-039 Tablets in Postmenopausal Patients With ER+, HER2- Advanced Breast Cancer After Failure of Endocrine Therapy",
    "overallStatus": "COMPLETED",
    "conditions": "Advanced Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 44,
    "primaryOutcomeMeasure": "To explore the tolerance of LX-039 in ER +, HER2 - patients with advanced breast cancer",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Be able to read and sign the informed consent form.\n2. Adult females (aged ≥18 and ≤75 years).\n3. Be diagnosed with breast cancer confirmed by pathological examination.\n4. Be histologically or cytologically confirmed estrogen receptor positive (ER+≥1% positive staining).\n5. Be postmenopausal.\n6. Subjects who have previously received endocrine therapy and obtained benefit.\n7. ECOG(Eastern Cooperative Oncology Group) score ≤ 1.\n8. Subjects in part2 of the study need to have measurable lesions that meet RECIST 1.1 criteria.\n9. Has recovered from toxicity or injury from prior chemotherapy/radiotherapy .\n10. Enough hematology and organ function.\n11. Expected survival\\>3 months.\n\nExclusion Criteria:\n\n1. Subjects with HER2-overexpressing breast cancer.\n2. Subjects with known brain metastases or other central nervous system metastases that are symptomatic or untreated.\n3. Patients with symptomatic advanced disease who have spread to the viscera and are at risk of life-threatening complications.\n4. Subjects who received second-line or above chemotherapy.\n5. Subjects with known allergy to this product or any of its components.\n6. Subjects who previously used other estrogen receptor down regulators than fulvestrant.\n7. Subjects who received endocrine therapy or other anti-tumor agent or radiotherapy within 4 weeks prior to study entry.\n8. Subjects who received cell therapy or tumor vaccine therapy;\n9. Subjects with severe immunosuppression .\n10. Severe or uncontrolled disease.\n11. Subjects with diseases or abnormalities that may affect the administration and absorption of drugs.\n12. Subjects with other malignancy within 5 years prior to study entry.\n13. Subjects with other high risks of thrombosis or require long-term use of antiplatelet drugs.\n14. Subjects with history of definite neurological or psychiatric disorders in the past.\n15. Subjects who are HIV(human immunodeficiency virus) antibody positive, HBsAg(hepatitis B surface antigen) positive or HCV(hepatitis C virus)antibody positive.\n16. Subjects with other uncontrolled malignant/non-malignant diseases, significant laboratory abnormalities, participation in the study may increase the risk.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}