{
    "nctId": "NCT01495884",
    "briefTitle": "The Myocet/Lapatinib Study. ICORG 10-03, V5",
    "officialTitle": "A Phase I/II Study of Lapatinib Plus Myocet TM in Patients With HER2+ve Metastatic Breast Cancer Following Disease Progression During, or After, Treatment With Trastuzumab and Taxanes",
    "overallStatus": "TERMINATED",
    "conditions": "Her2 Positive Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 11,
    "primaryOutcomeMeasure": "Optimal dose for lapatinib plus myocet",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Written informed consent obtained prior to any study-related procedures.\n2. Female patients, age ≥ 18 years, who are either post menopausal (post-menopausal status will be defined as patients who are amenorrheic for \\> 1 year or for a shorter duration if FSH, LH and/or oestradiol levels are within the post-menopausal range), surgically sterile or practicing an effective method of birth control agreed with the patients study physician. Women of childbearing potential should use an effective contraceptive ( such as non hormonal intra uterine device (IUD), condoms, sexual abstinence or vasectomised partner).during treatment and up to 6 months following discontinuation of therapy.\n3. Histologically confirmed metastatic breast cancer\n4. Documented HER2 overexpression (IHC 3+ or FISH or CISH positive)\n5. At least one measurable lesion according to RECIST criteria. Patients with bone only disease are not eligible.\n6. Patients with controlled brain metastasis are eligible.\n7. Documented disease progression. Progression for entry is defined as appearance of any new lesion not previously identified or increase of 25% or more in existent lesion from previous CT scan and must be documented\n8. Prior treatment must have contained trastuzumab and taxane. Patients may have been treated with Lapatinib previously.\n9. Life expectancy of at least 12 weeks\n10. ECOG Performance Status of ≤ 2\n11. Left ventricular ejection fraction (LVEF) ≥ 55%, as measured by Echocardiogram or MUGA Scan (within 14 days prior to first infusion), and no documented history of uncontrolled or symptomatic angina, arrhythmias or congestive heart failure within the previous 6 months\n12. Adequate bone marrow, haematological, hepatic and renal function defined as:\n\n    * Absolute Neutrophils Count ≥ 1.5 x 109/L\n    * Platelet Count ≥ 100 x 109/L\n    * Haemoglobin ≥ 9.0 g/dL\n    * Calculated creatinine clearance ≥ 40 mL/min\n    * Total bilirubin ≤ ULN. Patients with Gilbert's syndrome prior to study entry must have total bilirubin \\< 3 x ULN.\n    * Alkaline Phosphatase and AST or ALT within the parameters specified in protocol\n13. Patients must have recovered from clinically significant side effects associated with prior radiotherapy and chemotherapy\n14. Able to swallow and retain oral medication.\n15. Formalin-fixed paraffin-embedded tissue from archived tumour tissue samples available (from the primary or metastatic tissue.\n\nPatients meeting any of the following exclusion criteria are not eligible for enrolment into this study:\n\nExclusion Criteria:\n\n1. Pregnant or lactating women\n2. Prior anthracycline chemotherapy with a lifetime dose exceeding 360 mg/m2 doxorubicin or 550 mg/m2 epirubicin\n3. Documented history of poorly controlled hypertension), arrhythmia, clinically significant valvular disease, angina requiring treatment, transmural infarction, myocardial infarction within the previous 6 months\n4. Concurrent disease that would make the patient inappropriate for study participation, or any other serious medical disorder that would interfere with the patient's safety\n5. Dementia, altered mental status, or any other psychiatric condition that would interfere with the patient's safety or informed consent\n6. Active or uncontrolled bacterial, viral or fungal infection.\n7. History of other malignancy. However patients who have been disease free for 5 years, or patients with a history of resected non-melanoma skin cancer or successfully treated in situ cancer are eligible\n8. Concurrent cancer therapy (chemotherapy, immunotherapy, biologic therapy, hormonal therapy, or within 4 weeks preceding the first dose of investigational product)\n9. Unresolved or unstable, serious toxicity from prior administration of another investigational product\n10. Concurrent treatment with an investigational drug within 4 weeks preceding the first dose of investigational product\n11. Known hypersensitivity to lapatinib and Myocet™ or their excipients\n12. Any other contraindications for lapatinib and Myocet™\n13. Receive concurrent treatment with prohibited medications. Zometa for patients with bone metastasis is allowed. If the patient is on Zometa at start of the study, it should be continued throughout the duration of the study.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}