{
    "nctId": "NCT00925652",
    "briefTitle": "Bevacizumab, Metronomic Chemotherapy (CM), Diet and Exercise After Preoperative Chemotherapy for Breast Cancer",
    "officialTitle": "ABCDE: A Phase II Randomized Study of Adjuvant Bevacizumab, Metronomic Chemotherapy (CM), Diet and Exercise After Preoperative Chemotherapy for Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 55,
    "primaryOutcomeMeasure": "Median 3-year Recurrence-free Survival (RFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologically or cytologically confirmed invasive breast cancer. HER2 positive disease is not allowed. Metastatic breast cancer (Stage IV) is not allowed.\n* For patients entering the trial after neoadjuvant chemotherapy, there must be the presence of residual invasive disease on pathologic review following neoadjuvant chemotherapy. Residual disease is defined as a Miller-Payne response in the breast of 0-4 and/or residual carcinoma in one or more regional lymph nodes that would meet AJCC 7th edition criteria for N1 - N3 disease. The presence of DCIS without invasion does not qualify as residual disease. Alternatively, if Miller-Payne grading is not available, the patient will be eligible if the pathology report indicates any residual invasive carcinoma following neoadjuvant therapy.\n* If tumor is triple negative (ER-/PR-/HER2-) and the patient received neoadjuvant chemotherapy, disease may be clinical stage I-III pre-operatively, per AJCC 7th edition, based on baseline evaluation by clinical examination and/or breast imaging. Patients must have the presence of residual invasive disease on pathologic review following their neoadjuvant chemotherapy.\n* If tumor is triple negative and the patient did not receive neoadjuvant chemotherapy, there must be pathologic lymph node positivity and Stage IIB or greater disease after surgery. For the purposes of eligibility, lymph node positivity can refer to either axillary or intramammary lymph nodes.\n* If tumor is hormone receptor positive, disease must be clinical Stage III neoadjuvantly, per AJCC 7th edition, based on baseline evaluation by clinical examination and/or breast imaging, or pathologic Stage IIB or greater at time of definitive surgery. Patients with hormone receptor positive breast cancer who do not receive neoadjuvant chemotherapy are not eligible for this protocol.\n* For patients who completed neoadjuvant chemotherapy, the regimen must contain an anthracycline, a taxane, or both. Patients who have received neoadjuvant therapy as part of a clinical trial are acceptable. Protocol therapy must be initiated \\< 180 days after last surgery for breast cancer. For triple negative patients who receive adjuvant chemotherapy only, the regimen must contain both an anthracycline and a taxane. For these patients, protocol therapy must be initiated \\< 28 weeks after initiation of adjuvant chemotherapy.\n* Patients with ER+ and/or PR+ breast cancer should receive adjuvant hormonal therapy\n* No prior exposure to bevacizumab or other inhibitors of angiogenesis is allowed.\n* Patients must have completed definitive resection of primary tumor. Negative margins for both invasive and ductal carcinoma in situ (DCIS) are desirable, however positive margins are acceptable if the treatment team believes no further surgery is possible and patient has received radiotherapy. Patients with margins positive for lobular carcinoma in situ are eligible.\n* Post-mastectomy radiotherapy is suggested for all patients with a primary tumor 5cm or greater or involvement of 4 or more lymph nodes. Whole breast radiotherapy is required for patients who underwent breast conserving therapy, including lumpectomy, partial mastectomy, and excisional biopsy.\n* Patients must have the presence of residual invasive disease on pathologic review following their preoperative chemotherapy. The presence of DCIS without invasion does not qualify as residual disease. Alternatively, if Miller-Payne grading is not available, the patient will be eligible if the pathology report indicates any residual invasive carcinoma following preoperative therapy.\n* LVEF equal to or greater than institutional limits of normal after preoperative chemotherapy, as assessed by echocardiogram, within 30 days prior to registration\n* ECOG Performance Status 0-1 within 2 weeks of registration\n* 18 years of age or greater\n\nExclusion Criteria:\n\n* Laboratory assessments as outlined in the protocol\n* Stage IV breast cancer. Patients with metastatic disease are ineligible. However, specific staging studies are not required in the absence of symptoms\n* Prior history of hypertensive crisis or hypertensive encephalopathy\n* History if myocardial infarction or unstable angina within 12 months prior to registration\n* History of stroke or transient ischemic attack at any time\n* Significant vascular disease within 6 months prior to registration\n* History of hemoptysis within 1 month prior to registration\n* Ongoing or active infection\n* NYHA Grade II or greater congestive heart failure\n* Unstable angina pectoralis\n* Psychiatric illness/social situations that would limit compliance with study requirements\n* Evidence of bleeding diathesis or significant coagulopathy\n* Major surgical procedure, open biopsy, or significant traumatic injury within 28 days prior to registration or anticipation of need for major surgical procedure during the course of the study\n* Core biopsy or other minor surgical procedure, excluding placement of a vascular access device, within 7 days prior to registration\n* History of abdominal fistula or gastrointestinal perforation within 6 months prior to registration\n* Serious, non-healing wound, active ulcer, or unhealed bone fracture\n* Known hypersensitivity to any component of bevacizumab or compounds of similar chemical or biologic composition to cyclophosphamide or methotrexate\n* Known HIV infection, as immunosuppression could be worsened by use of cyclophosphamide and methotrexate, and the impact of chemotherapy and/or bevacizumab therapy on the pharmacology of standard anti-HIV therapy is not known\n* Patient may not be pregnant, expect to become pregnant, plan to conceive a child while on study or breastfeeding.\n* Prior history of any malignancy treated without curative intent, or treated with curative intent within the past 5 years. Prior history of DCIS \\> 5 years before current breast cancer diagnosis is acceptable if ipsilateral (and no radiotherapy given) or contralateral (with or without radiotherapy) or contralateral (with or without radiotherapy). Prior history of contralateral stage 1 breast cancer \\> 5 years prior to the current breast cancer diagnosis is acceptable, however prior ER/PR+ breast cancer \\> stage 1 at any time is not allowed.\n* Patients with a pleural effusion or abdominal ascites are excluded because of the theoretical risk for methotrexate accumulation and related toxicity\n* Current use of anticoagulants is allowed as long as patients have been on a stable dose for more than two weeks with stable INR\n* Chronic therapy with full dose aspirin or standard non-steroidal anti-inflammatory agents is allowed\n* While on study, patients may not receive other investigational agents as part of other clinical trials\n* Adjuvant bisphosphonate use, on or off of clinical trial, is allowed. Patients may be started on adjuvant bisphosphonate therapy either before or after ABCDE trial enrollment",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}