{
    "nctId": "NCT03126487",
    "briefTitle": "High Intensity Focused Ultrasound Guided by MRI as Thermic Destruction in Primitive Small Size Breast Cancer",
    "officialTitle": "High Intensity Focused Ultrasound Guided by MRI as Thermic Destruction in Primitive Small Size Breast Cancer. Phase II Pilot Study : Effectiveness and Procedures Standardization",
    "overallStatus": "WITHDRAWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "Histological analysis of the surgical specimen will identify the tissue destroyed by ultrasound, residual healthy tissue and possibly residual viable cancerous tissue.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Woman with invasive unifocal and unilateral noninflammatory ductal breast cancer.\n2. Age\\> 18 years.\n3. Size ≤ 10 mm (measured by MRI).\n4. Histological confirmation of breast cancer by biopsy with sufficient material to estimate grade, hormonal status and HER2 status.\n5. Lesion well delineated in MRI after injection of gadolinium and certain ultrasound correlation with the biopsy lesion.\n6. Distance\\> 10 mm between the tumor and the skin and between the tumor and the muscle.\n7. Performance status 0 or 1\n8. Biological exam according to the following standards:\n\n   Neutrophiles\\> 1.5 x 109 / L Hemoglobin\\> 9 g / dL Plates\\> 100 x 109 / L ASAT - ALAT \\<2.5 x ULN Bilirubin \\<1.5 x ULN Creatinine \\<150 μmol / L and\\> 60 μmol / L Clearance\\> 30 ml / min\n9. Informing the patient or her legal representative and signing the informed consent\n10. Patient with Health care insurance available\n\nExclusion Criteria:\n\n1. Invasive lobular carcinoma or extensive in-situ component or only presence of micro-calcifications as a disease sign\n2. MRI or uncorrelated ultrasound lesion\n3. Distance \\<10 mm between the tumor and the skin or nipple or chest cage or muscle\n4. PS \\<2\n5. Patient weighing more than 110 Kg\n6. Breast Implants\n7. History of breast irradiation\n8. History of surgery on the breast to be treated (fibrous scar, staples or surgical clips)\n9. Treatment with antiaromatase, tamoxifen or neoadjuvant chemotherapy within 30 days of treatment start\n10. History of severe cerebrovascular disease (cerebrovascular accident within 6 months prior to inclusion) or hemolytic anemia (hematocrite \\<30)\n11. Patient with cardiac disorders (severe hypertension, antiarrhythmic treatments, history of cardiac ischemia) 1\n\n2. Patient under dialysis 13. Patient under anti-coagulant treatment 14. Patient refusing surgery or for which surgery is contraindicated 15. Contraindication to the realization of MRI or thermo-ablation treatment 16. Patient has a contraindication to Gadolinium 17. Vulnerable persons are defined in Article L1121-5 to -8: Pregnant women, and nursing mothers, persons deprived of their liberty by a judicial or administrative decision, persons admitted without consent under Articles L. 3212-1 and L. 3213-1 who are not covered by the provisions Of Article L. 1121-8 and persons admitted to a health or social institution for purposes other than research Persons of legal age who are under protection or who are unable to give their consent",
    "sex": "FEMALE",
    "minimumAge": "19 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}