{
    "nctId": "NCT01894451",
    "briefTitle": "Pilot Study of Zirconium-89 Bevacizumab Positron Emission Tomography for Imaging Angiogenesis in Patients With Inflammatory Breast Carcinoma Receiving Preoperative Chemotherapy",
    "officialTitle": "Pilot Study of Zirconium-89 Bevacizumab Positron Emission Tomography for Imaging Angiogenesis in Patients With Inflammatory Breast Carcinoma Receiving Preoperative Chemotherapy",
    "overallStatus": "COMPLETED",
    "conditions": "Inflammatory Breast Carcinoma",
    "studyType": "INTERVENTIONAL",
    "phase": "EARLY_PHASE1",
    "allocation": "NA",
    "primaryPurpose": "DIAGNOSTIC",
    "enrollmentCount": 2,
    "primaryOutcomeMeasure": "Quality Control Standards for Radiopharmamceuticals and Number of Successfully Acquired 89Zr-bevacizumab-PET/CT scans",
    "eligibilityCriteria": "Inclusion Criteria:\n\nParticipants must meet the following criteria on screening examination to be eligible to participate in the study:\n\n* Participants must have histologically or cytologically confirmed HER2 negative invasive breast adenocarcinoma.\n* Participants must have clinical characteristics consistent with IBC, characterized by a rapid onset of clinical findings exemplified as diffuse edema and erythema of the breast, often without a palpable mass.\n* Age ≥ 21 years. Because no dosing or adverse event data are currently available on the use of 89Zr-bevacizumab in participants \\<21 years of age, children are excluded from this study but will be eligible for future pediatric trials.\n* Any stage is eligible.\n* Participants must be eligible for preoperative chemotherapy for IBC as determined by the treating physician.\n* The effects of 89Zr-bevacizumab on the developing human fetus are unknown. For this reason and because radiopharmaceuticals may be teratogenic, women of childbearing potential and men must agree to use adequate contraception (barrier method of birth control; abstinence) prior to study entry and for the duration of study participation. Should a woman become pregnant or suspect she is pregnant while participating in this study, she should inform her treating physician immediately.\n* Ability and willingness to comply with the study procedures.\n* Ability to understand and the willingness to sign a written informed consent document.\n* Participants must be willing to have research biopsies at baseline and after 2 cycles of preoperative chemotherapy, and possibly at the completion of preoperative chemotherapy.\n* ECOG performance status ≤ 2.\n\nExclusion Criteria:\n\n* Participants who exhibit any of the following conditions at screening will not be eligible for admission into the study:\n* Pregnant women are excluded from this study because 89Zr-bevacizumab and 18F-FDG are radiopharmaceuticals with the potential for teratogenic effects. Because of the radiation exposure to a nursing infant from 89Zr-bevacizumab and 18F-FDG, women who are breastfeeding are also excluded from this study. In addition, bevacizumab may cause fetal harm based on animal studies (2).\n* Uncontrolled intercurrent illness including, but not limited to ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements.\n* Major surgery or significant bleeding episodes within 28 days before study initiation. Major surgery does not include: breast or other biopsies obtained for diagnosis, placement of radio-opaque clip to localize a tumor or tumors for subsequent surgical resection, placement of central venous access, pretreatment lymph node sampling. Significant bleeding episodes are defined for the purpose of this study as hemoptysis or upper/lower gastrointestinal bleeding.\n\nAlthough bevacizumab will be administered in tracer quantities in this study and is not expected to have pharmacologic effects, participants with major surgery or significant bleeding episodes within 28 days before study initiation may be at a higher risk of bleeding.\n\nContraindications for MRI with contrast or PET/CT including:\n\n* Cardiac pacemaker, implanted cardiac defibrillator, pacing wires, internal electrodes\n* Aneurysm clips\n* Cochlear, otologic, or other ear implant\n* Tissue expander\n* Swan-Ganz or Thermo Dilution\n* Moderate renal insufficiency (estimated GFR less than 60 mL/min/1.73 m2) to end stage renal disease (estimated GFR less than 15 mL/min/1.73 m2 or a serum creatinine more than 3 mg/dL), who are not on dialysis, and patients with renal failure on chronic dialysis\n* Severe claustrophobia\n* History of multiple or severe allergic reactions attributed to immunoglobulins or MRI contrast agents.\n* Any past or current condition that in the opinion of the study investigators would confound the results of the study or pose additional risk to the patient by their participation in the study.",
    "sex": "ALL",
    "minimumAge": "21 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}