{
    "nctId": "NCT05030519",
    "briefTitle": "A Study of Diarrhea and Intestinal Flora Changes Caused by Pyrotinib in Breast Cancer",
    "officialTitle": "A Study of Diarrhea and Intestinal Flora Changes Caused by Pyrotinib in Breast Cancer",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 50,
    "primaryOutcomeMeasure": "The quantity of intestinal flora from breast cancer patients' fecal microflora at different follow-up nodes",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Female breast cancer patients aged 18-75 years.\n2. ECOG performance status of 0 to 1;\n3. Known hormone receptor status;\n4. HER2 positive breast cancer and previously reveived ≤2 anti-HER2 therapy;\n5. Breast cancer patients are about to receive pyrotinib monotherapy or combined with Trastuzumab/Inetetamab and chemotherapy；\n6. Patients with adequate organ function before enrollment (no blood transfusion, no white blood cell or platelet-elevating drugs used within 2 weeks before screening): 1) Blood routine:ANC≥1.5×10\\^9/L; PLT≥90×10\\^9/L; Hb≥90 g/L；2)Blood biochemistry: TBIL≤1.5×ULN;ALT and AST ≤1.5×ULN; alkaline phosphatase ≤ 2.5×ULN; BUN and Cr≤1.5×ULN；3) Cardiac color Doppler ultrasound:LVEF≥55%；4) 12-lead ECG: QTcF \\< 470 msec;\n7. Signed the informed consent form prior to patient entry, and have good compliance and are willing to cooperate with follow-up.\n\nExclusion Criteria:\n\n1. patients with Severe heart disease or discomfor;\n2. Previous or ongoing use of HER2-targeted tyrosine kinase inhibitors ;\n3. Inability to swallow, intestinal obstruction, or other factors that affect the taking and absorption of the drug;\n4. Allergy to pyrotinib; history of immunodeficiency, including HIV positive, active HBV/HCV, other acquired or congenital immunodeficiency disease and organ transplantation history;\n5. Patients during pregnancy or lactation, patients with childbearing potential tested positive in baseline pregnancy test, or patients unwilling to take effective contraceptive measures throughout the trial and 7 months after the last study medication;\n6. patients with intestinal disease, serious concomitant diseases, or other comorbid diseases that will interfere with the planned treatment, or patients not eligible for this study judged by the investigator.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}