{
    "nctId": "NCT05569811",
    "briefTitle": "NeoadjuVAnt muLti-agENT Chemotherapy or Patritumab Deruxtecan With or Without endocrINE Therapy for High-risk HR+/HER2- Breast Cancer - VALENTINE Trial",
    "officialTitle": "A Phase 2 Trial of neoadjuVAnt muLti-agENT Chemotherapy or Patritumab Deruxtecan (HER3-DXd; U3-1402) With or Without endocrINE Therapy for High-risk HR+/HER2- Breast Cancer - VALENTINE Trial",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 120,
    "primaryOutcomeMeasure": "Rate of pCRBL (ypT0/is ypN0) at surgery",
    "eligibilityCriteria": "Main inclusion criteria\n\n1. Histologically confirmed non-metastatic primary invasive adenocarcinoma of the breast untreated and recently diagnosed\n2. ER-positive and/or PgR-positive and HER2-negative tumor\n3. Ki67% ≥ 20% locally assessed and/or high genomic risk (defined by gene signature):\n4. Have an Eastern Cooperative Oncology Group (ECOG) performance status of 0 to 1.\n5. Breast cancer eligible for primary surgery.\n6. Availability of pre-treatment tumor tissue sample of FFPE tumor block from primary tumor for biomarker analysis.\n7. Participants must be deemed eligible for neoadjuvant chemotherapy\n8. Participants must be deemed eligible for surgery.\n9. Adequate hematologic and end-organ function, defined by the following laboratory results\n10. Baseline LVEF ≥ 50% measured by echocardiography (ECHO) or Multiple Gate Acquisition (MUGA) scan\n\nMain exclusion criteria\n\n1. Metastatic (Stage IV) breast cancer.\n2. Bilateral invasive breast cancer.\n3. Any treatment, local or systemic, including prior chemotherapy, ET, targeted therapy, and/or radiation therapy for the currently diagnosed BC prior to enrollment.\n4. Patients in whom a primary tumor excisional biopsy was performed.\n5. Prior treatment with a HER3 antibody, topoisomerase I inhibitor, with an ADC which consists of an exatecan derivative that is a topoisomerase I inhibitor (e.g., DS-8201) and with a govitecan derivative (e.g., IMMU-132).\n6. Patient has active cardiac disease or a history of cardiac dysfunction.\n7. Medical history of clinically significant lung diseases (e.g., interstitial pneumonia, pneumonitis, pulmonary fibrosis, and severe radiation pneumonitis) or who are suspected to have these diseases by imaging at screening period.\n8. Patients with a history of any malignancy are ineligible except specific cases\n9. Current severe, uncontrolled systemic disease (e.g., clinically significant cardiovascular, pulmonary or metabolic disease; wound healing disorders; ulcers; bone fractures, psychiatric illness/social situations, geographical factors, substance abuse) or other factors which in the Investigator's opinion makes it undesirable for the subject to participate in the study or which would jeopardize compliance with the protocol\n10. Concurrent, serious, uncontrolled infections or current known infection with HIV or active hepatitis B and/or hepatitis C.\n11. History of significant co-morbidities that, in the judgment of the investigator, may interfere with the conduction of the study, the evaluation of response, or with ICF.\n12. Known hypersensitivity to either the drug substance components (including an antibody, a drug-linker, or a topoisomerase I inhibitor) or inactive ingredients in the drug product or history of severe hypersensitivity reactions to other monoclonal antibodies.\n13. History of exposure to cumulative anthracycline doses greater than follows: a. Adriamycin \\> 100 mg/m2; Epirubicin \\> 180 mg/m2; Mitoxantrone \\> 40 mg/m2; Idarubicin \\> 22.5 mg/m2. If another anthracycline or more than one anthracycline has been used, the cumulative dose must not exceed the equivalent of 100 mg/m2 of adriamycin.\n14. Any history of interstitial lung disease (ILD) (including pulmonary fibrosis or radiation pneumonitis), has current ILD, or is suspected to have such disease by imaging during screening.\n15. Clinically severe pulmonary compromise resulting from intercurrent pulmonary illnesses including, but not limited to, any underlying pulmonary disorder (i.e. pulmonary emboli within three months of the study enrollment, severe asthma, severe COPD, restrictive lung disease, pleural effusion etc.), and any autoimmune, connective tissue or inflammatory disorders with potential pulmonary involvement (i.e. rheumatoid arthritis, Sjögren's syndrome, sarcoidosis etc.), or prior pneumonectomy.\n16. Has unresolved toxicities from previous anticancer therapy, defined as toxicities (other than alopecia) not yet resolved to National Cancer Institute Common Terminology Criteria for Adverse Events (NCI-CTCAE) version 5.0, grade ≤1 or baseline. Subjects with chronic grade 2 toxicities may be eligible per the discretion of the Investigator.\n17. Non-eligible for taxanes therapy. Previous sensory neuropathy \\> grade 1, according to NCI-CTCAE criteria, due to any reason.\n18. Is receiving chronic systemic corticosteroids dosed at \\>10 mg prednisone or equivalent anti-inflammatory activity or any form of immunosuppressive therapy prior to Cycle 1 Day 1. Subjects who require use of bronchodilators, inhaled or topical steroids, or local steroid injections may be included in the study.\n19. Evidence of any leptomeningeal disease.\n20. Has clinically significant corneal disease.\n21. Female subject who is pregnant or breastfeeding or intends to become pregnant during the study.\n22. Subjects who are currently receiving chloroquine or hydroxychloroquine. A washout period of \\> 14 days is required prior to randomization or Cycle 1 Day 1",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}