{
    "nctId": "NCT02101970",
    "briefTitle": "Weight Loss Plus Omega-3 Fatty Acids or Placebo in High Risk Women",
    "officialTitle": "Randomized Pilot Trial of Omega-3 Fatty Acids or Placebo in Peri- or Post-Menopausal Women at High Risk for Breast Cancer Undergoing a Weight Loss Intervention",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "PREVENTION",
    "enrollmentCount": 46,
    "primaryOutcomeMeasure": "Dropout rate",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Evidence of Hyperplasia with Masood score of 13 or higher and 500 or more epithelial cells on cytology slide of screening Random Periareolar Fine Needle Aspiration (RPFNA)\n* Access to smart phone and or computer\n* Willing to comply with diet, exercise and lifestyle modification during weight reduction and maintenance phase.\n* Willing to start the dietary and exercise intervention within 9 months of RPFNA\n* Willing to complete quality of life questionnaires at multiple visits\n* Willing to have a medical history and physical at multiple visits\n* Willing to have an additional RPFNA at two additional visits\n* Be willing to have blood drawn at multiple visits\n* Willing to sign and able to understand consent for the RPFNA's and study participation\n* Reasonable hematopoetic, kidney and liver function consistent with safe participation on this trial.\n\nExclusion Criteria:\n\n* Having taken medications that seriously affect metabolism such as steroids, dexatrim or other diet drugs within 3 weeks of study registration\n* Have changed dose or type of hormone supplementation within 3 months\n* Currently receiving other investigational agents\n* Have been on a chemoprevention trial within 6 months or taken a Selective Estrogen Receptor Modulator or aromatase inhibitor within last 6 months.\n* Need for chronic use of aspirin, nonsteroidal anti-inflamatory drug (NSAID) or other anti-inflammatory agents\n* Taking metformin, or other diabetes medications\n* Taking statins\n* Unable to participate in moderate intensity exercise (walking, treadmill, elliptical, water aerobics)\n* Would be unable to participate, by phone, in weekly phone call sessions\n* Cells suspicious for malignancy as assessed by cytotechnologist or cytopathologist.",
    "sex": "FEMALE",
    "minimumAge": "45 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}