{
    "nctId": "NCT00253318",
    "briefTitle": "RAD001 Plus Docetaxel in Patients With Metastatic Breast Cancer",
    "officialTitle": "Phase I, Open Label, Dose Escalation Study of the Safety, Tolerability, and Pharmacokinetics of the Combination RAD001 Plus Docetaxel in Patients With Metastatic Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 15,
    "primaryOutcomeMeasure": "Maximum Tolerated Dose (MTD) of combination of RAD001 plus Docetaxel",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. 18 years of age or older.\n2. Diagnosis of metastatic breast cancer with at least one measurable or evaluable lesion. For the phase II portion of the study patients will be required to have measurable disease. Response will be determined using the Response Evaluation Criteria In Solid Tumors (RECIST) criteria.\n3. No limit on the prior number of chemotherapies for the phase I portion of the study. No more than one prior chemotherapy regimen for the phase II portion of the study.\n4. Signed informed consent to participate in the study must be obtained from patients after they have been fully informed on the nature and potential risks by the investigator with the aid of written information.\n5. Adequate bone marrow function as shown by: Absolute neutrophil count (ANC) \\> or = 1.5 times 10(9)/L, Platelets \\> or = 100 times 10(9)/L, Hgb \\> or = 10g/dL.\n6. Normal renal function as shown by serum creatinine \\< or = 1.5 times Upper Limit of Normal (ULN).\n7. Hepatic Function Variables:\n\n   * Bilirubin \\< or = ULN\n   * Alkaline phosphatase \\< or = 5 times ULN. If alkaline phosphatase is \\< or = 2.5 times ULN, ALT/AST must be \\< or = 2.0 times ULN. If alkaline phosphatase is \\> 2.5 but \\< or = 5 times ULN, ALT/AST must be \\< or = 1.5 times ULN\n8. Performance Status 0-2 on the World Health Organization (WHO) scale.\n\nExclusion Criteria:\n\n1. Patients enrolled in the Phase I portion of the trial may have received prior docetaxel in the adjuvant or metastatic setting. Patients enrolled in the Phase II portion of the trial will not be considered eligible if they have received prior docetaxel as treatment for metastatic breast cancer. For the purposes of this protocol, patients who develop systemic metastasis \\< 6 months from adjuvant docetaxel will be considered to have had treatment with docetaxel for metastatic breast cancer and will be ineligible for protocol participation.\n2. Patients with a history of thromboembolism within the prior 6 months or active thrombophlebitis.\n3. For the phase I portion of the study, patients with grade \\> 2 neuropathy, for the phase II portion of the trial, patients with \\> or = grade 2 neuropathy.\n4. For the phase I portion of the trial, patients with treated brain metastasis that are stable for 3 months will be eligible for protocol participation. However, patients with brain metastasis will be excluded from the phase II portion of the trial.\n5. Patients with an uncontrolled infection.\n6. Patients with a known history of HIV seropositivity.\n7. Patients with an active, bleeding diathesis, or on oral anti-vitamin K medication (except patients receiving 1 mg of warfarin to prevent central venous catheter thrombosis).\n8. Patients with other concurrent severe and/or uncontrolled medical disease which could compromise participation in the study (i.e., uncontrolled diabetes, uncontrolled hypertension, congestive cardiac failure, ventricular arrhythmias, active ischemic heart disease, myocardial infarction within six months, chronic liver or renal disease, active upper GI tract ulceration).\n9. Patients with impairment of gastrointestinal function or gastrointestinal disease that may significantly alter the absorption of RAD001 (e.g., ulcerative disease, uncontrolled nausea, vomiting, diarrhea, malabsorption syndrome or small bowel resection).\n10. Patients who received any other investigational drugs within the preceding 30 days.\n11. Patients who have received mitomycin C or nitrosourea.\n12. Patients receiving anti-neoplastic therapy less than 14 days prior to entry onto this study or who have not recovered from the toxic effects of such therapy.\n13. Patients who received radiation therapy within 3 weeks prior to entry on this study or who have not recovered from the toxic effects of such therapy.\n14. Patients who had surgery within 2 weeks prior to entry on this study or who have not recovered from the side effects of such therapy.\n15. Patients with a history of noncompliance to medical regimens.\n16. Patients unwilling to or unable to comply with the protocol.\n17. Patients being treated with drugs recognized as being strong inhibitors or inducers of the isoenzyme CYP3A4 or patients taking lithium chloride.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}