{
    "nctId": "NCT05463952",
    "briefTitle": "A Study to Learn About the Vepdegestrant (ARV-471, PF-07850327) in People With ER+/HER2- Locally Advanced or Metastatic Breast Cancer (BC)",
    "officialTitle": "A PHASE I, OPEN-LABEL STUDY TO EVALUATE THE SAFETY, TOLERABILITY AND PHARMACOKINETICS OF ARV-471 (PF-07850327), A SINGLE AGENT IN JAPANESE PARTICIPANTS WITH ER+/HER2-LOCALLY ADVANCED OR METASTATIC BREAST CANCER",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Neoplasms",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 6,
    "primaryOutcomeMeasure": "Number of Participants With Dose Limiting Toxicity (DLTs) During First Treatment Cycle",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Participants (women and men) at least 20 years of age at the time of signing the informed consent.\n2. Histological or cytological diagnosis of ER+/HER2- advanced breast cancer that is metastatic, recurrent, or locally advanced unresectable breast cancer.\n3. Participants who are resistant to standard therapy or for which no standard therapy is available or have received.\n4. Capable of giving signed informed consent, which includes compliance with the requirements and restrictions listed in the Infromed Consent Document (ICD) and in this protocol.\n5. Eastern Cooperative Oncology Group (ECOG) Performance Status 0 or 1.\n6. Adequate Bone Marrow or Coagulation Function.\n7. Adequate Renal Function, defined as an estimated creatinine clearance ≥60 mL/min as calculated using the method standard for the institution.\n8. Adequate Liver Function.\n9. Participants with brain metastases must meet all the specified conditions.\n10. Resolution of acute effects of any prior therapy to either baseline severity or CTCAE version 5.0 Grade ≤1.\n\nExclusion Criteria:\n\n1. Participants with any other active malignancy within 3 years prior to enrollment, except for adequately treated basal cell or squamous cell skin cancer, or carcinoma in situ of the cervix, Bowen's disease.\n2. Participants sustaining major surgery defined as a complex procedure performed under regional or general anesthesia with a recovery period of at least 4 weeks prior to study enrollment.\n3. Known or suspected hypersensitivity or severe allergy to active ingredient/excipients of ARV-471.\n4. Other medical or psychiatric condition including recent (within the past year) or active suicidal ideation/behavior or laboratory abnormality that may increase the risk of study participation or, in the investigator's judgment, make the participant inappropriate for the study.\n5. Radiation therapy within 4 weeks of first dose of study drug or prior irradiation to \\>25% of the bone marrow. Palliative radiation for the alleviation of pain due to bone metastasis will be allowed during the study.\n6. Concurrent administration of medications, foods or herbal supplements that are strong inhibitors or inducers of CYP3A4 and drugs with a known risk of causing Torsade de Pointes or QT interval prolongation. Prior use of strong CYP3A inhibitors and drugs with a known risk of causing Torsade de Pointes or QT interval prolongation must be stopped 7 days before enrollment and strong CYP3A inducers must be stopped 14 days before enrollment.\n7. Prior treatment with ARV-471.\n8. Systemic anticancer therapy chemotherapy or endocrine therapy within 14 days prior to study entry (6 weeks for mitomycin C or nitrosoureas). If the last immediate anticancer treatment contained an antibody-based agent(s) (approved or investigational), then an interval of 28 days or 5 half-lives (whichever is shorter) of the agent(s) prior to receiving the study intervention treatment is required.\n9. Participants who have initiated therapy with bone-modifying agents (bisphosphonates, denosumab, or similar) within 14 days of enrollment.\n10. Previous high-dose chemotherapy requiring stem cell rescue.\n11. Participation in other studies involving investigational drug(s) within 4 weeks prior to study entry. A participant may be eligible even if they are in the follow-up phase of an investigational study as long as they haven't received treatment in the study for 5 half lives of the agents.\n12. Serum pregnancy test (for females of childbearing potential) positive at screening and/or a breastfeeding participant.\n13. Participants with active, uncontrolled bacterial, fungal, or viral infection, including (but not limited to) Hepatitis B Virus (HBV), Hepatitis C Virus (HCV), and known Human Immunodeficiency Virus (HIV) or Acquired Immunodeficiency Syndrome (AIDS)-related illness.\n14. Baseline standard 12 lead electrocardiogram (ECG) that demonstrates clinically relevant abnormalities that may affect participant safety or interpretation of study results.\n15. Any of the following in the previous 12 months: myocardial infarction, long QT syndrome, Torsade de Pointes, clinically important atrial or ventricular arrhythmias, serious conduction system abnormalities, unstable angina, coronary/peripheral artery bypass graft, symptomatic CHF, New York Heart Association class III or IV, cerebrovascular accident, transient ischemic attack, symptomatic pulmonary embolism, and/or other clinical significant episode of thrombo-embolic disease. Ongoing cardiac dysrhythmias of NCI CTCAE Grade ≥2, atrial fibrillation of any grade . If a participant has a cardiac rhythm device/pacemaker placed and QTcF \\>470 ms, the participant may be considered eligible. Participants with cardiac rhythm device/pacemaker must be discussed in detail with the sponsor to judge eligibility.\n16. History of symptomatic cardiac valve disease.\n17. Active inflammatory gastrointestinal disease, chronic diarrhea, known diverticular disease or previous gastric resection or lap band surgery.",
    "sex": "ALL",
    "minimumAge": "20 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}