{
    "nctId": "NCT06198751",
    "briefTitle": "A Study of Neoadjuvant Treatment With TQB2102 for Injection for Human Epidermal Growth Factor Receptor 2 (HER2) Positive Breast Cancer",
    "officialTitle": "A Phase 2, Randomized, Open-label, Multicenter Study to Evaluate the Efficacy and Safety of TQB2102 for Injection for Neoadjuvant Treatment of Breast Cancer With Positive HER2 Expression",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 104,
    "primaryOutcomeMeasure": "Total physiological complete response (tpCR)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Voluntarily participate in this study and sign informed consent;\n* Eastern Cooperative Oncology Group (ECOG) performance status score: 0-1; expected survival of more than 3 months;\n* Histologically confirmed invasive breast cancer, no history of any systemic anti-tumor therapy for breast cancer;\n* Confirmed as HER2 positive;\n* Clinical stage at the time of visit is T0-4, N1-3, M0 or T2-4, N0, M0;\n* Agree to undergo breast cancer surgery when reaching the surgical criteria after neoadjuvant therapy;\n* Major organ functions are good, meeting certain criteria;\n* Agree to use contraception during the study and within 6 months after the study ends; female patients must have a negative serum pregnancy test within 7 days before enrollment and must be non-lactating.\n\nExclusion Criteria:\n\n* IV stage metastatic breast cancer or deemed unable to achieve curative surgical resection through neoadjuvant therapy by other investigators.\n* Bilateral invasive breast cancer.\n* Coexisting diseases and medical history:\n\n  1. History of invasive breast cancer.\n  2. Occurrence of any other malignant tumors within the last 3 years or current simultaneous presence.\n  3. Underwent significant surgical treatment, incisional biopsy, or significant trauma within 28 days before the start of the study.\n  4. Unhealed wounds or fractures.\n  5. Ocular diseases deemed clinically significant by the investigator.\n  6. Occurrence of arterial/deep venous thrombotic events within the last 6 months.\n  7. History of substance abuse with inability to quit or individuals with mental disorders.\n  8. ≥ Grade 2 myocardial ischemia or infarction, arrhythmias, or ≥ Grade 2 congestive heart failure.\n  9. Uncontrolled ≥ CTCAE Grade 2 infection within 14 days before the start of the study.\n  10. History of interstitial lung disease/pneumonia requiring intervention with steroid treatment, or current presence, or suspected interstitial lung disease/pneumonia during the screening period that cannot be ruled out by the investigator; individuals with pulmonary diseases deemed unsuitable for participation by the investigator.\n* Tumor-related symptoms and treatment:\n\n  1. Received surgery, chemotherapy, radiotherapy, or other anti-tumor therapy within 4 weeks before the start of the study.\n  2. Received traditional Chinese medicine treatment with indications for anti-tumor effects within 2 weeks before the start of the study.\n  3. Radiological evidence of tumor invasion into major vessels or judged by the investigator to be highly likely to invade major vessels during the subsequent study period, leading to fatal hemorrhage.\n* Study treatment-related:\n\n  1. Experienced severe hypersensitivity reactions after using monoclonal antibodies.\n  2. Developed uncontrollable active autoimmune diseases within 2 weeks before the start of the study.\n  3. Allergic to any component or excipient in any study drug.\n* Participated in other clinical trials of anti-tumor drugs within 4 weeks before the start of the study.\n* Deemed inappropriate for inclusion based on the investigator's judgment.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}