{
    "nctId": "NCT04193059",
    "briefTitle": "Study Comparing EC-T Verses PCb in the Adjuvant Chemotherapy of Non-triple Negative Breast Cancer",
    "officialTitle": "Study Comparing the Efficacy and Safety of Epirubicin Combined With Cyclophosphamide Followed by Docetaxel (EC-T) Verses Paclitaxel Combined With Carboplatin (PCb) in the Adjuvant Chemotherapy of Non-triple Negative Breast Cancer",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 1560,
    "primaryOutcomeMeasure": "disease free survival",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Female patients aged 18-70 years old;\n2. Histologically confirmed unilateral invasive breast cancer (regardless of pathological type)\n3. Operable breast cancer at first diagnosis, without any absolute surgical contraindication.\n4. No gross nor microscopic residual tumor after surgery.\n5. HER2-positive with ≥ 1 positive axillary lymph node; or estrogen receptor (ER) and/or progesterone receptor (PR)-positive and HER2-negative with ≥ 4 positive axillary lymph node. HER2-positive is defined as an immunohistochemistry (IHC) status of 3+, or a positive in situ hybridization (Fluorescence in situ hybridization (FISH), Chromogenic in situ hybridization (CISH)) test. ER-positive is defined as immunohistochemistry showing that ≥ 1% of tumor cells were ER positive. PR-positive is defined as immunohistochemistry showing that ≥ 1% of tumor cells were PR positive.\n6. Preoperative examination found no evidence of metastasis in clinical examination nor imaging examination.\n7. No peripheral neuropathy.\n8. Karnofsky score \\> 70.\n9. Good postoperative recovery, at least 1 week has passed since most recent surgery.\n10. Has adequate bone marrow function: leukocyte count \\> 4x10ˆ9 / L, absolute neutrophil count \\> 2x10ˆ9 /L; platelet count \\> 100x10ˆ9 /L, hemoglobin \\> 9g/dL.\n11. Has adequate liver function: alanine aminotransferase (ALT) \\< 1.5×upper limit of normal (ULN), aspartate aminotransferase (AST) \\< 1.5×ULN, alkaline phosphatase (AKP) \\< 2.5×ULN, total bilirubin (TBIL) \\< 1.5×ULN.\n12. Has adequate kidney function: serum creatinine \\< 1.5×ULN.\n13. Contraception during treatment for women of childbearing age.\n14. Has adequate cardiac function: echocardiography showed left ventricular ejection fraction (LVEF) \\> 50%.\n15. Participants voluntarily joined the study, has signed informed consent before any trial related activities are conducted, has good compliance and has agreed to follow-up.\n\nExclusion Criteria:\n\n1. Has received previous chemotherapy for late stage disease.\n2. Has bilateral breast cancer or bilateral carcinoma in situ.\n3. Has metastatic (Stage 4) breast cancer.\n4. Has clinical T4 lesion (UICC1987) (with skin involvement, mass adhesion and fixation, and inflammatory breast cancer).\n5. Has received neoadjuvant therapy (include chemotherapy, targeted therapy, radiotherapy or endocrine therapy).\n6. Has previous history of additional malignancy(with the exception of adequately treated basal cell carcinoma and cervical carcinoma in situ), including contralateral breast cancer.\n7. Is already participating in another clinical trial.\n8. Has severe systemic disease and/or uncontrolled infection.\n9. Has insufficient cardiac function: echocardiography showed LVEF\\< 50%.\n10. Has suffered from severe cardiovascular and cerebrovascular diseases disease within the 6 months previous of randomization (such as unstable angina, chronic heart failure, uncontrolled hypertension with blood pressure\\>150/90 mmHg, myocardial infarction, or cerebrovascular accident.\n11. Has known allergy to chemotherapy drugs used in this study.\n12. Is pregnant, is breast feeding, or is a woman of childbearing age who cannot practice effective contraceptives during treatment and until 8 weeks after the end of treatment.\n13. Has entered the study, but pre-treatment examination showed a positive pregnancy test.\n14. Has a history of mental disorders, cognitive impairment, inability to understand the study protocol and side effects, inability to complete the study protocol and follow-up workers (systematic evaluation is required before the patient is enrolled into the study), or is without independent civil capacity.\n15. The researchers judged patients to be unsuitable for the study.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}