{
    "nctId": "NCT03658967",
    "briefTitle": "Clinical Study With Lymfactin® in the Treatment of Patients With Secondary Lymphedema (AdeLE)",
    "officialTitle": "Phase 2, Double-Blind, Placebo-Controlled, Randomized Efficacy, Safety and Tolerability Study of Lymfactin in Combination With Surgical Lymph Node Transfer To Patients With Secondary Lymphedema Associated With the Treatment of Breast Cancer",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Secondary Lymphedema",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 39,
    "primaryOutcomeMeasure": "Measurement of the volume of the arms",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Female or male patients with secondary lymphedema associated with the treatment of breast cancer and\n\n   * Has undergone sentinel lymph node biopsies and/or lymph node resection in the axilla on the affected side of their breast cancer with initial N1-N2a staging and lymph node metastasis in ≤ 9 axillary lymph nodes.\n   * Requires garment use as a compression treatment for the lymphedema in the affected arm.\n   * Has the volume of the affected arm at least 10% greater than the unaffected arm following 7 days without compression garment.\n   * Has the presence of pitting edema in the affected arm without compression garment.\n   * Has had lymphedema for less than 5 years.\n2. No evidence of recurrent or active breast cancer for at least 2 years after the breast cancer surgery and/or the end of chemotherapy and/or radiotherapy (excluding endocrine treatment).\n3. Patient understands and voluntarily signs the written informed consent prior to any screening procedure.\n4. Eastern Cooperative Oncology Group (ECOG) Performance Status of 0 or 1.\n5. Body Mass Index (BMI) between 18 and 32 inclusive.\n6. Positron Emission Tomography-Computed Tomography (PET CT) scan of the chest and the abdomen within 45 days before the study treatment without signs of active breast cancer or any other malignancy.\n7. Adequate hematologic and end-organ function.\n\n   * Aspartate aminotransferase (AST) and alanine aminotransferase (ALT) ≤ 2.5 x the institutional upper limit of normal (ULN)\n   * Bilirubin ≤ 1.5 x ULN (except in patients with previously documented Gilbert's syndrome, in which case total bilirubin ≤ 3 x ULN)\n   * International Normalized ratio (INR) and Activated Partial Thromboplastin Time (aPTT) ≤ 1.5 x ULN (for patients requiring therapeutic anticoagulation therapy, a stable INR ≤ 2,5)\n   * Serum creatinine ≤ 1,5 x ULN or creatinine clearance ≥ 50 ml/min\n   * Absolute neutrophil count (ANC) ≥ 1,5 E9/l\n   * Platelet count ≥ 100 E9/l\n   * Hemoglobin ≥ 100 g/l\n8. Willingness to comply with scheduled visits, laboratory assessments, and other study-related procedures due to the regulatory requirements related to gene based therapies.\n9. Non-smoker or willing to stop smoking or use of nicotine-containing products for at least 4 weeks prior to the study entry.\n10. Negative urine pregnancy test (only patients with childbearing potential) at screening and use of adequate contraceptive measures from screening until six months after the study treatment administration:\n\n    * A patient with childbearing potential should be using a reliable contraception method: combined (estrogen and progestogen containing) hormonal contraception associated with inhibition of ovulation (oral, intravaginal or transdermal, progestogen-only hormonal contraception associated with inhibition of ovulation (oral, injectable or implantable), intrauterine device (IUD), intrauterine hormone releasing system (IUS), bilateral tubal occlusion, vasectomised partner or sexual abstinence defined as refraining from heterosexual intercourse during the entire period of risk associated with the study treatments.\n    * A male patient is not allowed to donate sperm.\n    * A patient with no current heterosexual relationship may be included according to the judgement of the Investigator.\n    * For patient in postmenopausal state neither contraception nor a pregnancy test is required. A postmenopausal state is defined as no menses for 12 months without an alternative medical cause. A high follicle stimulating hormone (FSH) level in the postmenopausal range may be used to confirm a postmenopausal state in women not using hormonal contraception or hormonal replacement therapy.\n    * For permanently sterile patient neither contraception nor a pregnancy test is required. A permanently sterile is defined by history of hysterectomy, bilateral salpingectomy or bilateral oophorectomy.\n\nExclusion Criteria:\n\n1. Diagnosed for T4 and/or N2b/N3 stage breast cancer at the time of the original diagnosis.\n2. Evidence (clinical, laboratory or imaging) or history of a neoplasm other than breast cancer (except basal cell carcinoma or cervical in situ carcinoma).\n3. Diagnosed for metastatic breast cancer.\n4. Pregnancy, lactation or a positive or indeterminate pregnancy test.\n5. Current treatment with Cyclooxygenase-2 (COX-2) inhibitors should be interrupted from 2 weeks prior until 4 weeks post-treatment.\n6. Previous treatment with, or participation in a trial of a gene therapy product.\n7. Participation in a clinical trial, which has included interventions in the preceding 6 months or will involve future interventions. Participation in a non-interventional clinical trial, or in a non-interventional follow-up of any clinical trial, does not make the patient inappropriate for the entry into this study.\n8. Current treatment with immunosuppressive drugs.\n9. Current history of drug abuse, including nicotine-containing products, or alcohol abuse.\n10. Known human immunodeficiency virus- or acquired immunodeficiency syndrome-related illness.\n11. History of hepatic dysfunction, cirrhosis, or hepatitis.\n12. Allergy to any ingredients of the Lymfactin® solution for injection.\n13. Other concurrent severe acute and/or chronic medical or psychiatric condition or laboratory abnormality that may increase the risk associated with the study participation or study drug administration, that would, in the Investigator's judgement, affect the patient's ability to follow study-related procedures, or that may interfere with the interpretation of study results and would make the patient inappropriate for the entry into this study.\n14. Doubtful availability, in the opinion of the Investigator, to complete the study.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}