{
    "nctId": "NCT00807781",
    "briefTitle": "Mammaglobin-A DNA Vaccine for Metastatic Breast Cancer",
    "officialTitle": "A Phase I Clinical Trial to Evaluate the Safety and Immunogenicity of a Mammaglobin-A DNA Vaccine in Breast Cancer Patients With Metastatic Disease",
    "overallStatus": "COMPLETED",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 15,
    "primaryOutcomeMeasure": "Evaluate safety of mammaglobin-A DNA vaccine, WUSM-MGBA-01",
    "eligibilityCriteria": "Inclusion Criteria\n\nA patient will be eligible for inclusion in this study only if ALL of the following criteria apply:\n\n* Patient must have a histologically confirmed diagnosis of invasive breast cancer. Paraffin-embedded tissue or tissue sections must be available for immunohistochemistry analysis to confirm mammaglobin-A expression.\n* Patient must have metastatic breast cancer that has been stable for at least 30 days. This may include patients with measurable or evaluable disease by RECIST criteria, and those without evidence of disease.\n* Patient must not have had chemotherapy, radiation therapy, or biologic therapy within 30 days of initiating therapy on study, and have resolved all toxicities experienced from these treatments. Patients receiving hormonal therapy and supportive therapy with bisphosphonates will be allowed. Patients currently on trastuzumab will be allowed.\n* Patient must be 18 years or older.\n* Patient must have an Eastern Cooperative Oncology Group (ECOG) performance status ≤ 2.\n* Patient must have a life expectancy of ≥ 24 weeks.\n* Patient must have adequate organ and marrow function as defined below:\n\n  * WBC ≥3,000/μL\n  * absolute neutrophil count ≥1,500/μL\n  * platelets ≥100,000/μL\n  * total bilirubin ≤2.5 X institutional upper limit of normal\n  * AST/ALT ≤2.5 X institutional upper limit of normal\n  * creatinine ≤1.5 X institutional upper limit of normal\n* Women of reproductive potential must have a negative urine or serum β-HCG pregnancy test prior to enrollment to confirm that they are not pregnant.\n* Women of reproductive potential must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) for 21 days prior to study entry and for the duration of study participation (until Week 52).\n* Patient must be available for follow-up through week 52 of the study.\n* The patient with a previous history of non-breast malignancy is eligible for this study only if the patient meets the following criteria for a cancer survivor. A cancer survivor is eligible provided the following criteria are met: (1) patient has undergone potentially curative therapy for all prior malignancies, (2) patients have been considered disease free for at least 1 year (with the exception of basal cell or squamous cell carcinoma of the skin or carcinoma-in-situ of the cervix)\n* Patient must be able and willing to sign a written informed consent document.\n\nExclusion Criteria\n\nA patient will be ineligible for inclusion in this study if ANY of the following criteria apply:\n\n* Patient has evidence of progressive breast cancer within the last 30 days.\n* Patient is currently receiving other investigational agent(s) or has received an investigational agent within the last 30 days.\n* Patient has known brain metastases.\n* Patient with known allergy, or history of serious adverse reaction to vaccines such as anaphylaxis, hives, or respiratory difficulty.\n* Uncontrolled intercurrent illness including, but not limited to ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situation that would limit compliance with study requirements.\n* Patient with prior or currently active autoimmune disease requiring management with immunosuppression. This includes inflammatory bowel disease, ulcerative colitis, crohn's disease, systemic vasculitis, scleroderma, psoriasis, multiple sclerosis, hemolytic anemia, immune-mediated thrombocytopenia, rheumatoid arthritis, systemic lupus erythematosus, Sjögren's syndrome, sarcoidosis, or other rheumatologic disease or any other medical condition or use of medication (e.g., corticosteroids) which might make it difficult for the patient to complete the full course of treatments or to generate an immune response to vaccines. Asthma or chronic obstructive pulmonary disease that does not require daily systemic corticosteroids is acceptable. Any patients receiving steroids should be discussed with the PI to determine if eligible.\n* Patient is pregnant.\n* Patients known to be HIV-positive are ineligible because of the potential inability to generate an immune response to vaccines.\n* Patients has failed greater than two chemotherapy regimens for metastatic disease.\n* Subjects with a strong likelihood of non-adherence such as difficulties in adhering to follow-up schedule due to geographic distance from the Siteman Cancer Center, should not knowingly be registered.\n* Patients who have known seropositivity for hepatitis B antigen or hepatitis C antibody. Testing will be done prior to study entry to confirm.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}