{
    "nctId": "NCT01190345",
    "briefTitle": "Anti Cancer Stem Cell Activity of Pre-operative Bevacizumab and Chemotherapy in Breast Cancer",
    "officialTitle": "Phase II\" Proof of Concept \" Trial Evaluating Anti Cancer Stem Cell Activity of Pre-operative Bevacizumab in Combination With Chemotherapy in Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 75,
    "primaryOutcomeMeasure": "Measure of the anti-cancer stem cell activity",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Women older than 18 ys\n* Primary breast cancer treated in the neoadjuvant setting (synchronous metastatic disease are eligible)\n* Primary breast tumor accessible to initial biopsy\n* White Blood Count \\> 3.000/µl and Absolute neutrophil count ≥ 1.500/µl AND platelets ≥ 100 x 109/L AND Hemoglobin ≥ 9 g/dL, Serum creatinine ≤ 150µm/l• Urine dipstick for proteinuria \\< 2+. Patients discovered to have ≥ 2+ proteinuria on dipstick urinalysis at baseline should undergo a 24 hour urine collection and must demonstrate ≤ 1 g of protein in 24 hours, Total bilirubin ≤ 1.5 ULN and ASAT \\< 2.5 ULN AND ALAT \\< 1.5 ULN (2.5 if liver metastasis), Adequate coagulation function: International normalized ratio (INR) ≤ 1.5 and TCA ≤ 1.5 x ULN\n* Left ventricular ejection fraction (LVEF) ≥ 55% (isotopic or\n* ultrasound methods)\n* Karnofsky Index \\> 1 ; Performance status 0 to 1\n* Patients must have signed a written informed consent form prior to any study specific screening procedures\n* Patient affiliated to the national \"Social Security\" regimen or beneficiary of this regimen.\n\nExclusion Criteria:\n\n* Previous history of cancer (other than curatively treated basal and squamous cell carcinoma of the skin and/or in-situ carcinoma of the cervix) relapsing within the 5 years before study entry\n* Known contra-indication to anticancer compounds used\n* Uncontrolled hypertension (systolic \\>150 mmHg and/or diastolic \\>100 mmHg) or history of hypertensive encephalopathy\n* History of inherited diathesis or recent thrombotic events\n* Non-healing wound, active peptic ulcer or bone fracture.\n* Major surgery or significant traumatic injury within 28 days prior to study treatment start\n* History of abdominal fistula, trachea-oesophageal fistula or urinary fistula\n* Use of Non Steroid Anti Inflammatory or full dose anticoagulants or antiaggregation treatments within 10 days\n* Pregnancy and breast feeding, premenopausal patient and no effective contraception\n* Brain metastasis.\n* Any unstable severe disease such as : uncontrolled cardiac or vascular disease, uncontrolled hemorrhagy, uncontrolled neuropsychiatric disorders, including dementia, uncontrolled infection or any severe disorders that may preclude study participation\n* Patient considered geographically, socially or psychologically unable to comply with the treatment and the required medical follow-up.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}