{
    "nctId": "NCT04627714",
    "briefTitle": "Adapted Fencing in Breast Cancer: a Pilot Study",
    "officialTitle": "Physical and Moral Benefits of Adapted Fencing in Patients With Invasive Breast Cancer: Pilot Study of a Randomized Trial",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Neoplasms",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 24,
    "primaryOutcomeMeasure": "Change from baseline score of Quality of Life Questionnaire Core 30 (QLQ-C30) at 3 months.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Be a woman\n* ≥ 18 years old.\n* Have undergone unilateral breast surgery for primary invasive breast cancer\n* Time between surgery and inclusion between 2 to 4 weeks after surgery\n* Accept and be able to complete self-administered questionnaires\n* Satisfy the prior medico-sports evaluation\n* Be affiliated to a social security scheme or beneficiary of such a scheme\n* Have received full information on the organization of the research and have signed their informed consent.\n\nExclusion Criteria:\n\n* Presence of bone metastases, especially vertebral\n* Presence of a contraindication to the practice of fencing during the medico-sports evaluation (post-surgery period that is too painful and / or requiring specific treatment in rehabilitation)\n* Refusal to participate in the study\n* Woman of childbearing age who does not have effective contraception.\n* Persons referred to Articles L.1121-5, L.1121-7 and L. 1121-8 of the Public Health Code\n* Pregnant woman, parturient or nursing mother\n* Minor (non-emancipated)\n* Adult person subject to a legal protection measure (guardianship, curatorship, safeguard of justice)\n* Person of full age unable to express consent\n* Persons deprived of their liberty by a judicial or administrative decision, persons undergoing psychiatric treatment under Articles L. 3212-1 and L. 3213-1.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}