{
    "nctId": "NCT06245824",
    "briefTitle": "Trastuzumab Deruxtecan (T-DXd) With Pyrotinib in First-line HER2-positive Unresectable or Metastatic Breast Cancer Trial",
    "officialTitle": "Trastuzumab Deruxtecan (T-DXd) With Pyrotinib in First-line HER2-positive Unresectable or Metastatic Breast Cancer: an Exploratory, Single-arm, Multi-center Trial",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE4",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 51,
    "primaryOutcomeMeasure": "Progression free survival (PFS) based on investigator assessment",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Provision of informed consent prior to any study specific procedures\n2. Aged at least 18 years.\n3. Pathologically documented breast cancer that：\n\n   1. is advanced or metastatic;\n   2. is confirmed as HER2-positive Immunohistochemistry 3+（IHC3+） or in situ hybridization+(ISH+) in the pathological examination/rechecking of primary lesions or metastatic lesions performed by the Research site's Patholog Laboratory;\n   3. hormone receptor (HR)-positive or HR-negative disease\n4. No prior chemotherapy or HER2-targeted therapy for advanced or metastatic breast cancer or only 1 previous line of endocrine therapy in the metastatic setting. Participants who have received chemotherapy or HER2-targeted therapy in the neo-adjuvant or adjuvant setting are eligible if \\> 6 months from treatment to metastatic diagnosis\n5. Asymptomatic or treated brain metastases not needing urgent neurosurgical intervention or dehydration treatment and glucocorticoid treatment is allowed：\n\n   1. Untreated brain metastases (BM) at contrast brain screening MRI/CT\n   2. Previously local therapy treated stable or progressing brain metastases (BM).\n6. Eastern Cooperative Oncology Group (ECOG) performance status 0-1.\n7. Having at least one measurable lesion according to RECIST 1.1.\n8. left ventricular ejection fraction ≥ 50% within 28 days at screening.\n9. Life expectancy ≥ 12 weeks at screening.\n10. Adequate organ and bone marrow function within 28 days before randomization/enrolment as described below. Organ and bone marrow function criteria must also be met when laboratory tests are repeated within 3 days before Cycle 1 Day 1. Note: Transfusion (red blood cell or platelet) or Granulocyte Colony-Stimulating Factor administration is not allowed within 2 weeks prior to the day on which marrow function is assessed:\n\n    * Absolute neutrophils count (ANC) ≥1.5x109/L (band neutrophil and segmented neutrophil), platelets ≥100x109/L and Hb ≥90g/L \\[no blood transfusion or no erythropoietin (EPO) dependence within 7 days before enrollment\\].\n    * Hepatic: total bilirubin ≤1× upper limit of normal (ULN) if no liver metastases or \\<2×ULN in the presence of documented Gilbert's syndrome (unconjugated hyperbilirubinemia) or liver metastases at baseline; Alkaline phosphatase, alanine transaminase (ALT) and aspartate transaminase (AST) ≤1.5 ULN (or ≤5 ULN in case of known liver involvement); Serum albumin ≥ 2.5 g/dL.\n    * Renal: Creatinine clearance (CCr) ≥30mL/min as determined by Cockcroft-Gault (using actual body weight);\n    * International normalized ratio (INR) and prothrombin time (PT) ≤1.5 times ULN for patients not receiving therapeutic anticoagulation\n11. Has adequate treatment washout period before screen, defined as:\n\n    Major surgery ≥ 4 weeks Radiation therapy including palliative stereotactic radiation therapy to chest≥ 4 weeks Palliative stereotactic radiation therapy to other anatomic areas including whole brain radiation ≥ 2 weeks Hormonal therapy ≥ 3 weeks Chloroquine/Hydroxychloroquine ≥ 14 days\n12. Male and female. Contraceptive use by men or women should be consistent with local regulations regarding the methods of contraception for those participating in clinical studies.\n13. Negative pregnancy test (urine or serum) for women of childbearing potential who are sexually active with a non-sterilised male partner.\n14. Female participants must be 1 year post-menopausal, surgically sterile, or using one highly effective form of birth control (a highly effective method of contraception is defined as one that can achieve a failure rate of less than 1% per year when used consistently and correctly). Women of childbearing potential who are sexually active with a non-sterilised male partner must agree to use one highly effective method of birth control from the time of screening and must agree to continue using such precautions for 7 months after the last dose of study treatment (see Table 4 for complete list of highly effective birth control methods). Female patients must refrain from egg cell donation and breastfeeding while on study and for 7 months after the last dose of study treatments. Non sterilised male partners of a woman of childbearing potential must use a male condom plus spermicide (condom alone in countries where spermicides are not approved) throughout this period. Not engaging in heterosexual activity (sexual abstinence) for the duration of the study and drug washout period is an acceptable practice if this is the preferred usual lifestyle of the participant; however, periodic or occasional abstinence, the rhythm method, and the withdrawal method are not acceptable methods of contraception.\n15. Male participants who intend to be sexually active with a female partner of childbearing potential must be surgically sterile or using an acceptable method of contraception (see Table 4) from the time of screening throughout the total duration of the study and the drug washout period (4 months after the last dose of study treatment) to prevent pregnancy in a partner. Male participants must not donate or bank sperm during this same time period. Not engaging in heterosexual activity (sexual abstinence) for the duration of the study and drug washout period is an acceptable practice if this is the preferred usual lifestyle of the participant; however, periodic or occasional abstinence, the rhythm method, and the withdrawal method are not acceptable methods of contraception.\n\nExclusion Criteria:\n\n1. Ineligible for any of the agents on the study. Participants with contraindications to pyrotinib per local prescribing information or to T-DXd per the T-DXd Investigator's Brochure cannot be enrolled to the study.\n2. Previous IP（pyrotinib or T-DXd）assignment in the present study, or prior treatment with any other HER2 TKI agent.\n3. Prior exposure to antibody drug conjugate that comprises of an exatecan derivative that is a topoisomerase I inhibitor.\n4. Any concurrent anticancer treatment. A 3-week washout period is required for female participants using hormone replacement therapy and for participants receiving endocrine therapy for HR positive tumours.\n5. Concurrent enrolment in another clinical study, unless it is an observational (non-interventional) clinical study or during the follow-up period of an interventional study.\n6. Refractory nausea, vomiting and diarrhea, chronic gastrointestinal disease, or previous significant bowel resection.\n7. Has substance abuse or any other medical conditions such as clinically significant cardiac or psychological conditions, that may, in the opinion of the investigator, interfere with the subject's participation in the clinical study or evaluation of the clinical study results.\n8. History of another primary malignancy except for malignancy treated with curative intent with no known active disease within 5 years before the first dose of study treatment and of low potential risk for recurrence. Exceptions include basal cell carcinoma of the skin and squamous cell carcinoma of the skin that has undergone potentially curative therapy, adequately resected non-melanoma skin cancer, curatively treated in situ disease, other solid tumours curatively treated.\n9. Has unresolved toxicities from previous anticancer therapy, defined as toxicities (other than alopecia) not yet resolved to Grade ≤1 or baseline. Note: Participants may be enrolled with chronic, stable Grade 2 toxicities (defined as no worsening to \\>Grade 2 for at least 3 months prior to first exposure to study intervention and managed with standard of care treatment) that the investigator deems related to previous anticancer therapy, including:\n\n   * Chemotherapy-induced neuropathy\n   * Fatigue\n   * Residual toxicities from prior immuno-oncology treatment: Grade 1 or Grade 2 endocrinopathies which may include:\n\n     1. Hypothyroidism/hyperthyroidism\n     2. Type 1 diabetes\n     3. Hyperglycemia\n     4. Adrenal insufficiency\n     5. Adrenalitis\n     6. Skin hypopigmentation (vitiligo)\n10. Has spinal cord compression or clinically active central nervous system metastases, defined as untreated and symptomatic, or requiring therapy with corticosteroids or anticonvulsants to control associated symptoms. Participants with clinically inactive brain metastases may be included in the study. Participants with treated brain metastases that are no longer symptomatic and who require no treatment with corticosteroids or anticonvulsants may be included in the study if they have recovered from the acute toxic effect of radiotherapy. A minimum of 2 weeks must have elapsed between the end of whole brain radiotherapy or stereotactic radiotherapy and enrollment.\n11. Has active primary immunodeficiency, known HIV infection, or active hepatitis B or C infection, such as those with serological evidence of viral infection within 28 days of Day 1 of Cycle 1. Participants positive for hepatitis C virus (HCV）antibody are eligible only if polymerase chain reaction is negative for HCV RNA. Participants should be tested for HIV prior to enrolment if required by local regulations or Institutional Review Board/Ethics Committee. Subjects with past or resolved hepatitis B virus (HBV) infection are eligible only if they meet all of the following criteria:\n\n    * HBsAg(-) (for \\> 6 months off anti-viral treatment),\n    * antibody to hepatitis B core antigen (+) (IgG or total Ig), HBV DNA undetectable,\n    * Absence of cirrhosis or fibrosis on prior imaging or biopsy,\n    * Absence of HCV co-infection or history of HCV co-infection.\n    * Access to a local Hepatitis B expert during and after the study.\n12. Uncontrolled infection requiring IV antibiotics, antivirals, or antifungals.\n13. Participants with a medical history of myocardial infarction (MI) within 6 months before first exposure to study intervention, symptomatic congestive heart failure (New York Heart Association Class II to IV), participants with troponin levels above ULN at screening (as defined by the manufacturer), and without any myocardial related symptoms, should have a cardiologic consultation before enrollment to rule out MI.\n14. History of (non-infectious) interstitial lung disease(ILD)/pneumonitis that required steroids, has current ILD/pneumonitis, or where suspected ILD/pneumonitis cannot be ruled out by imaging at screening.\n15. Lung criteria:\n\n    1. Lung-specific intercurrent clinically significant illnesses including, but not limited to, any underlying pulmonary disorder (eg, pulmonary emboli within 3 months of study enrolment, severe asthma, severe chronic obstructive pulmonary disorder (COPD), restrictive lung disease, pleural effusion, post Corona Virus Disease 2019 pulmonary fibrosis, etc,).\n    2. Any autoimmune, connective tissue or inflammatory disorders (eg, rheumatoid arthritis, Sjogren's, sarcoidosis, etc.) where there is documented, or a suspicion of pulmonary involvement at the time of screening. Full details of the disorder should be recorded in the electronic Case Report Form (eCRF) for participants who are included in the study.\n    3. Prior pneumonectomy.\n16. Receipt of live, attenuated vaccine (mRNA and replication deficient adenoviral vaccines are not considered attenuated live vaccines) within 30 days prior to the first exposure to study intervention. Note: Participants, if enrolled, should not receive live vaccine during the study and up to 30 days after the last dose of study intervention.\n17. Judgment by the investigator that the participant should not participate in the study if the participant is unlikely to comply with study procedures, restrictions and requirements.\n18. Pregnant or breastfeeding female participants.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}