{
    "nctId": "NCT02751528",
    "briefTitle": "QUILT-3.013: Study of Ad5 [E1-, E2b-]-HER2/Neu Vaccine (ETBX-021) in Subjects With Unresectable Locally Advanced or Metastatic HER2-Expressing Breast Cancer",
    "officialTitle": "Phase I Study of Ad5 [E1-, E2b-]-HER2/Neu Vaccine (ETBX-021) in Subjects With Unresectable Locally Advanced or Metastatic HER2-Low-Expressing (IHC 1+/2+) Breast Cancer",
    "overallStatus": "UNKNOWN",
    "conditions": "Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 3,
    "primaryOutcomeMeasure": "Determination of maximum tolerated dose (MTD) or highest tested dose (HTD).",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age ≥ 18 years.\n2. Male or female.\n3. Ability to understand and provide signed informed consent that fulfills Institutional Review Board (IRB)'s guidelines.\n4. Histologically confirmed unresectable locally advanced or metastatic breast cancer that expresses HER2 (IHC 1+ or 2+), derived from the most recent metastatic biopsy sample available.\n5. Tumor tissue (block or slides) and whole blood sample available for analysis. Archival tissue is permitted.\n6. Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1.\n7. Concurrent hormone therapy is permitted.\n8. Subjects who have received prior HER2-targeted immunotherapy (vaccine) are eligible for this trial if this treatment was discontinued at least 3 months prior to enrollment.\n9. Resolution of all toxic side effects of prior chemotherapy, radiotherapy, or surgical procedures to NCI CTCAE Grade ≤ 1.\n10. Subjects who are taking medications that do not have a known history of immunosuppression are eligible for this trial.\n11. Adequate hematologic function at screening, as follows:\n\n    * White blood count ≥ 3000/microliter.\n    * Hemoglobin ≥ 9 g/dL (may not transfuse or use erythropoietin to achieve this level).\n    * Platelets ≥ 75,000/microliter.\n    * Prothrombin (PT)-international normalized ratio (INR) \\< 1.5.\n    * Partial thromboplastin time (PTT) \\< 1.5 x upper limit of normal (ULN).\n12. Adequate renal and hepatic function at screening, as follows:\n\n    * Serum creatinine \\< 2.0 mg/dL.\n    * Bilirubin \\< 1.5 mg/dL (except for Gilbert's syndrome which will allow bilirubin ≤ 2.0 mg/dL).\n    * Alanine aminotransferase (ALT) ≤ 2.5 x ULN.\n    * Aspartate aminotransferase (AST) ≤ 2.5 x ULN.\n13. Multigated acquisition (MUGA) scan or echocardiogram with LVEF ≥ institutional LLN. Same imaging modality is to be used throughout the study.\n14. Female subjects of childbearing potential and women \\< 12 months since the onset of menopause must agree to use acceptable contraceptive methods for the duration of the study and for 7 months following the last injection of study medication. If employing contraception, two of the following precautions must be used: vasectomy of partner, tubal ligation, vaginal diaphragm, intrauterine device, condom and spermicidal (gel/foam/cream/vaginal suppository), or total abstinence. Male subjects must be surgically sterile or must agree to use a condom and acceptable contraceptive method with their partner. Female subjects who are post-menopausal are defined as those with an absence of menses for \\> 12 consecutive months.\n15. Ability to attend required study visits and return for adequate follow up, as required by this protocol.\n\nExclusion Criteria:\n\n1. Subjects with HER2 IHC 3+ tumors, or IHC 2+ with an in situ hybridization (ISH) test result considered positive of HER2 amplification by ASCO-CAP HER2 test guidelines.\n2. Subjects with ongoing HER2-directed therapy, including trastuzumab, pertuzumab, T-DM1, and lapatinib.\n3. Participation in an investigational drug or device study within 30 days of screening for this study.\n4. Pregnant and nursing women.\n5. Subjects with ongoing palbociclib, everolimus, or other breast cancer therapy that interferes with the induction of immune responses.\n6. Subjects with concurrent cytotoxic chemotherapy or radiation therapy. There must be at least 1 month between any other prior chemotherapy (or radiotherapy) and study treatment. Any prior HER2-targeted immunotherapy (vaccine) must have been discontinued at least 3 months before initiation of study treatment. Subjects must have recovered from all acute toxicities from prior treatment prior to screening for this study.\n7. Active brain or central nervous system metastasis, seizures requiring anticonvulsant treatment, cerebrovascular accident (\\< 6 months), or transient ischemic attack.\n8. Subjects with a history of autoimmune disease (active or past), such as but not restricted to inflammatory bowel disease, systemic lupus erythematosus, ankylosing spondylitis, scleroderma, or multiple sclerosis. Autoimmune-related thyroid disease and vitiligo are permitted.\n9. Subjects with serious intercurrent chronic or acute illness, such as cardiac or pulmonary disease, hepatic disease, or other illness considered by the Investigator as high risk for investigational drug treatment.\n10. Subjects with a history of heart disease, such as congestive heart failure (class II, III, or IV defined by the New York Heart Association functional classification), history of unstable or poorly controlled angina, or history (\\< 1 year) of ventricular arrhythmia.\n11. Subjects with a medical or psychological impediment that would impair the ability of the subject to receive therapy per protocol or impact ability to comply with the protocol or protocol-required visits and procedures.\n12. History of malignancy except for the following: adequately treated non-melanoma skin cancer, cervical carcinoma in situ, superficial bladder cancer, or other carcinoma that has been in complete remission without treatment for more than 5 years.\n13. Presence of a known active acute or chronic infection, including human immunodeficiency virus (HIV, as determined by enzyme-linked immunosorbent assay \\[ELISA\\] and confirmed by western blot) and hepatitis B and hepatitis C virus (HBV/HCV, as determined by HBsAg and hepatitis C serology).\n14. Subjects on systemic intravenous or oral steroid therapy (or other immunosuppressives, such as azathioprine or cyclosporin A) are excluded on the basis of potential immune suppression. Subjects must have had at least 6 weeks of discontinuation of any steroid therapy (except that used as premedication for chemotherapy or contrast-enhanced studies) prior to enrollment.\n15. Subjects with known allergy or hypersensitivity to any component of the investigational product will be excluded.\n16. Subjects with acute or chronic skin disorders that will interfere with injection into the skin of the extremities or subsequent assessment of potential skin reactions will be excluded.\n17. Subjects vaccinated with a live (attenuated) vaccine (e.g., FluMist®) or a killed (inactivated)/subunit vaccine (e.g., PNEUMOVAX®, Fluzone®) within 28 days or 14 days, respectively, of the first planned dose of ETBX-021.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}