{
    "nctId": "NCT05796973",
    "briefTitle": "Measuring Oncological Value of Exercise and Statin",
    "officialTitle": "Syöpäpotilaan Ennusteen Parantaminen Muuttamalla syövän mikroympäristöä ja Metaboliaa Liikunnalla ja lääkkeellisesti - Measuring Oncological Value of Exercise and Statin",
    "overallStatus": "RECRUITING",
    "conditions": "Prostate Cancer, Breast Cancer, Kidney Cancer, Ovarian Cancer, Metastatic Breast Cancer, Metastatic Kidney Cancer, Metastatic Renal Cell Carcinoma, Metastatic Renal Cancer, Metastatic Prostate Cancer, Metastatic Prostate Adenocarcinoma, Metastatic Ovarian Cancer, Metastatic Ovary Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 240,
    "primaryOutcomeMeasure": "Time to cancer progression",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* The patient has metastatic prostate cancer, breast cancer, ovarian cancer or kidney cancer confirmed histologically and by imaging, for which 1st-line cancer drug treatment is started\n* Prostate cancer: First course of docetaxel treatment for metastatic prostate cancer.\n* Breast cancer: First-line medical treatment of metastatic breast cancer regardless of hormone receptor status.\n* Kidney cancer: medium-risk/high-risk kidney cancer according to the IMDC classification, for which 1st-line cancer drug treatment is started as tki monotherapy or as a combination treatment that includes tki medication. - the randomization of subjects is stratified according to gender\n* Ovarian cancer: stage III or IV cancer for which 1st-line chemotherapy treatment is started.\n* The patient agrees to the study and signs a written informed consent.\n* Adult (18 years=\\>) women (breast, ovarian and kidney cancer) and men (prostate and kidney cancer) are recruited for the study.\n* In women, the use of a reliable contraceptive during the intervention\n\nExclusion Criteria:\n\n* High risk of bone fractures\n* Inability to physical exertion and/or unsuitability for cancer drug treatment\n* Poor co-operation ability for psychological reasons\n* Active use of cholesterol-lowering drugs\n* Severe liver or kidney failure\n* Troublesome side effects that occurred in the past during cholesterol medication\n* Continuous use of medicinal substances that interact with atorvastatin during the study period\n* A special group of subjects according to the Medical Research Act (1999/488) (e.g. minors and pregnant or lactating women)\n\nExclusion criteria in patients who are already using statin medication before the study:\n\n* High risk of bone fractures\n* Inability to physical exertion and/or unsuitability for cancer drug treatment\n* Poor co-operation ability for psychological reasons\n* Severe liver or kidney failure\n* A special group of subjects according to the Medical Research Act (1999/488) (e.g. minors and pregnant or lactating women)",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}