{
    "nctId": "NCT05174832",
    "briefTitle": "Induction of Cisplatin/Nab-paclitaxel/Pembrolizumab Followed by Olaparib/Pembrolizumab Maintenance in mTNBC Patients",
    "officialTitle": "Induction of Cisplatin/Nab-paclitaxel/Pembrolizumab Followed by Olaparib/Pembrolizumab Maintenance in Triple-negative Metastatic Breast Cancer Patients",
    "overallStatus": "RECRUITING",
    "conditions": "Triple Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 136,
    "primaryOutcomeMeasure": "Progression-Free Survival (PFS) According to Response Evaluation Criteria in Solid Tumors Version 1.1 (RECIST 1.1) as assessed by local investigators",
    "eligibilityCriteria": "Inclusion Criteria:\n\nInduction period:\n\n* Locally advanced, recurrent or metastatic TNBC that has not been treated with chemotherapy for the advanced disease. Local or distant disease recurrence must be≥6 months from the completion of the last dose of chemotherapy.\n* PD-L1 CPS≥1 and ER and PR negative, HER2 negative breast cancer.\n* Archival tumor tissue sample or newly obtained core or excisional biopsy sample\n* Measurable disease based on RECIST 1.1.\n* ECOG Performance Status 0-1\n* Life expectancy≥18 weeks\n* Adequate hematological, renal and hepatic function according to all of the following laboratory values (to be performed within 10 days prior to start of study treatment)\n\nMaintenance period：\n\n* Complete induction therapy without permanent discontinuation of pembrolizumab, nab-paclitaxel or cisplatin.\n* CR, PR, or SD status based on RECIST 1.1 as determined by local investigators.\n* ECOG Performance Status 0-1, as assessed within 7 days prior to the start of maintenance therapy.\n* Recovery of toxicities related to induction therapy to ≤ grade 1 (except alopecia) prior to randomization. Grade 2 neuropathy will be allowed, whereas grade 2 hyperthyroidism or hypothyroidism will also be allowed if it can be well controlled with medicines.\n\nExclusion Criteria:\n\nInduction period:\n\n* Has received any prior therapy with an anti-PD-1, anti-PD-L1, or anti-PD-L2 agent or with an agent directed to another stimulatory or co-inhibitory T-cell receptor (eg, CTLA-4, OX-40, CD137).\n* Has received any prior therapy with either olaparib or other PARP inhibitors.\n* Has received any prior systemic anti-cancer therapy including investigational agents within 4 weeks prior to allocation.\n* Has received prior radiotherapy within 2 weeks of start of study treatment\n* Has received a live vaccine within 30 days prior to the first dose of study drug\n* Is currently participating in or has participated in a study of an investigational agent or has used an investigational device within 4 weeks prior to the first dose of study treatment\n* Has a diagnosis of immunodeficiency or is receiving chronic systemic steroid therapy (in dosing exceeding 10 mg daily of prednisone equivalent) or any other form of immunosuppressive therapy within 7 days prior the first dose of study treatment\n* Has a known additional malignancy that is progressing or has required active treatment within the past 5 years with the exception of basal cell carcinoma of the skin, squamous cell carcinoma of the skin, or carcinoma in situ (eg, cervical cancer in situ) that have undergone potentially curative therapy\n* Has known active central nervous system (CNS) metastases and/or carcinomatous meningitis\n* Has a known history of hypersensitivity (≥ Grade 3) to pembrolizumab and/or any of its excipient\n* Has an active autoimmune disease that has required systemic treatment in the past 2 years\n* Has gastrointestinal impairment that could affect their ability to take or absorb oral medicines; evidence of severe or uncontrolled cardiac disease; active bleeding or bleeding diathesis defined as significant hemorrhage; or hemoptysis.\n* Has a resting electrocardiogram (ECG) indicating uncontrolled, potentially reversible cardiac conditions or has congenital long QT syndrome.\n* Has myelodysplastic syndrome (MDS)/acute myeloid leukemia (AML) or has features suggestive of MDS/AML\n* Has a history of (non-infectious) pneumonitis that required treatment with steroids; or current pneumonitis.\n* Has an active infection requiring systemic therapy\n* Has a known history of human immunodeficiency virus (HIV) infection\n* Has a known history of active Hepatitis B or known active Hepatitis C virus infection\n* Has a history or current evidence of any condition, therapy, or laboratory abnormality that might confound the results of the study, interfere with the participant's participation for the full duration of the study, or is not in the best interest of the participant to participate, in the opinion of the treating investigator.\n* Has a known psychiatric or substance abuse disorder that would interfere with the participant's ability to cooperate with the requirements of the study\n* Has been pregnant or breastfeeding or expecting to conceive or father children within the projected duration of the study, starting with the screening visit through 180 days after the last dose of trial treatment.\n* Has had an allogenic tissue/solid organ transplant.\n* Failure to comply with the study procedures, restrictions and requirements of the study\n\nMaintenance period：\n\n* Has permanently discontinued from nab-paclitaxel, cisplatin or pembrolizumab during induction period due to toxicity.\n* Currently receiving either strong or moderated inhibitors of cytochrome P450 (CYP) 3A4 that cannot be discontinued for the duration of the study.\n* Currently receiving either strong or moderate inducers of CYP3A4 that cannot be discontinued for the duration of the study.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}