{
    "nctId": "NCT00964743",
    "briefTitle": "Depocyt® With Sorafenib in Neoplastic Meningitis",
    "officialTitle": "A Single Arm Pilot Study of Intrathecally Administered DepoCyt® With Systemic Sorafenib in the Treatment of Neoplastic Meningitis From Solid Tumors",
    "overallStatus": "TERMINATED",
    "conditions": "Neoplastic Meningitis",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 2,
    "primaryOutcomeMeasure": "Number of Participants With Adverse Events (AEs)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients must have neoplastic meningitis (NM) from solid tumor malignancy (excluding metastatic melanoma, leukemia, lymphoma, or primary malignant glioma) diagnosed by: Positive cerebrospinal fluid (CSF) cytology - or - Definitive neurologic signs/symptoms of NM with positive magnetic resonance imaging (MRI) findings or supportive CSF profile.\n* Adequate bone marrow, liver, and renal function as assessed by the following: Hemoglobin ≥ 9.0 g/dl, Absolute neutrophil count (ANC) ≥ 1,500/mm³, Platelet count ≥ 100,000/mm³, Total bilirubin ≤ 1.5 times upper limit of normal (ULN), alanine transaminase (ALT) and aspartate transaminase (AST) ≤ 2.5 times the ULN ( ≤ 5 x ULN for patients with liver involvement), Creatinine ≤ 1.5 times ULN, international normalized ratio (INR) \\< 1.5 or a prothrombin time/partial thromboplastin time (PT/PTT) within normal limits. Patients receiving anti-coagulation treatment with an agent such as warfarin or heparin may be allowed to participate. For patients on warfarin, the international normalized ratio (INR) should be measured prior to initiation of sorafenib and monitored at least weekly, or as defined by the local standard of care, until INR is stable\n* Must have a Karnofsky performance score ≥ 60% (i.e. the patient must be able to care for himself/herself with occasional help from others)\n* Must be healthy enough to receive ventricular access device (VAD) placement.\n* Patients with a ventriculoperitoneal (VP) shunt that have an on/off device in their shunt systems are eligible for the study provided they are able to tolerate shunt closure for ≥ 4 hours without developing clinical signs of increased intracranial pressure.\n* Women of childbearing potential (WOCBP) must have a negative serum pregnancy test performed within 7 days prior to the start of treatment\n* WOCBP and men must agree to use adequate contraception (barrier method of birth control) prior to study entry and for the duration of study participation. Men should use adequate birth control for at least 3 months after the last administration of sorafenib.\n* Ability to understand and the willingness to sign a written informed consent. A signed informed consent must be obtained prior to any study specific procedures.\n\nExclusion Criteria:\n\n* Neoplastic meningitis (NM) from metastatic melanoma, leukemia, lymphoma, or primary malignant glioma\n* Uncontrolled systemic disease from their primary cancer\n* Must not have had prior intrathecal chemotherapy, sorafenib, or brain or spine radiation for the treatment of neoplastic meningitis.\n* Concomitant therapy with high-dose systemic methotrexate, cytarabine, thiotepa, or an agent known to have penetration into the central nervous system (CNS)\n* Patients with clinical evidence of obstructive hydrocephalus or compartmentalization of CSF flow as documented by radioisotope Indium (Technetium-DTPA when Indium unavailable) flow study are not eligible for this trial. If patients have evidence of cerebrospinal fluid (CSF) flow blockage that is subsequently proven to be relieved after focal radiation therapy (XRT), they can enroll immediately after repeat flow study shows block to be relieved.\n* Use of any investigational drug within 28 days prior to study entry.\n* Patients with a life expectancy of ≤ 2 months\n* Cardiac disease: Congestive heart failure \\> class II New York Heart Association (NYHA). Must not have unstable angina or new onset angina (began within the last 3 months)or myocardial infarction within past 6 months.\n* Cardiac ventricular arrhythmias requiring anti-arrhythmic therapy.\n* Uncontrolled hypertension defined as systolic blood pressure \\> 150 mmHg or diastolic pressure \\> 90 mmHg, despite optimal medical management.\n* Known human immunodeficiency virus (HIV) infection or chronic Hepatitis B or C.\n* Active clinically serious infection \\> Common Terminology Criteria for Adverse Events (CTCAE) Grade 2.\n* Thrombolic or embolic events such as a cerebrovascular accident including transient ischemic attacks within past 6 months.\n* Pulmonary hemorrhage/bleeding event ≥ CTCAE Grade 2 within 4 weeks of first dose of study drug.\n* Any other hemorrhage/bleeding event ≥ CTCAE Grade 3 within 4 weeks of first dose of study drug.\n* Serious non-healing wound, ulcer, or bone fracture.\n* Evidence or history of bleeding diathesis or coagulopathy\n* Major surgery, open biopsy or significant traumatic injury within 4 weeks of first study drug.\n* Use of St. John's Wort or rifampin.\n* Known or suspected allergy to sorafenib or any agent given in the course of this trial.\n* Any condition that impairs patient's ability to swallow whole pills.\n* Any malabsorption problem.\n* Patients who are pregnant or breast-feeding.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}