{
    "nctId": "NCT01545648",
    "briefTitle": "Pilot Study to Evaluate the Impact of Denosumab on Disseminated Tumor Cells (DTC) in Patients With Early Stage Breast Cancer",
    "officialTitle": "Pilot Study to Evaluate the Impact of Denosumab on Disseminated Tumor Cells (DTC) in Patients With Early Stage Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Early Stage Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 4,
    "primaryOutcomeMeasure": "Percentage of Change in Reduction of Disseminated Tumor Cells (DTC)/Mililitre (ml)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patients ≥18 years of age with histologically or cytologically confirmed stage I, II, or III breast cancer.\n2. ECOG Performance Status of 0 or 1\n3. Prior therapy:\n\n   1. Prior adjuvant therapy is not required for participation in this study.\n   2. If adjuvant or neoadjuvant treatment with chemotherapy is recommended, it must be completed before study start, and not more than 18 months prior to study start.\n   3. If adjuvant or neoadjuvant treatment with trastuzumab (Herceptin®) is recommended, patients should have received at least 3 months of therapy before eligibility bone marrow is performed.\n   4. Patients who have had surgery following neoadjuvant chemotherapy or hormonal therapy are eligible\n   5. Patients must have completed definitive surgery and have completely resected disease.\n   6. Concomitant hormonal therapy is allowed.\n   7. Concomitant adjuvant trastuzumab is permitted\n   8. If adjuvant hormonal treatment is recommended, patients should have received at least 3 months of therapy before screening bone marrow is performed.\n4. Bone marrow aspirate positive by IE/FC assay within 12 weeks of study entry\n\n   1. Definition of positive: \\>10 DTC/ml\n   2. Timing of bone marrow aspiration to determine study eligibility\n\n   i.If patient is to receive either no adjuvant therapy or hormonal therapy alone, the aspiration may be performed at diagnosis as part of the large micrometastasis study at UCSF, or following diagnosis if the patient received initial surgery elsewhere. This is also true for patients who have surgery following neoadjuvant therapy for breast cancer.\n\n   ii.If the patient is to receive adjuvant chemotherapy, the aspiration will be performed at least three weeks after chemotherapy has been completed.\n\n   iii.For trastuzumab and hormone therapy, see above.\n5. Laboratory studies\n\n   1. Liver function tests within normal limits, including total bilirubin, alkaline phosphatase, and AST (elevation of total bilirubin due to Gilbert's disease is allowed).\n\n      * Gilbert's disease: a common hereditary cause of increased indirect bilirubin, but with normal direct bilirubin.\n   2. Calculated creatinine clearance (calculated GFR) \\> 30 ml/min\n6. Ability to understand and sign informed consent\n7. Patients who have had surgery following neoadjuvant chemotherapy or hormonal therapy are eligible to participate in this trial.\n\nExclusion Criteria:\n\n1. Karnofsky performance status \\< 90%\n2. Patients participating in this study are not allowed to receive bisphosphonate therapy during the study period, either oral or intravenous.\n3. Patients who completed adjuvant or neoadjuvant therapy more than 18 months prior to study screening.\n4. A history of malignancy within the last 5 years except basal cell carcinoma of skin.\n5. A history of human immunodeficiency virus (HIV) infection.\n6. Severe, concurrent illness that would likely prevent the patient from being able to comply with the study protocol.\n7. Pregnant or lactating women and women of child-bearing potential who are not using an effective method of birth control.\n8. Significant dental disease that requires major intervention during the study period, such as tooth extraction\n9. Significant coagulopathy that would prevent safe bone marrow aspiration",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}