{
    "nctId": "NCT02175446",
    "briefTitle": "Safety and Efficacy Study of Eribulin in Combination With Bevacizumab for Second-line Treatment HER2- MBC Patients",
    "officialTitle": "A Phase II Single Arm Trial Evaluating the Efficacy and Safety of Eribulin in Combination With Bevacizumab for 2-Line Treatment of HER 2-Negative Metastatic Breast Cancer Progressing After 1-Line Therapy With Bevacizumab and Paclitaxel",
    "overallStatus": "UNKNOWN",
    "conditions": "Metastatic Breast Cancer, Human Epidermal Growth Factor 2 Negative Carcinoma of Breast",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 61,
    "primaryOutcomeMeasure": "Overall Response rate",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Signed informed consent prior to initiation of any study-specific procedures or treatment, as confirmation of the patient's awareness and willingness to comply with the study requirements.\n* Female patients ≥18 years of age.\n* Histologically confirmed Human Epidermal Growth Factor Receptor 2-Negative adenocarcinoma of the breast with documented progression of disease per investigator assessment following or during first-line treatment with Bevacizumab in combination with Paclitaxel for MBC; patients can have measurable or non-measurable disease. A minimum of 4 cycles of Bevacizumab 15 mg/kg or 6 cycles 10 mg/kg received in the first-line setting.\n* Patients must have received Bevacizumab in combination with Paclitaxel as first line treatment. As part of their first line maintenance treatment, patients may have received:\n* Bevacizumab monotherapy\n* Bevacizumab in combination with endocrine treatment\n* Nothing (for a period ≤ 6 weeks from the last Bevacizumab treatment)\n* ECOG performance status (PS) of 0-2.\n* At least 28 days since prior radiation therapy or surgery and recovery from treatment.\n* Patients must have measurable disease which must be evaluable per RECIST v1.1.\n* Estimated life expectancy of ≥12 weeks.\n\nExclusion Criteria:\n\nDisease-specific exclusions\n\n* Patients who have received anti-angiogenic therapy \\[e.g. tyrosine kinase inhibitors (TKIs) or anti-vascular endothelial growth factors (anti-VEGFs)\\] other than Bevacizumab for the first-line treatment of MBC.\n* Patients who have exclusively received endocrine treatment in combination with Bevacizumab until the first progression.\n* Positive or unknown Human Epidermal Growth Factor Receptor 2/neu status or for whom determination of Human Epidermal Growth Factor Receptor 2 status is not possible. In general, Human Epidermal Growth Factor Receptor 2 positive status will be identified by a FISH assay as evaluated at the institution, or, if FISH is unavailable, a 2+ or 3+ immunohistochemistry result (but method of identification may vary by region or institution).\n* Current, recent (within 4 weeks or 2 half-lives, whichever is greater, before day 1) or planned participation in an experimental drug study - other than a Bevacizumab breast cancer study.\n* Active malignancy, other than superficial basal cell and superficial squamous (skin) cell, or carcinoma in situ of the cervix or breast within the last 5 years.\n* Any laboratory values at baseline as described in the protocol;\n* Psychiatric or addictive disorders or other conditions that, in the opinion of the investigator, would prevent the patient from meeting the study requirements.\n* Serious active infection requiring i.v. antibiotics and/or hospitalization at study entry.\n* Patients who are treated with any medicinal product that contraindicates the use of any of the study drugs, may interfere with the planned treatment, affects patient compliance or puts the patient at high risk for treatment-related complications.\n\nBevacizumab-specific exclusions: (see protocol)\n\nEribulin-specific exclusions: (see protocol)",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}