{
    "nctId": "NCT04023292",
    "briefTitle": "Comparative Study for the Degree of Biological Changes After Short-term 2 Weeks and 4 Weeks Preoperative Endocrine Therapy in Luminal Breast Cancer",
    "officialTitle": "Comparative Study for the Degree of Biological Changes After Short-term 2 Weeks and 4 Weeks Preoperative Endocrine Therapy in Luminal Breast Cancer",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Neoplasms",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 185,
    "primaryOutcomeMeasure": "Percentage Change From Pre-treatment to Post-treatment in Ki-67 Labelling Index",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Signed the informed consent.\n2. Female aged between 18 and 70 years.\n3. Pathologically diagnosed operable invasive breast cancer meeting the following criterias:\n\n   * Hormone receptor (HR)-positive: pathologically diagnosed estrogen receptor (ER)-positive and/or progesterone receptor (PR)-positive;\n   * Human epidermal growth factor receptor 2 (HER2)-negative: FISH or immunohistochemistry (IHC).\n4. WHO Eastern Cooperative Oncology Group (ECOG) performance status of 0-1.\n5. Newly diagnosed breast cancer.\n6. The important organ functions meet the following criterias:\n\n   * WBC \\>=3.0 x 10\\^9/L; Neutrophilic granulocytes \\>=1.5×10\\^9/L; Platelet \\>=100 x 10\\^9/L; Hb \\>=9 g/dL;\n   * Total bilirubin no more than 1.5 times the normal upper limit (ULN); AST and ALT no more than 1.5 times ULN; AKP no more than 2.5 times ULN;\n   * Serum creatinine no more than 1.5 times ULN or Clearance rate of creatinine \\>= 60ml/min;\n   * Thyroid stimulating hormone (TSH) \\<= ULN (T3, T4 levels need to be detected simultaneously if abnormalities, the patient can be included if T3, T4 levels is normal);\n   * LVEF basement \\>= 50%.\n7. Able to swallow tablets.\n8. Pregnancy test (serum or urine HCG test within 72h before enrollment) must be negative in non-surgical sterilization or women of childbearing age, must be not for the nursing and be willing to take non-pharmacological contraception during treatment (such as intrauterine device, condom, etc).\n\nExclusion Criteria:\n\n1. Evidence of distant metastasis.\n2. Bilateral or multiple unilateral breast tumors with different histological characteristics (such as ER/PR/HER2 status, tumor grade or type, etc).\n3. Any invasive malignancy diagnosed within previous 5 years (other than successfully treated cervical carcinoma in situ, skin basal cell carcinoma or cutaneous squamous cell carcinoma).\n4. Prior radiotherapy, chemotherapy, endocrine therapy, targeted therapy etc.\n5. Concurrent use of HRT or any other estrogen-containing medication (including vaginal estrogens) within 4 weeks.\n6. Prior use of estrogen implants.\n7. Prior use of high-dose systemic corticosteroids (except as antiemetic treatment), immunotherapy, or biological response modifiers (e.g., interferon, etc).\n8. Use of an unlicensed or other investigational drug within 4 weeks.\n9. Any severe comorbidities, inability to give informed consent or unavailability for follow-up, including but not limited to any of the following:\n\n   * Heart failure above NYHA class 2 level; high-risk uncontrollable arrhythmia; unstable angina pectoris; myocardial infarction within 1 year; valvular heart disease with clinically significance or requiring intervention.\n   * Chronic obstructive pulmonary disease requires treatment.\n   * Chronic liver disease (cirrhosis, chronic active hepatitis, etc).\n   * Cerebrovascular accident occurred within 6 months.\n   * Severe epilepsy or central nervous system diseases.\n   * Hypertension which cannot be well controlled by antihypertensive drugs.\n   * Abnormal coagulation, bleeding tendency, or receiving thrombolysis or anticoagulant therapy.\n   * Chronic renal insufficiency.\n   * Active infection.\n   * Psychiatric disability, etc.\n10. Pregnant or nursing females.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}