{
    "nctId": "NCT01971515",
    "briefTitle": "First-in-Human Dose Escalation Trial in Subjects With Advanced Malignancies",
    "officialTitle": "A Phase I, First-in-Human, Dose Escalation Trial of MSC2363318A, a Dual p70S6K/Akt Inhibitor, in Subjects With Advanced Malignancies",
    "overallStatus": "COMPLETED",
    "conditions": "Solid Tumor",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 101,
    "primaryOutcomeMeasure": "Number of dose limiting toxicities (DLTs) in Dose Escalation and Trastuzumab or Tamoxifen combination arms",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Age greater than or equal to (\\>=)18 years\n* Confirmed diagnosis of advanced malignancies that may be controlled with p70S6K or Akt inhibition based on already identified molecular alteration known to affect the PAM pathway, such as:: such as: such as: phosphate and tensin homolog (PTEN), phosphoinositide 3-Kinase catalytic subunit alpha isoform (PIK3CA), protein kinase B 1 (Akt 1), Akt 3, mammalian target of rapamycin (mTOR), tumor sclerosis complex 1 (TSC1), tumor sclerosis complex 2 (TSC2), in subjects who have received at least all treatment options considered to be standard therapy, unless some available treatment are not acceptable to the subject. For the dose escalation portion of the trial, subjects must have received the standard therapy unless intolerant or contraindicated.\n\n  * Part 2, Cohort 1: For subjects with only PAM pathway alterations, subjects must have only PAM alterations, excluding Akt2 activating mutations or amplifications, and no other genomic alterations.\n  * Part 2, Cohort 2: Histologically confirmed local laboratory testing (immunohistochemistry 3+ staining and/or fluorescence in situ hybridization ratio \\>= 2.0) HER2+ metastatic breast cancer subjects who are resistant to trastuzumab-containing treatment and progressed on trastuzumab, pertuzumab, a taxane, and/or trastuzumab emtansine. There is no limit regarding the number of prior lines of therapy. Subjects may be enrolled regardless of whether or not their tumor harbors a PAM pathway alteration (documentation of PAM pathway alteration for this cohort is not required).\n  * Part 2, Cohort 3: Histologically and/or cytologically confirmed diagnosis of breast cancer with hormone receptor-positive status (ER and/or PgR positive) and HER2-negative status with prior exposure to tamoxifen and/or an aromatase inhibitor and/or an aromatase inhibitor plus palbociclib. Prior treatment with tamoxifen in the neoadjuvant setting is allowed but must have been discontinued for at least 1 year prior to the first dose.\n* Measurable disease using clinically appropriate criteria for the type of malignancy, RECIST version 1.1 for solid tumors and Cheson 2007 for lymphoma\n* A tumor accessible for biopsies and consent to undergo tumor biopsies before and during MSC2363318A treatment. Subjects who do not have a tumor suitable for biopsy (such as, but not limited to, high procedural risk, inaccessible site for needle biopsy, etc.) but are otherwise eligible for this study may be considered for enrollment on a case-by-case basis after discussion with the Medical Monitor of the study\n* Ability to read and understand the informed consent form and willingness and ability to give informed consent and demonstrate comprehension of the trial before undergoing any trial activities\n* Negative blood pregnancy test at the screening visit for women of childbearing potential\n* Willingness to avoid pregnancy and breast feeding beginning two weeks before the first MSC2363318A dose and ending three months after the last trial treatment. Male subjects with female partners of childbearing potential and female subjects of childbearing potential must use adequate contraception in the judgment of the Investigator, such as a two barrier method or a one barrier method with spermicide or intrauterine device during trial treatment dosing and for 3 months after the last dose of the study.\n\nExclusion Criteria:\n\n* Eastern Cooperative Oncology Group Performance Status \\>=2\n* Previous therapy with:\n\n  * Chemotherapy, immunotherapy, biologic therapy, or any other anticancer therapy within 2 weeks (or five elimination half lives for noncytotoxics, whichever is shorter) of Day 1 of trial drug treatment (6 weeks for nitrosureas or mitomycin). Subjects on therapy with trastuzumab (trastuzumab cohort) may continue with trastuzumab during the screening phase of the study. Subjects on endocrine therapy may continue with antihormonal therapy until Day 1 of the study.\n  * Any investigational agent within 3 weeks of Day 1 of trial drug treatment\n  * Extensive prior radiotherapy on more than 30 percent of bone marrow reserves, or prior bone marrow/stem cell transplantation within 5 years from enrolment\n  * Palliative radiation therapy within 2 weeks of Day 1 of trial drug treatment\n* Known tumor EGFR, KRAS, and/or Akt2 mutations or amplification\n* Ongoing toxicity due to a prior therapy, unless returned to baseline or Grade 1. Grade 2 toxicities (e.g., alopecia or peripheral neuropathy) that are not likely to increase the subject's safety risk while receiving trial treatment may be accepted after Sponsor approval.\n* Major surgical intervention or participation in a therapeutic clinical trial within 28 days from Day 1 of the first dose of MSC2363318A\n* Bone marrow impairment, renal impairment, liver function abnormality and impaired cardiac function as defined in the protocol\n* History of cerebral vascular accident or stroke within the previous 2 years\n* Uncontrolled hypertension\n* History of Grade 3 or 4 allergic reactions attributed to compounds of similar chemical or biologic composition as MSC2363318A\n* Known symptomatic central nervous system (CNS) metastases\n* History of difficulty swallowing, malabsorption or other chronic gastrointestinal disease or conditions that may hamper compliance and/or absorption of the investigational product\n* Known human immunodeficiency virus, viral hepatitis, or tuberculosis positivity\n* Legal incapacity or limited legal capacity\n* Any other condition which, in the opinion of the Investigator, might impair the subject's tolerance of trial treatment, the safety of the individual subject or the outcome of the trial. (including but not limited to: history of major depressive episode, bipolar disorder, obsessive-compulsive disorder, schizophrenia, suicidal attempt or ideation, homicidal ideation, or \\>= Common Terminology Criteria for Adverse Events \\[CTCAE\\] Grade 3 anxiety)\n* Immediate prior therapy with a PAM pathway inhibitor (i.e., the subject is excluded if the last treatment regimen, prior to MSC2363318A, was a PAM pathway inhibitor, or if the last PAM pathway inhibitor that the subject was treated with occured less than 2 months prior to Day 1 of trial drug treatment).",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}