{
    "nctId": "NCT05810870",
    "briefTitle": "PIK3CA/PTEN-altered Advanced Breast Cancer Treated With MEN1611 Monotherapy or in Combination With Eribulin",
    "officialTitle": "Phase II Study for PIK3CA/PTEN-altered Advanced Metaplastic Breast Cancer Treated With MEN1611 Monotherapy or in Combination With Eribulin",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer, Advanced Breast Cancer, Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 28,
    "primaryOutcomeMeasure": "Cohort A: To assess the efficacy of MEN1611 in combination with eribulin as determined by the clinical benefit rate (CBR).",
    "eligibilityCriteria": "General inclusion criteria (cohort A and cohort B)\n\nPRE-SCREENING PHASE\n\nThe following criteria must be met to be eligible to entry into the pre-screening:\n\n1. Patient must be able to sign written pre-screening form prior to any molecular determination during the pre-screening phase.\n2. Being male or female aged ≥ 18 years.\n3. Histological confirmed MpBC as per local assessment.\n4. Known HR status according to the updated American Society of Clinical Oncology (ASCO)/College of American Pathologists (CAP) 2020 guidelines and HER2-negative breast cancer (BC) as per ASCO/CAP 2018 criteria based on local testing on the most recently analyzed biopsy.\n5. Prior treatment with at least one, but no more than four, prior lines of systemic therapy for advanced disease. Earlier adjuvant or neoadjuvant therapy for more limited disease will be considered as one of the required prior regimens if the development of unresectable locally advanced metastatic disease occurred within a 6-month period after completion of chemotherapy.\n6. No prior treatment with a PI3K/AKT/mTOR inhibitor (cohorts A and B), nor with eribulin (only for patients in cohort A).\n7. Patient must consent to give a tumor sample or/and a blood sample for testing of the prior mentioned alterations (or if needed and deemed safe by the investigator, able to provide a fresh tumor sample).\n8. Unknown PIK3CA mutational and PTEN loss status.\n\n   SCREENING PHASE\n\n   Patients must meet inclusion criteria 2 to 7 of the pre-screening phase and the following inclusion criteria of the screening phase to be eligible for enrollment into the Study:\n9. Patient must be able to sign written main informed consent form (ICF) prior to participation in any Study-related activities.\n10. Eastern Cooperative Oncology Group (ECOG) performance status must be 0 or 1 which the Investigator believes is stable at the time of screening.\n11. Life expectancy greater or equal to 12 weeks.\n12. Unresectable locally advanced/metastatic MpBC documented by computed tomography (CT) scan or magnetic resonance imaging (MRI), that is not amenable to resection with curative intent.\n13. Patient has a PIK3CA mutation confirmed by MEDSIR's designated central lab, determined in the pre-screening phase or patient has a pathology report confirming PIK3CA mutant status by a certified laboratory (using validated PIK3CA mutation assay) either from tissue or blood\n\n    And/or\n\n    Patient has evidence of PTEN loss by immunohistochemistry (IHC) confirmed by MEDSIR's designated central lab in the pre-screening phase or patient has a pathology report confirming PTEN loss by a certified laboratory, preferably on the most recent available tumor sample.\n\n    Note:. PI3KCA mutations should have been evaluated at least at hot spots, E542, E545 and H1047. PTEN staining should have been evaluated by assessing both intensity of staining and percentage of positive cells. Both nuclear and cytoplasmic staining should be evaluated. Staining of normal cells such as benign breast epithelium, stromal cells and/or endothelial cells should have been evaluated as an internal control. Any tumor nuclear or cytoplasmic staining showing similar intensity with internal control cells should have been considered positive staining (no PTEN loss). Complete lack of staining or faint staining (cytoplasmic or nuclear) in up to 50% of tumor cells should have been considered as PTEN loss. If there was no staining in internal control cells, the staining should have been considered inconclusive.\n14. Patients with clinically stable metastatic CNS tumors who are not receiving steroid therapy or anticonvulsant at baseline are eligible if:\n\n    1. Stereotactic radiotherapy ³ 7 days prior to initiation of study treatment.\n    2. Whole-brain radiotherapy ³ 7 days prior to initiation of study treatment.\n    3. Neurosurgical resection ³ 28 days prior to initiation of study treatment.\n15. Resolution of all acute toxic effects of prior anti-cancer therapy to grade ≤ 1 as determined by the US National Cancer Institute-Common Terminology Criteria for Adverse Events (NCI-CTCAE) version 5.0 (v.5.0).\n\n    Note: Except for alopecia or other toxicities not considered a safety risk for the patient at investigator's discretion.\n16. Available archival tumor sample (FFPE tissue) of the most recent biopsy/surgery since last progression.\n\n    Note: Subjects for whom the most recent tumor biopsy since last progression could not be obtained (e.g., inaccessible tumor or subject safety concern) may submit archival pathological material from either metastatic or primary sites.\n17. Adequate hematologic and organ function within 14 days before the first Study treatment on Day 1 of Cycle 1, defined by the following:\n\n    1. Hematological (without platelet, red blood cell transfusion, and/or granulocyte colony-stimulating factor support within 7 days before first Study treatment dose): White blood cell (WBC) count \\> 3.0 x 109/L, absolute neutrophil count (ANC) ≥ 1.5 x 109/L, platelet count ≥ 100.0 x109/L, and hemoglobin ≥ 9.0 g/dL (≥ 5.6 mmol/L).\n    2. Hepatic: Serum albumin ≥ 3 g/dL; total bilirubin ≤ 1.5 times the upper limit of normal (ULN) (≤ 3 x ULN in the case of Gilbert's disease); aspartate transaminase (AST) and alanine transaminase (ALT) ≤ 2.5 × ULN (in the case of liver metastases ≤ 5 × ULN); alkaline phosphatase (ALP) ≤ 2 × ULN (≤ 5 × ULN in the case of liver and/or bone metastases).\n\n       Note: If total bilirubin is increased, assessment of direct bilirubin levels is recommended.\n    3. Renal: serum creatinine ≤ 1.5 x ULN or creatinine clearance ≥ 50 mL/min based on Cockcroft-Gault glomerular filtration rate estimation.\n\n    e. Urinalysis: including dipstick (specific gravity, pH, glucose, protein, ketones, and blood) and microscopic examination (sediment, RBCs, WBCs, casts, crystals, epithelial cells, and bacteria).\n18. For women of childbearing potential: agreement to remain abstinent (must refrain from heterosexual intercourse) or use highly effective contraceptive methods, or two effective contraceptive methods, as defined in the CSP, during the treatment period and for at least 7 months after the last dose of Study treatment, whichever is longer. Women of childbearing potential must have a negative serum pregnancy test within 7 days before Study treatment initiation and must agree to refrain from donating eggs during the entire Study treatment period and for 3 months after the last administration of the Study drug.\n19. Being male subjects, surgically sterile or having agreed with true abstinence (must refrain from heterosexual intercourse), or whose female partners are willing to agree with true abstinence or use barrier contraceptive measures mentioned above during the entire Study treatment period and for 7 months after the last administration of the Study drug. Males must agree to refrain from donating sperm during the entire Study treatment period and for 3 months after the last administration of the Study drug.\n20. Patient must be accessible for treatment and follow-up.\n\nCohort A specific inclusion criteria\n\n1. Measurable, or non-measurable but evaluable, disease as defined by the local site Investigator as per Response Evaluation Criteria in Solid Tumors (RECIST) version 1.1 (v1.1) criteria.\n\nNote: Patients with bone lesions as the only sites of metastatic disease are eligible.\n\nCohort B specific inclusion criteria\n\n1. Measurable disease as defined by RECIST v1.1 criteria.\n\nNote: Patients with lytic bone lesions or mixed lytic-blastic lesions as the only sites of metastatic disease, with identifiable soft tissue components, are eligible if the soft tissue component meets the definition of measurability.\n\nExclusion criteria:\n\nAny patient meeting ANY of the following criteria will be excluded from the Study:\n\n1. Current participation in another therapeutic clinical trial.\n2. Extra-cranial radiotherapy or limited-field palliative radiotherapy within 7 days prior to Study enrolment, or patients who have not recovered from radiotherapy-related toxicities to baseline or grade ≤ 1 and/or from whom ≥ 25% of the bone marrow has been previously irradiated.\n3. Major surgery (defined as requiring general anesthesia) or significant traumatic injury within 21 days of start of Study drug, or patients who have not recovered from the side effects of any major surgery.\n4. Patient with a concurrent malignancy or malignancy within 5 years of Study enrollment except for carcinoma in situ of the cervix, non-melanoma skin carcinoma, or stage I uterine cancer.\n\n   Note: For other cancers considered to have a low risk of recurrence, discussion with the Medical Monitor is required.\n5. Treatment with approved chemotherapy/immunotherapy/ targeted agents within 21 days prior to initiation of Study, or treatment with an investigational cancer therapy for 21 days or 5 half-lives (whichever is longer) prior to initiation of any Study treatment.\n6. Patient with cerebrovascular accident or transient ischemic attack within 6 months prior to the start of any Study treatment.\n7. Congenital long QT syndrome or screening QT interval corrected using Fridericia's formula (QTcF) \\> 480 milliseconds.\n8. Patient with an active cardiac disease or a history of cardiac dysfunction or conduction abnormalities including any of the following:\n\n   * Unstable angina pectoris or documented myocardial infarction within 6 months prior to Study entry.\n   * Symptomatic pericarditis.\n   * Documented congestive heart failure (New York Heart Association functional classification III- IV).\n   * Left ventricular ejection fraction (LVEF) \\< 50% as determined by multiple gated acquisition (MUGA) scan or echocardiogram (ECHO).\n   * Ventricular arrhythmias except for benign premature ventricular contractions.\n   * Supraventricular and nodal arrhythmias requiring a pacemaker or not controlled with medication.\n   * Conduction abnormality requiring a pacemaker.\n   * Other cardiac arrhythmia not controlled with medication.\n9. Patient with uncontrolled hypertension.\n10. Uncontrolled diabetes mellitus (glycated haemoglobin \\[HbA1c\\] \\>7%) and/or fasting plasma glucose (FPG) \\>120 mg/dL or 6.7 mmol/L.\n\n    Note: Patients who have DM adequately managed regardless FPG or HbA1c may be consider eligible as per the Medical Monitor assessment and criteria.\n11. Known concurrent severe and/or uncontrolled concomitant medical conditions (i.e. influenza or any other active infections) that could cause unacceptable safety risks or compromise compliance with the protocol.\n12. Known active or uncontrolled pulmonary dysfunction.\n13. Current known infection with human immunodeficiency virus (HIV), hepatitis B virus (HBV), or hepatitis C virus (HCV). Patients with past HBV infection or resolved HBV infection (defined as having a negative hepatitis B surface antibody \\[HBsAg\\] test and a positive hepatitis B core antibody \\[HBcAb\\] test, accompanied by a negative HBV DNA test) are eligible. Patients positive for HCV antibody are eligible only if polymerase chain reaction (PCR) is negative for HCV RNA.\n14. Known hypersensitivity reaction to any investigational or therapeutic compound or their incorporated substances.\n15. Patient with serious and/or unstable pre-existing psychiatric or neurologic illness or other conditions that could interfere with subject safety.\n16. History of significant gastrointestinal disease, including but not limited to abdominal fistula, gastrointestinal perforation or other malabsorption syndromes that would impact on drug absorption. Grade ≥2 diarrhea should resolve at least 7 days prior to the start of any Study treatment.\n17. Subject receiving chronic treatment with steroids, as immunosuppressant, or another immunosuppressive agent.\n18. Subject receiving treatment with drugs known to be moderate and strong inhibitors or inducers of isoenzyme CYP3A as well as moderate or strong inducers of CYP1A2 within 2 weeks of the first administration of MEN1611.\n19. Breastfeeding or pregnancy as determined by a serum pregnancy test (β-HCG) at screening, prior to the administration of MEN1611 either in monotherapy or in combination with eribulin. Since β-HCG over expression can be also elevated in some tumor types, a positive result should be confirmed with a validated alternative test (e.g., ultrasound).",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}