{
    "nctId": "NCT02155075",
    "briefTitle": "Evaluation of Real Imaging's 3D Functional Metabolic Imaging and Risk Assessment (MIRA) System",
    "officialTitle": "Evaluation of Real Imaging's 3d Functional Metabolic Imaging and Risk Assessment (Mira) System",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "SCREENING",
    "enrollmentCount": 730,
    "primaryOutcomeMeasure": "Sufficient number of cancer case and controls have been imaged",
    "eligibilityCriteria": "PHASE 1:\n\nINCLUSION CRITERIA\n\n1. Female\n2. Woman has read, understood and signed the inform consent form\n3. Age: 30 years and older\n4. A. Women who are scheduled to undergo routine Mammography and/or US and/or MRI screening OR B. Women summoned for breast biopsy following a suspicious finding in recent screening exam and was graded 4/5 on BI-RADS scale\n\nEXCLUSION CRITERIA:\n\n1. Women who have had a Mammography and/or US and/or MRI examination performed on the day of the study prior to MIRA scan\n2. Women who had undergone mastectomy and/or breast reconstruction\n3. Women who have had a breast biopsy performed throughout the 6 weeks preceding the study\n4. Women who have a fever on the day of the MIRA imaging\n5. Women who are pregnant\n6. Women who are breast-feeding\n7. Women with implanted pacemaker/defibrillator, implanted venous access device (portacath) or other implanted devices in the chest area\n8. Women who are unable to read, understand and execute written informed consent\n9. Women who are currently undergoing chemotherapy and/or radiotherapy\n\nPHASE 2:\n\nARM 1:\n\nINCLUSION CRITERIA\n\n1. Female\n2. Age: 30 years and older\n3. A. Asymptomatic women who are scheduled to undergo routine screening mammography or routine screening mammography and US Or B. Subjects scheduled for image-guided needle biopsy as a result of findings obtained during standard of care imaging modalities (mammography, ultrasound and/or MRI).\n\n5. Women whose most recent prior mammogram was interpreted as heterogeneously dense (ACR BI-RADS Breast Density C) or extremely dense (ACR BI-RADS Breast Density D).\n\nEXCLUSION CRITERIA:\n\n1. Subjects who have had a Mammography and/or US and/or MRI examination performed on the day of the study prior to MIRA scan\n2. Subjects scheduled for a diagnostic mammography due to a suspicious lump\n3. Subjects who had undergone mastectomy and/or breast reconstruction\n4. Subjects who have undergone breast reduction or breast augmentation.\n5. Subjects who have large breast scar / breast deformation.\n6. Subjects who have significant existing breast trauma.\n7. Subjects who have undergone lumpectomy\n8. Subjects who have had a breast needle biopsy performed throughout the 6 weeks preceding the study\n9. Subjects with implanted pacemaker/defibrillator, implanted venous access device (portacath) or other implanted devices in the chest area\n10. Subjects with known Raynaud's Disease.\n11. Subjects who have a fever on the day of the MIRA imaging\n12. Subjects who are pregnant\n13. Subjects who are breast-feeding\n14. Subjects with known Mastitis\n15. Subjects who are currently undergoing chemotherapy and/or radiotherapy\n16. Subjects with contraindication to bilateral mammography or MRI.\n17. Subjects who participated in the Calibration Phase will not be able to participate in the Testing Phase.\n18. Subjects currently participating in another clinical study.\n19. Subjects who are unable to read, understand and execute written informed consent\n\nARM 2:\n\nINCLUSION CRITERIA:\n\n1. Female\n2. Age: 30 years and older\n3. Asymptomatic women who are scheduled to undergo routine screening mammography or routine screening mammography and US\n\nEXCLUSION CRITERIA :\n\n1. Subjects who have had a Mammography examination performed on the day of the study prior to MIRA scan\n2. Subjects scheduled for a diagnostic mammography due to a suspicious lump\n3. Subjects who have had a breast biopsy performed throughout the 6 weeks preceding the study\n4. Subjects who have a fever on the day of the MIRA imaging\n5. Subjects who are pregnant\n6. Subjects who are breast-feeding\n7. Subjects with known Mastitis\n8. Subjects with known Raynaud's Disease.\n9. Subjects who are currently undergoing chemotherapy and/or radiotherapy\n10. Subjects with contraindication to bilateral mammography\n11. Subjects who participated in the Calibration Phase will not be able to participate in the Testing Phase.\n12. Subjects currently participating in another clinical study.\n13. Subjects who are unable to read, understand and execute written informed consent",
    "sex": "FEMALE",
    "minimumAge": "30 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}