{
    "nctId": "NCT04122469",
    "briefTitle": "The Role of Stereo-tActic BoDy RadIotherApy iN Oligo-Progressive MalignanT Disease",
    "officialTitle": "The Role of Stereo-tActic BoDy RadIotherApy iN Oligo-Progressive MalignanT Disease",
    "overallStatus": "RECRUITING",
    "conditions": "Malignancy, Breast Cancer Metastatic, Genito-urinary",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 130,
    "primaryOutcomeMeasure": "Safety of SBRT in OP malignancies",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Adult patients ≥18 years accrued at the Princess Margaret Cancer Centre\n* 5 or less sites of intra or extra-cranial oligo-progressive, de novo oligo-metastatic, induced oligo-metastatic and repeat oligo-metastatic breast disease amenable to ablative treatment (including but not limited to radiotherapy, surgery, radio-frequency ablation);\n\n  o at least one lesion should be planned for SBRT\n* OR 5 or less sites of intra or extra-cranial oligo-progressive prostate, bladder and renal cell carcinomas\n* Tumor mass amenable to SABR (≤6cm in size)\n* Confirmation of diagnosis:\n\n  * Known/documented prior histological (for all excluding HCC) or radiological diagnosis (for HCC) of:\n  * Pathologically confirmed breast cancer OR,\n  * Pathologically confirmed GU cancer (such as prostate cancer, bladder cancer, or radiologically or pathologically confirmed RCC).\n* For prostate patients only: Known metastatic disease treated with ADT (patients who received other ST as first line treatment of mCSPC would be eligible; eg Docetaxel, Abiraterone...)\n* For prostate patients only: Known metastatic CRPC progressing on ST (Docetaxel, Abiraterone, Enzalutamide...)\n* For oligo-progressive disease: receiving any form of ST for at least 3 months with (ST breaks are permitted):\n\n  1. Radiographic evidence of ≤3 intra or extra-cranial lesions progressing (including nodal or distant). At least one lesion is suitable for SBRT. Each progressing lesion should fulfill at least 1 of the 3 following criteria for oligo-progression:\n\n     1. Progression of a metastasis according to RECIST 1.1 criteria7\n     2. Unambiguous development of a new lesion from the time of scan taken prior to starting ST\n     3. Progressive enlargement of a known metastasis on 2 consecutive imaging (CT or MRI) 2-3 months apart, while on ST, with a minimum 5 mm increase in size from baseline.\n  2. Remainder of metastatic disease stable or regressing, as per RECIST v1.1, evidenced by \\>2 consecutive images within the past 4-6 months.\n* Able to provide written consent\n* ECOG performance status 0-3\n\nExclusion Criteria:\n\n* ≥6 progressive metastases\n* Evidence of spinal cord compression or acute event requiring urgent/emergency radiotherapy\n* Prior radiotherapy, with fields overlapping, resulting in excessive doses to organs at risk\n* Previous radical RT in the area of OP\n* Inability to safely treat all sites of progressing metastases\n* Patient cannot tolerate physical set-up required for SBRT\n* Treatment plan respecting normal tissue tolerances using dose fractionation specified within the protocol cannot be achieved\n* Active bowel obstruction, if treating abdominal/pelvic site\n* Neuroendocrine, lymphoma, myeloma or germ cell malignancies\n* Familial syndromes: Von Hippel-Lindau disease, Polycystic Kidney Disease, Hereditary Papillary RCC or Tuberous Sclerosis",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}