{
    "nctId": "NCT00174655",
    "briefTitle": "BIG 02/98 Docetaxel - Breast Cancer",
    "officialTitle": "An Intergroup Phase III Trial to Evaluate the Activity of Docetaxel, Given Either Sequentially or in Combination With Doxorubicin, Followed by CMF, in Comparison to Doxorubicin Alone or in Combination With Cyclophosphamide, Followed by CMF, in the Adjuvant Treatment of Node-positive Breast Cancer Patients.",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Neoplasms",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 2887,
    "primaryOutcomeMeasure": "DFS of docetaxel arms versus non toxanes arm (DFS: interval from the date of randomization to the date of local, regional or metastatic relapse or the date of second primary cancer or death for any cause whichever occurs first.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologically proven breast cancer. Interval between definitive surgery that includes axillary lymph node dissection and registration must be less than 60 days. A representative sample of the primary tumor (either blocks or slides) must be sent to the operational office, for central pathology reviews, after patients randomization.\n* Definitive surgical treatment must be either mastectomy or breast conserving surgery, with axillary lymph node dissection (not sampling) for operable breast cancer (clinical T1-3, N0-1, M0). Margins of resected specimen from definitive surgery must be histologically free of invasive adenocarcinoma and ductal carcinoma in situ (DCIS). Lobular carcinoma in-situ does not count as a positive margin. Patients with histologically-documented infiltration of the skin (pT4) will not be eligible. Patients who have a breast conserving procedure with a positive margin may become eligible if they subsequently undergo adequate resection or mastectomy with clear margins.\n* Histologic examination of the tumor: invasive adenocarcinoma with at least one axillary lymph node (pN1) showing evidence of tumor among a minimum of eight resected lymph nodes. All nodes must be examined by the pathologist. The determination of ER (estrogen receptor) and PgR (progesterone receptor) is mandatory and results must be known by the end of chemotherapy in order to decide whether hormonal therapy is indicated (Biochemical or immunohistochemical methods required ; ER and/or PgR positivity should be in accordance with the policy in use at each participating center. Each center will specify its own policy).\n* Age \\> or = 18 years and age \\< or = 70 years. The upper age limit is not meant to be exclusionary but rather is based on the lack of safety data for women \\> 70 years of age.\n* Karnofsky Performance status index \\> or = 70 %.\n* Normal cardiac function must be confirmed by LVEF (MUGA scan or echocardiography). The result must be above the lower limit of normal for the institution.\n* Laboratory requirements: (within 14 days prior to registration)\n\n  * Hematology\n\n    * Neutrophils \\> or = 2.0 x 109/L\n    * Platelets \\> or =100 x 109/L\n    * Hemoglobin \\> or = 10 g/dL\n  * Hepatic function\n\n    * Total bilirubin \\< or = 1 UNL\n    * ASAT (SGOT) and ALAT (SGPT) \\< or = 1.5 UNL\n    * Alkaline phosphatase \\< or = 2.5 UNL\n  * Renal function\n\n    * Creatinine \\< or = 150 µmol/L (1.5 mg/dL)\n    * If creatinine is borderline, the calculated creatinine clearance should be \\> or = 60 mL/min (Cockcroft formula).\n* Complete staging work-up within 3 months prior to registration. All patients will have bilateral mammography, chest X-ray (PA and lateral) and/or CT-scan, abdominal ultrasound and/or CT scan, bone scan (in case of positive bone scan suspicious for metastases, bone X-ray (or bone CT-scan for spine) on hot spots is mandatory to rule out the possibility of metastatic hot spots). Other tests may be performed as clinically indicated.\n* Patients must be accessible for treatment and follow-up. Patients registered on this trial must be treated and followed at a participating center which could be a Principal or a co-investigator's site. In case patient moves during the follow-up, every effort should be done to follow the patient in a participating center.\n* Negative pregnancy test (urine or serum) within 7 days prior to registration for all women of childbearing potential. Patients of childbearing potential must implement adequate non-hormonal measures to avoid pregnancy during study treatment(chemotherapy, radiotherapy and hormonal therapy).\n\nExclusion Criteria:\n\n* Prior systemic anticancer therapy for breast cancer (chemo-immuno-hormonotherapy).\n* Prior radiation therapy for breast cancer.\n* Pregnant, or lactating patients.\n* Any locally advanced (clinical or pathological T4 and/or N2-known N3) or metastatic(M1) breast cancer.Patients with inoperable residual axillary nodal disease or with supraclavicular nodes.\n* Pre-existing motor or sensory neurotoxicity of a severity ³ grade 2 by NCI criteria.\n* Other serious illness or medical condition:\n\n  * congestive heart failure or unstable angina pectoris, previous history of myocardial infarction within 1 year from study entry, uncontrolled hypertension or high-risk uncontrolled arrhythmias\n  * history of significant neurologic or psychiatric disorders including psychotic disorders, dementia or seizures that would prohibit the understanding and giving of informed consent\n  * active uncontrolled infection\n  * active peptic ulcer, unstable diabetes mellitus\n* Past or current history of other neoplasms except for:\n\n  * curatively treated basal cell skin cancer\n  * adequately treated in situ carcinoma of the cervix\n* In regard to past or current history of other breast carcinoma, criteria of exclusion are:\n\n  * past history of ipsilateral or past or current history of contralateral invasive breast carcinoma\n  * past or current history of contralateral ductal in situ breast carcinoma\n\nA past or current history of ipsilateral ductal in situ or lobular in situ (ipsilateral or contralateral) breast carcinoma is not a criterion of exclusion.\n\n* Chronic treatment with corticosteroids unless initiated \\> 6 months prior to study entry and at low dose (\\< or = 20 mg methylprednisolone or equivalent).\n* Concurrent treatment with hormonal replacement therapy. Prior treatment should be stopped before study entry.\n* Definite contraindications for the use of corticosteroids.\n* Concurrent treatment with other experimental drugs. Participation in another clinical trial with any investigational not marketed drug within 30 days prior to study entry.\n* Concurrent treatment with any other anti-cancer therapy.\n\nThe above information is not intended to contain all considerations relevant to a patient's potential participation in a clinical trial.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}