{
    "nctId": "NCT02909361",
    "briefTitle": "Fulvestrant 500mg in Patients With Advanced Breast Cancer",
    "officialTitle": "A Multicenter, Prospective, Real-world Study to Evaluate the Safety Profile and Effectiveness in Chinese Patients Who Received Fulvestrant 500mg as First-line Endocrine Treatment for Advanced Breast Cancer",
    "overallStatus": "UNKNOWN",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 500,
    "primaryOutcomeMeasure": "Incidence, nature and severity of all Adverse Events assessed by CTCAE V4.0",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Chinese women with estrogen receptor positive, locally advanced or metastatic breast cancer who has already received Fulvestant 500mg treatment as determined by treating physician. Ovarian suppression in premenopausal women is permitted, including ovarian ablation and LHRHa.\n2. Histologically confirmed positive oestrogen receptor status (ER positive) of primary breast cancer or metastatic tumour tissue, according to the local laboratory parameters.\n3. Prior endocrine therapy for advanced disease was not permitted.\n4. The prescription of the Fulvestant is clearly separated from the decision to include the subject in the NIS, and is part of normal medical practice. The recruitment of the patient to the study should be within 1 month of the first Fulvestant injection.\n5. Provision of subject informed consent.\n\nExclusion Criteria:\n\n1. If participating in any controlled clinical trial, the subject cannot take part in this study.\n2. HER2 overexpression or gene amplification, ie, immunohistochemistry (IHC) 3+ or fluorescence in situ hybridisation (FISH)+, where appropriate.\n3. Pervious regimen of endocrine therapy for advanced disease.\n4. More than one regimen of chemotherapy for advanced disease.\n5. Pregnancy and lactation.\n6. Severe hepatic impairment.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}