{
    "nctId": "NCT00455039",
    "briefTitle": "INST 0514C- Biologic Correlative Study: Trial of GW572016 in HER2 Overexpressing Breast Cancer Patients",
    "officialTitle": "INST 0514C- A Neoadjuvant Phase II Trial of GW572016 in HER2 Overexpressing Breast Cancer Patients: Biologic Correlative Study",
    "overallStatus": "WITHDRAWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "The primary end point of this study is clinical efficacy of GW572016 in treatment naïve patients with locally advanced breast cancer.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. All patients must be female.\n2. Signed informed consent.\n3. Only subjects with Stage IIIa, IIIb, IIIc, or IV disease should be enrolled in this trial. Locally advanced breast cancers of clinical and or radiologic size greater than or equal to 3 cm, or primary breast cancers with concomitant gross metastatic disease.\n4. HER2 overexpressing tumors defined as HercepTest score of 3+, or \\> 10% cells moderately or strongly HER2 positive by other methods, or semi-quantitative score of \\>5 (in Dr. Allred's laboratory) or gene amplified.\n5. Negative serum pregnancy test (beta-HCG) within 7 days of starting study, if of child-bearing potential.\n6. Kidney and liver function tests - all within 1.5 times the institution's upper limit of normal.\n7. Performance status (WHO scale) \\<2 and life expectancy \\>6 months.\n8. Age \\>18 years.\n9. No brain or leptomeningeal disease.\n10. No previous or current malignancies at other sites within the last 5 years, with exception of adequately treated cone-biopsied in situ carcinoma of the cervix uteri and basal or squamous cell carcinoma of the skin.\n\nExclusion Criteria:\n\n1. Pregnancy or unwillingness to use a reliable contraceptive method in women of child-bearing potential.\n2. Severe underlying chronic illness or disease.\n3. Cardiomyopathy or baseline LVEF \\<50%.\n4. Other investigational drugs while on study.\n5. Severe or uncontrolled hypertension, history of congestive heart failure or severe coronary arterial disease.\n6. Malabsorption syndrome, disease significantly affecting gastrointestinal function, or resection of the stomach or small bowel. Subjects with ulcerative colitis are also excluded",
    "sex": "FEMALE",
    "minimumAge": "N/A",
    "stdAges": "CHILD, ADULT, OLDER_ADULT"
}