{
    "nctId": "NCT03664687",
    "briefTitle": "Comparing a Single-Dose vs. Twice Yearly Zoledronate in Patients With Early Stage Breast Cancer (REaCT-ZOL)",
    "officialTitle": "A Randomised, Multicentre, Pragmatic Trial Comparing a Single-Dose vs. Twice Yearly Zoledronate in Patients With Early Stage Breast Cancer (REaCT-ZOL)",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Early-stage Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE4",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 211,
    "primaryOutcomeMeasure": "Multiple Site Activation",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Commencing zoledronate within 3 months of starting neoadjuvant or adjuvant endocrine therapy or within 3 months of completion of neoadjuvant or adjuvant chemotherapy for early stage breast cancer\n* Patients receiving any intravenous or oral biphosphonates, or subcutaneous denosumab for the treatment of osteoporosis must discontinue treatment prior to baseline evaluation\n* ECOG performance status equal or less than 2 and life expectancy of more than 12 months\n* Serum creatinine greater than 30 ml/min and corrected serum calcium equal or greater than 2 mmol/l within 4 weeks before first zoledronate infusion\n* Age equal or greater than 18 years\n* Able to provide written consent\n\nExclusion Criteria:\n\n* Metastatic disease\n* History of osteonecrosis of the jaw\n* Known hypersensitivity to trial drug or hypersensitivity to any other component of the trial drug (e.g. fructose)\n* Any psychological, familial, sociological or geographical condition potentially hampering compliance with the trial protocol\n* Pregnancy or risk of pregnancy (this includes participants that are not willing to practice active contraception for the duration of the study)\\* \\*Women/men of child bearing potential must have agreed to use two effective contraceptive methods while on study. A women is considered to be of 'childbearing potential' if she has had menses at any time in the preceding 12 consecutive months. In addition to routine contraceptive methods. 'effective contraception' also includes heterosexual celibacy and surgery intended to prevent pregnancy (or with a side-effect of pregnancy prevention) defined as complete hysterectomy, bilateral oophorectomy or bilateral tubal ligation, or vasectomy/vasectomized partner. However, if at any point a previously celibate participant chooses to become heterosexually active during the period for use of contraceptive measures outlined in the protocol, she is responsible for beginning contraceptive measures. Examples of effective methods of contraception: Male condom plus spermicide; Cap plus spermicide; Diaphragm plus spermicide; intrauterine device (Copper T, Progesterone T; Levonorgestrel-releasing intrauterine system (i.e. Mirena); hormonal methods (implants, hormonal shot or injection, combined pill, minipill, patch).",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}