{
    "nctId": "NCT03756298",
    "briefTitle": "Efficacy and Safety of Atezolizumab Plus Capecitabine Adjuvant Therapy for Triple Receptor-Negative Breast Cancer",
    "officialTitle": "Randomized, Phase II Trial to Evaluate the Efficacy and Safety of Atezolizumab Plus Capecitabine Adjuvant Therapy Compared to Capecitabine Monotherapy for TNBC With Residual Invasive Cancer After Neoadjuvant Chemotherapy.",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Triple Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 284,
    "primaryOutcomeMeasure": "5-yr invasive disease-free survival (IDFS) rate",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* - Male or female ≥ 19 years of age\n* Patients must have histologically confirmed estrogen receptor (ER)-, progesterone receptor (PR)- and HER2-negative (triple-negative) with residual invasive breast cancer, as defined by the 2010 and 2013 American Society of Clinical Oncology (ASCO) College of American Pathologists (CAP) guidelines (Wolff AC, Hammond MEH), after completion of neoadjuvant chemotherapy; residual disease must be ≥ 1 cm in greatest dimension, and/or have macroscopically positive lymph nodes (ypN+) observed on pathologic exam\n* Patients must not have metastatic disease (i.e., must be M0)\n* Patients must have a minimum of 20, available unstained slides from the residual (post-neoadjuvant) invasive tumor in primary site or lymph node to be submitted to determine PD-L1 expression and other biomarker analysis\n* Patients must have had neoadjuvant chemotherapy followed by surgery; the recommended neoadjuvant treatment should include 16-24 weeks of a third generation chemotherapy regimen as recommended by National Comprehensive Cancer Network (NCCN) guidelines for triple negative breast cancer. Patients who cannot complete all planned treatment cycles for any reason are considered high risk and therefore are eligible for the study if they have residual disease\n* Patients must have completed their final breast surgery with clear resection margins for invasive cancer and ductal carcinoma in situ (DCIS) within 90 days prior to screening\n* Patients for whom radiation therapy (RT) to the affected breast or chest wall and regional nodal areas is clinically indicated as per NCCN treatment guidelines, should receive RT before study treatment; RT administered after registration is also allowed\n* Patients must have resolution of adverse event(s) of the most recent prior chemotherapy and RT to grade 1 or less, except alopecia and ≤ grade 2 neuropathy which are allowed\n* Patients must not have had prior immunotherapy with anti-PD-L1, anti-PD-1, anti-CTLA4 or similar drugs\n* Patients must not have had prior capecitabine therapy.\n* Patients must not have had a history of severe allergic, anaphylactic, or other hypersensitivity reactions to chimeric or humanized antibodies or fusion proteins, known hypersensitivity or allergy to biopharmaceuticals produced in Chinese hamster ovary cells or any component of the atezolizumab formulation\n* Patients must have ECOG performance status \\< 2\n* Patients must sign and give written informed consent for this protocol in accordance with institutional guidelines\n* Patients should have adequate organ function within 21 days prior to the start of study treatment (cycle 1, day1).\n\n  * Absolute neutrophil count (ANC) ≥ 1500/uL; without granulocyte colony stimulating factor (G-CSF) support within 2 weeks prior to the first study treatment administration\n  * Lymphocyte count ≥ 500/uL\n  * Platelet count ≥ 100,000/uL (without transfusion within 2 weeks prior to the first study treatment administration)\n  * Hemoglobin ≥ 9.0g/dL\n  * AST, ALT, and alkaline phosphatase ≤ 2.5x the upper limit of normal (ULN)\n  * Serum bilirubin ≤ 1.5x ULN, patients with known Gilbert disease who have serum bilirubin ≤ 3.0x ULN may be enrolled.\n  * INR and aPTT ≤ 1.5x ULN, This applies only to patients who are not receiving therapeutic anticoagulation; patients receiving therapeutic anticoagulation should be on a stable dose.\n  * Calculated creatinine clearance ≥ 30mL/min\n* Women of childbearing potential must have a negative urine or serum pregnancy test within 28 day prior to registration; women/men of reproductive potential must have agreed to use an effective contraceptive method for the course of the study through 150 days after the last dose of study medication.\n\nExclusion Criteria:\n\n* - Patients with evident metastatic lesions at the time of diagnosis\n* Patients who underwent incomplete surgery for breast cancer\n* Malignancies other than TNBC within 5 years prior to randomization, with the exception of those with well-differentiated thyroid cancer, carcinoma in situ of the cervix or basal or squamous cell skin cancer.\n* Pregnancy or lactation\n* Evidence of significant uncontrolled concomitant disease that could affect compliance with the protocol including significant liver disease, uncontrolled major seizure disorder, or uncontrolled psychological disorder.\n* Significant cardiovascular disease, such as New York Hear Association (NYHA) cardiac disease (class II or greater), myocardial infarction within 3 months prior to randomization, unstable arrhythmia, or unstable angina.\n\n  : Patients with a known left ventricular ejection fraction (LVEF) \\<50% will be excluded.\n* Patients who have a history of interstitial pneumonitis that required steroids or evidence of active pneumonitis.\n* Known dihydropyrimidine dehydrogenase (DPD) deficiency or history of severe and unexpected reactions to fluoropyrimidine therapy in patients selected to receive capecitabine\n* Hypersensitivity to any component of capecitabine drug formulation in patients selected to receive capecitabine.\n* Patients who have an active infection requiring systemic therapy\n* Patients who have active autoimmune disease that has required systemic treatment in past 2 years (i.e., with use of disease modifying agents, corticosteroids or immunosuppressive drugs); patients who are on a stable dose of replacement therapy (e.g., thyroxine, insulin, or physiologic corticosteroid replacement therapy for adrenal or pituitary insufficiency, etc.) are eligible for this study\n* Patients who have known active hepatitis B virus (HBV) or hepatitis C virus (HCV) infection prior to registration; patients who have completed curative therapy for HCV are eligible; patients with known human immunodeficiency virus (HIV) infection are not eligible\n* Patients who have received live vaccines within 30 days prior to registration; examples of live vaccines include, but are not limited to, the following: measles, mumps, rubella, chicken pox, shingles, yellow fever, rabies, Bacillus Calmette-Guerin (BCG), and typhoid (oral) vaccine; seasonal influenza vaccines for injection are generally killed virus vaccines and are allowed; however, intranasal influenza vaccines (e.g., Flu-Mist) are live attenuated vaccines, and are not allowed\n* Known hypersensitivity to any of excipients of study drugs.\n* History of severe allergic, anaphylactic, or other hypersensitivity reactions to chimeric or humanized antibodies or fusion proteins.\n* Prior allogenic stem cell or solid organ transplantation\n* Treatment with systemic immunostimulatory agents (including but not limited to interferons or IL-2) within 4 weeks or five half-lives of the drug( whichever is shorter) prior to randomization\n* Treatment with systemic corticosteroids or other systemic immunosuppressive medications (including but not limited to prednisone, dexamethasone, cyclophosphamide, azathioprine, methotrexate, thalidomide, and anti-TNF agents etc.) within 2 weeks prior to randomization\n\n  * patients who have received acute, low-dose, systemic immunosuppressant medications may be enrolled in the study\n  * The use of inhaled corticosteroids for chronic obstructive pulmonary disease, and low-dose supplemental corticosteroids for adrenocortical insufficiency are allowed.",
    "sex": "ALL",
    "minimumAge": "19 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}