{
    "nctId": "NCT02187289",
    "briefTitle": "Studying if Adding Night Compression to Standard Care Will Have Improved Control of Lymphedema in Breast Cancer Subjects",
    "officialTitle": "Night-time Compression for Breast Cancer Related Lymphedema (LYNC): A Randomized Controlled Efficacy Trial",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer, Lymphedema",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 120,
    "primaryOutcomeMeasure": "Arm volume. Lymphedema will be objectively measured using the Perometer (Pero-systems, Wipputal, Germany)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histological diagnosis of breast cancer with mild to moderate lymphedema (minimum of 200 mls or 10% and maximum 40% increase in arm volume over the unaffected arm.)\n* Completion of all primary and adjuvant cancer treatments (with exception of endocrine treatment) 1 month prior to randomization.\n* In or entering upon the maintenance phase of lymphedema treatment.\n* Have properly fitted day-time compression sleeve and agree to wear sleeve for the 12 hour per day standard of care period\n* No current use of night-time compression (one month wash-out period before trial entry)\n\nExclusion Criteria:\n\n* Clinical or radiological evidence of active disease, either local or metastatic\n* History or clinical diagnosis of bilateral arm lymphedema\n* Anyone for whom compression is contraindicated, such as those with untreated infections, skin irritations/rash, or thrombosis of the affected arm\n* Serious non-malignant disease or any disorder/circumstance (psychiatric or addictive disorder) which would preclude consent/adherence to the protocol\n* Unable to comply with the protocol, measurement and follow-up schedule due to factors such as vacation during the study period",
    "sex": "FEMALE",
    "minimumAge": "N/A",
    "stdAges": "CHILD, ADULT, OLDER_ADULT"
}