{
    "nctId": "NCT02408393",
    "briefTitle": "MIRs03: Paravertebral Block With Ropivacaine Before Breast Cancer Surgery",
    "officialTitle": "MIRs03: A Double-blind Randomized Trial of Paravertebral Block With Ropivacaine Before Breast Cancer Surgery: Effects on Chronic Postoperative Pain",
    "overallStatus": "COMPLETED",
    "conditions": "Malignant Neoplasm of Breast",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 380,
    "primaryOutcomeMeasure": "To compare chronic pain 3 months after breast surgery in each arm",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Women with non-metastatic invasive breast carcinoma or breast carcinoma in situ treated by:\n\n   * either breast-conserving surgery with axillary lymph node dissection\n   * either radical surgery with or without axillary lymph node dissection.\n2. 18 years ≤ Age ≥ 85 years.\n3. ASA class 1, 2 or 3.\n4. No analgesic treatment for 2 days (no pre-existing chronic pain)\n5. If a biological control has been requested recently or deemed necessary by the Investigator, then it should be satisfactory : Adequate hematologic and hemostasis: neutrophil count (ANC) \\> 1500/mm3, haemoglobin \\> 9 g/dl and platelets \\> 75 000/mm3, prothrombin time \\> 70%, activated partial thromboplastin time \\< 1.5 X Upper Limit of Normal (ULN)\n6. Life expectancy ≥ 2 years.\n7. Signed informed consent form.\n8. Patient able to meet the self-assessments questionnaires (sufficient understanding assessments, proficiency in French)\n9. Patient affiliated with a health insurance scheme (beneficiary or legal)\n\nThere is no prohibition for people to take part simultaneously in another search and there is no exclusion cause at the end of the research period.\n\nExclusion Criteria:\n\n1. Ongoing neoplasm or history of malignancy other than breast cancer with the exception of: basal cell carcinoma, cervical carcinoma in situ, other treated cancer that has not relapsed during the 5 years preceding inclusion in the trial.\n2. Bilateral breast carcinoma at the inclusion\n3. Male subjects.\n4. Metastatic breast carcinoma at diagnosis (M1).\n5. Severe heart, liver and respiratory failure (ASA 4)\n6. Allergy to local anesthetics and morphine.\n7. Use of analgesics during the 48 hours preceding the surgical procedure.\n8. History of breast surgery with painful sequelae\n9. Major deformation of the spine\n10. Puncture site infection\n11. History of substance abuse.\n12. Pregnant or lactating women, or women of childbearing potential without effective contraception\n13. Subjects deprived of their liberty or under guardianship (including temporary guardianship).\n14. Subjects unable to comply with medical follow-up of the trial for geographical, social or psychological reasons.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}