{
    "nctId": "NCT01795768",
    "briefTitle": "Proof-of-Concept Study of AZD4547 in Patients With FGFR1 or FGFR2 Amplified Tumours",
    "officialTitle": "Proof-of-Concept Study of AZD4547 in Patients With FGFR1 or FGFR2 Amplified Tumours",
    "overallStatus": "UNKNOWN",
    "conditions": "Gastric Cancer, Oesophageal Cancer, Breast Cancer, Squamous Cell Carcinoma of the Lung",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 48,
    "primaryOutcomeMeasure": "To assess anti-tumour activity as change in tumour size at 8 weeks and the correlation with change in tumour ERK1/2 phosphorylation at day 10-14.",
    "eligibilityCriteria": "Inclusion criteria\n\n* Female or male aged 25 years or older.\n* Mandatory provision of archival or fresh tumour biopsy for confirmation of FGFR gene amplification.\n* World Health Organisation performance status 0-2, minimum life expectancy of 12 weeks from proposed first dose date\n* Patient ability to comply with the collection of tumor biopsies which is mandatory at baseline and on days 10-14\n* Calcium and phosphate within normal limits.\n* At least one lesion, not previously irradiated, that can be accurately measured at baseline as \\>=10 mm in the longest diameter - except lymph nodes which must have short axis \\>=15 mm.\n* Local disease confined to the stomach or oesophagus is not considered measurable (patients with locally advanced gastro-oesophageal adenocarcinoma must have at least one measurable nodal lesion \\>=15mm in the short axis).\n\nTumour specific inclusion criteria\n\nAdvanced gastro-oesophageal adenocarcinoma\n\n* Histologically proven metastatic or locally advanced inoperable adenocarcinoma of the stomach, lower oesophagus or oesophago-gastric junction.\n* Documented progression after 1 or 2 prior courses of chemotherapy for advanced disease,\n* FGFR2 amplification\n\nAdvanced breast carcinoma\n\n* Histologically confirmed metastatic or locally advanced breast cancer, negative for HER2 as determined by local laboratory.\n* Patients with locally advanced disease must have recurrent, or progressive, disease that is not suitable for treatment with curative intent\n* Patients with ER positive disease must have been treated with at least one line of hormonal therapy for recurrent/progressive disease or have been on hormonal therapy at the time of recurrence/progression\n* Documented progression after at least one and no more than three prior courses of chemotherapy for advanced disease.\n* FGFR1 amplification\n\nAdvanced squamous cell lung cancer\n\n* Histologically confirmed metastatic or locally advanced squamous cell carcinoma of lung\n* Documented progression after 1 or 2 prior courses of chemotherapy for advanced disease\n* FGFR1 amplification\n\nExclusion criteria\n\n* Treatment potent inhibitors or inducers of CYP3A4, 2C8 or 2D6 or substrates of CYP3A4 within specified durations prior to the first dose of study treatment\n* Major surgery (excluding placement of vascular access) within 4 weeks before the first dose of study treatment\n* Radiotherapy with a wide field of radiation within 4 weeks or radiotherapy with a limited field of radiation for palliation within 2 weeks before the first dose of study treatment\n* Prior exposure to AZD4547 or any other drug with FGFR inhibition as its primary mode of action\n* Untreated brain metastases\n* Inadequate bone marrow reserve or organ function\n* Corrected total calcium \\> ULN\n* Total phosphate \\> ULN\n* Mean resting corrected QT interval \\> 470 msec obtained from 3 consecutive electrocardiograms (ECGs)\n* Any of the following ophthalmological criteria: 1)Current evidence or previous history of retinal pigmented epithelium detachment (RPED). 2)Previous laser treatment or intra-ocular injection for treatment of macular degeneration. 3) Current evidence or previous history of dry or wet age-related macular degeneration. 4) Current evidence or previous history of retinal vein occlusion (RVO). 5) Current evidence or previous history of retinal degenerative diseases (e.g. hereditary). 6) Current evidence or previous history of any other clinically relevant chorioretinal defect",
    "sex": "ALL",
    "minimumAge": "25 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}