{
    "nctId": "NCT02305498",
    "briefTitle": "Yoga Practice for Breast or Ovarian Cancer Patients",
    "officialTitle": "Yoga Practice for Breast or Ovarian Cancer Patients: A Pilot Study",
    "overallStatus": "COMPLETED",
    "conditions": "Ovarian Cancer, Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 39,
    "primaryOutcomeMeasure": "feasibility of a supervised vigorous yoga practice by the number of patients that complete study.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Woman age 18 or older\n* History of stage 0-III breast cancer or stage I-III ovarian cancer; all antitumor therapies, excluding hormonal therapy, have been completed at least 60 days prior to enrollment\n* ECOG Performance Status 0-1 (within 90 days of enrollment)\n* Sedentary: \\<90 minutes/week of moderate-intensity (not exhausting, light perspiration, e.g. fast walking, tennis, easy bicycling, easy swimming, popular and folk dancing) physical activity during the preceding 2 months, and \\<30 minutes/month of any high-intensity activity (heart beats rapidly, sweating, e.g. running, aerobics classes, cross country skiing, vigorous swimming, vigorous bicycling) in the past 2 months\n\nExclusion Criteria:\n\n* Evidence of active malignant disease\n* Currently has breast implant (which limits the performance of many yoga poses)\n* Significant cardiopulmonary disease, severe arthritis, glaucoma or any other medical conditions that make yoga practice unsafe as determined by a study investigator.\n* Patient requires regular use of beta blockers or calcium channel blockers.\n* Use of any medication that would interfere with the study's initial blood tests, including insulin or insulin secretagogues, corticosteroids, daily use of NSAIDs (except aspirin at no more than 81 mg/day) within 7 days of the initial study blood test.\n* Unlikely to be compliant with the study intervention",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}