{
    "nctId": "NCT05079360",
    "briefTitle": "Efficacy Evaluation of Sabizabulin Monotherapy Versus Active Control for Treatment of ER+HER2- Metastatic Breast Cancer",
    "officialTitle": "P2 Efficacy Evaluation of Sabizabulin Monotherapy Versus Active Control for Treatment of ER+HER2- MBC in Patients Who Have Shown Previous Disease Progression on a Nonsteroidal Aromatase Inhibitor, Fulvestrant and CDK 4/6 Inhibitor",
    "overallStatus": "WITHDRAWN",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "Efficacy of sabizabulin in the treatment of estrogen receptor positive (ER+HER2) metastatic breast cancer (MBC)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Provide informed consent\n* Be able to communicate effectively with the study personnel\n* Aged ≥18 years\n* For Female Subjects Menopausal status\n\n  * Be postmenopausal as defined by the National Comprehensive Cancer Network as either:\n\n    * Age ≥55 years and one year or more of amenorrhea\n    * Age \\<55 years and one year or more of amenorrhea, with an estradiol assay \\<20 pg/mL\n    * Age \\<55 years and surgical menopause with bilateral oophorectomy\n  * Be premenopausal or perimenopausal with a negative urine pregnancy test.\n  * If subject is of child bearing potential, the subject must agree to use acceptable methods of contraception:\n\n    * If female study participant could become pregnant, use acceptable methods of contraception from the time of the first administration of study medication until 6 months following administration of the last dose of study medication. Acceptable methods of contraception are as follows: Condom with spermicidal foam/gel/film/cream/suppository \\[i.e., barrier method of contraception\\], surgical sterilization of male partner (vasectomy with documentation of azoospermia) and a barrier method {condom used with spermicidal foam/gel/film/cream/suppository}\n    * If female study participant has undergone documented tubal ligation (female sterilization), a barrier method (condom used with spermicidal foam/gel/film/cream/suppository) should also be used\n    * If female study participant has undergone documented placement of an intrauterine device (IUD) or intrauterine system (IUS), a barrier method (condom with spermicidal foam/gel/film/cream/suppository) should also be used\n* For Male Subjects\n\nSubject must agree to use acceptable methods of contraception:\n\n* If the study subject's partner could become pregnant, use acceptable methods of contraception from the time of the first administration of study medication until 6 months following administration of the last dose of study medication. Acceptable methods of contraception are as follows: Condom with spermicidal foam/gel/film/cream/suppository \\[i.e., barrier method of contraception\\], surgical sterilization (vasectomy with documentation of azoospermia) and a barrier method {condom used with spermicidal foam/gel/film/cream/suppository}, the female partner uses oral contraceptives (combination estrogen/progesterone pills), injectable progesterone or subdermal implants and a barrier method (condom used with spermicidal foam/gel/film/cream/suppository)\n* If female partner of a study subject has undergone documented tubal ligation (female sterilization), a barrier method (condom used with spermicidal foam/gel/film/cream/suppository) should also be used\n* If female partner of a study subject has undergone documented placement of an intrauterine device (IUD) or intrauterine system (IUS), a barrier method (condom with spermicidal foam/gel/film/cream/suppository) should also be used\n\n  * For premenopausal and perimenopausal women where exemestane monotherapy or exemestane plus everolimus is chosen as the active control treatment or the patient is randomized to receive sabizabulin, the patient must be already on ovarian suppression or be candidates for this treatment: e.g., luteinizing hormone release hormone agonist or ovariectomy\n  * Eastern Cooperative Oncology Group (ECOG) performance status of ≤2\n  * Documented evidence of ER+/HER2- metastatic breast cancer (NOTE: patients HER2+ metastatic breast cancer are excluded from participation in this study)\n  * Measurable disease is required as per RECIST 1.1 as confirmed by BICR (NOTE: Bone only metastatic disease is acceptable but requires a measurable component)\n  * Received a nonsteroidal AI (monotherapy or combination therapy) either for adjuvant or metastatic breast cancer and a SERD, such as fulvestrant (monotherapy or combination therapy) for MBC; at least one of the non-steroidal AI or SERD must have been given in combination with a CDK 4/6 inhibitor.\n  * Previously responded (without disease progression for at least 6 months) to one of the following treatments: SERD monotherapy or SERD plus CDK 4/6 inhibitor or nonsteroidal aromatase inhibitor monotherapy or nonsteroidal aromatase inhibitor plus CDK 4/6 inhibitor for metastatic breast cancer.\n  * Subject is willing to comply with the requirements of the protocol through the end of the study\n\nExclusion Criteria:\n\n* Women of childbearing potential or fertile men with a female partner of childbearing potential not willing to use effective contraception during the study and 6 months after last dose of study drug for the women of childbearing potential participating in the study and for 3 months after last dose of study drug in fertile men with a female partner of childbearing potential.\n* Known hypersensitivity or allergy to sabizabulin or colchicine\n* Alanine aminotransferase (ALT) or aspartate aminotransferase (AST) \\>2.5 X upper limit of normal (ULN) or total bilirubin \\>ULN (an elevated total bilirubin up to 1.5 X ULN attributed to a previously confirmed diagnosis of Gilbert's disease is acceptable if all other eligibility criteria are met). In patients with documented metastases to the liver, the limits for inclusion are ALT or AST \\>5.0 X ULN or total bilirubin \\>1.5 X ULN.\n* Patients with biliary catheter\n* Creatinine clearance \\< 60 mL/min as measured using the Cockcoft Gault formula (patients with mild and moderate renal failure are not excluded from participation in this study)\n* QT interval corrected by Fridericia's formulation \\>480 ms\n* Patients with history of Tosade de Pointe\n* Patients taking QT-prolonging drugs\n* Previously received \\>1 course of systemic chemotherapy (not including immunotherapies or targeted therapies) for the treatment of metastatic breast cancer.\n\nNOTE: A course of systemic chemotherapy is defined as a line of prior chemotherapy.\n\nChemotherapy received in the neoadjuvant or adjuvant setting will not count as a prior line of chemotherapy.\n\n* Subjects with radiographic evidence of central nervous system (CNS) metastases as assessed by CT or MRI that are not well-controlled (symptomatic or requiring control with continuous corticosteroid therapy \\[e.g., dexamethasone\\]) NOTE: Subjects with CNS metastases are permitted to participate in the study if the CNS metastases are medically well-controlled and stable for at least 30 days after receiving local therapy (irradiation, surgery, etc.)\n* Radiotherapy within 14 days prior to randomization except in case of localized radiotherapy for analgesic purpose or for lytic lesions at risk of fracture, which can then be completed within 7 days prior to randomization. Subjects must have recovered from radiotherapy toxicities prior to randomization\n* Any comorbid disease or condition (medical or surgical) which might compromise the hematologic, cardiovascular, endocrine, pulmonary, severe renal impairment, gastrointestinal, hepatic, or central nervous system; or other conditions that may interfere with the absorption, distribution, metabolism or excretion of study drug, or would place the subject at increased risk\n* Treatment with any investigational product within \\< 5 half-lives for each individual investigational product OR within 30 days prior to randomization whichever is shorter.\n* Major surgery within 30 days prior to randomization\n* Treatment with testosterone, methyltestosterone, oxandrolone (Oxandrin®), oxymetholone, danazol, fluoxymesterone (Halotestin®), testosterone-like agents (such as dehydroepiandrosterone, androstenedione, and other androgenic compounds, including herbals), or antiandrogens (enzalutamide, abiraterone, bicalutamide, apalutamide, or darolutamide). Previous therapy with testosterone and testosterone- like agents is acceptable with a 30-day washout (if previous testosterone therapy was long term depot within the past 6 months, the site should contact the Medical Monitor) or any other androgenic agent.\n* Treatment with any of the following hormone replacement therapies for metastatic breast cancer. Prior use in the adjuvant or neoadjuvant setting is allowed if the treatment is discontinued greater than 30 days prior to randomization\n\n  * Estrogens\n  * Megestrol acetate\n  * Testosterone\n* All other concurrent anticancer treatments (including, but not limited to, all SERMs unless randomized to the Control Treatment Group with a SERM as the control treatment, AIs unless randomized to Control Treatment Group (exemestane or exemestane plus everolimus) with the AI containing treatment as the control treatment, and all CDK 4/6 inhibitors)\n* An abnormal ECG result which, based on the investigator's clinical judgment, would place the subject at increased risk\n* Has a known additional, invasive, malignancy that is progressing or required active treatment in the last 5 years \\[note: subjects with basal cell carcinoma of the skin, squamous cell carcinoma of the skin, ductal breast carcinoma in situ, bladder cancer (superficial treated), or cervical carcinoma in situ that have undergone potentially curative therapy are not excluded\\]\n* Pregnant, lactating, or breastfeeding, or intending to become pregnant during the study or within 60 days after the final dose of study treatment",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}