{
    "nctId": "NCT06382948",
    "briefTitle": "Elacestrant + Everolimus in Patients ER+/HER2-, ESR1mut, Advanced Breast Cancer Progressing to ET and CDK4/6i.",
    "officialTitle": "A Randomized Phase 3, Double-Blind, Placebo-Controlled Study of Elacestrant Plus Everolimus Versus Elacestrant in Patients With ER+/HER2-, ESR1mut Advanced Breast Cancer Progressing to Endocrine Therapy and CDK4/6 Inhibitors",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Advanced Breast Cancer, ER-positive Breast Cancer, HER2-negative Breast Cancer, ESR1 Gene Mutation",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 240,
    "primaryOutcomeMeasure": "To demonstrate superiority of elacestrant+everolimus vs. elacestrant+placebo in prolonging PFS based on a BIRC in patients with ER[+]/HER2[-], ESR1-mutated, ABC that have previously received ET+CDK4/6i (all patients).",
    "eligibilityCriteria": "Inclusion Criteria:\n\nPatients will be included in the study only if they meet ALL of the following criteria:\n\n1. Patient must be capable to understand the purpose of the study and have signed written informed consent form (ICF) prior to beginning specific protocol procedures.\n2. Female or male patients ≥ 18 years of age at the time of signing ICF.\n3. Pre- or perimenopausal women, who do not meet the criteria for post-menopausal status (defined in continuation) and men must be concurrently receiving a LHRH analogue for at least 28 days (if shorter, post-menopausal levels of serum estradiol/follicle-stimulating hormone \\[FSH\\] must be confirmed analytically) prior to study randomization and are planning to continue LHRH agonist treatment during the study.\n\n   Post-menopausal women as defined by any of the following criteria:\n   1. Age ≥ 60 years;\n   2. Age \\< 60 years and cessation of regular menses for at least 12 consecutive months with no alternative pathological or physiological cause; and serum estradiol and/or FSH levels within the laboratory's reference range for post-menopausal females;\n   3. Documented bilateral surgical oophorectomy.\n4. Histologically- or cytologically proven diagnosis of adenocarcinoma of the breast with evidence of either unresectable locally recurrent or metastatic disease confirmed by computerized tomography (CT) scan or magnetic resonance imaging (MRI) that is not amenable to resection with curative intent.\n5. Documentation of ER\\[+\\] (≥10% positive stained cells) and HER2\\[-\\] (0-1+ by immunohistochemistry \\[IHC\\] or 2+ and negative by in situ hybridization \\[ISH\\] test) tumor according to the most recent American Society of Clinical Oncology (ASCO)/College of American Pathologists (CAP) guidelines as per local assessment. ER\\[+\\]/HER2\\[-\\] status should be confirmed in metastatic setting, with exception of patients with bone and lung only disease.\n6. Patients with ESR1 mutational status will be determined before patient randomization using Guardant360 CDx (Guardant Health) test.\n\n   Note: Patients with previously determined ESR1 mutation using appropriately validated tests (Guardant360 CDx \\[Guardant Health\\], FoundationOne CDx, FoundationOne Liquid \\[Foundation Medicine Inc\\]) will be eligible for inclusion. This local determination can be performed either in blood or tumor samples.\n7. Radiological or objective evidence of disease progression on prior treatment with a CDK4/6 inhibitor in combination with endocrine therapy for advanced disease after at least 6 months of treatment. Patients receiving CDK4/6 inhibitor-based therapy in the adjuvant setting are also eligible provided that disease progression is confirmed after at least 12 months of treatment but no more than 12 months following CDK4/6 inhibitor treatment completion in this scenario.\n8. Patients must have previously received at least one and no more than two lines of endocrine therapy for ABC. Progression during or within 12 months of adjuvant endocrine therapy is considered as a line of endocrine therapy for advanced disease.\n9. No prior elacestrant or other investigational SERDs, proteolysis targeting chimera (PROTAC), complete estrogen receptor antagonist (CERAN), or novel SERM, and/or PI3K/AKT/mTOR inhibitors, including everolimus, for advanced disease are permitted.\n\n   Note: Fulvestrant is permitted if treatment was completed administered at least 28 days before randomization.\n10. No prior chemotherapy for advanced disease is allowed.\n11. Evidence of measurable disease as per Response Evaluation Criteria in Solid Tumors version 1.1 (RECIST v.1.1), or non-measurable, but evaluable, disease, including bone-only disease with at least one lytic or mixed lytic-blastic bone lesion.\n12. Willingness and ability to provide the most recently available formalin-fixed paraffin-embedded (FFPE) tumor tissue or block. If a newly obtained baseline biopsy of an accessible tumor lesion is not possible to be obtained prior randomization, an archival tissue sample will be accepted.\n13. Fasting serum cholesterol ≤ 300 mg/dL or 7.75 mmol/L and fasting triglycerides ≤ 2.5 times the upper limit of normal (x ULN).\n14. Adequate bone marrow and organ function:\n\n    1. Hematological (without platelet, red blood cell transfusion, and/or granulocyte colony-stimulating factor support within seven days before randomization): absolute neutrophil count (ANC) ≥ 1.5 x 109/L; platelet count ≥ 100.0 x109/L; and hemoglobin ≥ 9.0 g/dL.\n    2. Hepatic: Serum albumin ≥ 2.5 g/dL; total serum bilirubin \\< 1.5 x ULN except for patients with Gilbert's syndrome who may be included if the total serum bilirubin is ≤ 3 x ULN or direct bilirubin ≤ 1.5 x ULN; alkaline phosphatase (ALP) ≤ 2.5 x ULN (≤ 3 x ULN in patients with liver and/or bone metastases); aspartate transaminase (AST) and alanine transaminase (ALT) ≤ 1.5 x ULN (≤ 3 x ULN in patients with liver metastases).\n    3. Renal: Serum creatinine ≤ 1.5 x ULN or estimated creatinine clearance ≥ 50 mL/min as calculated by Cockcroft- Gault equation.\n    4. Coagulation: International normalized ratio (INR) ≤ 1.5 x ULN, unless that the patient meets the exception described in the exclusion criteria 16.\n15. Resolution of all acute toxic effects of prior anti-cancer therapy to grade ≤ 1 as determined by the National Cancer Institute (NCI)-Common Terminology Criteria for Adverse Events (CTCAE) v.5.0 (except for toxicities not considered a safety risk for the patient at Investigator's discretion).\n\n    Note: Patients with grade 2 alopecia are allowed.\n16. Women of childbearing potential who are sexually active with a non-sterilized male partner must have a negative serum pregnancy test within 7 days before randomization. In addition, they agree to use one highly effective method of birth control 28 days prior to start of treatment until 120 days after the last dose of study treatments. Female patients must refrain from egg cell donation and breastfeeding during this same time period.\n17. Male participants with a female partner of childbearing potential must be surgically sterile or using a highly effective method of contraception 28 days prior to treatment until 120 days after the last dose of study treatments to prevent pregnancy in a partner. Male participants must not donate or bank sperm during this same time period. Not engaging in heterosexual activity (sexual abstinence) for the duration of the study and 120 days after the last dose of study treatments is an acceptable practice if this is the preferred usual lifestyle of the participant.\n18. ECOG performance status of 0-1.\n19. Minimum life expectancy of ≥ 12 weeks at screening.\n\nExclusion Criteria:\n\nAny patient meeting ANY of the following criteria will be excluded from the study:\n\n1. Inability to comply with study and follow-up procedures.\n2. Formal contraindication to endocrine therapy defined as visceral crisis and/or rapidly or symptomatic progressive visceral disease.\n3. Current participation in another therapeutic clinical trial.\n4. Treatment with approved or investigational cancer therapy within 14 days prior to randomization except for fulvestrant that must be administered completed at least 28 days before randomization.\n5. Known active uncontrolled or symptomatic central nervous system (CNS) metastases and/or leptomeningeal disease as indicated by clinical symptoms, cerebral edema, and/or progressive growth. Patients with a history of CNS metastases are eligible if they have been previously treated with local therapy, are clinically stable, and off anticonvulsants and steroids for at least 14 days before randomization.\n6. Intact uterus with a history of endometrial intraepithelial neoplasia (atypical endometrial hyperplasia or higher-grade lesion).\n7. Concurrent malignancy or malignancy within three years before randomization with the exception of carcinoma in situ of the cervix, non-melanoma skin carcinoma, or stage I uterine cancer. For other cancers considered to have a low risk of recurrence, discussion with the Medical Monitor is required.\n8. Known allergy or hypersensitivity reaction to any investigational medicinal products (IMPs) or their incorporated substances.\n9. History of malabsorption syndrome or other condition that would interfere with enteral absorption (ongoing gastrointestinal obstruction/motility disorder, malabsorption syndrome, or prior gastric bypass) or results in the inability or unwillingness to swallow pills.\n10. Palliative radiotherapy with a limited field of radiation within two weeks or with wide field of radiation or to more than 30% of the bone marrow within four weeks prior to randomization.\n11. Major surgical procedure or significant traumatic injury within 14 days before randomization or anticipation of need for major surgery within the course of the study treatment.\n12. Clinically relevant cardiovascular/cerebrovascular disease and/or cardiac dysfunction or conduction abnormalities including, but not confined, to any of the following:\n\n    a. Symptomatic pericarditis, unstable angina pectoris, documented myocardial infarction, coronary/peripheral artery bypass graft, symptomatic cardiac heart failure (CHF) (New York Heart Association \\[NYHA\\] Class II-IV), or cerebrovascular accident including transient ischemic attack within six months before study randomization.\n13. Concurrent uncontrolled atrial fibrillation, other ongoing cardiac dysrhythmias grade ≥ 2 as determined by NCI-CTCAE v.5.0, or prolonged QT Interval Corrected by Fridericia's formula (\\[QTcF\\] \\> 480 msec).\n14. Clinically severe pulmonary compromise resulting from intercurrent pulmonary illnesses including, but not limited, to any of the following:\n\n    1. Massive lung metastatic involvement (e.g., pleural effusion, lymphangitic carcinomatosis, etc.).\n    2. Any underlying pulmonary disorder (e.g., severe asthma, severe chronic obstructive pulmonary disease \\[COPD\\], restrictive lung disease, post Coronavirus disease (COVID-19) pulmonary fibrosis, etc.).\n    3. Any autoimmune, connective tissue, or inflammatory disorders with pulmonary involvement (e.g., rheumatoid arthritis, Sjogren's syndrome, sarcoidosis, etc.).\n    4. Prior pneumonectomy.\n15. History of non-infectious interstitial lung disease (ILD)/pneumonitis that required steroids, has current ILD/pneumonitis, or has suspected ILD/pneumonitis that cannot be ruled out by imaging at screening.\n16. Coagulopathy or any history of coagulopathy within six months before study enrollment, including history of deep vein thrombosis or pulmonary embolism. However, patients with the following conditions will be allowed to participate:\n\n    1. Adequately treated catheter-related venous thrombosis occurring more than 28 days prior to randomization.\n    2. Treatment with an anticoagulant (e.g., warfarin or heparin) for a thrombotic event occurring more than six months before randomization, or for an otherwise stable and allowed medical condition (e.g., well controlled atrial fibrillation), provided dose and coagulation parameters (as defined by local standard of care) are stable for at least 28 days prior to randomization.\n17. Concomitant treatment with immunosuppressive agents or chronic corticosteroids use before randomization with the following exceptions: topical applications, inhaled sprays, eye drops, mouthwash, or local injections are allowed. Patients on stable low dose of corticosteroids ( ≤ 10 mg/day of prednisone or equivalent) for at least two weeks before randomization are also permitted.\n18. Unable or unwilling to avoid prescription medications, over-the-counter medications, dietary/herbal supplements (e.g., St. John's wort), and/or foods (e.g., grapefruit, pomelos, star fruit, Seville oranges and their juices) that are moderate/strong inhibitors or inducers of CYP3A4 activity. Participation will be allowed if the medication, supplements, and/or foods are discontinued for at least five half-lives or 14 days (whichever is shorter) prior to randomization and for the duration of the study.\n19. Pregnant or lactating women or patients not willing to apply highly effective contraception as defined in the protocol.\n20. Current known infection with human immunodeficiency virus (HIV), hepatitis B virus (HBV), or hepatitis C virus (HCV). Patients with past HBV infection or resolved HBV infection (defined as having a negative hepatitis B surface antibody \\[HBsAg\\] test and a positive hepatitis B core antibody \\[HBcAb\\] test, accompanied by a negative HBV DNA test) are eligible. Patients positive for HCV antibody are eligible only if polymerase chain reaction (PCR) is negative for HCV RNA. Any other active uncontrolled infection at the time of screening is not allowed.\n21. Known substance abuse or any other concurrent severe and/or uncontrolled psychiatric or medical condition that would, in the Investigator's judgment, contraindicate patient participation.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}