{
    "nctId": "NCT04461600",
    "briefTitle": "A Study of AL101 Monotherapy in Patients With Notch Activated Triple Negative Breast Cancer",
    "officialTitle": "A Phase 2, Multi-center, Open-label, Single Arm Study of AL101 Monotherapy in Patients With Notch Activated Triple Negative Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Triple Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 18,
    "primaryOutcomeMeasure": "Overall Response Rate (ORR)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Male of female subjects who are at least 18 years of age (inclusive) at the time of signing the Informed Consent Form (ICF).\n2. Have at least one measurable lesion per RECIST v1.1.\n3. Have formalin-fixed paraffin-embedded (FFPE) tissue available from a metastatic lesion; a tumor block or 25 unstained slides from an archived (within 2 years) or fresh tumor samples (core or punch needle biopsy) are acceptable.\n4. Documented tumor progression following no more than 3 lines of systemic chemotherapy, PARP inhibitor therapy or immunotherapy for metastatic disease, as appropriate. Of note, neoadjuvant and adjuvant therapy will not count as prior lines of therapy.\n5. Histologically confirmed diagnosis of inoperable locally advanced or metastatic TNBC defined as ER and progesterone receptor staining \\<10%, and HER2 negative defined as IHC 0 to 1+\n6. Documented Notch activation from tumor biopsy results from within the last 2 years from a commercially available NGS assay, LDT or other validated IUO clinical trial assay.\n7. Women of childbearing potential (WOCBP) must have a negative serum or urine pregnancy test.\n\nExclusion Criteria:\n\n1. A known additional malignancy that is progressing or requires active treatment that is considered medically active and may interfere in the ability to detect responses in this subject. Exceptions include basal cell carcinoma of the skin, squamous cell carcinoma of the skin that have undergone potentially curative therapy or in situ cervical cancer.\n2. BC that, in the opinion of the investigator, is considered amenable to potentially curative treatment.\n3. Symptomatic central nervous system (CNS) metastases.\n4. Current or recent (within 2 months of IP administration) gastrointestinal (GI) disease or disorders that increase the risk of diarrhea, such as inflammatory bowel disease and Crohn's disease.\n5. Developed immune-mediated colitis with immunotherapy unless resolved to G1 or lower and without requirement of steroid treatment for at least 14 days prior to first dose of IP.\n6. Peripheral neuropathy Grade 2 for at least 14 days prior to first dose of IP.\n7. Evidence of uncontrolled, active infection, requiring systemic anti-bacterial, anti-viral or anti-fungal therapy ≤7 days prior to administration of IP such as known active infection with hepatitis B, hepatitis C, or human immunodeficiency virus (HIV).\n8. Unstable or severe uncontrolled medical condition (e.g., unstable cardiac or pulmonary function or uncontrolled diabetes) or any important medical illness or abnormal laboratory finding that would, in the investigator's judgment, increase the risk to the subject associated with his or her participation in the study.\n9. Eastern Cooperative Oncology Group (ECOG) performance status ≥2.\n10. Abnormal organ and marrow function defined as:\n\n    1. neutrophils \\<1000/mm3,\n    2. platelet count \\<75,000/mm3,\n    3. hemoglobin \\<8 g/dL,\n    4. total bilirubin \\>1.5 upper limit of normal (ULN) (except known Gilbert's syndrome whereby the total bilirubin must be \\< 5 mg/dL),\n    5. aspartate aminotransferase (AST) and alanine aminotransferase (ALT) \\>2.5 ULN OR \\>5 ULN for subjects with liver metastases,\n    6. creatinine clearance (CrCl) \\<50 mL/min (calculation of CrCl will be based on acceptable institution standard),\n    7. uncontrolled triglyceride ≥Grade 2 elevations per CTCAE v5.0 (\\>300 mg/dL or \\>3.42 mmol/L).\n11. Myocardial infarction within 6 months prior to enrollment or has New York Heart Association (NYHA) Class III or IV heart failure, uncontrolled angina, severe uncontrolled ventricular arrhythmias, or electrocardiographic evidence of acute ischemia or active conduction system abnormalities.\n12. Mean QT interval corrected for heart rate using Fridericia's formula (QTcF) ≥480 msec.\n13. Completed palliative radiation therapy \\< 7 days prior to initiating IP.\n14. Prior treatment with gamma secretase inhibitors.\n15. Last chemotherapy, biologic, or investigational therapy agent at least 4 weeks or 5 half-lives (whichever is shorter) prior to initiating IP; at least 6 weeks if the last regimen included BCNU or mitomycin C. Prior treatment with investigational monoclonal antibody will be reviewed case-by-case by the Sponsor.\n16. Receiving chronic systemic steroid therapy (in dosing exceeding 10 mg/day of prednisone or equivalent) or any other form of immunosuppressive therapy within 7 days prior to the first dose of IP. The use of physiologic doses of corticosteroids may be approved after consultation with the Sponsor.\n17. Use of strong inhibitors of CYP3A4 within 1 week or 5 half-lives (whichever is longer) or strong inducers of CYP3A4 within 2 weeks or 5 half-lives (whichever is longer).\n18. Life expectancy is less than 3 months.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}