{
    "nctId": "NCT01320787",
    "briefTitle": "18-F-Fluoroacetate as PET Imaging Agent",
    "officialTitle": "A Phase I Study of 18-F-Fluoroacetate Sodium as a PET Imaging Agent for Tumor Detection",
    "overallStatus": "WITHDRAWN",
    "conditions": "Brain Cancer, Breast Cancer, Prostate Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "DIAGNOSTIC",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "Biodistribution of 18F-Fluoroacetate",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patients must have: a) Histologic or cytologic confirmation of adenocarcinoma of the prostate; or b) A histologically confirmed, treatment-naïve, locally advanced breast cancer that express either estrogen receptor (ER) or progesterone receptor (PR) and are negative for ErbB2 by Immunohistochemistry (IHC) and/or fluorescence in situ hybridization (FISH) gene amplification; or c) Suspected supratentorial malignant primary or secondary malignant tumor of the central nervous system (CNS).\n2. The Eastern Cooperative Oncology Group (ECOG) Performance Status 0 - 2 or Karnofsky Performance Status of ≥ 60.\n3. Four weeks or greater since major surgery.\n4. Required Initial Laboratory Data: a) White Blood Count (WBC) \\>/= 3,000/microliters. b) Absolute neutrophil count (ANC) \\>/= 1,500/microliters. c) Platelet count \\>/= 100,000/microliters. d) Creatinine \\</= 1.5 x upper limit of normal e) Bilirubin \\</= 2 x upper limit of normal (exceptions will be made for patients with Gilbert's Disease). f) SGOT (AST) \\</= 2.5 x upper limit of normal. g) SGPT (ALT) \\</= 2.5 x upper limit of normal.\n5. Subjects must be at least 18 years of age\n6. All sexually active subjects of child-bearing potential (CBP) must agree to use adequate contraception (hormonal or barrier method of birth control) for the duration of study participation from signing of consent till 30 days post injection. Should a male patient's sexual partner become pregnant or suspects that she is pregnant while the patient is participating in the study, the treating physician should be notified immediately. Female subjects of CBP must have a negative serum pregnancy test within 24 hours prior to the administration of the protocol imaging agent.\n7. For patients with adenocarcinoma of the prostate, they must have radiographic evidence of metastatic prostate cancer; measurable lymph node disease on either CT scan, MRI with any level of serum PSA. (There is no limitation of the type or numbers of prior chemotherapy regimens, palliative radiotherapy or other non-chemotherapy or hormonal therapies for metastatic disease.)\n8. For subjects with breast cancer, they must have local disease evaluated by standard breast imaging before initiation of treatment and no evidence of metastatic disease.\n9. For subjects with a recent biopsy of newly diagnosed high-grade tumor, they must have recovered from the effects of surgical biopsy. It must be at least \\>/= 7 days after a brain biopsy to be eligible.\n10. Patients must have signed an informed consent document stating that they understand the investigational nature of the proposed imaging agent.\n11. Baseline imaging of all tumor types must be within 21 days of protocol PET imaging day, but more than 24 hours prior to the protocol PET imaging tracer administration. Patients can receive other standard diagnostic imaging procedures 24 hours post protocol PET imaging day.\n\nExclusion Criteria:\n\n1. Patients with significant cardiovascular disease including congestive heart failure (New York Heart Association Class III or IV), active angina pectoris or recent myocardial infarction (within the last 6 months) are excluded.\n2. Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements.\n3. History of allergic reactions attributed to compounds of similar chemical or biologic composition (i.e. 18F-FDG)\n4. Patients may not be receiving any other investigational agents while on this protocol.\n5. Patients with prostate cancer may not be receiving dutasteride or finasteride up to 2 weeks prior to enrollment.\n6. Patients who have received prior cytotoxic, biologic, hormonal (other than for replacement) therapy to treat the breast cancer. (Patients may continue on a daily Multi-Vitamin and any other herbal, alternative or food supplements.)\n7. Prisoners or subjects who are compulsorily detained (involuntarily incarcerated) for treatment of either a psychiatric or physical (e.g., infectious disease) illness must not be enrolled into the study.\n8. Patients with metastatic adenocarcinoma of the prostate documented by bone scan alone, are ineligible.\n9. Sexually active fertile men not using effective birth control if their partners are women of childbearing potential (WOCBP).\n10. Women who are pregnant, not using effective birth control or lactating are ineligible\n11. The subject is unable to lie down for 150 minutes.\n12. The subject suffers from claustrophobia.\n13. The subject has a history of serious hypersensitivity reaction to iodinated contrast media.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}