{
    "nctId": "NCT02266420",
    "briefTitle": "Comparison of Biological Features Between pN0 Triple Negative Breast Tumours With Size < or = 10 mm (pT1a/b) Versus pT1c T2 < or = 30 mm",
    "officialTitle": "Comparison of Biological Features Between pN0 Triple Negative Breast Tumours With Size < or = 10 mm (pT1a/b) Versus pT1c T2 < or = 30 mm.",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Triple Negative Breast Cancers Without Lymph-node Involvement and < or = 30 mm",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "OTHER",
    "enrollmentCount": 151,
    "primaryOutcomeMeasure": "Biomarker signature for pT1a/b pN0 triple-negative breast cancers versus pN0 triple-negative breast cancers with size > or = 11 mm and < or = 30 mm.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Woman with age ≥ 18 years.\n2. Patient who completed surgery for his breast cancer and for which definitive histo-pathological analysis of surgical specimen is available.\n3. Invasive breast carcinoma pN0 or pN(i+) with histological tumor size ≤ 10 mm (pT1a/b subgroup) or invasive breast carcinoma with histological tumor size \\> 10 mm and ≤ 30 mm (pT1c T2 ≤ 30 mm control group).\n4. Patient with HER2-negative breast carcinoma: immuno-histochemistry (IHC) score = 0, 1+ or 2+ and in situ hybridization (FISH, CISH, or SISH) negative (local laboratory testing).\n5. Patient with ER and PR negative invasive carcinoma (\\< 1% stained cells by immuno-histochemistry assay) (local laboratory testing).\n6. In case of multifocality, the histological size of the largest tumor must be ≤ 10 mm or ≤ 30 mm according to the inclusion subgroup. All lesions must be ER, PR and HER2-negative.\n7. In case of breast conserving surgery, clear margins are required.\n8. Patient affiliated to a Social Health Insurance in France.\n9. Patient information and written informed consent form signed prior to any study specific procedures.\n\nExclusion Criteria:\n\n1. Patients with any previous malignancy of the breast or other site, with the exception of adequately treated basal or squamous cell carcinoma, non-melanomatous skin cancer totally resected.\n2. Non-invasive breast carcinoma (i.e. ductal carcinoma in situ exclusively).\n3. Inoperable breast invasive carcinoma.\n4. Synchronous bilateral breast cancer.\n5. Patients who received neo-adjuvant treatment (radiotherapy or chemotherapy or other before surgery).\n6. Pregnant or breast-feeding women.\n7. Any psychological, familial, geographic or social situation, according to the judgment of investigator, potentially preventing the provision of informed consent or compliance to study procedure.\n8. Patient who has forfeited his/her freedom by administrative or legal award or who is under guardianship.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}