{
    "nctId": "NCT04738292",
    "briefTitle": "Onapristone and Fulvestrant for ER+ HER2- Metastatic Breast Cancer After Endocrine Therapy and CDK4/6 Inhibitors (The SMILE Study)",
    "officialTitle": "A Phase II Trial of OnapriStone in CoMbInation With FuLvestrant for Patients With ER-positive, and HER2-negative Metastatic Breast Cancer After Progression on Endocrine Therapy and CDK 4/6 Inhibitors",
    "overallStatus": "TERMINATED",
    "conditions": "ER-positive Breast Cancer, HER2-negative Breast Cancer, Metastatic Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 11,
    "primaryOutcomeMeasure": "Number of Participants With Objective Response (ORR)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Advanced ER+, (PgR positive or negative), and HER2 negative breast cancer. Advanced is defined as locally advanced or locoregionally recurrent or metastatic and not amenable to curative therapy.\n* Below-mentioned prior lines of therapy are allowed in the adjuvant and or metastatic ER+/HER2- setting.\n\n  * Participants must have had prior endocrine therapy either in the adjuvant or metastatic setting (SERM (tamoxifen, raloxifene, toremifene) or any of the aromatase inhibitors (anastrozole, letrozole, exemestane), or oral selective estrogen receptor degrader (SERD) on a clinical trial either in the adjuvant or metastatic setting\n  * Participants must have received prior therapy with oral cyclin-dependent kinase (CDK)4/6 inhibitors in the metastatic setting\n  * Other standard therapies in the metastatic setting (such as mTOR inhibitors) are allowed\n  * Patients who previously received any one of the standard adjuvant chemotherapy regimens in a curative setting are eligible for this study.\n  * One line of prior chemotherapy in the metastatic setting is allowed (i.e. any single agent or doublet cytotoxic chemotherapy, not limited to xeloda).\n* Histologically and/or cytologically confirmed diagnosis of ER+, PgR+/- and HER2- breast cancer by local laboratory at diagnosis of metastatic disease. Hormone receptor positivity is defined as ER and PgR positivity in at least 1% cells by immunohistochemistry (IHC). HER2-negative breast cancer is defined as a negative in situ hybridization test or an IHC status of 0, 1+ or 2+. If IHC is 2+, a negative in situ hybridization test is required.\n* Measurable disease, i.e., at least one measurable lesion, as per RECIST 1.1 criteria. A palpable, and measurable breast mass is acceptable.\n* Eastern Cooperative Oncology Group (ECOG) Performance status ≤ 2\n* Adequate organ function as defined by\n\n  * aspartate aminotransferase (AST), alanine aminotransferase (ALT) ≤ 2.5 times institutional upper limit.\n  * Total bilirubin ≤ 1.5 × upper limit of normal (ULN), except for subjects with Gilbert's syndrome who may be included if their total bilirubin is ≤ 3.0 × ULN and direct bilirubin ≤ 1.5 × ULN.\n  * Alkaline phosphatase (ALP) ≤ 2.5 times institutional upper limit with exception that ALP of \\< 5 x ULN is acceptable in patients with elevated with ALP due to bone metastases (in the absence of liver metastases).\n  * Serum creatinine \\<1.5 × ULN.\n  * Absolute neutrophil count (ANC) ≥1000/µL.\n  * Participants with lymphopenia are eligible at the discretion of the treating provider\n  * Hemoglobin (Hb) ≥ 8g/dL.\n  * Platelet count ≥ 100,000/µL\n* Female participants must meet one of the following:\n\n  * Postmenopausal for at least one year before enrollment, or\n  * Surgically sterile (i.e., undergone bilateral oophorectomy), or\n  * Premenopausal is defined as someone who has had menses at any time in the preceding 12 months. Premenopausal women who are eligible for this trial will require a Gonadotropin-releasing hormone (GnRH) analogue and treating physician may choose to monitor the ovarian function with laboratory tests to ensure a complete menopausal status with cessation of menses\n* Women of childbearing potential must have a negative pregnancy test within seven days of registration. Participants must have a negative pregnancy test seven to 10 days prior to starting study treatment\n* A formalin fixed paraffin embedded (FFPE) tumor biopsy block or up to 20 superplus frost slides with unstained histological sections at 4 micrometer thickness are required at the time of study entry. Archived tumor tissue acceptable (metastatic disease from non-bone and non-brain sites preferred, but primary breast or lymph node tissue is permitted) if obtained in the 18 months prior to study registration, otherwise a fresh biopsy will be required if deemed safe by the treating physician (minimal risk to patient). Confirmation of adequate and available tissue sample is to be determined by the site's pathologist. Tumor samples do not need to be shipped for eligibility purposes. Tumor samples do not need to be shipped until subject is confirmed eligible and is registered for treatment.\n* Ability to take oral medications (without crushing). Please refer to section 6.1.2 for directions on taking the study drug (onapristone).\n* To participate in the optional 18F-FFNP PET/CT imaging, the subject must have ER positive, HER2 negative, AND PgR positive disease and at least one extra hepatic lesion measuring at least 10 mm in size.\n\nExclusion Criteria:\n\n* Prior treatment with an anti-progesterone agent.\n* Prior treatment with fulvestrant in the metastatic setting\n* Prior treatment with CDK4/6 inhibitors in the neoadjuvant/adjuvant setting\n* History of malignancy other than breast cancer within three years prior to registration except for adequately treated non-melanoma skin cancer, cervical carcinoma in situ.\n* History or presence of clinically active, and symptomatic central nervous system (CNS) metastasis: If the patient fulfills the following criteria, they will be eligible for the trial:\n\n  * Completed prior therapy (including radiation and/or surgery) for CNS metastases ≥ 28 days prior to the start of study treatment and CNS tumor is clinically stable at the time of screening and patient is not receiving steroids and/or enzyme inducing anti-epileptic medications for brain metastases.\n* Participants with any of the following conditions:\n\n  * Clinically significant illness or systemic disease as determined by the treating physicians.\n  * Active hepatitis or uncontrolled infection or any other clinically significant cirrhosis or other disease that, in the opinion of the investigator would pose a risk to subject safety or interfere with the study evaluation, procedures or completion. Testing for infectious hepatitis is not required for the study. Treating provider may choose additional testing if indicated clinically.\n* Patients who have had systemic chemotherapy, or targeted therapy, within two weeks prior to starting study treatment or those who have not recovered from acute effects of any prior therapy to baseline or Grade ≤1. Grade 2 or higher exceptions include alopecia, up to grade 2 neuropathy or other grade 2 adverse events (AEs) or lab values not constituting a safety risk in the pinion of the treating physician. NCI CTCAE v5.0 will be used.\n* Co-administration with any prescriptions during the four weeks prior to first onapristone dosing and concerns for possible drug interactions should be discussed with the pharmacist\n* Patients who are pregnant or breast feeding\n* History of acute coronary syndromes (including myocardial infarction, unstable angina, coronary artery bypass grafting, coronary angioplasty, or stenting) or symptomatic pericarditis within 6 months prior to registration..\n* Symptomatic congestive heart failure (New York Heart Association III-IV)\n* Clinically significant cardiac arrhythmias (e.g. ventricular tachycardia), complete left bundle branch block, high-grade atrioventricular block (AV) block (e.g. bifascicular block, Mobitz type II and third-degree AV block).\n* Any episode of atrial fibrillation in the prior 12 months.\n* QT interval \\>480 msec.\n* Long QT syndrome or family history of idiopathic sudden death or congenital long QT syndrome.\n* Concomitant use of medication(s) with a known risk to prolong the QT interval and/or known to cause Torsades de Pointe that cannot be discontinued (within 5 half-lives or 7 days prior to starting study drug) or replaced by safe alternative medication.\n* Systolic blood pressure (SBP) \\>160 mmHg or \\<90 mmHg at screening.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}