{
    "nctId": "NCT03572998",
    "briefTitle": "Lymphatic Function in Patients Who Have Undergone Breast Cancer Treatment",
    "officialTitle": "Lymphatic Function in Patients Who Have Undergone Breast Cancer Treatment",
    "overallStatus": "UNKNOWN",
    "conditions": "Secondary Lymphedema",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "BASIC_SCIENCE",
    "enrollmentCount": 28,
    "primaryOutcomeMeasure": "Pumping pressure",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Women who are being enrolled in the Skagen 1 Trial. The inclusion criteria for the Skagen 1 Trial and therefore this study is as follows:\n\n  * Woman ≥ 18 years who had radical operation for invasive breast cancer pT1-3, pN0-N3, M0 with either mastectomy or breast conservation. The patient can be included no matter the status of estrogen receptor, progesterone receptor, malignancy grade, HER2 status.\n  * Axillary lymph node dissection of the axilla where the findings give indication for regional nodes radiation therapy to levels (I), II, III, IV, interpectoral nodes and the IMN.\n  * Sentinel node biopsy documenting limited nodal disease without an indication for axillary lymph node dissection according to institutional, national or other trial guidelines.\n  * The patient may be a candidate for boost to the tumour bed.\n  * Adjuvant systemic therapy with chemotherapy, endocrine therapy and anti-HER2 treatment is accepted.\n  * Neoadjuvant chemotherapy to downstage a cT3-cT4 or cN2-cN3 breast cancer is accepted if there is not an indication for a boost in the area of regional nodes after surgery.\n  * Primary systemic therapy of an operable breast cancer is accepted.\n  * If the patient is not treated with chemotherapy she must be randomised within 42 days from last surgery. If she has received chemotherapy she must be randomised within 4 weeks after the last series of chemotherapy.\n  * Breast implants are accepted.\n  * Connective tissue disease is allowed if the treating clinical/radiation oncologist finds radiation therapy indicated.\n  * Postoperative infection and/or seroma giving indication for drainage during RT is accepted\n  * Patient with previous non-breast malignancy is accepted if the patient has been without disease minimum 5 years, and the treating oncologist estimates a low risk of recurrence. Patients with the following diseases can be accepted despite less than 5 years disease free interval: carcinoma in situ cervicis, carcinoma in situ coli, melanoma in situ, basal cell carcinoma of the skin, squamous cell carcinoma of the skin.\n  * Life expectancy minimum 10 years.\n\nExclusion Criteria:\n\n* Previous breast cancer or DCIS of the breast.\n* Bilateral breast cancer.\n* The patient has an indication for boost to 1 or more regional nodes.\n* Previous radiation therapy to the chest region.\n* Pregnant or lactating.\n* Conditions indicating that the patient cannot go through the radiation therapy or follow up, or a condition where the treating oncologist thinks the patient should not participate in the trial for example due to language problems.\n* Known iodide allergy.\n* Claustrophobia.\n* Foreign objects of metal.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}