{
    "nctId": "NCT05620134",
    "briefTitle": "Study of JK08 in Patients with Unresectable Locally Advanced or Metastatic Cancer",
    "officialTitle": "A Phase 1/2, Multicenter, Open Label, Dose Escalation & Dose Expansion Study of JK08, an IL-15 Antibody Fusion Protein Targeting CTLA-4, Monotherapy or in Combination in Patients with Unresectable Locally Advanced or Metastatic Cancer",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Cancer, Tumor, Solid, Advanced Solid Tumor, Metastatic Cancer, Melanoma, Colorectal Cancer, Non-small Cell Lung Cancer, Small-cell Lung Cancer, Urothelial Carcinoma, Squamous Cell Carcinoma of Head and Neck, Luminal Breast Cancer, Triple Negative Breast Cancer, Clear Cell Renal Cell Carcinoma, Papillary Renal Cell Carcinoma, Gastric Adenocarcinoma, GastroEsophageal Cancer, Squamous Cell Carcinoma Skin, Pancreatic Adenocarcinoma, Hepatocellular Carcinoma, Colorectal Adenocarcinoma, Epithelial Ovarian Cancer, Thyroid Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 263,
    "primaryOutcomeMeasure": "Dose-limiting Toxicity (DLT)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age ≥ 18 years old.\n2. Signed informed consent and willing and able to comply with study procedures and scheduled visits.\n3. For Dose Escalation, patients with one of the following histologically diagnosed unresectable, locally advanced, or metastatic tumor types:\n\n   * Non-small cell lung cancer (NSCLC).\n   * Small cell lung cancer (SCLC).\n   * Melanoma.\n   * Clear cell or papillary renal cell carcinoma (RCC).\n   * Urothelial cancer (UC).\n   * Head and neck squamous cell cancer (HNSCC).\n   * Luminal B (ER+, PR-, any HER2 status) or triple-negative breast cancer.\n   * Gastric or gastro esophageal adenocarcinoma (GC/GEJ).\n   * Esophageal squamous cell cancer.\n   * Skin squamous cell carcinoma (SCC).\n   * Pancreatic adenocarcinoma.\n   * Hepatocellular carcinoma (Childs-Pugh A or B7 only).\n   * Colorectal adenocarcinoma (CRC).\n   * Epithelial ovarian cancer.\n   * Cervical cancer.\n   * Endometrial adenocarcinoma.\n   * Thyroid cancer (follicular or papillary).\n4. Expansion Combination Cohorts\n\n   A. Non-Small Cell Lung Cancer \\[limited to squamous and non-squamous carcinoma histology only\\]: (Combination with Pembrolizumab) patients must have received no more than 2 prior lines of therapy, including PD-(L)1 therapy and platinum-based chemotherapy. Patients must have been tested for relevant tumor mutations, translocation or other genomic aberrations for which an approved targeted therapy is available; if present, patients must have progressed on or be intolerant to mutation specific treatment.\n\n   B. Colorectal Cancer: (Combination with Pembrolizumab) Patients must have disease burden outside of liver; i.e., absence of liver metastasis. Previously treated liver metastasis would be permitted. Patients must also have had recurrence, progression or intolerance to standard therapy consisting of at least 2 prior standard regimens (containing a fluoropyrimidine plus a platinum analogue and/or irinotecan) for metastatic disease.\n\n   C. Hepatocellular Cancer: (Combination with Lenvatinib) histologically confirmed adenocarcinoma diagnosis of advanced unresectable and/or metastatic HCC. Patients must have had only one prior line of therapy, which should be inclusive of anti-PD-(L)1 therapy and must have Childs Pugh A or B7.\n5. Eastern Cooperative Oncology Group (ECOG) performance status ≤ 1.\n6. Life expectancy ≥ 12 weeks.\n7. Measurable disease as per RECIST 1.1 criteria and documented by computed tomography (CT) and/or magnetic resonance imaging (MRI).\n\n   Note: lesions treated previously with radiation must demonstrate clear evidence of radiographic progression since the completion of prior radiotherapy and prior to study enrollment.\n8. Acceptable laboratory parameters:\n\n   * Albumin ≥ 2.8 g/dL.\n   * Platelet count ≥ 75,000.\n   * Hemoglobin ≥ 8.0 g/dL.\n   * Absolute neutrophil count ≥ 1,500/µL.\n   * ALT/AST ≤ 3.0 times ULN.\n\n     * ALT/AST ≤ 5 × ULN for patients with liver metastases.\n   * Total bilirubin ≤ 1.5 ULN or ≤ 3 x ULN for patients with Gilbert's disease.\n\n     * Direct bilirubin ≤ ULN for patients with total bilirubin \\> 1.5 ULN.\n   * Creatinine ≤ 1.8 mg/dL.\n\n     * Or calculated/measured creatinine clearance \\> 30 mL/minute.\n9. Identification of an archival tumor sample (i.e., tissue block (formalin-fixed paraffin-embedded \\[FFPE\\]) or a series of approximately 10-15 slides).\n10. Consent to pre- and on- treatment fresh tumor biopsy for all patients enrolled as back fill in Dose Escalation or for at least 6 additional patients per expansion cohort in Cohort Expansion in Simon Stage 2. Note: Biopsies are not required for the Basket Cohort.\n11. Women of childbearing potential (WOCBP) not surgically sterilized and between menarche and 1 year post menopause must:\n\n    * Have a negative serum or urine pregnancy test performed within 72 hours prior to the initiation of study drug administration.\n    * Be willing to use 2 forms of effective contraception throughout the study, starting with the screening and through 90 days after the last dose of JK08.\n    * Abstinence is considered a highly effective method if this is the established and preferred contraception method for the patient and is defined as refraining from heterosexual intercourse during the entire period of risk associated with the study treatments. Periodic abstinence \\[e.g., calendar, ovulation, symptothermal, postovulation methods\\], withdrawal, spermicides only, and lactational amenorrhea method are not acceptable methods of contraception. Female and male condoms should not be used together.\n12. Male patients with partners of childbearing potential, even if surgically sterilized (i.e., status post-vasectomy) must agree to:\n\n    * Use effective barrier contraception from the time of consent through 90 days after discontinuation; or\n    * Agree to practice true abstinence, if this is the established and preferred contraception method by the patient and is defined as refraining from heterosexual intercourse during the entire period of risk associated with the study treatments. Periodic abstinence \\[e.g., calendar, symptothermal, post-ovulation methods\\], withdrawal, spermicides only, and lactational amenorrhea method are not acceptable methods of contraception. Female and male condoms should not be used together.\n    * In addition, male patients should also have their partners use contraception for the same period of time.\n13. Central nervous system (CNS) metastases must have been treated, be asymptomatic for ≥14 days, and meet the following at the time of enrollment:\n\n    * No concurrent treatment for CNS disease (e.g., surgery, radiation, corticosteroids ≥ 10 mg prednisone/day or equivalent).\n    * No concurrent or past history of leptomeningeal disease or cord compression.\n14. Must be willing and able to comply with clinic visits and procedures outlined in the study protocol.\n15. Concurrent use of hormones for breast cancer or for non cancer related conditions (e.g., insulin for diabetes, hormone replacement therapy) is acceptable. Bisphosphonates or RANK-L inhibitor or analogues are permitted for supportive care of patients with bone metastases.\n\nExclusion Criteria:\n\n1. Patients with symptomatic or unstable CNS primary tumor or metastases and/or carcinomatous meningitis. Patients with documented treated CNS metastases stable for at least 4 weeks may be enrolled at the discretion of the investigator.\n2. Patients with active, or history of, severe autoimmune disease who in the opinion of the investigator and/or the Sponsor or Sponsor's designee would be exposed to unacceptable risk by participating in the study.\n3. Major surgery within 6 weeks from treatment initiation.\n4. Clinically significant cardiovascular/vascular disease ≤ 6 months before first dose:\n\n   * Myocardial infarction or unstable angina.\n   * Clinically significant cardiac arrhythmias.\n   * Uncontrolled hypertension: systolic blood pressure (SBP) \\> 180 mmHg, diastolic blood pressure (DBP) \\> 100 mmHg.\n   * Pulmonary embolism, symptomatic cerebrovascular events or any other serious cardiac condition (e.g., pericardial effusion or restrictive cardiomyopathy).\n   * QTcF prolongation \\> 480 msec.\n   * Congestive heart failure (New York Heart Association class III-IV).\n   * Myocarditis/clinically significant pericarditis.\n5. Clinically significant gastrointestinal disorders including:\n\n   * Gastrointestinal perforation or unhealed ulcerations \\< 6 months prior to study drug administration. Patients must have documented evidence (e.g., upper endoscopy, colonoscopy) of completely healed area of prior perforation.\n   * Clinically significant gastrointestinal bleeding \\< 3 months prior to study drug administration.\n   * Pancreatitis \\< 6 months prior to study drug administration.\n   * History of Crohn's disease or ulcerative colitis.\n6. Clinically significant pulmonary compromise requiring supplemental oxygen use.\n7. History of Grade 3 or greater drug-related immune-mediated AE during treatment with CPIs such as anti-PD-(L)1 or anti-CTLA-4 antibodies.\n8. Vaccination with any live virus vaccine within 4 weeks prior to the initiation of study drug administration. Inactivated annual influenza vaccination is allowed. At least 2 doses of COVID-19 vaccination must have been completed prior to enrollment (see Section 8.2 for further details).\n9. Known hypersensitivity to JK08 or any excipient (histidine/histidine-HCl, sucrose, glycine, PS-80).\n10. Second primary invasive malignancy not in remission for ≥ 1 year. Exceptions include non melanoma skin cancer, cervical carcinoma in situ, resected melanoma in situ, or any malignancy considered to be indolent and never required therapy.\n11. Any serious underlying medical or psychiatric condition that would preclude understanding and rendering of informed consent or impair the ability of the patient to receive or tolerate the planned treatment.\n12. Recent or ongoing serious infection including the following:\n\n    * Any uncontrolled Grade 3 or higher (per CTCAE v5.0) viral, bacterial, or fungal infection within 2 weeks prior to the first dose of JK08. Routine antimicrobial prophylaxis is allowed.\n    * Uncontrolled infection with human immunodeficiency virus (HIV). Patients on stable highly active antiretroviral therapy (HAART) therapy with undetectable viral load and normal CD4 counts for at least 6 months prior to study entry are eligible. Serological testing for HIV at screening is not required.\n    * Known to be positive for hepatitis B (HBV) surface antigen, or any other positive test for hepatitis B indicating acute or chronic infection. Patients who are or have received anti-HBV therapy and have undetectable HBV DNA for at least 6 months prior to study entry are eligible. Serological testing for hepatitis B at screening is not required.\n    * Known active hepatitis C (HCV) as determined by positive serology and confirmed by polymerase chain reaction (PCR). Patients on or having received antiviral therapy are eligible provided they are virus-free by PCR for at least 6 months prior to study entry. Serological testing for hepatitis C at screening is not required.\n    * Known active or latent tuberculosis (testing at screening not required).\n13. Use of systemic corticosteroids within 15 days or other immunosuppressive drugs within 30 days prior to start of the study, with the exception of corticosteroids as replacement therapy up to an equivalent of prednisone 10 mg/day which is allowed. Inhaled, topical, or intraarticular steroids are allowed.\n14. Prior systemic anti-cancer treatment as follows:\n\n    * For cytotoxic chemotherapy, small molecule inhibitors, radiation, or similar investigational treatments, ≤ 2 weeks or 5 half lives, whichever is shorter.\n    * For monoclonal antibodies or similar experimental therapies: ≤ 3 weeks or 5 half-lives, whichever is shorter.\n    * Antibody drug conjugates and radioimmunoconjugates or other similar experimental therapies ≤ 6 weeks or 5 half-lives, whichever is shorter.\n15. Ascites or pleural effusions requiring large volume para- or pleurocentesis within 4 weeks of treatment initiation.\n16. Pregnant or nursing.\n17. Therapeutic anticoagulation for a thromboembolic event that occurred within 3 months of dosing; prophylactic anticoagulation is permitted.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}