{
    "nctId": "NCT01861496",
    "briefTitle": "Phase I/II Study to Evaluate the Safety and Tolerability of LiPlaCis in Patients With Advanced or Refractory Tumours",
    "officialTitle": "Phase I/II Study to Evaluate the Safety and Tolerability of LiPlaCis (Liposomal Cisplatin Formulation) in Patients With Advanced or Refractory Tumours",
    "overallStatus": "COMPLETED",
    "conditions": "Phase 1: Advanced or Refractory Solid Tumours, Phase 2 Part: Metastatic Breast Cancer, Prostate Cancer and Skin Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 50,
    "primaryOutcomeMeasure": "Maximum tolerated dose (MTD) and recommended dose (RD) by evaluating the safety and tolerability",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histological or cytological documented locally advanced or metastatic solid tumour relapsed on 2 or more different prior therapies. From step 5 and extension phase, population limited to Skin Cancer patients (non screened) or metastatic Breast Cancer patients or metastatic castration-resistant prostate cancer patients screened sensitive to LiPlaCis.\n* Age \\>= 18 years.\n* Life expectancy \\>= 3 months.\n* ECOG performance status of 0 - 1.\n* Recovered to Grade 1 or less from acute toxicities of prior treatment.\n* \\>= 6 months must have elapsed since patient received cisplatin.\n* \\>= 4 weeks must have elapsed since patient received any investigational medicinal product.\n* \\>= 4 weeks must have elapsed since patient received any radiotherapy(except for palliative radiotherapy on non-target lesions), or treatment with cytotoxic or biologic agents (\\>=6 weeks for mitomycin or nitrosoureas). No hormonal treatment is allowed except treatment with corticosteroids at physiological dose and hormonal treatment with LHRH agonists for prostate cancer.\n* \\>=2 weeks must have elapsed since any prior surgery or therapy with G-CSF and GM-CSF.\n* Adequate condition as evidenced by the following clinical laboratory values:\n\n  * Absolute neutrophil count (ANC) \\>= 1,5 x 10E9/L\n  * Haemoglobin is at least 4,6 mmol/L\n  * Platelets \\>= 75 x 10E9/L\n  * Alanine aminotransferase (ALT) and aspartate aminotransferase (AST) \\<= 2,5 x ULN, in case of known liver metastases ALT and AST \\<= 5 x ULN. Patients who does not conform to the transaminase inclusion criteria, but who by the PI are considered in good PS and otherwise eligible for inclusion, and where the transaminase levels are considered elevated due to other reasons than deteriorated liver capacity, may be considered for inclusion based on conferred agreement between PI and Sponsor\n  * Serum bilirubin \\<= 1,5 ULN\n  * Alkaline phosphatase \\<= 2,5 x ULN, in case of known liver metastases \\<= 5 x ULN. Patients who does not conform to the Alkaline phosphatase inclusion criteria, but who by the PI are considered in good PS and otherwise eligible for inclusion, and where the Alkaline phosphatase levels are considered elevated due to other reasons than deteriorated liver capacity, may be considered for inclusion based on conferred agreement between PI and Sponsor\n  * Blood urea within normal limits, creatinine below upper normal limits and creatinine clearance within normal limits (\\>= 60 mL/min Cr-EDTA clearance).In the case of hydronephrosis, renography must be considered prior to treatment with LiPlaCis. For signs of drainage obstacle, well-functioning renal excretion/effect and normal diuresis must be ensured, e.g. via a double-J catheter.\n* Sexually active males and females of child-producing potential, must use adequate contraception (oral contraceptives, intrauterine device or barrier method of contraception) for the study duration and at least six months afterwards.\n* Patient must understand the investigational nature of this study and sign an independent ethical committee (IEC) approved written informed consent form prior to any study related activities.\n\nExclusion Criteria:\n\n* Active uncontrolled bleeding or bleeding diathesis (e.g., active peptic ulcer disease).\n* Any active infection requiring parenteral or oral antibiotic treatment.\n* Known infection with human immunodeficiency virus (HIV) or hepatitis virus.\n* Pre-existing renal insufficiency. Please refer to inclusion criteria no. 10g.\n* Active heart disease including myocardial infarction or congestive heart failure within the previous 6 months, symptomatic coronary artery disease, or symptomatic arrhythmias currently requiring medication.\n* Known or suspected active central nervous system (CNS metastasis). (Patients stable 8 weeks after completion of treatment for CNS metastasis are eligible).\n* Autoimmune disease.\n* Impending or symptomatic spinal cord compression or carcinomatous meningitis.\n* Pre-existing neuropathy, i.e., Grade \\>1 neuromotor or neurosensory toxicity (as defined by National Cancer Institute Common Toxicity Criteria for Adverse Events (NCI CTCAE) v4,0), except for abnormalities due to cancer.\n* Known hypersensitivity to cisplatin or liposomes.\n* Requiring immediate palliative treatment of any kind including surgery and/or radiotherapy(except for palliative radiotherapy on non-target lesions).\n* Female patients who are pregnant or breast-feeding (pregnancy test with a positive result before study entry).\n* Unwilling or unable to follow protocol requirements.\n* Previous progression on a platinum containing therapy.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}