{
    "nctId": "NCT00896324",
    "briefTitle": "Intellectual Impairment in Women With Breast Cancer",
    "officialTitle": "Assessment and Treatment of Cognitive Deficits in Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
    "enrollmentCount": 50,
    "primaryOutcomeMeasure": "Examine the effectiveness of a cognitive rehabilitation program for improving executive function (EF) deficits for preventing or lessening EF impairments in women with Breast Cancer",
    "eligibilityCriteria": "Inclusion Criteria:\n\n3.1.1 Primary, non-metastatic breast cancer\n\n3.1.2 Newly diagnosed patients who have not yet begun treatment.\n\n3.1.4 Female participants age 40-65 years of all ethnicities who speak fluent English will be recruited.\n\n3.1.5 There are no life expectancy restrictions.\n\n3.1.6 Karnofsky Performance Status 70% minimum. ECOG will not be employed.\n\n3.1.7 There are no requirements for marrow function. The brain must be free from gross neuropathology and metastases in order to participate.\n\n3.1.8 Ability to understand and the willingness to sign a written informed consent document.\n\nExclusion Criteria:\n\n3.2.1 History of cognitive, psychiatric or medical conditions prior or unrelated to cancer diagnosis and/or known to significantly impact assessments (e.g. premature birth, developmental delays, learning disabilities, severe psychiatric conditions, brain injury, stroke). Non-English speaking. Major sensory impairment (e.g. hearing loss, blindness) that would render assessments invalid. MRI contraindications (e.g. metallic implants or devices). Distant metastases. See also section 4.2.1.\n\n3.2.2 Participants currently involved in studies specifically aimed at improving cognitive symptoms will be excluded.\n\n3.2.3 Participants with significant co-morbid diseases known to significant impact neuropsychological function such as Alzheimer's or Parkinson's will be excluded.\n\n3.2.4 There are no known risks for allergic reactions to any of the study procedures.\n\n3.2.5 Participants taking certain medications that affect neuropsychological and/or brain function including Haldol, Aricept, Ritalin, etc. will be excluded. Most anti-depressants are acceptable. Some anti-anxiety medications may not be. Each case will be individually reviewed.\n\n3.2.6 There are no other agent-specific exclusion criteria.\n\n3.2.7 Pregnant individuals will be excluded as this is a contraindication for the 3 Tesla research MRI scanner employed by this study but not because of the treatment programs per se. Nursing individuals can enroll.\n\n3.2.8 Patients who are HIV positive will be excluded given the known effects of this condition on cognitive function which would confound the effects of anti-cancer treatments on cognitive outcome.",
    "sex": "FEMALE",
    "minimumAge": "40 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}