{
    "nctId": "NCT02486796",
    "briefTitle": "Immediate or Delayed Naturopathic Medicine in Combination With Neo-Adjuvant Chemotherapy for Breast Cancer",
    "officialTitle": "A Comparison Study to Assess the Value of Naturopathic Medicine Given Immediately and Continuously or Delayed Until Cycle 3 in Combination With Neo-Adjuvant Chemotherapy for Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Quality of Life",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 5,
    "primaryOutcomeMeasure": "Subject Reported Quality of Life Score",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Female\n* 18 years or older\n* Eastern Cooperative Oncology Group (ECOG) performance status of ≤1\n* Biopsy proven diagnosis of invasive adenocarcinoma of the breast\n* Recommendation for neoadjuvant chemotherapy.\n* Left Ventricular Ejection Fraction (LVEF) assessment by multigated acquisition scan or echocardiogram within 3 months of entering study\n* Blood counts:\n* Absolute Neutrophil Count ≥1200 cells/mm\\^3\n* Platelet count ≥100,000/mm\\^3\n* Hemoglobin ≥10g/dL\n* Serum creatinine ≤ Upper Limit of Normal (ULN) for the laboratory range\n* Total bilirubin ≤ ULN for the laboratory range, unless the patient has an elevation \\>ULN to 1.5 times the ULN resulting from Gilbert's disease or similar syndrome\n* Alkaline phosphatase less than or equal to 2.5 x ULN; and\n* Aspartate aminotransferase (AST) less than or equal to 1.5 x ULN for the laboratory range\n* If skeletal pain present or alkaline phosphatase \\>ULN (but less than or equal to 2.5x ULN), bone scan or Positron Emission Tomography (PET) scan must not demonstrate metastatic disease\n* AST or alkaline phosphatase greater than ULN, no metastatic disease liver identified by CT, MRI or PET scan\n* Able to swallow oral medication\n* Willing to forego naturopathic treatment for the first 2 treatment cycles\n* Willing to start and continue naturopathic interventions as prescribed\n* Willing to forego the use of nutritional or botanical supplements during the study\n\nExclusion Criteria:\n\n* Stage 4 disease\n* Present treatment with Warfarin.\n* Synchronous bilateral invasive breast cancer\n* Treatment including radiation, chemotherapy, and/or targeted therapy for the currently diagnosed breast cancer prior to entering study\n* Any sex hormonal therapy e.g. birth control, ovarian hormone replacement therapy, etc. during participation in the study)\n* Continued therapy with any hormonal agent such as raloxifene, tamoxifen, or other selective estrogen receptor modulators\n* Prior history of breast cancer, including Ductal Carcinoma In Situ (subjects with a history of Lobular Carcinoma In Situ are eligible)\n* Prior therapy with chemotherapy or targeted therapy agents for any malignancy\n* Cardiac disease that would preclude the use of the certain drugs. This includes but is not confined to:\n* Active cardiac disease\n* Angina pectoris requiring treatment\n* Ventricular arrhythmias except controlled benign premature ventricular contractions\n* Conduction abnormality requiring a pacemaker\n* Supraventricular and nodal arrhythmias requiring a pacemaker or not controlled by medication\n* Clinical significant valvular disease\n* History of cardiac disease\n* Myocardial infarction\n* Congestive heart failure\n* Cardiomyopathy\n* Uncontrolled hypertension, (blood pressure above 150/90 mm/Hg on antihypertensive treatment)\n* History or current symptomatic interstitial pneumonitis or pulmonary fibrosis\n* Sensory/motor neuropathy ≥ grade 2\n* Malabsorption syndrome, ulcerative colitis, resection the stomach or small bowel, or other disease significantly affecting gastrointestinal function\n* Other non-malignant systemic disease precluding treatment with study regimens or required follow up\n* Contraindication of corticosteroids\n* Administration of an investigational agent within 30 days prior to entering study.\n* Administration of therapeutic doses of the supplements being studied including maitake, melatonin and Coenzyme Q10 in the previous 30 days.\n* Administration of therapeutic doses of immune modulating botanicals in the previous 30 days.\n* Pregnancy or lactation",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}