{
    "nctId": "NCT05453825",
    "briefTitle": "A Study of Navicixizumab Monotherapy or in Combination in Patients With Select Advanced Solid Tumors",
    "officialTitle": "A Phase 2, Multicenter, Open-Label Basket Study of Navicixizumab Monotherapy or in Combination With Paclitaxel or Irinotecan in Patients With Select Advanced Solid Tumors",
    "overallStatus": "RECRUITING",
    "conditions": "Colorectal Cancer, Triple Negative Breast Cancer, Gastric Cancer, Ovarian Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 180,
    "primaryOutcomeMeasure": "Overall Response Rate (ORR)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patient provides informed consent.\n2. Patient is ≥18 years old.\n3. Patient has one of the following locally advanced or metastatic, unresectable solid malignancies that is incurable:\n\n   * CRC\n   * Gastric or GEJ cancer\n   * TNBC\n   * Platinum-resistant/refractory epithelial ovarian, primary peritoneal, or fallopian tube cancer\n4. Patient has provided an FFPE archive or newly obtained core or excisional biopsy of a tumor lesion.\n5. Patient has an Eastern Cooperative Oncology Group (ECOG) Performance Status of 0 or 1.\n6. Patient has measurable disease, as defined by RECIST v1.1.\n7. Patient has adequate organ function.\n8. Female patients of childbearing potential must have a negative pregnancy test.\n9. Female patients of childbearing potential must agree to follow instructions for highly effective method(s) of contraception while receiving study treatment and for 6 months after the last dose of study drug.\n10. Male patients with female sexual partners of childbearing potential must agree to use an acceptable form of contraception while receiving study treatment and for 6 months after the last dose of any study drug.\n11. Patient is willing and able to comply with scheduled visits and procedures.\n12. Patient must have discontinued other anticancer interventions before Cycle 1 Day 1 per study protocol.\n\n    Cohort A1 and Cohort A2 - CRC only:\n13. Patient has definitive pathologically confirmed adenocarcinoma of the colon or rectum.\n14. Patient must have received at least 2 and no more than 3 prior lines of standard therapy for metastatic disease.\n\n    Cohort B1 - Gastric/GEJ cancer only:\n15. Patient has definitive pathologically confirmed metastatic gastric or GEJ adenocarcinoma that is not amenable to surgery.\n16. Patient must have received only 1 prior line of standard therapy for metastatic disease.\n\n    Cohort C1 and Cohort C2 - TNBC only:\n17. Patient has definitive pathologically confirmed metastatic or locally advanced TNBC that is not amenable to surgery or radiotherapy with curative intent.\n18. Patient must have received at least 2 prior and no more than 4 prior lines of standard therapy for metastatic disease.\n\n    Cohort D1 - Ovarian cancer only:\n19. Patient has definitive pathologically confirmed epithelial ovarian, fallopian tube, or primary peritoneal cancer.\n20. Patient must be considered platinum-resistant/refractory.\n21. Patient must have received at least 2 and no more than 5 prior lines of standard therapy.\n\nExclusion Criteria:\n\n1. Patient has cardiac conditions as listed in the protocol.\n2. Patient has blood pressure (BP) \\>140/90 mmHg.\n3. Patient is pregnant or lactating.\n4. Patient has known untreated, active or uncontrolled brain metastases.\n5. Patient with leptomeningeal disease.\n6. Patient has a known additional malignancy that was progressing or required active treatment within 2 years prior to the first dose of study medication.\n7. Patient has a history of bowel obstruction, including sub-occlusive disease, related to the underlying disease or history of abdominal fistula, gastrointestinal perforation, or intra-abdominal abscess.\n8. Patient has an active infection requiring IV systemic therapy.\n9. Patient has known hypersensitivity to any components of any study drug or any of its excipients that, in the opinion of the investigator, suggests a high risk for a severe hypersensitivity reaction while on treatment.\n10. Patient has a known clinically significant bleeding disorder.\n11. Patient is currently using oral or parenteral anticoagulants or thrombolytic agents for therapeutic purposes for which the dose has not been stable for \\>14 days prior to C1D1.\n12. Patient had hemoptysis \\>2.5 mL within 8 weeks prior to C1D1 or serious bleeding from another site within this time frame.\n13. Patient had a major surgical procedure, or significant traumatic injury within 28 days prior to C1D1.\n14. Patient has an uncontrolled seizure disorder or active neurologic disease.\n15. Patient has a cardiac aneurysm.\n16. Patient has a known psychiatric disorder, substance abuse disorder, or geographical travel limitations that in the opinion of the investigator would interfere with patient's ability to cooperate with the requirements of the study.\n17. Patient has a history or current evidence of any condition, therapy, or laboratory abnormality that may confound the results of the study, interfere with the patient's participation for the full duration of the study, or indicates a condition for which study participation is not in the best interest of the patient, in the opinion of the investigator.\n\n    Cohort A1 and Cohort A2 - CRC only:\n18. Patient has known microsatellite instability-high status.\n\n    Cohort A2 - CRC (navicixizumab + irinotecan) only:\n19. Patient is on dialysis.\n20. Patient has received hepatic intra-arterial chemotherapy.\n\n    Cohort B1 - Gastric/GEJ cancer only:\n21. Patient has experienced weight loss \\>10% over 2 months prior to first dose of study treatment.\n22. Patient has definitive pathologically confirmed HER2 positive metastatic gastric or GEJ adenocarcinoma.\n23. Patient has pre-existing Grade ≥2 peripheral neuropathy, according to CTCAE v5.0.\n\n    Cohort C2 - TNBC (navicixizumab + paclitaxel) only\n24. Patient has pre-existing Grade ≥2 peripheral neuropathy, according to CTCAE v5.0.\n\n    Cohort D1 - Ovarian cancer only:\n25. Patient has non-epithelial ovarian carcinoma.\n26. Patient has ovarian tumors with low malignant potential (ie, borderline tumors).",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}