{
    "nctId": "NCT05022823",
    "briefTitle": "Exercise and Compression for Lymphedema",
    "officialTitle": "Decongestive Progressive Resistance Exercise With Advanced Compression for Breast Cancer Related Lymphedema Management (DREAM): A Randomized Control Trial",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Cancer Related Lymphedema",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 40,
    "primaryOutcomeMeasure": "Change in Lymphedema Arm Volume",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Is a female with a history of breast cancer;\n2. Has undergone surgery, including sentinel lymph node biopsy or axillary lymph node dissection;\n3. Has visible and palpable unilateral mild to moderate BCRL of at least 200 ml inter-limb volume difference (full limb) or regional lymphedema: defined as a minimal volume difference of 100 ml or 5% in a segment of the arm (e.g. hand and forearm region, elbow and upper arm) after correcting for arm dominance;\n4. Has chronic lymphedema, defined as lymphedema that has been present for at least 3 months;\n5. Is in the lymphedema maintenance phase of conservative treatment;\n6. Uses a well fitted compression sleeve (not older than 1 month) and is agreeable to wear the sleeve for a minimum of 12 hours per day (providing a minimum of 30 mm Hg of pressure);\n7. Is agreeable to discontinuing other lymphedema treatments that are beyond standard care, including manual lymph drainage and intermittent pneumatic compression during the 12-week RCT period of the study.\n8. Is able to read and understand English.\n\nExclusion Criteria:\n\n1. Are undergoing or are scheduled to receive chemotherapy or radiotherapy\n2. Presents with limb infection/ cellulitis, deep vein thrombosis, or have active metastatic disease;\n3. Has any neurological or cognitive deficit, is pregnant, uses a pacemaker, or has other uncontrolled health condition that may interfere with assessment and/or the progressive resistance exercise training intervention;\n4. Has any contraindications related to wearing compression on the limb, including arterial insufficiency or congestive heart failure;",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}