{
    "nctId": "NCT05457842",
    "briefTitle": "A Study to Find the Best Dose of ASP5354 to Show Lymph Nodes in People With Breast Cancer or Melanoma During Surgery",
    "officialTitle": "A Phase 2 Open-label, Dose-finding Study to Determine the Optimal Dose for Lymph Node Visualization Using ASP5354 in Participants With Breast Cancer or Melanoma Undergoing Sentinel Lymph Node Biopsy",
    "overallStatus": "TERMINATED",
    "conditions": "Sentinel Lymph Node Biopsy, Breast Cancer, Melanoma",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "DIAGNOSTIC",
    "enrollmentCount": 1,
    "primaryOutcomeMeasure": "Optimal Dose of ASP5354 for Lymph Node (LN) Visualization",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Participant has been diagnosed with localized breast cancer (female only, stage 1 to 2, N0 and M0) or melanoma (stage 1 to 2, N0 and M0) and is scheduled to undergo surgical intervention for systemic lymph node (SLN) detection and removal using Technetium-99m sulfur colloid or Lymphoseek as part of Standard of Care (SOC).\n* Female participant is not pregnant and at least 1 of the following conditions apply:\n\n  * Not a woman of childbearing potential (WOCBP)\n  * WOCBP who agrees to follow the contraceptive guidance from the time of informed consent through at least 30 days after final study treatment administration.\n* Female participant must agree not to breastfeed starting at screening and throughout the study period and for 30 days after final study treatment administration.\n* Female participant must not donate ova starting at first dose of Investigational Product (IP) and throughout the study period and for 30 days after final study treatment administration.\n* Male participant with female partner(s) of childbearing potential (including breastfeeding partner) must agree to use of contraception throughout the treatment period and for 30 days after final study treatment administration.\n* Male participant must not donate sperm during the treatment period and for 30 days after final study treatment administration.\n* Male participant with pregnant partner(s) must agree to remain abstinent or use a condom for the duration of the pregnancy throughout the study period and for 30 days after final study treatment administration.\n* Participant agrees not to participate in another interventional study while participating in the present study.\n\nExclusion Criteria:\n\n* Participant has had prior lymph node (LN) surgery in the area where LN detection is needed.\n* Participant has had prior LN radiation in the area where LN detection is needed.\n* Participant has had prior neo-adjuvant chemotherapy.\n* Participant has definitive LN metastases.\n* Participant has metastatic cancer.\n* Participant has received any investigational therapy within 28 days or 5 half-lives, whichever is longer, prior to screening.\n* Participant has any condition which makes the participant unsuitable for study participation.\n* Participant has a known or suspected hypersensitivity to ASP5354, indocyanine green (ICG) or any components of the formulation used.\n* Participant has had previous exposure to ASP5354.\n* Participant has moderate to severe cardiac disease that limits daily functioning (New York Heart Association Class III-IV) or other medical conditions that would impact safety or study compliance.\n* Participant has a resting heart rate \\<= 45 beats per minute (bpm) or \\>=115 bpm, systolic blood pressure \\>=160 mm Hg or diastolic blood pressure \\>= 100 mm Hg within 1 week prior to IP administration. If the blood pressure exceeds the limits above, repeat readings can be taken. Participant who has adequately controlled blood pressure is eligible.\n* Participant has any of the screening laboratory values outside of the protocol specification criteria.\n* Participant has received ICG, other near-infrared fluorescence (NIR-F) imaging agents, Blue dye (e.g., methylene blue or isosulfan blue) or magtrace within 2 weeks prior to IP administration.\n* Participant has active alcohol abuse or illicit drug use (non-prescription or over-the-counter medications). Participant should not have consumed any alcohol or illicit drug (excluding cannabidiol products) within 24 hours of surgery.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}