{
    "nctId": "NCT02238509",
    "briefTitle": "Safety and QoL of Trastuzumab With Lapatinib or Chemiotherapy in MBC and HER2+ Patients Refractory to Anti HER2 Therapies",
    "officialTitle": "A Randomised, Multicentre, Open-label Phase II Trial Investigating Activity of Chemotherapy and Lapatinib and Trastuzumab in Patients With HER2-positive Metastatic Breast Cancer (MBC) Refractory to Anti HER2 Therapies",
    "overallStatus": "UNKNOWN",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 154,
    "primaryOutcomeMeasure": "Clinical Benefit Rate",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histological or cytological confirmed and documented adenocarcinoma of the breast with metastatic disease\n* The original tumour specimen must be HER2 IHC 3+ positive or, in case of IHC 2+\n* Age ≥18\n* Life expectancy of \\>12 weeks\n* ECOG PS 0-1\n* Measurable disease as defined by RECIST1.1 criteria\n* All patients must have received prior anthracycline-and taxane-based regimens as well as trastuzumab based regimens in either the adjuvant or the metastatic setting. Patients must have been already treated with at least one line of the anti HER2 inhibitor therapy lapatinib for their metastatic breast cancer. A maximum of three previous lines of anti-HER-2 therapies in the metastatic setting are allowed.\n* Adequate haematological function as defined by: ANC 1.5 x 109/L, platelet count 100 x 109/L, haemoglobin 10 g/dL.\n* Adequate renal function, as defined by: creatinine 1.5 x UNL\n* Adequate hepatobiliary function, as defined by the following baseline liver function tests: total serum bilirubin 1.5 upper normal limit (UNL); alanine amino transferase (ALT), aspartate amino transferase (AST) 2.5xUNL; alkaline phosphatase (AP) 2.5xUNL; if total alkaline phosphatase (AP) \\> 2.5xUNL, alkaline phosphatase liver fraction must be 2.5xUNL\n* Adequate contraception for all fertile patients\n* Negative pregnancy test.\n* Postmenopausal women fulfilling any of the NCCN criteria may be included.\n* Left ventricular ejection fraction (LVEF) ≥50% during a baseline period of 28 days, as determined by either echocardiography (ECHO) or multi gated acquisition (MUGA) scan.\n* Signed, written informed consent\n\nExclusion Criteria:\n\n* History of persistent Grade ≥ 2 hematologic toxicity resulting from previous systemic therapy\n* Current peripheral neuropathy of NCI-CTCAE, Version 3.0, Grade ≥ 3 at randomization\n* History of other malignancy within the last 5 years, except for carcinoma in situ of the cervix or basal cell carcinoma\n* Bone-only disease, unless a measurable lesion is evident as determined by RECIST v1.1\n* Bone scan, PET scan or plain films are not considered adequate imaging techniques to measure bone lesions. ve\n* Blastic bone lesions are non-measurable.\n* Uncontrolled hypertension (systolic \\>150 mm Hg and/or diastolic \\>100 mm Hg) or clinically significant (i.e. active) cardiovascular disease.\n* Current dyspnoea at rest due to complications of advanced malignancy, or other diseases that require continuous oxygen therapy.\n* Inadequate organ function, evidenced by the following laboratory results within 28 days prior to randomization.\n* Current severe, uncontrolled systemic disease\n* Major surgical procedure or significant traumatic injury within 28 days prior to study treatment start or anticipation of the need for major surgery during the course of study treatment\n* History of receiving any investigational treatment within 28 days of randomization\n* Current known infection with HIV, HBV, or HCV\n* Receipt of IV antibiotics for infection within 14 days of randomization\n* Known hypersensitivity to any of the study drugs\n* Assessed by the investigator to be unable or unwilling to comply with the requirements of the protocol\n* Lack of physical integrity of the upper gastrointestinal tract, clinically significant malabsorption syndrome, or inability to take oral medications\n* Concurrent interventional or non-interventional studies",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}