{
    "nctId": "NCT06125353",
    "briefTitle": "The Effect of Melatonin Supplementation on Fatigue Symptoms During Chemotherapy Treatment of Breast Cancer Patients",
    "officialTitle": "The Effect of Melatonin Supplementation on Fatigue Symptoms During Chemotherapy Treatment of Breast Cancer Patients",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 56,
    "primaryOutcomeMeasure": "Cancer Related Fatigue",
    "eligibilityCriteria": "Inclusion criteria:\n\n1. adult women (≥ 18 years of age) with BC diagnosis who underwent chemotherapy at the time of invitation,\n2. women receiving pharmacological treatment that did not interact with melatonin,\n3. women receiving standard pharmacological treatment for at least last two months prior to study initiation,\n4. patients with good performance status, as indicated by scoring \"0 or 1\" of the Eastern Cooperative Oncology Performance Status (ECOG PS) questionnaire \\[26\\],\n5. patients not needing a transfusion, as indicated by hemoglobin ≥ 9 g/dL,\n6. patients having the ability to understand and give a written statement of consent.\n\n   Patients were excluded from the study when:\n7. fatigue was attributed to conditions other than cancer e.g., uncontrolled hypothyroidism, hypercalcemia, congestive heart failure, chronic obstructive pulmonary disease,\n8. using pharmacological agents for CRF or sleeping disorders prior to the study,\n9. pharmacological treatment that was modified during the study or that could interact with melatonin,\n10. diagnosed with gastrointestinal diseases that could affect absorption of nutrients such as inflammatory bowel diseases infections.\n11. diagnosed with psychiatric disorders such as depression, psychosis, bipolar disorder, and receiving equivalent medication.\n12. excessive alcohol consumption.\n13. a lifestyle that can affect sleep patterns (e.g., night shifts).\n14. patients with a poor clinical state as indicated by laboratory markers: creatinine clearance \\< 30 mL/min; aspartate aminotransferase (AST) \\> 3 x upper limit of normal (ULN); alanine aminotransferase (ALT) \\> 3 x ULN; bilirubin \\> 1 x ULN.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}