{
    "nctId": "NCT00497809",
    "briefTitle": "Safety and Efficacy Study of GCSF Therapy to Treat Patients at High Risk for Chemotherapy Induced Severe Neutropenia",
    "officialTitle": "An Open-Label, Dose Finding, Prospective, Multi Center, Randomized, Parallel Group Study to Assess the Efficacy and Safety of Three Different Dose Levels of AVI 014 (G-CSF) Compared With a Standard Dose of Neupogen® in Breast Cancer Patients at High (>20%) Risk for Chemotherapy Induced Severe Neutropenia",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer, Neutropenia",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 189,
    "primaryOutcomeMeasure": "The primary efficacy endpoint is duration of grade 4 neutropenia (DSN), defined as ANC <0.5 x 109/L during chemotherapy cycle 1.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Able to understand and voluntarily provide written informed consent before screening, following an explanation of the nature and purpose of this study.\n* Women, aged 18 years and older\n* Histologically confirmed breast cancer, undergoing one of a variety of chemotherapy regimens, or with other risk factors that could lead to a \\>20% risk of developing severe neutropenia. Patients receiving chemotherapy regimens with high-risk for severe neutropenia are eligible; eligibility of patients receiving intermediate-risk chemotherapy regimens must be discussed with the Medical Monitor for the presence of additional patient-specific risk factors.\n* Must be receiving first-line adjuvant or neoadjuvant therapy for localized breast cancer or first-line chemotherapy for metastatic breast cancer. It is recommended that patients with human epidermal growth factor receptor 2 (HER2/neu)-positive breast cancer should be receiving Herceptin® (trastuzumab), if approved and available for this indication.\n* Eastern Cooperative Oncology Group (ECOG) Performance Status of grade 0 to 2\n* Adequate renal (serum creatinine and blood urea nitrogen \\[BUN\\] \\<3 times the upper limit of normal \\[ULN\\]) and hepatic (serum bilirubin, aspartate aminotransferase \\[AST\\], and alanine aminotransferase \\[ALT\\] \\<3 times ULN) function.\n* Able to adhere to the study visit schedule and other protocol requirements.\n* Women who are not pregnant and do not plan to become pregnant during the study. Women of childbearing potential must have a negative serum pregnancy test result within seven days before the first dose of study drug and must be using adequate non hormonal barrier contraception before entering the study and throughout the study. Non childbearing potential is defined as post-menopausal for at least one year, surgically sterile, or having had a hysterectomy before study start.\n\nExclusion Criteria:\n\n* Pregnant or lactating women.\n* History or clinical evidence of a serious medical illness, including renal, hepatic, respiratory, cardiovascular, endocrine, neurologic, psychiatric, or hematologic disease, which in the opinion of the investigator will interfere with study participation.\n* Metastatic brain or meningeal tumors.\n* Ascites or pleural effusions.\n* Any active infection requiring systemic antimicrobial therapy.\n* Known to be positive for human immunodeficiency virus (HIV, anti-HIV+), hepatitis B antigen (HBAg\\[+\\]), or hepatitis C antibody (HCVAb\\[+\\]).\n* Known or suspected hypersensitivity to the study drug or its components, such as avian products, including influenza vaccine, or to E. coli-derived proteins.\n* Currently receiving radiation therapy for treatment of a malignant condition, or have completed radiation therapy within 14 days before study entry. Radiation therapy for oncologic emergency is allowed.\n* Participated in another therapeutic clinical study (i.e., not an epidemiological study or genomic screening study) during the past 30 days, or are likely to simultaneously participate in another therapeutic clinical study.\n* History of, or known current problems with, substance abuse, or any medical, psychological, and/or social condition that may interfere with the patient's participation in the study, or with evaluation of the study results.\n* Any condition that could jeopardize the patient's safety and compliance, as judged by the investigator.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}