{
    "nctId": "NCT01588678",
    "briefTitle": "A Open-Label, Multiple Ascending Dose Study of DS-3078a, an Oral TORC1/2 Kinase Inhibitor, in Subjects With Advanced Solid Tumors or Lymphomas",
    "officialTitle": "A Phase 1, Open-Label, Multiple Ascending Dose Study of DS-3078a, an Oral TORC1/2 Kinase Inhibitor, in Subjects With Advanced Solid Tumors or Lymphomas",
    "overallStatus": "COMPLETED",
    "conditions": "Advanced Solid Tumor, Lymphoma",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 32,
    "primaryOutcomeMeasure": "Maximum tolerated dose",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* A pathologically or cytologically documented advanced solid tumor or lymphoma that has relapsed from or is refractory to standard treatment or for which no standard treatment is available.\n* Men or women \\>=18 years old.\n* Eastern Cooperative Oncology Group (ECOG) performance status =\\<1\n* Have adequate bone marrow function, defined as:\n\n  * Platelet count \\>=100 x 10\\^9/L for solid tumors and \\>=75 x 10\\^9/L for lymphomas,\n  * Hemoglobin level \\>=9.0 g/dL, and ANC \\>=1.5 x 10\\^9/L for solid tumors and \\>=1.0 x 10\\^9/L for lymphomas.\n* Have adequate renal function, defined as:\n\nCreatinine clearance \\>=60 mL/min, or creatinine =\\<1.5 x ULN.\n\n* Have adequate hepatic function, defined as:\n\n  * AST/ALT levels =\\<3 x ULN (=\\<5 x ULN if liver metastases are present) and\n  * Bilirubin =\\<1.5 x ULN.\n* Have adequate blood clotting function, defined as prothrombin time and activated partial thromboplastin time =\\<1.5 x ULN.\n* Subjects must be fully informed about their illness and the investigational nature of the study protocol (including foreseeable risks and possible side effects) and must sign and date an Institutional Review Board/Ethics Committee-approved informed consent form (including Health Insurance Portability and Accountability Act authorization, if applicable) before performance of any study specific procedures or tests.\n\nFor Part 2\n\n* A pathologically or cytologically documented advanced solid tumor or non-Hodgkin lymphoma, with measurable disease based on RECIST 1.1 or revised IWG criteria, that is refractory to standard treatment. The solid tumor types that will be included in the study are of the following kinds in which the mTOR signaling is frequently activated: endometrial, prostate, breast, gastric, cervical,ovarian, or neuroendocrine cancers, soft-tissue sarcoma, squamous cell NSCLC,renal cell carcinoma or other tumor types approved by the Sponsor.\n* Agree to undergo pre- and post-treatment tumor biopsies.\n\nExclusion Criteria:\n\n* History of primary central nervous system malignancies\n* Gastrointestinal diseases that could affect the absorption of DS-3078a in the opinion of the Investigator\n* Subjects with a fasting glucose \\>126 mg/dL (\\>7 mmol/L)\n* History of diabetes mellitus (type 1 or 2) or glycosylated hemoglobin \\>7.0% at screening\n* Positive test for hepatitis B surface antigen or hepatitis C antibody\n* Recipient of live vaccine within 1 month of or during study drug treatment\n* Use of chronic systemic corticosteroids (use of nasal or inhaled steroids is permitted)\n* Subjects requiring daily supplemental oxygen\n* Recipient of an allogenic stem cell or bone marrow transplant\n* Presence of a concomitant medical condition that would increase the risk of toxicity, in the opinion of the Investigator or Sponsor\n* Clinically active brain metastases, defined as untreated and symptomatic, or requiring therapy with steroids or anticonvulsants to control associated symptoms.\n* Has unresolved toxicities from previous anticancer therapy, defined as toxicities (other than alopecia) not yet resolved to NCI-CTCAE v4 grade =\\<1 or baseline.\n* Systemic treatment with anticancer therapy, antibody-based therapy, retinoid therapy, or hormonal therapy within 3 weeks before study drug treatment; or treatment with nitrosoureas or mitomycin C within 6 weeks before study drug treatment; or treatment with small-molecule targeted agents within 2 weeks or 5 half-lives before study drug treatment, whichever is longer.\n* Therapeutic radiation or major surgery within 4 weeks before study drug treatment or palliative radiation therapy within 2 weeks before study drug treatment\n* Participation in a clinical study within 3 weeks (2 weeks or 5 half-lives, whichever is longer, for small-molecule targeted agents) before study drug treatment, or current participation in other investigational procedures\n* Concomitant treatment with strong inhibitors or inducers of cytochrome P450 3A4 and P glycoprotein\n* Less than 1 week since using systemically acting drugs that increase gastric pH, such as H2-blockers and proton pump inhibitors. Antacids should be avoided within 48 hours of the first dose of DS 3078a\n* Prolongation of corrected QT interval by Fridericia's method (QTcF) at rest, where the mean QTcF interval is \\>450 msec based on triplicate electrocardiogram (ECG)\n* Pregnant or breastfeeding\n* Substance abuse or medical, psychological, or social conditions that, in the opinion of the Investigator, may interfere with the subject's participation in the clinical study or evaluation of the clinical study results\n\nFor Part 2\n\n* Subjects who have had prior treatment with an mTOR catalytic site inhibitor or dual PI3K/mTOR inhibitor (including, but not limited to, OSI-027, INK128, ADZ8055,AZD2014, WYE12513, PP242, BEZ-235, DS-7423, XL765, GDC-0980, SF1126, GSK2126458, PF4691502, and PF05212384) will be disqualified from entering the study.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}