{
    "nctId": "NCT01339000",
    "briefTitle": "Improving the Immune System With Human IL-7 Vaccine in Older Subjects Who Have Had Chemotherapy",
    "officialTitle": "A Multicenter Phase II Study of Enhancement of Immune Reconstitution and Vaccine Responses With Administration of Glyco-Recombinant Human IL-7(CYT107) in Older Subjects Following Chemotherapy",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer, Colon Cancer, Bladder Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 1,
    "primaryOutcomeMeasure": "Evaluate and Quantify the Impact of Interleukin-7 (CYT107) Therapy on Specific Immune Responses to Vaccines (in Particular to Neo Antigens) in Older Subjects Following Chemotherapy",
    "eligibilityCriteria": "* INCLUSION CRITERIA:\n* Adults over the age of 60\n* Documentation of positive diagnosis for any of the following:\n\n  * Non metastatic breast carcinoma following neo-adjuvant chemotherapy and appropriate surgery or following adjuvant radio / chemotherapy.\n  * Stage II or III colon carcinoma following appropriate surgery and adjuvant chemotherapy or following appropriate neoadjuvant chemoradiation/surgery and adjuvant chemotherapy.\n  * Stage II bladder carcinoma following neo-adjuvant chemotherapy and appropriate surgery or following adjuvant chemotherapy. Patients with recurrent tumors are not eligible.\n  * Appropriate therapy for each disease must be consistent with the latest National Comprehensive Cancer Network (NCCN) Clinical Practice Guidelines in Oncology available at the web site: http://www.nccn.org/professionals/physician_gls/f_guidelines.asp\n  * Completed cancer specific therapy (including surgery, radiotherapy and/or chemotherapy) a minimum of 4 weeks prior to entry. (Subjects with hormone receptor positive breast carcinoma maintained on hormonal therapy following chemotherapy and radiation are eligible).\n* Completed cancer specific therapy at most 6 months prior to entry.\n* Reasonable expectation that no chemotherapy will be given in the subsequent 6 months (Principal Investigators (PIs) discretion).\n* Aspartate aminotransferase (AST) and alanine aminotransferase (ALT) \\< 3 times the upper limit of normal.\n* Bilirubin \\< 1.5.\n* Absolute Neutrophil Count greater than l000 / mm(3).\n* Platelet count greater than 75K.\n* International normalized ratio (INR)/partial thromboplastin time (PTT) within 1.5 times upper limit of normal (Common Terminology Criteria in Adverse Events (CTCAE) 4.0 grade 1 abnormality is acceptable)\n* Serum creatinine within 1.5 times upper limit of normal (CTCAE 4.0 grade 1 abnormality is acceptable)\n* Creatine phosphokinase (CPK) within 2.5 times upper limit of normal (CTCAE 4.0 grade 1 abnormality is acceptable)\n* Serum albumin greater or equal to 3g/dl (CTCAE 4.0 grade 1 abnormality is acceptable)\n* Serum electrolytes within normal limits (CTCAE 4.0 grade 1 abnormality is acceptable)\n* Karnofsky performance status greater or equal to 70%.\n\nEXCLUSION CRITERIA FOR ALL PARTICIPANTS:\n\n* Significant heart disease defined as:\n\n  * Significant coronary arterial disease\n  * myocardial infarction in the last 6 months, angina in the previous 3 months,\n  * Troponin elevation at level of myocardial infarction as defined by the manufacturer\n  * Ischemic changes on electrocardiogram (ECG)\n  * Atrio-ventricular block greater than 1st degree, in absence of pacemaker,\n  * Corrected QT interval (QTc) greater than 480ms (CTCAE 4.0 grade 1 abnormality is acceptable),\n  * History of ventricular arrhythmia,\n  * Left Ventricular Ejection Fraction below the institutional limit of normal,\n* Positive serology for human T-lymphotropic viruses, type 1 (HTLV I), human immunodeficiency virus (HIV), hepatitis A, hepatitis B, or hepatitis C infection including a positive hepatitis B serology indicative of previous immunization (i.e. hepatitis B surface antibody (HBs Ab) positive and hepatitis B core antibody (HBc Ab) negative)\n* History of autoimmune disease: patients with vitiligo or endocrine disease controlled by replacement therapy including, diabetes, thyroid and adrenal disease may be enrolled\n* Patients requiring chronic immunosuppressive therapy (including corticosteroids) for any medical condition,\n* Splenomegaly or history of proliferative hematologic disease\n* Prior allogeneic hematopoietic stem cell transplantation or solid organ transplantation\n* Inability or refusal to practice contraception during therapy (as physiologically relevant)\n* History of medical or psychiatric disease which, in the view of the principal investigator, would preclude safe treatment\n* Cognitive impairment\n* Serious bleeding diathesis or those who are on therapeutic anticoagulation\n* Previous exposure to Hepatitis A or B vaccines\n\nPatients who received a tetanus and diphtheria (Td) or tetanus, diphtheria- acelluar, pertussis (Tdap) immunization in the previous 5 years,\n\n* History of anaphylaxis or serious allergic reactions to previous administration of any of the vaccines\n* Known hypersensitivity to any of the following: diphtheria toxoid, neomycin, polymixin B, streptomycin, 2 phenoxyethanol, formaldehyde, aluminum hydroxide, yeast\n* Patients who had received one or more doses of the pneumococcal polysaccharide vaccine 23 (PPSV23) vaccine in the previous 12 months\n* Inability to give informed consent",
    "sex": "ALL",
    "minimumAge": "60 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}