{
    "nctId": "NCT01846650",
    "briefTitle": "A Bioequivalence Study of Capecitabine Tablets",
    "officialTitle": "A Bioequivalence Study of Capecitabine Tablets in Patients of Locally Advanced or Metastatic Breast Cancer or Metastatic Colorectal Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Metastatic Breast Cancer or Metastatic Colorectal Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 36,
    "primaryOutcomeMeasure": "Area Under Curve (AUC)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients must have histopathologically /cytologically confirmed breast cancer or colorectal cancer，without chemotherapy or only adjuvant chemotherapy, and had previously received one or two standard chemotherapy regimens for patients;\n* Age: 18-70 years, gender: both，BMI≥17，Eastern Cooperative Oncology Group (ECOG) performance status：0-2，Life expectancy greater than 3 months;\n* Patients must have normal bone marrow function, liver and kidney function; adequate organ function in the last 1 week, meeting the following: ANC≥1.5×109/L，PLT≥80×109/L, Total bilirubin≤1.5×the upper limit of normal, ALT,AST≤2.5×the upper limit of normal, creatinine≤1.5×the institutional upper limit of normal.\n* Patients who has retreatment could be enrolled at least 4 weeks after the last chemotherapy and radiotherapy.\n* Patients must volunteer to participate and sign informed consent form.\n\nExclusion Criteria:\n\n* Suffering from heart, liver, kidney disease or severe acute and Organ invasion disease;\n* Prior unanticipated severe reaction to fluoropyrimidine therapy, or known sensitivity to 5-fluorouracil, or known DPD (Dihydropyrimidine Dehydrogenase) deficiency.\n* Pregnant or breast-feeding female\n* Only bone metastasis lesions, no other measurable lesions\n* Known brain metastasis or history of organ transplantation\n* Have long-term systemic steroid therapy\n* Serious diseases of vital organs; other malignancies which is not cure\n* Use of chemotherapy in the last 4 weeks\n* History of drug/alcohol addiction or a positive hepatitis screen including hepatitis B surface antigen, HCV or HAV (IgM) antibodies\n* Patient having abnormal serum calcium level at screening visit which as judged by Investigator could lead to safety risk to the patient upon participation in the trial or could interfere with the conduct of the trial.\n* Pre-existing motor or sensory neurotoxicity of a severity grade 2 by NCI CTCAE criteria or known, existing uncontrolled coagulopathy.\n* Subjects are thought unsuitable for the study by investigators;\n* Inability to comply with protocol or study procedures in the opinion of the investigator;",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}