{
    "nctId": "NCT00588003",
    "briefTitle": "Gene Expression Following Short Term Exposure to Neoadjuvant Endocrine Therapy in Invasive Breast Cancer",
    "officialTitle": "Analysis of Gene Expression Following Short Term Exposure to Neoadjuvant Endocrine Therapy in Invasive Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "N/A",
    "enrollmentCount": 45,
    "primaryOutcomeMeasure": "To determine whether short term exposure to endocrine therapy (anastrozole) induces changes in gene expression in human invasive breast cancer.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Postmenopausal patients, defined as one or more of the following criteria:\n\nDocumented history of bilateral oophorectomy, Aged 60 years or more,\n\nAged 45-59 years and satisfying one or more of the following criteria:\n\nAmenorrhea for at least 12 months and intact uterus Amenorrhea for less than 12 months and follicle stimulating hormone (FSH) concentrations within postmenopausal range including: patients who have had a hysterectomy and patients who have received hormone replacement therapy in the past.\n\n* Clinically palpable or non-palpable T1c or greater, ER positive invasive breast cancer diagnosed by outside core biopsy.\n* Outside diagnosis of invasive breast cancer confirmed at MSKCC\n* Palpable or non-palpable breast mass \\> 1cm highly suspicious for invasive breast cancer based on mammographic, ultrasound and/or physical examination findings and amenable to diagnostic core biopsy.\n* Core biopsy diagnosis of ER positive invasive breast cancer performed at MSKCC\n* Breast conserving surgery or mastectomy scheduled at MSKCC.\n* Informed consent obtained.\n\nExclusion Criteria:\n\n* Co-morbid conditions which would preclude use of aromatase inhibitors such as: previous hypersensitivity, severe hepatic insufficiency (SGOT or SGPT three times the upper limit of normal), severe renal insufficiency (creatinine clearance \\<10ml/min).\n\nPrior radiation therapy to chest wall / breast.\n\n* Neoadjuvant chemotherapy\n* Hormone replacement therapy, tamoxifen or raloxifene treatment within past 3 months\n* ER negative breast cancer\n* History of active malignancy within the previous 5 years (except for nonmelanoma skin cancer and breast cancer)",
    "sex": "FEMALE",
    "minimumAge": "45 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}