{
    "nctId": "NCT00823654",
    "briefTitle": "Serum Biomarkers to Characterize the Effects of Therapy on Ovarian Reserve in Premenopausal Women With Early-stage Breast Cancer or BRCA Mutations",
    "officialTitle": "Multi-Center Study of Serum Biomarkers to Characterize the Effects of Therapy on Ovarian Reserve in Premenopausal Women With Early-stage Breast Cancer BRCA Mutations",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 609,
    "primaryOutcomeMeasure": "characterize the changes in serum AMH from baseline to 1 year post-chemo (or 1 year into hormonal therapy if no chemotherapy planned)",
    "eligibilityCriteria": "Inclusion Criteria:\n\nFor Premenopausal Women with Early Stage Breast Cancer\n\n* Premenopausal female patients age 18-44 with breast cancer as defined as:\n\n  a. AJCC Stage 0-III breast cancer, regardless of hormone-receptor status or HER2-overexpression, before the start of planned adjuvant or neoadjuvant chemotherapy and/or hormonal therapy. If chemotherapy is planned, the regimen must be either CMF, anthracycline containing, or taxane containing. If hormonal therapy is planned, the regimen must be limited to tamoxifen. All biologics (e.g. bevacizumab, trastuzumab, lapatinib, etc.) are allowed in addition to the above therapies.\n* Have regular menstrual cycles; patients can have no more than 1 irregular cycle (too early or too late) within the past year or were pregnant in the past 12 months, and/or at least 10 spontaneous cycles within the past year.\n\nSubject Inclusion:\n\nFor Unaffected High Risk Premenopausal Women with BRCA mutations\n\n* Premenopausal Women ages 25-45 with known BRCA mutations\n* Have regular menstrual (21-35 days); patients can have no more than 1 irregular cycle (too early or too late) within the past year and/or at least 10 spontaneous cycles within the past year.\n* No history of breast or ovary cancer.\n\nSubject Inclusion:\n\nFor affected BRCA1 and BRCA2 mutation carriers, affected women with non-BRCA mutations, and BC patients with no mutations (control)\n\n* Premenopausal women age 21-45 with stage 0-3 breast cancer\n* No prior ovarian surgery or ovarian disease\n* No prior chemotherapy\n* Regular menstrual periods (21-35 days), no PCOS\n* No hormonal contraception within the prior 4 weeks\n* Mutation testing decision based on NCCN Guidelines V1.2021: according to these Guidelines, both centers test all pre-menopausal women with breast cancer for BRCA and non-BRCA mutations which are the subject of this proposal\n* Receiving an anthracycline (typically doxo/Adriamycin) and Cy (AC)-based chemotherapy protocol\n\nExclusion Criteria:\n\nFor Cohort of Premenopausal Women with Early Stage Breast Cancer\n\n* Prior therapy for breast cancer or any other cancer, such as chemotherapy, hormonal therapy or immunotherapy.\n* Ovarian resection, unilateral or bilateral oophorectomy, hysterectomy or radiation to pelvic region.\n* Plans for risk-reducing bilateral oophorectomy within one year of completion of chemotherapy.\n* Prior known infertility; infertility is defined as one year of inability to conceive despite unprotected intercourse and/or the need to use medication (e.g clomiphene) or assisted reproductive technology (e.g. intrauterine insemination or in vitro fertilization) to attempt pregnancy.\n* Family history of a first-degree relative with non-surgical menopause \\< age 40\n* Current pregnancy.\n\nSubject Exclusion Criteria:\n\nFor Unaffected High Risk Premenopausal Women with BRCA mutation\n\n* Prior chemotherapy or immunotherapy for breast cancer or any other cancer\n* Ovarian resection, unilateral or bilateral oophorectomy, hysterectomy or radiation to pelvic region or ovarian disease (e.g. polycystic ovarian syndrome).\n* Plans for risk-reducing bilateral oophorectomy within one year\n* Prior known infertility; (except women who have undergone voluntary tubal ligation); infertility is defined as one year of inability to conceive despite unprotected intercourse and/or the need to use medication (e.g clomiphene) or assisted reproductive technology (e.g. intrauterine insemination or in vitro fertilization) to attempt pregnancy.\n* Family history of a first-degree relative with non-surgical menopause \\< age 40\n* Current pregnancy Subject Exclusion Criteria For affected BRCA1 and BRCA2 mutation carriers, affected women with non-BRCA mutations, and BC patients with no mutations (control)\n* Subjects who did not undergo mutation testing, as well as those who tested positive for more than one family (BRCA1, BRCA2, non-BRCA) of ATM-Pathway gene mutations, will be excluded.\n* Women aged \\>42 years will be excluded as they carry a very high probability of chemotherapy-induced OI49. It is important to select an age range where immediate OI is less likely to occur because if most women become menopausal post-chemotherapy, the comparison of ovarian reserve decline will not be feasible.\n* In our prior grant period, we showed that the AC-based and CMF regimens similarly compromise ovarian reserve (Fig. 1)9 Currently, the AC-based chemotherapy is utilized in \\>90% breast ca cases, and CMF protocol is rarely administered9. For this reason and to enhance uniformity, rare non-AC-based protocols will be excluded.\n* A previous study showed that smoking and BRCA mutations may have additive negative effects on the age of menopause27, consequently, we will exclude current smokers (smoked 100 cigarettes lifetime and currently smokes, per CDC). Based on our past studies6,9, the smoking incidence is low in our study population (\\<20%) and should not significantly limit accrual.\n* BMI: In our recent publication9 (Fig. 1), the mean BMI was 24.22 ±0.4 (median 23.2; range 17-42); hence the extreme BMI values are rare in our population. Nevertheless, those with BMI of \\<18.5 and \\>40 will be excluded.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT"
}