{
    "nctId": "NCT03623945",
    "briefTitle": "Autoantibodies in Breast Cancer Detection",
    "officialTitle": "Autoantibodies in Breast Cancer Detection",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 1550,
    "primaryOutcomeMeasure": "Autoantibodies for breast cancer diagnosis",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Inclusion Criteria:\n\nAll Cohorts:\n\n* Women age 18 and older\n* Understand and provide informed consent and HIPAA Authorization prior to initiation of any study-specific procedures\n\nCohort A:\n\n* Recent abnormal mammogram followed by a breast biopsy\n* Initial diagnosis of Stage I, II, III or IV invasive breast cancer\n\nCohort B:\n\n* Recent abnormal mammogram followed by a breast biopsy\n* Diagnosed benign breast tumor with high-risk pathology. This would include, but is not limited to, atypical ductal hyperplasia, atypical lobular hyperplasia, lobular carcinoma in situ (LCIS), ductal carcinoma in situ (DCIS), flat epithelia atypia and phylloides\n\nCohort C:\n\n* Recent abnormal mammogram followed by a breast biopsy\n* Diagnosed benign breast tumor. This would include, but is not limited to, fibroadenoma, papilloma, fibrocystic changes, and Pseudoangiomatous stromal hyperplasia (PASH)\n\nCohort D:\n\n• Normal screening mammogram within the last 6 months\n\nExclusion Criteria:\n\n* All Cohorts:\n\n  * Men.\n  * Unable or unwilling to give written informed consent\n\nCohort A:\n\n• History of cancer other than non-melanoma basal or squamous cell skin carcinoma, ductal carcinoma in situ (DCIS) and cervical carcinoma in situ.\n\nCohort B:\n\n• History of cancer other than non-melanoma basal or squamous cell skin carcinoma and cervical carcinoma in situ.\n\nCohort C:\n\n• History of cancer other than non-melanoma basal or squamous cell skin carcinoma and cervical carcinoma in situ.\n\nCohort D:\n\n* History of cancer other than non-melanoma basal or squamous cell skin carcinoma and cervical carcinoma in situ.\n* History of or current autoimmune disease including but not limited to Sjogrens Syndrome, Systemic Sclerosis (SSc), Scleroderma (Scl) and Dermatomyositis, Systemic Lupus Erythematosus, Multiple Sclerosis, Type I Diabetes, Rheumatoid Arthritis\n* History of abnormal mammogram",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}