{
    "nctId": "NCT04920708",
    "briefTitle": "Fulvestrant, Ipatasertib and CDK4/6 Inhibition in Metastatic ER+/HER2- Breast Cancer Patients Without ctDNA Suppression",
    "officialTitle": "Randomised Phase II Study of Induction Fulvestrant and CDK4/6 Inhibition With the Addition of Ipatasertib in Metastatic ER+/HER2- Breast Cancer Patients Without ctDNA Suppression",
    "overallStatus": "RECRUITING",
    "conditions": "Metastatic Breast Cancer, ER+ Breast Cancer, Advanced Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 324,
    "primaryOutcomeMeasure": "Assess progression free survival (PFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Histological diagnosis of metastatic or inoperable locally advanced ER positive/HER2 negative breast cancer. Assessment of ER and HER2 status as per local assessment. Histologically proven primary ER+ (Allred score 3/8 or greater, or stain in \\>1% of cancer cells) and HER2- (immunohistochemistry 0/1+ or negative by in situ hybridization) breast cancer as determined by local laboratory.\n2. Be willing to consent for an archival tumour tissue sample (of advanced disease) to be requested for transfer to the Royal Marsden for future review during study screening. Patients without a metastatic biopsy may be eligible if archival tumour from the breast primary tumour is available, but only after discussion with the Chief Investigator.\n3. Previously treated with no more than one prior line of chemotherapy for advanced disease.\n4. Patients eligible according to standard of care for fulvestrant in combination with a CDK4/6 inhibitor (abemaciclib, palbociclib, or ribociclib).\n5. Patients must have received at least one prior line of hormone therapy for advanced disease and progressed on or within 1 month from stopping prior endocrine therapy for advanced disease, or relapsed on or within 12 months of completing adjuvant endocrine therapy.\n6. Measurable disease (RECIST 1.1) or assessable bone disease (lytic or mixed lytic sclerotic).\n7. Eastern Cooperative Oncology Group (ECOG) performance status 0,1 or 2.\n8. Estimated life expectancy of at least 3 months.\n9. Adequate bone marrow, renal, and liver function within 14 days before the first study treatment on Day 1 of Cycle 1, defined by the following:\n\n   1. Neutrophils (ANC ≥ 1500/μL), Haemoglobin ≥9 g/dL, Platelet count ≥100,000/μL\n   2. Serum albumin ≥3 g/dL\n   3. Total bilirubin ≤1.5 x the upper limit of normal (ULN), with the following exception: patients with known Gilbert syndrome who have serum bilirubin ≤3 x ULN may be enrolled\n   4. AST and ALT ≤2.5 x ULN, with the following exception: patients with documented liver or bone metastases may have AST and ALT ≤5 x ULN.\n   5. ALP ≤2 x ULN, with the following exceptions: patients with known liver involvement may have ALP ≤5 x ULN, patients with known bone involvement may have ALP ≤7 x ULN\n   6. Serum creatinine ≤1.5 x ULN or creatinine clearance ≥50 mL/min on the basis of the Cockcroft-Gault glomerular filtration rate estimation.\n   7. INR \\<1.5 x ULN and aPTT \\<1.5 x ULN. Patients requiring formal anticoagulation should receive either low-molecular weight heparin or a direct oral anticoagulant.\n10. Fasting glucose ≤150mg/dL and HbA1c ≤7.5%.\n11. Negative serum pregnancy test at screening (females of childbearing potential).\n12. Patients able to have children must agree to use two highly effective methods of contraception throughout the study and for 2 years after last dose of fulvestrant and at least two years after last dose. Patients must additionally agree to refrain from donating eggs during this period.\n13. Signed and dated informed consent.\n14. Patients willing and able to comply with scheduled visits, treatment plans, laboratory tests, and other procedures.\n15. Pre/peri-menopausal patients must be treated with GnRH agonist beginning at least 7 days prior to Day 1 of Cycle 1 and continuing every 28 days for the duration of study treatment.\n\nExclusion Criteria:\n\n1. Previous fulvestrant and/or CDK4/6 inhibitor (abemaciclib, palbociclib or ribociclib) in any setting.\n2. Prior use of AKT inhibitor (any setting).\n3. History of malabsorption syndrome or other condition that would interfere with enteral absorption or results in the inability or unwillingness to swallow pills.\n4. Systemic chemotherapy within 14 days prior to study entry.\n5. Major surgery within 4 weeks or radiation therapy within 14 days prior to study entry.\n6. Patients with known leptomeningeal disease, symptomatic brain metastases requiring steroids, untreated brain metastases or spinal cord compression.\n7. Clinically significant, uncontrolled heart disease and/or cardiac repolarization abnormality including any of the following:\n\n   1. History of angina pectoris, symptomatic pericarditis, coronary artery bypass graft (CABG) or myocardial infarction within 12 months prior to study entry.\n   2. Known (documented) cardiomyopathy, i.e known left ventricular ejection fraction (LVEF) \\< 50% (ECHO or MUGA not needed specifically for this trial).\n   3. History of symptomatic cardiac failure (NYHA class II-IV or LVEF \\<50%), uncontrolled hypertension, cardiac dysrhythmia including atrial fibrillation requiring medication, significant/symptomatic bradycardia, Long QT syndrome, family history of idiopathic sudden death or congenital long QT syndrome or any of the following:, cerebrovascular accident, or transient ischemic attack within 12 months; known risk factors for prolonged QT interval or Torsade's de Pointes; Uncorrected hypomagnesaemia or hypokalaemia of Grade 3 or higher; Systolic Blood Pressure (SBP) \\>160 mmHg or \\<90 mmHg; Bradycardia (heart rate \\<50 at rest), by ECG (based on a mean of 3 ECGs) or pulse; On screening, QTcF \\>470 screening ECG (based on a mean of 3 ECGs).\n8. Pneumonitis, interstitial lung disease or pulmonary fibrosis.\n9. Type I or II diabetes requiring insulin.\n10. Use of drugs that are known potent cytochrome P450 3A inducers or inhibitors within 2 weeks or 5 elimination half-lives (whichever is longer) before the first dose of study drug.\n11. Known HIV or AIDS-related illness.\n12. Active infection requiring systemic therapy.\n13. Known positive HBV or HCV test indicating acute or chronic infection\n\n    1. Patients with past hepatitis B virus (HBV) infection or resolved HBV infection (defined as having a negative HBsAg test and a positive hepatitis B core antibody \\[HBcAb\\] test, accompanied by a negative HBV DNA test) are eligible.\n    2. Patients positive for HCV antibody are eligible only if polymerase chain reaction (PCR) is negative for HCV RNA.\n14. Clinically significant liver disease consistent with Child Pugh class B or C.\n15. Administration of a live vaccine within 4 weeks prior to study entry.\n16. Diagnosis of other malignancy within 5 years, except for adequately treated basal cell or squamous cell skin cancer, or carcinoma in situ of the breast or cervix.\n17. Participation in other studies involving investigational drug(s) within 4 weeks prior to study entry and/or during study participation.\n18. Persisting toxicity related to prior therapy \\>Grade 1 (except for stable peripheral neuropathy grade 2 or alopecia grade 2).\n19. Other severe acute or chronic medical condition, including colitis, inflammatory bowel disease, psychiatric condition, recent or active suicidal ideation or behaviour, or end stage renal disease on haemodialysis, or laboratory abnormality that may increase the risk associated with study participation or investigational products administration or may interfere with the interpretation of results and, in the judgment of the Investigator, would make the patient inappropriate study entry.\n20. Radiation therapy (other than palliative radiation to bony metastases) as cancer therapy within 4 weeks prior to initiation of study treatment.\n21. Palliative radiation to bony metastases within 2 weeks prior to initiation of study treatment.\n22. Allergy or hypersensitivity to components of the ipatasertib, palbociclib, or fulvestrant.\n23. Patients able to have children who are unwilling or unable to use 2 highly effective method(s)¹ of contraception for the duration of the study and for at least 60 days after the last dose of investigational product. Patient pregnant or breastfeeding.\n24. Need for chronic corticosteroid therapy of \\>10 mg of prednisone per day or an equivalent dose of other anti-inflammatory corticosteroids or immunosuppressants for a chronic disease.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}