{
    "nctId": "NCT06653972",
    "briefTitle": "Efficacy and Safety of a Two-week Dosing Regimen of Vinorelbine Combined with Liposomal Doxorubicin in the Treatment of HER2-negative Advanced Breast Cancer",
    "officialTitle": "Efficacy and Safety of Liposomal Doxorubicin Combined with Vinorelbine in the Treatment of Advanced Metastatic Breast Cancer: a Single-Center, Prospective Phase II Clinical Study",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Her2-negative Metastatic Breast Cancer, Vinorelbine, Liposomal Doxorubicin",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 30,
    "primaryOutcomeMeasure": "progression-free survival (PFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age ≥18 years old，and ≤70 years old.\n2. Eastern Cooperative Oncology Group (ECOG) performance status of 0-1.\n3. Expected survival period not less than 12 weeks.\n4. At least 1 measurable lesion according to RECIST 1.1 standard.\n5. Previously received treatment with taxanes and anthracyclines. Note: Taxanes and anthracyclines can be utilized at various treatment stages, including neoadjuvant/adjuvant，recurrence/metastasis, with a treatment duration of at least 2 cycles (e.g., 21 days/cycle). If disease progression or intolerance occurs during a treatment regimen containing taxanes or anthracyclines, prior usage does not need to meet the above criteria.\n6. Patients with metastatic breast cancer have received ≥2 lines of chemotherapy. Note: The number of chemotherapy lines refers to chemotherapy agents(each regimen counting as one line, excluding endocrine therapies; maintenance therapy does not count toward the line number).\n\n6. Immunohistochemistry (IHC) and fluorescence in situ hybridization (FISH) validated HER2 negative, including IHC- and IHC 1+/2+ with FISH negative.\n\n7. The organ function must meet the following requirements：\n\n1. . Blood Routine\n\n   * ANC≥1.5×109/L；\n   * PLT≥90×109/L；\n   * Hb≥90 g/L；\n2. . Blood Biochemistry\n\n   * TBIL≤1.5×ULN；\n   * ALT and AST≤2×ULN；ALT和AST≤5×ULN for patients with liver metastasis；\n   * BUN and Cr≤1.5×ULN and the Creatinine Clearance Rate ≥50 mL/min (Cockcroft-Gault formula calculated)；\n3. . Echocardiogram\n\n   • LVEF≥50%；\n4. . electrocardiogram\n\n   * The QT interval (QTcF) corrected by Fridericia method less than 450 ms for male and less than 470 ms for female.\n\n     8. Volunteer to join this study, sign informed consent, have good compliance and be willing to cooperate with follow-up.\n\nExclusion Criteria:\n\n1. There is a third interstitial fluid accumulation that cannot be controlled by drainage or other methods (such as a large amount of hydrothorax and ascites).\n2. Symptomatic or uncontrolled brain or meningeal metastases.\n3. Patients with only bone or skin metastasis as the assessable lesion.\n4. Previously suffered from other malignant tumors.\n5. Those who have used vinorelbine or Pegylated Liposomal Doxorubicin during the advanced disease stage.\n6. Individuals with a known history of allergies to the components of the interventions; History of immunodeficiency, including HIV positive, other acquired or congenital immunodeficiency diseases and a history of organ transplantation.\n7. Any heart disease or other conditions evaluated unsuitable by the researcher.\n8. Pregnant and lactating female patients, female patients with fertility and positive baseline pregnancy test results, or female patients of reproductive age who are unwilling to take effective contraceptive measures throughout the trial period.\n9. According to the investigator\\&#39;s judgment, there are concomitant diseases that seriously endanger the patient\\&#39;s safety or affect the patient\\&#39;s completion of the study (including severe bleeding tendency, history of surgery within 2 weeks, hypertension beyond drug control, serious diabetes, active infection, thyroid disease, etc.).\n10. Having a clear history of neurological or mental disorders, including epilepsy or dementia.\n11. According to the RECIST 1.1 criteria, researchers determined that patients who received the last anti-tumor regimen before enrollment did not experience disease progression.\n12. Immunohistochemistry (IHC) and fluorescence in situ hybridization (FISH) validated human epidermal growth factor receptor 2 (HER2) positive.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}