{
    "nctId": "NCT01306630",
    "briefTitle": "A Trial of Tivozanib (AV-951) in Combination With Capecitabine (Xeloda®) in Subjects With Advanced Solid Tumors",
    "officialTitle": "A Phase 1b, Open-Label, Dose-Escalating Trial of Tivozanib (AV-951) in Combination With Capecitabine (Xeloda®) in Subjects With Advanced Solid Tumors",
    "overallStatus": "COMPLETED",
    "conditions": "Advanced Solid Tumors, Locally Advanced or Metastatic Breast or Colorectal Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 24,
    "primaryOutcomeMeasure": "To determine the safety, tolerability, and maximum tolerated dose of tivozanib when administered in combination with capecitabine (Xeloda®) to subjects with advanced solid tumors",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age 18 years or older, of either sex, and of any race.\n2. Histologically or cytologically confirmed solid tumor malignancy.\n3. Dose escalation cohorts: Advanced solid tumor malignancy (locally advanced or metastatic) that has recurred or progressed following standard therapy or for which no standard therapy currently exists, or for which subject is not a candidate for - standard therapy, or is unwilling to undergo standard therapy.\n4. MTD expansion cohort: Subjects must have locally advanced or metastatic breast or colorectal cancer with or without prior systemic therapy.\n5. ECOG performance ≤ 2 (Appendix B) and life expectancy ≥ 3 months.\n6. Disease that is not amenable to curative surgical intervention, due to either non-resectability of the tumor or medical contraindications.\n7. Subjects enrolled in the MTD expansion cohort must have measurable disease according to Response Evaluation Criteria in Solid Tumors (RECIST) Version 1.0.\n8. At least 4 weeks since :\n\n   • Vascular endothelial growth factor (VEGF) or VEGF receptor directed therapy\n   * Chemotherapy (6 weeks since prior mitomycin C or nitrosoureas)\n   * Immunotherapy (eg, IL-2, IFN, etc.) or biological therapy (eg, monoclonal antibodies)\n   * Investigational agents\n9. At least 2 weeks since:\n\n   * Systemic hormonal therapy (with the exception of hormone replacement therapy or low dose steroid therapy as described in Drugs and Treatments to be Excluded)\n   * Herbal preparations (including daily multivitamin/mineral supplements containing herbal components)\n10. At least 2 weeks since prior radiotherapy to ≤ 25% of bone marrow, or at least 4 weeks since prior radiotherapy to \\> 25% of bone marrow.\n11. If female and of child bearing potential, documentation of negative pregnancy test prior to enrollment.\n12. Sexually active pre-menopausal female subjects (and female partners of male subjects) must use adequate contraceptive measures, while on study and for 30 days after the last dose of study drug. All fertile subjects (and their partners) must agree to use a highly effective method of contraception. Effective birth control includes (a) IUD plus one barrier method; or (b) 2 barrier methods. Effective barrier methods are male or female condoms, diaphragms, and spermicides (creams or gels that contain a chemical to kill sperm). (Note: Oral, implantable, or injectable contraceptives may be affected by cytochrome P450 interactions, and are not considered effective for this study.)\n13. Adequate hematologic function as evidenced by Hg ≥ 9g/dL, WBC ≥ 3000 per mm3, ANC ≥ 1500 per mm3 and platelet count ≥ 100,000 per mm3.\n14. Adequate hepatic function as evidenced by a serum bilirubin level ≤1.5 × ULN (except with known Gilbert's Syndrome) and serum AST/ALT levels ≤2.5 × ULN (or ≤5 × ULN for subjects with known hepatic metastasis).\n15. Adequate renal function as evidenced by a serum creatinine level ≤ 1.5 × ULN (subjects with a serum creatinine level \\>1.5 x ULN with a calculated creatinine clearance \\> 50 mL/min according to Cockcroft-Gault equation will be eligible).\n16. Proteinuria ≤3+ by urinalysis or urine dipstick (subjects with proteinuria \\>3 + may undergo a 24-hour urine protein and will be eligible if protein is \\<2 g/24hrs)\n17. Adequate coagulation parameters: PTT ≤ 1.5 x ULN and INR ≤ 1.5\n18. Ability to give written informed consent and comply with protocol requirements.\n\nExclusion Criteria:\n\n* 1. Primary CNS malignancies or CNS metastases; subjects with previously treated brain metastasis will be allowed if the brain metastasis has been stable without steroid treatment for at least 3 months following prior treatment (radiotherapy or surgery). Subjects with symptoms of CNS metastases or history must have a CT or MRI scan including the brain during Screening.\n\n  2. Significant cardiovascular disease, including:\n\n  • Active clinically symptomatic left ventricular failure\n  * Uncontrolled hypertension: Systolic blood pressure \\> 140 mmHg or diastolic blood pressure \\>90 mmHg on 2 or more antihypertensive medications. Note: Initiation or adjustment of antihypertensive medication(s) is permitted during the screening period, in order to control a subject's BP prior to initiating treatment. Blood pressure must be re-assessed on two occasions that are separated by a minimum of 1 hour. The SBP / DBP values from each blood pressure assessment must be ≤ 140/90 mmHg in order for a subject to be eligible for the study\n  * Myocardial infarction, severe or unstable angina within 6 months prior to administration of first dose of study drug\n  * History of serious ventricular arrhythmia (ie, ventricular tachycardia or ventricular fibrillation)\n  * Cardiac arrhythmias requiring anti-arrhythmic medications\n  * History of coronary or peripheral artery bypass graft within 6 months\n\n    3. Significant thromboembolic or vascular disorders within 6 months prior to first dose of study drug; this does NOT include catheter-related thrombosis. Significant thromboembolic or vascular disorders include but are not limited to:\n  * Deep vein thrombosis\n  * Pulmonary embolism\n  * Cerebrovascular accident (CVA) or transient ischemic attack (TIA)\n  * Symptomatic peripheral vascular disease\n\n    4. Subjects with non-healing wounds, active peptic ulcers, or unhealed bone fractures.\n\n    5. Known dihydropyrimidine dehydrogenase (DPD) deficiency.\n\n    6. Known hypersensitivity to fluoropyrimidine therapy or to 5-fluorouracil.\n\n    7. Known inability to tolerate capecitabine (Xeloda®) due to unacceptable toxicities.\n\n    8. Serious active infection, (including active Hepatitis B or Hepatitis C) or infection requiring parenteral antibiotics.\n\n    9. Inadequate recovery from any prior surgical procedure or major surgical procedure within 4 weeks prior to administration of first dose of study drug.\n\n    10. Significant bleeding disorders within 6 months prior to first dose of study drug, including but not limited to:\n  * Hematemesis, hematochezia, melena or other gastrointestinal bleeding\n  * Hemoptysis or other pulmonary bleeding\n  * Hematuria or other genitourinary bleeding\n\n    11. Currently active second primary malignancy, including hematologic malignancies (leukemia, lymphoma, multiple myeloma, etc.), other than non-melanoma skin cancers, non-metastatic prostate cancer, in situ cervical cancer and ductal or lobular carcinoma in situ of the breast. Subjects are not considered to have a currently active malignancy if they have completed anti-cancer therapy and have been disease free for \\>2 years.\n\n    12. Pregnant or lactating females.\n\n    13. Known concomitant genetic or acquired immune suppression disease such as HIV.\n\n    14. Centrally located lung cancer, or evidence of solid tumor invading major blood vessels on imaging.\n\n    15. Malabsorption, uncontrolled vomiting or diarrhea, or any disease significantly affecting gastrointestinal function that could interfere with absorption of study drugs, or inability to swallow oral drugs.\n\nDrugs and Treatments to be Excluded\n\n1. Chemotherapy, biological therapy (including cytokines, signal transduction inhibitors, monoclonal antibodies), immunotherapy or any other therapy for solid tumors.\n2. Systemic hormonal therapy, with the exception of:\n\n   * Hormonal therapy for appetite stimulation or contraception\n   * Nasal, ophthalmic, inhaled and topical steroid preparations\n   * Androgen suppression therapy for non-metastatic prostate carcinoma\n   * Hormone replacement therapy for conditions such as adrenal insufficiency, hypothyroidism, diabetes, etc.\n   * Low-dose maintenance steroid therapy (equivalent of prednisone ≤ 10 mg/day) for other conditions\n3. Treatment with radiotherapy (limited radiotherapy involving ≤ 25% of bone marrow may be allowed for palliative purposes after consultation with the medical monitor. Treatment with study drugs (tivozanib and capecitabine) must be stopped during radiotherapy).\n4. Herbal preparations/supplements (including daily multivitamin/mineral supplement containing herbal components).\n5. Treatment with full dose oral anticoagulants such as warfarin, acenocoumarol, fenprocoumon, or similar agents. If previously receiving these types of agents, a minimum washout of 1 week and documented INR of ≤ 1.5 will be required prior to start of therapy. Full dose anticoagulation with low molecular weight heparin or unfractionated heparin administered subcutaneously is allowed. Low dose oral anticoagulation (eg, 1-2 mg/day warfarin) is allowed provided INR remains ≤ 1.5 during the study.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}