{
    "nctId": "NCT00692458",
    "briefTitle": "A Study to Assess the Effects of MK0822 in Reducing the Risk of Bone Metastasis in Women With Breast Cancer (0822-029)",
    "officialTitle": "A Phase III Study to Assess the Safety, Tolerability, and Efficacy of MK0822 (Odanacatib) in Reducing the Risk of Bone Metastasis in Women With Breast Cancer",
    "overallStatus": "WITHDRAWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "PREVENTION",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "to assess the effect of treatment with MK0822 5 mg once daily on the risk of developing a first bone metastasis compared to placebo",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Confirmed primary State II or Stage III breast cancer\n* Patient is not receiving adjuvant chemotherapy (e.g., cyclophosphamide, doxorubicin, carboplatin) at the time of randomization and has not received adjuvant chemotherapy for at least 6 weeks prior to the randomization visit (Visit 2). This inclusion criterion does not include hormone therapy, which is permitted (see inclusion criterion # 7)\n* Patient is not receiving hormonal therapy OR if patient is receiving hormonal therapy (e.g., leuprolide, tamoxifen, anastrozole) she is on a stable regimen for at least 3 months at the time of screening (Visit 1). If patient is HER2-positive and is receiving trastuzumab treatment, she must be on a stable regimen for at least 1 month at the time of Visit 1\n* Patient is not pregnant or breast-feeding. All women of childbearing potential must have a negative urine pregnancy test at screening (Visit 1)\n\nExclusion Criteria:\n\n* Bone metastases or history of bone metastases\n* Patient has evidence of other distant metastases (e.g., visceral, soft-tissue, or brain)\n* Patient has had a prior local or regional recurrence of her breast cancer, or a contralateral tumor. DCIS (ductal carcinoma in-situ), and LCIS (local carcinoma in-situ) in either the ipsilateral or contralateral breast are permitted\n* Patient has ANY of the following:\n\n  1. is currently receiving a bisphosphonate or other drug therapy for osteoporosis\n  2. has been treated with an oral bisphosphonate for osteoporosis for more than 3 months within the 2 years prior to Visit 1, or for a total of more than 6 months at any time prior to Visit 1\n  3. has been treated with an intravenous bisphosphonate within the 12 months prior to Visit 1\n* Patient has a history of malignancy other than breast cancer \\<5 years prior to signing informed consent, except for adequately treated basal cell or squamous cell skin cancer or in situ cervical cancer. Patients with melanoma, leukemia, lymphoma, and myeloproliferative disorders of any duration are exclusionary\n* Patient is currently participating or has participated in a study with an investigational compound or device within 30 days of signing the informed consent\n* Patient is currently participating in or has at any time in the past participated in a breast cancer study with a registered medication (i.e., approved by the regulatory agency in which she resides) being tested for the treatment of breast cancer (an unapproved indication)",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}