{
    "nctId": "NCT04852419",
    "briefTitle": "A PHASE 1B STUDY OF ZN-C5 IN CHINESE SUBJECTS",
    "officialTitle": "A PHASE 1B STUDY TO ASSESS THE SAFETY AND TOLERABILITY OF ZN-C5 IN CHINESE SUBJECTS WITH ADVANCED BREAST CANCER",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Neoplasms",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 12,
    "primaryOutcomeMeasure": "Observed Dose Limited Toxicities (DLTs) in safety lead in phase",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Male or female\n* Age ≥ 18 years\n* Menopausal Status \\[Female subjects\\]\n* Histologically or cytologically confirmed diagnosis of advanced adenocarcinoma of the breast, not amenable to any potential curative intervention\n* Estrogen Receptor (ER) positive disease\n* Human Epidermal Growth Factor Receptor 2 (HER2) negative disease\n* Refractory to or intolerant of established therapy(ies) known to provide clinical benefit for their malignancy\n* Prior Hormonal Therapy:\n* Documented prior response to endocrine therapy for advanced or metastatic disease (SD, PR, or CR) lasting \\> 6 months24 weeks or disease recurrence after at least 24 months of adjuvant endocrine treatment.\n* Prior Chemotherapy: Up to 2 prior lines of chemotherapy for the treatment of advanced breast cancer\n* Prior treatment with a CDK4/6 inhibitor is allowed\n* Evaluable or measurable disease per RECIST v1.1.\n* Eastern Cooperative Oncology Group (ECOG) Performance Status of ≤ 1\n* All acute toxic effects of any prior anti-tumor therapy resolved to Grade ≤ 1 or baseline (with the exception of alopecia \\[any grade permitted\\])\n* Adequate organ function\n* \\[Premenopausal and perimenopausal female subjects\\]: Negative serum pregnancy test\n* Male and female subjects of childbearing potential or partners of subjects who engage in intercourse must agree to use protocol specified method(s) of contraception.\n\nExclusion Criteria:\n\n* Any of the following within the specified window prior to the first dose of study drug\n* Prior hematopoietic stem cell or bone marrow transplantation\n* Prior radiotherapy to \\> 25% of bone marrow\n* Brain metastases that require immediate treatment or are clinically or radiologically unstable (i.e., have been stable for \\< 1 month). If receiving steroids, subjects must be receiving a stable to decreasing corticosteroid dose during at least 1 week before enrollment.\n* Leptomeningeal disease that requires or is anticipated to require immediate treatment.\n* Presence of life-threatening metastatic visceral disease or symptomatic pulmonary lymphangitic spread\n* Other known active cancer(s) likely to require treatment in the next year that would impact the assessment of any study endpoints\n* \\[Female subjects\\]: Pregnant or breast-feeding\n* Unexplained symptomatic endometrial disorders (including, but not limited to endometrial hyperplasia, dysfunctional uterine bleeding, or cysts)\n* Impairment of gastrointestinal (GI) absorption for oral medications\n* Nausea, vomiting, or diarrhea \\> Grade 1\n* Myocardial infarction, symptomatic congestive heart failure (NYHA \\> Class II), unstable angina, or serious uncontrolled cardiac arrhythmia within the last 6 months\n* QTc interval \\> 480 msec (based on the mean value of the triplicate ECGs), family or personal history of long or short QT syndrome, Brugada syndrome or history of Torsade de Pointes\n* Concurrent use of food or drugs known to be moderate or strong CYP3A or CYP2C9 inducers and moderate or strong CYP3A4 or CYP2C9 inhibitors.\n* Positive serum virological tests (HBsAg, HCV-AB, HIV-AB, TP-AB) at screening stage will be excluded.\n* Any clinically significant disorder, condition, or disease that, in the opinion of the Investigator or Medical Monitor would pose a risk to subject safety or interfere with the study evaluations, procedures, or completion",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}