{
    "nctId": "NCT03249389",
    "briefTitle": "Assessing the Changes in Markers of Calcium Vitamin Metabolism of for Breast Cancer Adjuvant (CALCIOBS)",
    "officialTitle": "Study Assessing the Changes in Markers of Calcium Vitamin Metabolism of Patients Taken in Charge by Chemotherapy for Breast Cancer Adjuvant",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "PREVENTION",
    "enrollmentCount": 146,
    "primaryOutcomeMeasure": "Assess the percentage of occurrence of a hypercalciuria",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Mammary adenocarcinoma to receive 6 cycles of adjuvant chemotherapy.\n\n  * Performance index according to who less than or equal to 1.\n  * Patient older than 18 years and older.\n  * Patient affiliated to a social security scheme or beneficiary of an equivalent French social protection system\n  * The informed consent signed and before any procedures specific to the test screening.\n\n    * Pregnancy test negative for women and a means of contraception for women and men of reproductive age\n\nExclusion Criteria:\n\n* The presence of metastatic disease.\n\n  * Other cancer (except basal-cell skin carcinoma and cancer of the cervix in situ treated adequately and curative) treated in the 3 previous years.\n  * Contraindications for the calcium and colecalciferol:-severe hypersensitivity to vitamin D or calcium supplementation or any of the excipients\n* Pathology and/or conditions causing a hypercalcemia and/or hypercalciuria\n* Calcium lithiasis - tissue calcification\n* Hypervitaminosis D • Presence of significant co-morbidities: Uncontrolled endocrine disease. Known disorders of the phospho-calcium balance in the last 3 years. Osteopenia or osteoporosis proven treatment vitamin and calcium.\n\n  * Concomitant treatment with experimental products.\n  * Pregnant or nursing\n  * Legal incapacity or limited legal capacity. Medical or psychological conditions, allowing the subject to complete the study or to sign the consent (art.) L.1121 - 6, L.1121 - 7, L.1211 - 8, L1211-9).",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}