{
    "nctId": "NCT05692674",
    "briefTitle": "A Prospective Phase II Study for Adjuvant Hypofractionated Intensity-modulated Proton Radiotherapy for Post Operative Breast Cancer With Implantation Reconstruction",
    "officialTitle": "A Prospective Phase II Study for Adjuvant Hypofractionated Intensity-modulated Proton Radiotherapy for Post Operative Breast Cancer With Implantation Reconstruction",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 67,
    "primaryOutcomeMeasure": "the failure rate of breast reconstruction after hypofractionated proton radiotherapy",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* 1: Patients with pathologically confirmed breast cancer\n\n  2: Indications: patients who need adjuvant radiotherapy after mastectomy and implant reconstruction\n\n  3: No distant metastasis\n\n  4: Had no chest and breast radiotherapy history\n\n  5: Between the ages of 18 and 80\n\n  6: ECOG general status score is 0-2,There are no serious pulmonary hypertension, cardiovascular disease, peripheral vascular disease, serious chronic heart disease and other complications that may affect the radiotherapy\n\n  7: Non pregnancy (confirmed by serum or urine β- HCG test) or lactating women\n\n  8: The patient must sign the informed consent form for receiving radiotherapy.\n\nExclusion Criteria:\n\n* 1: No pathological confirmation；\n\n  2: Distant metastasis；\n\n  3: Had chest and breast radiotherapy history\n\n  4: Organs at risk could not achieve safe dose\n\n  5: Pregnancy (confirmed by serum or urine β- HCG test) or lactating women\n\n  6: Poor general health status, i.e. KPS\\<70, or ECOG\\>2\n\n  7: There are serious complications that may affect the radiotherapy, including: a) unstable angina, congestive heart failure and myocardial infarction requiring hospitalization in the past 6 months； b) Acute bacterial or systemic fungal infection；c) Chronic obstructive pulmonary disease exacerbation or other respiratory diseases need hospitalization； d) Patients with immunosuppression；e) With connective tissue disease, such as active scleroderma or lupus and other contraindications to radiotherapy；\n\n  8: Unable to understand the purpose of treatment or unwilling/unable to sign informed consent.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}