{
    "nctId": "NCT03786198",
    "briefTitle": "Activity Program During Aromatase Inhibitor Therapy",
    "officialTitle": "A 24 Weeks Activity Program in Patients With Early Breast Cancer Receiving Aromatase Inhibitor Therapy. A Multicenter Randomized Phase III Trial",
    "overallStatus": "COMPLETED",
    "conditions": "Early Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 375,
    "primaryOutcomeMeasure": "Incidence of muscle or joint pain/stiffness as measured by BPI-SF single-item worst pain score",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Written informed consent according to Swiss law and ICH/GCP regulations before registration and prior to any trial specific procedures.\n* Histologically confirmed hormone-receptor-positive newly diagnosed breast cancer, AJCC (American Joint Committee on Cancer) stage I-III\n* Patient had tumor removal by breast conserving surgery or mastectomy, followed by chemotherapy (if indicated) and/or radiotherapy (if indicated)\n* Patient is starting adjuvant first-line endocrine treatment with an AI alone (in postmenopausal women) or combined endocrine treatment with an AI and ovarian suppression with an LHRH-agonist (in premenopausal women)\n* Patient completed the PRO Form Eligibility before registration\n* Patient is fluent in German, Italian, or French\n* Patient is willing to wear a wrist worn activity tracker for 24 weeks\n* Female patient, age ≥ 18 years\n* WHO performance status 0-2\n\nExclusion Criteria:\n\n* Pre-existing severe medical conditions such as heart or lung problems or musculoskeletal conditions precluding participation in the physical activity program of moderate walking a total of 150 minutes per week as determined by the local investigator\n* Mild, moderate, or severe pain (other than post-operative pain) in the last 24 hours due to muscle/joint pain on the BPI-SF single item \"worst pain\" (\"worst pain\" ≥3) within 7 days prior to registration\n* Inoperable, locally advanced and/or metastatic breast cancer\n* Active rheumatoid arthritis\n* Neoadjuvant endocrine treatment with an AI\n* NSAIDs, acetaminophen or opioids on a regular basis (\\> 1 time per week)\n* Concurrent participation in other clinical trials or observational studies\n* Any other serious psychological, familial or geographical condition, which in the judgment of the investigator may interfere with the intervention and follow-up or affect patient compliance with trial procedures.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}