{
    "nctId": "NCT05700006",
    "briefTitle": "Pilot Observational Study Examining the Effect of Endocrine Therapy on Aging",
    "officialTitle": "An Observational Study of Women With Breast Cancer Examining the Effect of Endocrine Therapy on Aging",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Neoplasm Female, Arthralgia, Aging",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 100,
    "primaryOutcomeMeasure": "Percentage of particpants in the 65+ AI therapy group who complete 3 serial blood collections and 5 serial ePRO collections",
    "eligibilityCriteria": "Inclusion Criteria\n\n* Female gender.\n* Cohort 1: Age 65 or greater. Cohort 2: Age younger than 65 years\n* Cohort 1 Participants (starting AI therapy): Histologically proven stage 0-III carcinoma of the breast or at high risk for development of breast cancer who are planning to undergo treatment with neoadjuvant or adjuvant aromatase inhibitor therapy (anastrozole, letrozole, or exemestane).\n* Cohort 1 Controls (no endocrine therapy): Histologically proven stage 0-III carcinoma of the breast or high risk for development of breast cancer and who are not planning to undergo treatment with any endocrine therapy (AI or tamoxifen).\n* Participants Cohort 2 (starting AI therapy): Histologically proven stage 0-III carcinoma of the breast or at high risk for development of breast cancer who are planning to undergo treatment with neoadjuvant or adjuvant aromatase inhibitor therapy (anastrozole, letrozole, or exemestane).\n* Concurrent treatment with GnRHa therapy, radiation therapy, CDK4/6 inhibitor, bisphosphonate, PARP inhibitor, and/or anti-HER2 therapy is permitted. Prior tamoxifen is permitted.\n* The patient is aware of the nature of her diagnosis, understands the study requirements, risks, and discomforts, and is able and willing to sign an informed consent form.\n* Able to read and understand English.\n\nExclusion Criteria\n\n* Distant metastatic disease\n* Prior aromatase inhibitor therapy except in the context of fertility treatment.\n* Use of exogenous estrogen supplementation other than vaginal estrogen preparations.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}