{
    "nctId": "NCT06375187",
    "briefTitle": "Engineering Tumor Infiltrating Lymphocytes Injection (GC203 TIL) for the Treatment of Advanced Malignant Solid Tumors",
    "officialTitle": "A Phase I Study on Engineering Tumor Infiltrating Lymphocytes Injection (GC203 TIL) for the Treatment of Advanced Malignant Solid Tumors",
    "overallStatus": "RECRUITING",
    "conditions": "Solid Tumor, Gynecologic Cancer, Breast Cancer, Gastrointestinal Cancer, Lung Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 18,
    "primaryOutcomeMeasure": "Maximal Tolerance Dose",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* 1. In the opinion of the Investigator, patients must be able to sign the ICF and complete all study-required procedures.\n\n  2. Patients must be ≥18 and ≤75 years of age at the time of consent. 3. Patients with advanced metastatic solid tumors with clear pathological diagnosis have failed standard therapy (standard therapy is defined as existing guidelines and consensus recommended therapy \\[including but not limited to chemotherapeutic therapy, radiotherapy, mutation-targeted therapy, immunotherapy, and surgery\\]) , including but not limited to gynecological tumors (ovarian cancer, endometrial cancer, cervical cancer), breast cancer, gastrointestinal Cancer, lung cancer.\n\n  4. Patients have feasible tissue areas for tumor resection/puncture to generate GC203 TIL, the total volume of the tissue \\> 400mm3, and the lesion has not received local treatment (such as radiotherapy, radiofrequency therapy, oncolytic virus, etc.) or has progressed after local treatment; 5. At least one measurable target lesion before preconditioning, as defined by RECIST1.1.\n\n  6. Patients must have an Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1.\n\n  7. Patients must have an estimated life expectancy of ≥3 months. 8. Patients must have the following hematologic parameters, Coagulation functions and hepatic and renal function:\n  * Absolute Neutrophil Count (ANC)≥1.0×10\\^9/L;\n  * Absolute Lymphocyte Count(ALC)≥0.5×10\\^9/L;\n  * Platelet≥80×10\\^9/L；\n  * International Normalized Ratio（INR）≤1.5×ULN;\n  * Activated Partial Thromboplastin Time（APTT）≤1.5×ULN;\n  * Serum Creatinine (Scr)≤1.5mg/dL (or 132.6μmol/L) or Creatinine Clearance≥60mL/min\n  * Urinalysis: urine protein less than 2+, or 24-hour urine protein \\<1g;\n  * Alanine aminotransferase(AST/SGOT) ≤3×ULN;\n  * Alanine aminotransferase (ALT/SGPT) ≤3×ULN;\n  * Total Bilirubin(TBIL)≤1.5×ULN； 9. Women of child-bearing potential (WCBP), must have a negative serum pregnancy test prior to treatment. All sexually active WCBP and all sexually active male subjects must agree to use effective methods of birth control throughout the study.\n\n    10. Patients must have no contraindications for surgery or biopsy. 11. Patients have good compliance and be able to adhere to research access plans and other protocol requirements.\n\nExclusion Criteria:\n\n1. Participate in clinical trials of other drugs or biologic therapies within 4 weeks before enrollment;\n2. Participants who have had a history of allogeneic T cell therapy; gene engineering autologous cell therapy within 1 years.\n3. Patients who have received systemic antitumor therapy within 4 weeks.\n4. Patients who have had another primary malignancy within the previous 5 years\n5. Patients who have received a live or attenuated vaccination within 28 days prior to the start of treatment\n6. Patients with a history of hypersensitivity to any component of the study drugs\n7. Patients who are pregnant or breastfeeding.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}