{
    "nctId": "NCT02448576",
    "briefTitle": "PCI in Advanced Triple Negative Breast Cancer Patients Who Response to 1st Line Chemotherapy",
    "officialTitle": "A Phase III Randomized Controlled Trial of Prophylactic Cranial Irradiation in Patients With Advanced Triple Negative Breast Cancer Who Had a Response to First Line Chemotherapy",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Breast Cancer, Brain Metastasis",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "PREVENTION",
    "enrollmentCount": 326,
    "primaryOutcomeMeasure": "brain metastasis-free survival",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Signed informed consent;\n2. Age of 18 to 65 years;\n3. Documented advanced breast cancer, clinical and pathological confirmed;\n4. Immunohistochemical examination:ER\\<1%+, progestin receptor (PR)\\<1%+, HER-2 -/+ or HER-2(++)with negative result of FISH;\n5. A response after four to eight cycles of first line chemotherapy;\n6. Life expectancy longer than six months evaluated by investigator;\n7. A performance status of 0 to 2, according to the criteria of the World Health Organization (with a higher score indicating a poorer performance status)\n8. Less than grade 1( Common Terminology Criteria grade version 4.0) of treatment-related toxicities;\n9. Adequate baseline organ function.\n\nExclusion Criteria:\n\n1. History of another malignancy.\n2. Pregnancy or gestation\n3. Definite diagnosed of central nervous system (CNS)or leptomeningeal metastases\n4. Serious cardiac illness or medical condition\n5. Known history of related central nervous system or leptomeningeal disease\n6. Cognition impairment or suffering from mental illness\n7. Demand a long-term oral administration of psychotropic drugs\n8. Have a concurrent disease or condition that may interfere with study participation, or any serious medical disorder that would interfere with the subject's safety (for example, active or uncontrolled infection, currently active/requiring anti-viral therapy hepatic or biliary disease)",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}