{
    "nctId": "NCT02225652",
    "briefTitle": "A Phase II Study of Dose Density Regimen With Fluorouracil, Epirubicin and Cyclophosphamide at Days 1, 4 Every 14 Days With Filgrastim Support Followed by Weekly Paclitaxel in Women With Primary Breast Cancer.",
    "officialTitle": "A Phase II Study of Dose Density Regimen With Fluorouracil, Epirubicin and Cyclophosphamide at Days 1, 4 Every 14 Days With Filgrastim Support Followed by Weekly Paclitaxel in Women With Primary Breast Cancer.",
    "overallStatus": "COMPLETED",
    "conditions": "Women With Primary Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 11,
    "primaryOutcomeMeasure": "Tolerability of the treatment",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients must have histologically or cytologically confirmed primary breast cancer\n* Age ≥18 and \\< 70 years\n* Eastern Cooperative Oncology Group (ECOG) performance status ≤1 (see appendix B)\n* \\>4 positive axillary nodes or high-risk breast cancer with \\<4 node-positive or node negative disease. Patients \\<4 node-positive or node negative disease are eligible if the tumor is \\>1cm and two or more of the following are present: histologic grade 3, Ki67\\>30%, estrogen receptor (ER) negativity, or lymphovascular invasion \\[39\\]\n* Adequate hematological, hepatic and renal function, as follows: hemoglobin ≥ 9 g/dl, absolute neutrophil count ≥1,500/mL, platelets ≥100,000/mL, total bilirubin ≤1.5 x ULN, alkaline phosphatase, AST(SGOT) and ALT(SGPT) ≤ 2.5 x ULN (≤ 5 x ULN if liver metastases present), serum creatinine ≤ 1.5 x ULN or calculated creatinine clearance \\>50 mL/min. Either INR or APTT \\< 1.5 x ULN;\n* Known hormone receptor status (ER/PgR or ER alone);\n* Must have received no other chemotherapy regimen.\n* Baseline LVEF ≥55% measured by echocardiography\n* No over expression and/or amplification of HER2 in the invasive component of the primary tumour (in case of neoadjuvant treatment, tissue sample used for HER2 testing should be collected before neoadjuvant treatment starts)\n* Negative pregnancy test no more than 7 days before randomization; test pregnancy can be omitted only in women without any reproductive potential (e.g.: postmenopausal women, i.e. amenorrhoea ≥2 years or with previous hysterectomy or bilateral ovariectomy). Women of child-bearing potential must agree to use adequate contraception at the time of randomization and for the duration of study participation. Should a woman become pregnant or suspect she is pregnant while participating in this study, she must inform her treating physician and coordinating centre (CC) immediately; women in lactation period must be excluded;\n* Completion of all necessary baseline laboratory and radiological investigations\n* Ability to understand and the willingness to sign a written informed consent document.\n* Signed written informed consent\n\nExclusion Criteria:\n\n* Metastatic disease\n* Participation in another clinical trial with any investigational agents within 30 days prior to study screening.\n* Contraindications or hypersensitivity to study drugs;\n* Past (less than 10 years) or current history of malignant neoplasms, except for curatively treated 1) basal and squamous cell carcinoma of the skin or 2) carcinoma in situ of the cervix.\n\nNOTE: Patients with a prior malignancy diagnosed greater than 10 years in the past who have been curatively treated with surgery ONLY, WITHOUT radiation therapy or systemic therapy (chemotherapy or endocrine) are eligible for the study. Patients with any prior diagnosis of invasive breast cancer or melanoma, at any time, are excluded from this study.\n\n* Serious cardiac illness or medical conditions including but not confined to:\n\n  * History of documented congestive heart failure (CHF) or systolic dysfunction (LVEF \\<55%);\n  * High-risk uncontrolled arrhythmias (ventricular tachycardia, high-grade AV-block, supraventricular arrhythmias which are not adequately rate-controlled);\n  * Angina pectoris requiring antianginal medication;\n  * Clinically significant valvular heart disease;\n  * Evidence of transmural infarction on ECG;\n  * Poorly controlled hypertension (e.g. systolic \\>180mm Hg or diastolic \\>100mm Hg);\n* Other concurrent serious diseases that may interfere with planned treatment including severe pulmonary conditions/illness;\n* Any of the following abnormal laboratory tests immediately prior to randomisation:\n\n  * serum total bilirubin \\>1.5 x upper limit of normal (ULN). In the case of known Gilbert's syndrome, a higher serum total bilirubin (\\<2 x ULN) is allowed\n  * alanine amino transferase (ALAT) or aspartate amino transferase (ASAT) \\>2.5 x ULN;\n  * alkaline phosphatase (ALP) \\>2.5 x ULN;\n  * serum creatinine \\>2.0 x ULN;\n  * total white blood cell count (WBC) \\<2.5 x 109/L;\n  * absolute neutrophil count \\<1.5 x 109/L;\n  * platelets \\<100 x 109/L.\n* Malabsorption syndrome, any disease significantly affecting gastrointestinal function, or resection of the stomach or small bowel, or persons unable to swallow oral medication. Subjects with ulcerative colitis are also excluded;\n* Pregnant, lactating or women of childbearing potential without a negative pregnancy test - urine or serum, within 7 days prior to randomization, irrespective of the method of contraception used, including tubal ligation.\n* Women of childbearing potential, including women whose last menstrual period was \\<12 months ago (unless surgically sterile) who are unable or unwilling to use adequate contraceptive measures during study treatment. (adequate contraceptive measures are intra-uterine device, barrier method - condoms, diaphragm - also in conjunction with spermicidal jelly, or total abstinence. Oral, injectable or implant hormonal contraceptives are not allowed on this study)",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}