{
    "nctId": "NCT01373710",
    "briefTitle": "Intrathecal Trastuzumab Administration in Metastatic Breast Cancer Patients Developing Carcinomatous Meningitis",
    "officialTitle": "Phase 1-2 Study of Safety and Efficacy of Intrathecal Trastuzumab Administration in Metastatic HER2 Positive Breast Cancer Patients Developing Carcinomatous Meningitis",
    "overallStatus": "COMPLETED",
    "conditions": "Metastatic Breast Cancer, Carcinomatous Meningitis",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 34,
    "primaryOutcomeMeasure": "Phase I : To determine the Trastuzumab maximum tolerated dose (MTD) when weekly administrated by intrathecal or intraventricular route.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Metaplastic Infiltrating adenocarcinoma of the breast\n* HER2 Overexpression by IHC and / or amplification (FISH and or ICHS)\n* Positive diagnosis of neoplastic meningitis: positive CSF cytology (obtained within 28 days before inclusion) AND / OR clinical symptoms of neoplastic meningitis and aspect of tumoral meningitis on MRI\n* Brain metastases are allowed without prior treatment, if they are asymptomatics and without engagement. In cases of symptomatic brain metastases, subjects could be included only if surgery and / or radiotherapy (stereotactic or in toto) were performed and if the cerebral metastatic localization allow IT or intra-ventricular treatment. The last radiotherapy session or the surgery must have been done 3 weeks before.\n* Aged 18 years old or more\n* Male and female\n* Life expectancy more than 2 months\n* Satisfactory Cardiac function: left ventricular ejection fraction (LVEF) determined by ultrasound scan or myocardial scintigraphy\n* Adequate Biological functions 14 days before inclusion, according to the criteria below: Neutrophils \\> 1.0 x 109/L, Hemoglobin \\> 9.0 g/dL (+ transfusion if needed,Platelets \\> 50 x 109/L,Bilirubin \\< 3 x N, ALT \\& AST \\< 10 x N, Creatinine \\< 2.0 mg/dL, Clearance \\> 25 mL/min (Cockcroft and Gault formula), Prothrombin time \\> 70 %, Kaolin cephalin coagulation time \\< 1.5 x N.\n* Women of childbearing potential, must take adequate birth control measure during the study period and must have a negative pregnancy test (BetaHCG serum)\n* The subjects must perform all evaluations of pre-inclusion, as provided by the protocol\n* Signed written inform consent\n\nExclusion Criteria:\n\n* CSF circulation disorders suspected on MRI brain (obstructive hydrocephalus) or medullar (obstacle) with, in case of a focal radiotherapy on obstructive lesion, checking the restoration of transit traffic by isotope CSF\n* Anti-coagulant effective dose treatment when trastuzumab administration by lumbar puncture\n* Patient on Lapatinib (wash out\\> 2 weeks from the date of first dose intrathecal trastuzumab)\n* Known or suspected trastuzumab allergy\n* Contraindications of trastuzumab administration, including cardiac diseases: LVEF \\<laboratory lower limit of normal or any other heart condition which would expose the subject to an unreasonable risk if he were to participate in the study\n* Severe toxicity unresolved or unstable related to another previous study restricted drug and / or a cancer treatment\n* Ventriculoperitoneal or atrial shunting excepted if the valve could be turn off (on-off switch) and the patient can stand it during 6 h after each injection of trastuzumab\n* Dementia, altered mental status or psychiatric condition that would prevent the subject to understand or give informed consent\n* Pre-existing severe cerebrovascular disease, such as stroke in a major vessel, vasculitis in the central nervous system or malignant hypertension\n* Uncontrolled infection\n* Participation in a clinical study with an experimental molecule\n* No affiliation to a Social insurance (beneficiary or assignee)\n* Pregnant women, breastfeeding or of childbearing age not taking contraceptive\n* Subject unable to make follow up schedule\n* Persons deprived of liberty or under guardianship (including curators)",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}