{
    "nctId": "NCT01986426",
    "briefTitle": "LTX-315 in Patients With Transdermally Accessible Tumours as Monotherapy or Combination With Ipilimumab or Pembrolizumab",
    "officialTitle": "A Phase I, Open-label, Multi-arm, Multi-centre, Multi-dose, Dose Escalation Study of LTX-315 as Monotherapy or in Combination With Either Ipilimumab or Pembrolizumab in Patients With Transdermally Accessible Tumours",
    "overallStatus": "COMPLETED",
    "conditions": "Cancer, Melanoma, Breast Cancer, Head and Neck Cancer, Lymphoma, Triple-Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 80,
    "primaryOutcomeMeasure": "Dose limiting toxicity",
    "eligibilityCriteria": "Inclusion Criteria:\n\nArm A: (Recruitment completed)\n\nArm B:\n\n* Unresectable metastatic disease (any tumor type) and conventional anti-tumor treatment is not appropriate.\n* Have at least one available lesion (cutaneous, sub-cutaneous, oral or lymph node) for injection between 1-3 cm longest diameter and one bystander lesion (non-injected).\n\nArm C:\n\n* Have unresectable/metastatic diagnosis of malignant melanoma (histologically confirmed).\n* Have at least one available lesion (cutaneous, sub-cutaneous, oral or lymph node) for injection and biopsy which is between 1 and 3 cm in longest diameter.\n* Have had previous treatment with an anti-PD-1 antibody (as monotherapy or as part of combination (any combination) as 1st or 2nd line metastatic treatment).\n\nArm D:\n\n* Have unresectable/metastatic diagnosis of triple negative breast cancer (histologically confirmed).\n* Have at least one available lesion (cutaneous, sub-cutaneous or lymph node) for injection and biopsy with a minimum longest diameter of 1 cm.\n* Have received between one and 4 prior systemic treatments for metastatic triple negative breast cancer.\n\nAll arms:\n\n* Be willing to undergo repeat tumour biopsy and/or tumour resection procedures.\n* Have an ECOG Performance status (PS): 0 - 1.\n* Meet the following laboratory requirements:\n\n  1. Absolute neutrophil count (ANC) ≥ 1.5 x 109/L\n  2. Absolute lymphocyte count ≥ 0.8 x 109/L\n  3. Platelet count ≥ 75 x 109/L\n  4. Haemoglobin ≥ 9.0 g/dL\n  5. aPTT/PT within the institution's normal range\n  6. Total bilirubin level ≤ 1.5 x ULN\n  7. ASAT and ALAT ≤ 2.5 x ULN (≤5 x ULN if liver metastasis present)\n  8. Creatinine ≤ 1.5 x ULN\n  9. Albumin ≥ 30 g/L\n\n     Exclusion Criteria:\n\n     Arm A: (Completed)\n\n     Arm B:\n* Have a history of systemic auto-immune disease requiring anti-inflammatory or immunosuppressive therapy within the last 3 months. Patients with history of autoimmune thyroiditis are eligible provided the patient requires only thyroid hormone replacement therapy and disease has been stable for ≥ 1 year.\n\nArm C:\n\n* Have had prior therapy with ipilimumab or any other anti-CTLA-4 monoclonal antibody.\n* Have had BRAF/MEK inhibitors administered within 2 weeks prior to the study drug administration.\n* Have active systemic autoimmune disease; have had prior pneumonitis; have a history of severe hypersensitivity to another monoclonal antibody; are receiving immunosuppressive therapy; have a history of severe immune-related adverse reaction from treatment with a monoclonal antibody, defined as any Grade 4 or 3 toxicity requiring corticosteroid treatment (\\> 10 mg/day prednisone or equivalent) for greater than 12 weeks.\n\nArm D:\n\n* Have had prior therapy with an anti-PD-1 or anti-PD-L1 monoclonal antibody.\n* Have received cancer immunotherapy within 2 weeks prior to study drug administration or have not recovered from adverse events (to ≤ CTCAE grade 1) due to such agents.\n* Have active systemic autoimmune disease; have had prior pneumonitis; have a history of severe hypersensitivity to another monoclonal antibody; are receiving immunosuppressive therapy; and have a history of severe immune-related adverse reactions from treatment with a monoclonal antibody, defined as any Grade 4 or 3 toxicity requiring corticosteroid treatment (\\> 10 mg/day prednisone or equivalent) for greater than 12 weeks.\n\nAll arms:\n\n* Have received external radiotherapy or cytotoxic chemotherapy within 4 weeks prior to study drug administration, or have not recovered from adverse events (≤ CTCAE grade 1) due to agents administered more than 4 weeks earlier. Palliative radiotherapy to non-target lesions within 4 weeks prior to study drug administration is allowed.\n* Are currently taking any agent with a known effect on the immune system. Patients are allowed to be on a stable dose of corticosteroids (up to 10 mg daily prednisolone or equivalent) for at least 2 weeks prior to study drug administration (please see Appendix IV for prohibited medications).\n* Have any other serious illness or medical condition such as, but not limited to:\n\n  1. Uncontrolled infection or infection requiring antibiotics\n  2. Uncontrolled cardiac failure: Classification III or IV (New York Heart Association)\n  3. Uncontrolled systemic and gastro-intestinal inflammatory conditions\n  4. Bone marrow dysplasia\n* Have a known history of positive tests for HIV/AIDS, or have active hepatitis B or C (based on serology).\n* Are expected to need any other anti-cancer therapy or immunotherapy to be initiated during the study period.\n\n  15. Have clinically active or unstable CNS metastases as assessed by the treating physician.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}