{
    "nctId": "NCT02274493",
    "briefTitle": "Robotic Harvest of the Latissimus Dorsi (LD) Muscles",
    "officialTitle": "Pilot Study of Robotic-Assisted Harvest of the Latissimus Dorsi Muscles",
    "overallStatus": "COMPLETED",
    "conditions": "Other Reconstructive Surgery, Failure of Muscle Graft, Cancer, Complications, Surgical Procedure, Unspecified",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 15,
    "primaryOutcomeMeasure": "Number of Participants Assessed for Donor Site Complications and Muscle Flap Viability",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. The subject must be equal to or greater than 18 years of age.\n2. The subject must be willing and able to provide informed consent.\n3. The subject is willing and able to comply with the study protocol.\n4. The subject is undergoing one of the following reconstructive procedures that requires latissimus dorsi muscle harvest: a. Post-mastectomy breast reconstruction procedure (either nipple or skin sparing) in which a female subject needs additional muscle coverage over an implant, but does not need additional skin (i.e., patient is a candidate for a pedicled latissimus dorsi muscle flap procedure); b. Scalp reconstruction procedure in which the subject needs a free latissimus dorsi muscle flap for wound coverage; c. Upper extremity reconstruction procedure in which the subject needs a free latissimus dorsi muscle flap for wound coverage; or, d. Lower extremity reconstruction procedure in which the subject needs a free latissimus dorsi muscle flap for wound coverage.\n5. The subject agrees to follow-up examinations out to 6 months post-treatment.\n\nExclusion Criteria:\n\n1. The subject has a BMI \\> 35.\n2. The subject has a history of significant bleeding disorders.\n3. The subject is diabetic.\n4. The subject is known or suspected to be pregnant or lactating.\n5. The subject has a history of peripheral vascular disease.\n6. The subject is a current smoker (has smoked within 4 weeks prior to surgery).\n7. The subject has had prior back or axillary surgeries which could compromise the blood supply of the flap.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}