{
    "nctId": "NCT03609021",
    "briefTitle": "Evaluation of Mammographic Breast Density in Participants With Hormone Receptor-Negative Breast Cancer Enrolled on Study A011502",
    "officialTitle": "Evaluation of Mammographic Breast Density Effect of Aspirin: A Companion Study to Alliance Study A011502",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Carcinoma, Estrogen Receptor Negative, Progesterone Receptor Negative",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 18,
    "primaryOutcomeMeasure": "Mammographic percent density (MPD) in the contralateral (unaffected) breast between the aspirin and placebo arms",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Must be either concurrently enrolling or previously enrolled to Alliance A011502. Eligible patients may be either pre- or post-menopausal.\n* Patients must have either hormone receptor-negative breast cancer or be ER+ patients who have completed hormone therapy (e.g., tamoxifen, aromatase inhibitors) at least 6 months prior to registration to A011502.\n* Patients must have baseline breast density measurement as defined by one of the following:\n\n  * \\>= 25% breast density, or\n  * Scattered areas of fibroglandular density, or\n  * Breast composition category b, c, or d, per Breast Imaging Reporting and Data System (BI-RADS) 2013.\n* Baseline digital screening mammogram (mediolateral \\[MLO\\] and craniocaudal \\[CC\\] views) taken prior to registration must be available for submission.\n\n  * For patients enrolling concurrently with Alliance A011502: Baseline digital screening mammogram must be taken within 8 weeks prior to registration to A211601. If a baseline mammogram within 8 weeks is not available, a new screening mammogram must be performed prior to treatment on Alliance A011502\n  * For patients enrolling retrospectively: The patient's previous routine mammogram on file must be within 1 year prior to registration to A011502.\n* Contralateral unaffected breast in place (with no prior cancer or radiation, no implants and no plan for breast surgery on contralateral breast over the course of the study). Patients with a prior biopsy on the unaffected breast are eligible.\n* Not pregnant and not nursing.",
    "sex": "FEMALE",
    "minimumAge": "N/A",
    "stdAges": "CHILD, ADULT, OLDER_ADULT"
}