{
    "nctId": "NCT03947736",
    "briefTitle": "Dynamic Monitoring of HER2 and ctDNA Specific Mutations in Patients With Recurrent or Metastatic Breast Cancer by Digital PCR",
    "officialTitle": "Detection of HER2 Amplification Status and Dynamic Monitoring of Specific Mutations in Patients With Recurrent or Metastatic Breast Cancer by Digital PCR",
    "overallStatus": "UNKNOWN",
    "conditions": "Recurrent or Metastatic Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 200,
    "primaryOutcomeMeasure": "The study was designed to investigate the relationship between plasma HER2 amplification or specific mutations abundance and imaging assessment in patients with recurrent or metastatic breast cancer.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Confirmed by pathology and/or histology/cytology as breast cancer;\n2. Patients with recurrent or metastatic breast cancer who are 18 to 75 years old, not limited to the first relapse or metastasis;\n3. There are evaluable tumor lesions;\n4. Physical strength: ECOG score 0-1;\n5. The expected survival period is more than 3 months;\n6. Agree to be collected tissue specimen;\n7. The patient has no major organ dysfunction, agrees and can implement a treatment plan based on the patient's condition.\n8. Voluntary enrollment, good compliance, can be followed up and observed.\n\nExclusion Criteria:\n\n1. Severe vital organs (heart, liver, kidney) dysfunction; clinically significant heart disease, classified by New York Heart Association (NYHA) as grade III-IV heart failure or more severe congestive heart failure or severe Arrhythmia requiring drug intervention; uncontrolled angina, uncontrolled arrhythmia or uncontrollable hypertension, electrocardiogram (ECG)-confirmed myocardial infarction within 6 months;\n2. Have a history of organ transplantation, splenectomy;\n3. Patients with other malignancies, except cured non-melanoma skin cancer, cervical carcinoma in situ, or other tumors that have been cured for at least 5 years;\n4. Moderate or severe renal impairment \\[creatinine clearance equal to or lower than 50ml/min (calculated according to Cockroft and Gault equations)\\], or serum creatinine \\> normal upper limit (ULN); pulmonary function test FEV1 \\< 50% of estimated value;\n5. Parallel surgical treatment of other diseases is required;\n6. Patients who are pregnant or breast-feeding (women of childbearing age need to be examined for pregnancy); women of childbearing age must take contraceptive measures that the investigator considers effective;\n7. Patients with or showing signs of disseminated spongiform encephalopathy or family members have the disease;\n8. In the active period of other acute infectious diseases or chronic infectious diseases;\n9. Have uncontrolled epilepsy, central nervous system disease or a history of mental disorders;\n10. People with disabilities or with no legal capacity or legal capacity is limited;\n11. Those who received a research medication or formulation/treatment (ie, participated in other trials) within 4 weeks prior to enrollment;\n12. Other situations when the investigators believe that patients should not participate in this trial.\n\nQuitting criteria:\n\n1. The patient suffers from other diseases and needs to be immediately taken to other therapists, and is no longer suitable for sampling test;\n2. Diagnosis of encephalitis and other inflammatory neuropathies;\n3. After the enrollment, it is clearly determined that the subject does not meet the requirements of the subject;\n4. The investigator believes that the withdrawal of the trial is in the best interest of the subject;\n5. Pregnancy;\n6. Poor compliance, two consecutive failures to accept testing as planned;\n7. The patient him/herself or the researcher believes that it is medically required to be withdrawn from the study.\n8. For subjects who discontinued the study early, the reason for the early withdrawal should be recorded, and the time of the last visit should be recorded, and the inspection items at the time of early termination of the study should be completed in the last visit as much as possible.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}