{
    "nctId": "NCT00582920",
    "briefTitle": "Investigation of Changes in Bone Scan Imaging Before and After Intravenous Bisphosphonate Therapy for Osseous Metastases From Breast Cancer",
    "officialTitle": "Investigation of Changes in Bone Scan Imaging Before and After Intravenous Bisphosphonate Therapy for Osseous Metastases From Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Osseous Lesions From Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "DIAGNOSTIC",
    "enrollmentCount": 10,
    "primaryOutcomeMeasure": "Evaluate whether routine clinical use of intravenous zoledronic acid therapy affects technetium methylidene diphosphonate (Tc-99 MDP) uptake in bone metastases.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients receiving intravenous biphosphonate therapy (zoledronic acid 4 mg or renal dose equivalent) as part of their treatment regimen, who are diagnosed with metastatic breast cancer involving surrounding bone.\n* Patients must have had prior treatment zoledronic acid (4 mg or adjusted dose for renal function) within 8 weeks.\n* The patients clinical status as assessed by a treating physician must be deemed appropriate for continuing treatment with zoledronic acid\n* The patient's clinical status, as assessed by a treating physician, must be deemed appropriate for an evaluation with a bone scan\n* The patient's medical status as assessed by a treating physician must be medically appropriate to receive zoledronic acid within the study time frame and in association with the study bone scan\n\nExclusion Criteria:\n\n* No evidence of bone metastases, or less than 3 osseous lesions felt to be consistent with bone metastases, on most recent bone scan performed for clinical indications prior to study entry.\n* Patients with illnesses, or conditions that would prevent them from understanding the nature of the study and complying with the protocol requirements",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}