{
    "nctId": "NCT04917900",
    "briefTitle": "Single-arm, Multi-center Clinical Study of Pyrotinib Maleate Tablets Combined With Albumin-bound Paclitaxel and Trastuzumab in Neoadjuvant Treatment of Her2-positive Early or Locally Advanced Breast Cancer",
    "officialTitle": "Single-arm, Multi-center Clinical Study of Pyrotinib Maleate Tablets Combined With Albumin-bound Paclitaxel and Trastuzumab in Neoadjuvant Treatment of Her2-positive Early or Locally Advanced Breast Cancer",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 216,
    "primaryOutcomeMeasure": "Pathological complete response rate (pCR) (ypT0/is N0)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Female patients aged 18 to 70 who were newly treated.\n2. ECOG systemic state 0\\~1.\n3. According to the RECIST 1.1 , at least one measurable lesion exists.\n4. Patients with HER2-positive breast cancer confirmed by pathological examination, clinical stage II-III \\[cT2 and any N, cT3 and any N; cT4 and any N, according to American Joint Committee on Cancer (AJCC) standards\\] Note: HER2 positive means that the result of the pathology department of the participating center hospital is positive, which is defined as the immunohistochemistry (IHC) test result is 3+ or the in situ hybridization (ISH) result is HER2 gene amplification (HER2/CEP17≥2.0 or Average HER2 copy number/cell ≥6).\n5. The functional level of organs must meet the following requirements: 1) Blood routine: ANC≥1.5×109/L; PLT≥90×109/L; Hb≥90 g/L; 2) Blood biochemistry: TBIL≤1.5×ULN; ALT and AST≤2×ULN; BUN and Cr≤1.5×ULN and creatinine clearance ≥50 mL/min (Cockcroft-Gault formula); 3) Heart color Doppler ultrasound: LVEF≥50%; 4) 12-lead ECG: Fridericia corrected QT interval (QTcF) female \\<470 ms.\n6. The hormone receptor status is known.\n7. The serum pregnancy test is negative and patients with reproductive potential must agree to use effective non-hormonal contraceptive methods during treatment and at least 6 months after the last use of the test drug.\n8. Volunteer to join the study, sign informed consent, have good compliance and are willing to cooperate with follow-up.\n\nExclusion Criteria:\n\n1. Patients with inflammatory breast cancer.\n2. Patients with metastatic breast cancer (stage IV).\n3. Inability to swallow, chronic diarrhea and intestinal obstruction, as well as other factors that affect the administration and absorption of the drug.\n4. At the same time receive anti-tumor therapy in other clinical trials, including endocrine therapy, bisphosphonate therapy or immunotherapy.\n5. Have received major surgery not related to breast cancer within 4 weeks before enrollment, or have not fully recovered from the surgery.\n6. Previously used or currently using anti-HER2 targeted drugs (including trastuzumab, pertuzumab, lapatinib, neratinib and pirotinib, etc.).\n7. Suffered from other malignant tumors in the past 5 years, excluding cured cervical carcinoma in situ, skin basal cell carcinoma or skin squamous cell carcinoma.\n8. Accept any other anti-tumor therapy at the same time.\n9. Those who are known to have a history of allergies to the drug components of this program; have a history of immunodeficiency, including a positive HIV test, or have other acquired or congenital immunodeficiency diseases, or have a history of organ transplantation.\n10. Previously suffering from heart diseases, including: (1) angina pectoris; (2) arrhythmia requiring medication or clinical significance; (3) myocardial infarction; (4) heart failure; (5) judged by the investigator other heart diseases that are not suitable for participating in this trial.\n11. Female patients during pregnancy and lactation;The pregnancy test is positive;Female patients of childbearing age who are unwilling to take effective contraceptive measures during the trial.\n12. According to the judgment of the investigator, there are concomitant diseases that seriously endanger the safety of the patient or affect the completion of the study (including but not limited to severe hypertension that cannot be controlled by drugs, severe diabetes, active infection, etc.).\n13. Have a clear history of neurological or psychiatric disorders, including epilepsy or dementia.\n14. Concomitant use of CYP3A4 inhibitors or inducers.\n15. The investigator judges that it is not suitable to participate in any other situations in this research.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}