{
    "nctId": "NCT02627313",
    "briefTitle": "Tumor Bed Dose Delivery Using A Breast Specific Radiosurgery Device, The Gammapod: (A Clinical Feasibility Study)",
    "officialTitle": "Tumor Bed Dose Delivery Using A Breast Specific Radiosurgery Device, The Gammapod: (A Clinical Feasibility Study)",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Neoplasms",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 20,
    "primaryOutcomeMeasure": "Treatment plan acceptability measured by the proportion of subjects with treatment plans deemed as acceptable, minor or major deviation.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* The patient must sign consent for study participation.\n* The patient must be female and have a diagnosis of an invasive breast cancer that was treated surgically by a partial mastectomy.\n* The surgical cavity is clearly visible on CT images and delineated by surgical clips\n* We have at least one of the following clinico-pathological factors:\n\n  * Age ≥18 and ≤ 50 years\n  * Lymphovascular space invasion positive\n  * Grade III histology\n  * More than 2 close resection margins ( \\> 0 mm to ≤ 2 mm)\n  * 1 close resection margin and extensive in-situ component (EIC)\n  * Non-hormone sensitive breast cancer (ER and PR negative)\n* Surgical margins are negative for invasive or non-invasive breast cancer.\n* The volume of the TB PTV is less than 25% of the whole breast volume which is a criteria used for partial breast alone trials (NSABP B-39). The absolute value of the boost PTV is ≤ 100 cc\n* Multifocal disease is allowed if it was removed by a single lumpectomy resection and the patient remained a candidate for breast conservation.\n* Women of childbearing potential must use an effective contraceptive method such as condom/diaphragm and spermicidal foam, intrauterine device (IUD), or prescription birth control pills. For these women of childbearing potential, a negative pregnancy test must be obtained prior to study enrollment or waiver signed.\n* The patient must weigh less than 150Kg (330lb), which is the limit of the imaging couch.\n* The patient must be less than 6'6\" in height.\n* The patient must feel comfortable in the prone position.\n\nExclusion Criteria:\n\n* Patients with proven multi-centric carcinoma (tumors in different quadrants of the breast or tumor separated by at least 4 cm).\n* Prior radiation therapy above the umbilicus\n* Unable to fit into the immobilization breast cup with an adequate seal\n* Male gender.\n* Patient cannot comfortably be set up in the prone position (i.e. physical disability)\n* Unable to fit into the breast immobilization device due to breast size or other anatomical reason.\n* Mastectomy is the surgery performed.\n* Patient has received prior radiotherapy to the involved breast.\n* Regional nodal irradiation is part of the treatment plan.\n* Tumor bed is less than 5 mm from the skin surface.\n* Patients with skin involvement, regardless of tumor size.\n* Patients with connective tissue disorders specifically systemic lupus erythematosis, scleroderma, or dermatomyositis.\n* Patients with psychiatric or addictive disorders as indicated in their medical histories that would preclude obtaining informed consent.\n* Patients who are pregnant or lactating due to potential exposure of the fetus to RT and unknown effects of RT to lactating females.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT"
}