{
    "nctId": "NCT04802876",
    "briefTitle": "Efficacy of Tislelizumab and Spartalizumab Across Multiple Cancer-types in Patients With PD1-high mRNA Expressing Tumors",
    "officialTitle": "Efficacy of Tislelizumab and Spartalizumab Across Multiple Cancer-types in Patients With PD1-high mRNA Expressing Tumors Defined by a Single and Pre-specified Cutoff",
    "overallStatus": "RECRUITING",
    "conditions": "MSI-H Colorectal Cancer, Melanoma, Anal Carcinoma, Mesothelioma, Triple Negative Breast Cancer, Lung Adenocarcinoma, Cholangiocarcinoma, Cervical Carcinoma, Kidney Clear Cell Carcinoma, Stomach Adenocarcinoma, Esophageal Adenocarcinoma, Uterine Adenocarcinoma, Head and Neck Squamous Cell Carcinoma, Sarcoma, Lung Squamous Cell Carcinoma, Urothelial Carcinoma, Thyroid Carcinoma, Hepatocellular Carcinoma, Uveal Melanoma, HER2-positive Breast Cancer, Pancreatic Adenocarcinoma, Squamous Esophageal Carcinoma, Epithelial Ovarian Cancer, Uterine Carcinosarcoma, Small Cell Lung Cancer, Hormone Receptor Positive / HER2-negative Breast Cancer, Lung Adenocarcinoma EGFR-mutated/ ALK Traslocation, Colorectal Adenocarcinoma, Prostate Adenocarcinoma, Carcinoma of Unknown Primary, Other Histology",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 184,
    "primaryOutcomeMeasure": "Overall Response rate (ORR) (Cohort 3)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Male/female participants who are at least 18 years of age on the day of signing informed consent with histologically confirmed diagnosis of PD1 mRNA high-expression (cohort 1, 3) or PD1 mRNA low-expression (cohort 2) determined on the tumor sample will be enrolled in this study. Enrollment of patients \\> 75 years of age is allowed after consultation and approval of the study medical monitor.\n2. Life expectancy \\> 3 months as per investigator opinion.\n3. The participant (or legally acceptable representative if applicable) provides written specific informed consent for the remaining screening tests and study procedures before inclusion in the trial.\n4. Have measurable disease based on RECIST 1.1 or RANO criteria, as appropriate to tumor type. Lesions situated in a previously irradiated area are considered measurable if progression has been demonstrated in such lesions.\n5. Have radiologic evidence of disease progression or recurrence after the previous oncologic treatment\n6. Have an Eastern Cooperative Oncology Group (ECOG) performance status of 0 to 1. Evaluation of ECOG is to be performed within 10 days prior to the date of allocation.\n7. Have adequate organ function. Specimens must be collected within 28 days prior to the start of study treatment.\n8. Patients could have received a maximum of 3 lines of prior standard of care chemotherapy in the inoperable/metastatic setting.\n9. Treatment-related toxicities (except alopecia) must ≤ Grade 1 at the time of allocation according to CTCAE version 5.0.\n\nExclusion Criteria:\n\n1. A Women of childbearing potential who has a positive urine pregnancy test within 72 hours prior to allocation. If the urine test is positive or cannot be confirmed as negative, a serum pregnancy test will be required.\n\n   Note: in the event that 72 hours have elapsed between the screening pregnancy test and the first dose of study treatment, another pregnancy test (urine or serum) must be performed and must be negative in order for subject to start receiving study medication.\n2. Has received prior therapy with an anti-PD1, anti-PDL1, or anti-PDL2 agent or with an agent directed to another stimulatory or co-inhibitory T-cell receptor.\n3. Has received prior systemic anti-cancer therapy, including investigational agents within 2 weeks. Medical Monitor could consider shorter interval for kinase inhibitors or other short half-life drugs prior to allocation.\n\n   Note: Participants must have recovered from all AEs due to previous therapies to ≤Grade 1 or baseline according to CTCAE version 5.0 (except alopecia). Participants with ≤Grade 2 neuropathy may be eligible.\n\n   Note: If participant received major surgery, they must have recovered adequately from the toxicity and/or complications from the intervention prior to starting study treatment.\n4. Has received prior radiotherapy within 2 weeks of start of study treatment. Participants must have recovered from all radiation-related toxicities, not require corticosteroids and not have had radiation pneumonitis. A 1-week washout is permitted for palliative radiation (≤2 weeks of radiotherapy) to non-CNS disease.\n5. Use of any live vaccines against infectious diseases within 4 weeks of initiation of study treatment.\n6. Is currently participating in or has participated in a study of an investigational agent or has used an investigational device within 2 weeks prior to the first dose of study treatment.\n\n   Note: Participants who have entered the follow-up phase of an investigational study may participate as long as it has been 2 weeks after the last dose of the previous investigational agent.\n7. Has a diagnosis of immunodeficiency or is receiving chronic systemic steroid therapy (in dosing exceeding 10 mg daily of prednisone equivalent) or any other form of immunosuppressive therapy within 7 days prior to the first dose of study drug.\n8. Has a known additional malignancy that is progressing or has required active treatment within the past 3 years.\n\n   Note: Participants with basal cell carcinoma of the skin, squamous cell carcinoma of the skin or carcinoma in situ (e.g. breast carcinoma, cervical cancer in situ) that have undergone potentially curative therapy are not excluded.\n9. Patients with thymoma are not eligible. Patients with active CNS metastases and/or carcinomatous meningitis are not eligible. Subjects with up to three cerebral metastases are eligible, if all lesions are stable and have been definitively treated with stereotactic radiation therapy, surgery or gamma knife therapy with no evidence of disease progression for at least 4 weeks by repeat imaging (note that the repeat imaging should be performed during study screening), clinically stable and without requirement of steroid treatment for at least 14 days prior to first dose of study treatment.\n10. Has severe hypersensitivity (≥Grade 3) to Spartalizumab or Tislelizumab and/or any of its excipients.\n11. History of severe hypersensitivity reactions to other monoclonal antibodies, which in the opinion of the investigator may pose an increased risk of serious infusion reaction.\n12. Has active autoimmune disease that has required systemic treatment in the past 2 years (i.e. with use of disease modifying agents, corticosteroids or immunosuppressive drugs). Replacement therapy (e.g., thyroxine, insulin, or physiologic corticosteroid replacement therapy for adrenal or pituitary insufficiency, etc.) is not considered a form of systemic treatment.\n13. Prior allogeneic stem cell transplantation or organ transplantation\n14. Has a history of interstitial lung disease, (non-infectious) pneumonitis that required steroids or has current pneumonitis, uncontrolled lung including pulmonary fibrosis, acute lung diseases, etc. Patients with significantly impaired pulmonary function, or who require supplemental oxygen at baseline must undergo an assessment of pulmonary function at screening.\n15. Has an active infection requiring systemic therapy.\n16. Has a known history of Human Immunodeficiency Virus (HIV).\n17. Has a known history of Hepatitis B (defined as Hepatitis B surface antigen \\[HBsAg\\] reactive) or known active Hepatitis C virus (defined as HCV RNA is detected) infection.\n18. Has a known history of active TBC (Bacillus Tuberculosis).\n19. Has a history or current evidence of any condition, therapy, or laboratory abnormality that might confound the results of the study, interfere with the subject's participation for the full duration of the study, or is not in the best interest of the subject to participate, in the opinion of the treating investigator.\n20. Has known psychiatric or substance abuse disorders that would interfere with cooperation with the requirements of the trial.\n21. Is pregnant or breastfeeding or expecting to conceive or father children within the projected duration of the study, starting with the screening visit through 150 days after the last dose of trial treatment.\n22. Women of child-bearing potential, defined as all women physiologically capable of becoming pregnant, unless they are using highly effective methods of contraception during dosing and for 150-days after stopping treatment with spartalizumab or tislelizumab. Highly effective contraception methods include:\n\n    1. Total abstinence (when this is in line with the preferred and usual lifestyle of the subject). Periodic abstinence (e.g., calendar, ovulation, symptothermal, post-ovulation methods) and withdrawal are not acceptable methods of contraception.\n    2. Female sterilization (have had surgical bilateral oophorectomy with or without hysterectomy), total hysterectomy, or tubal ligation at least six weeks before taking study treatment. In case of oophorectomy alone, only when the reproductive status of the woman has been confirmed by follow up hormone level assessment.\n    3. Male sterilization (at least 6 months prior to screening). The vasectomized male partner should be the sole partner for that subject.\n    4. Placement of a non-hormonal intrauterine device (IUD) or intrauterine system (IUS) with a documented failure rate of less than 1% per year.\n\n    Notes:\n    * Double-barrier contraception: condom and occlusive cap (diaphragm or cervical/vault caps) with a vaginal spermicidal agent (foam/gel/cream/suppository) are not considered highly effective methods of contraception.\n    * Women are considered post-menopausal and not of child bearing potential if they have had 12 months of natural (spontaneous) amenorrhea with an appropriate clinical profile (i.e. age appropriate, history of vasomotor symptoms) or have had surgical bilateral oophorectomy (with or without hysterectomy), total hysterectomy, or tubal ligation at least six weeks ago. In the case of oophorectomy alone, only when the reproductive status of the woman has been confirmed by follow up hormone level assessment is she considered not of child bearing potential.\n23. Sexually active males, unless they use a condom during intercourse while on treatment and for 150 days after stopping treatment with spartalizumab or tislelizumab should not father a child in this period. A condom is required to be used by vasectomized men as well during intercourse in order to prevent delivery of the drug via semen.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}