{
    "nctId": "NCT05978648",
    "briefTitle": "Trilaciclib in Patients With Early-Stage HR-negative Breast Cancer Receiving Adjuvant Chemotherapy",
    "officialTitle": "A Prospective, Multi-cohort, Exploratory Phase II Study of Trilaciclib Combined With Standard Chemotherapy in The Adjuvant Treatment of Hormone Receptor (HR) Negative Breast Cancer",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Neoplasms",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 116,
    "primaryOutcomeMeasure": "Occurrence of Grade 3/4 neutropenia",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* age ≥ 18 years;\n* breast cancer meets the following criteria:\n\n  * Histologically or cytologically confirmed and adequately resected non-metastatic primary invasive breast cancer;\n  * Cohort A only: ER, PR negative (\\< 1% nuclear staining as assessed by immunohistochemistry \\[IHC\\]), HER2 negative (HER2/CEP17 ratio \\< 2.0 or mean HER2 gene copy number \\< 4 signals/nucleus detected by IHC 0 or 1 + or in situ hybridization \\[ISH\\]); patients with concurrent bilateral invasive disease met the inclusion criteria if both lesions were HR negative/HER2 negative.\n  * Cohort B only: ER, PR negative (\\< 1% nuclear staining as assessed by immunohistochemistry \\[IHC\\]); HER2 positive: HER2/CEP17 ratio ≥ 2.0 or HER2 gene copy number ≥ 4 signals/nucleus detected by IHC 3 + and ISH; HER2 gene copy number ≥ 6 signals/nucleus detected by IHC 3 + or 2 + and ISH); patients with concurrent bilateral invasive disease met the inclusion criteria if both lesions were HR negative/HER2 positive.\n  * Subjects must have positive lymph nodes or tumors \\> 2 cm;\n  * The interval between radical surgery and the first dose ≤ 60 days;\n* Eastern Cooperative Oncology Group (ECOG) performance score 0-1;\n* have appropriate organ function, meet the following criteria: (1) have appropriate bone marrow function: Hb ≥ 100 g/L (no ESA and blood transfusion within 14 days before the first dose); absolute neutrophil count (ANC) ≥ 2 × 10\\^9/L (no G-CSF within 14 days before the first dose); platelet count ≥ 100 × 10\\^9/L (no rhTPO/rhIL-11 and platelet transfusion within 14 days before the first dose); (2) appropriate liver and kidney function: alanine aminotransferase (ALT) ≤ 2.5 × upper limit of normal (ULN), aspartate aminotransferase (AST) ≤ 2.5 × ULN, total bilirubin (TBIL) ≤ 1.5 × ULN, serum creatinine ≤ 1.5 × ULN, endogenous creatinine clearance \\> 50 ml/min (Cockcroft-Gault formula); (3) appropriate cardiac function: left ventricular ejection fraction (LVEF) ≥ 55%;\n* Non-hematologic toxicities from prior surgical procedures recovered to ≤ Grade 1 or baseline (except alopecia);\n* Females of childbearing potential agree to practice reliable contraception during the clinical trial and have a negative serum or urine pregnancy test within 7 days prior to dosing;\n* Voluntarily join this study and sign informed consent, have good compliance and are willing to cooperate with follow-up.\n\nExclusion Criteria:\n\n* Prior neoadjuvant therapy (including chemotherapy, targeted therapy, immunotherapy, or radiotherapy);\n* History of other malignancy within 5 years prior to first dose, except basal cell carcinoma and cervical carcinoma in situ;\n* Any T4 or N2 or known N3 or M1 breast cancer;\n* Subjects who cannot receive or tolerate postoperative chemotherapy for various reasons;\n* Heart disease ineligible for epirubicin, docetaxel, trastuzumab/pertuzumab:\n\n  * Any documented history of myocardial infarction, congestive heart failure\n  * Angina pectoris requiring antianginal medication\n  * Grade 3 or 4 cardiac arrhythmia (NCI CTCAEv5.0)\n  * Clinically significant valvular heart disease;\n  * Poorly controlled hypertension (systolic blood pressure \\> 180 mmHg and/or diastolic blood pressure \\> 100 mmHg)\n* Known history of hypersensitivity to the drug components of this protocol;\n* Any other condition that, in the opinion of the investigator, would make the patient inappropriate for participation in this study.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}