{
    "nctId": "NCT05274893",
    "briefTitle": "A Pharmacokinetic Comparison Study of SYHX2011 and Abraxane® in Patients With Advanced Breast Cancer",
    "officialTitle": "A Randomized, Open-label, Two-cycle Crossover Pharmacokinetic Comparison Study of SYHX2011 and Abraxane® in Patients With Advanced Breast Cancer",
    "overallStatus": "UNKNOWN",
    "conditions": "Advanced Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "OTHER",
    "enrollmentCount": 28,
    "primaryOutcomeMeasure": "Cmax",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Voluntarily sign the written informed consent.\n2. Female patients aged 18 to 75 years (inclusive).\n3. Histologically and/or cytologically diagnosed advanced breast cancer.\n4. Patients who are receiving paclitaxel for injection (albumin bound) monotherapy or who, in the judgement of the investigator, may benefit from monotherapy with the trial formulation.\n5. Eastern Cooperative Oncology Group (ECOG) performance status ≤ 2.\n6. Expected survival time ≥3 months.\n7. The results of hematological, renal, and hepatic function are within the following ranges:\n\n   White blood cell count (WBC) ≥3.0 × 10\\^9/L; Absolute neutrophil count (ANC) ≥ 1.5 × 10\\^9/L; Platelet count (PLT)≥ 100 × 10\\^9/L; Hemoglobin (Hb) ≥ 90 g/L; Prothrombin time (PT)/activated partial thrombin time (APTT) ≤1.5 × ULN; Total bilirubin (TBIL) ≤ 1.5 × ULN; AST、ALT ≤ 2.5 × ULN (≤5 × ULN in patients with liver metastasis); Serum creatinine ≤ 1.5 × ULN.\n8. Patients have no pregnancy plan within 6 months after entering the study, voluntarily take effective contraceptive measures, and have no egg donation plan.\n9. Fully understand the purpose and requirements of this trial, and can complete the whole trial process according to the test requirements.\n\nExclusion Criteria:\n\n1. Have severe allergy to paclitaxel drugs or human serum albumin, or history of significant hypersensitivity or idiosyncratic reaction.\n2. Patients with serious medical conditions are considered unsuitable for inclusion by the investigator.\n3. Patients who have undergone major surgery within 3 months prior to screening or planned to have major surgery during the study period.\n4. Have a history of alcohol, drug abuse or drug addiction.\n5. Patients who are pregnant or breasting.\n6. Patients with one or more positive tests for hepatitis B surface antigen (HBsAg), hepatitis C virus antibody (HCV Ab), human immunodeficiency virus (HIV) or treponema pallidum antibody.\n7. Received anti-tumor therapy such as radiotherapy, biotherapy, endocrine therapy, targeted therapy, immunotherapy, chemotherapy \\[paclitaxel for injection (albumin bound) monotherapy less than 21 days\\] within 4 weeks prior to study dosing or participated in other clinical trials within the 5 half-lives of the treated drug, whichever is longer. According to the determination of the investigator, the washout period can be appropriately shortened or extended. If there are interfering monoclonal antibodies that require an appropriate extension of the washout period when necessary, or if other antitumor drugs need to be combined during the study.\n8. Obvious abnormality in ECG examination, QTc interval \\> 470 ms at baseline.\n9. Peripheral neuropathy ≥ grade 2.\n10. Blood donation or massive blood loss (\\> 400 mL) within 90 days before screening.\n11. Use of drugs with high protein binding rate, or CYP2C8 inhibitors, or CYP3A4 inhibitors, within 1 week before enrollment.\n12. Ingestion of a specific diet (e.g., grapefruit) within 48 hours prior to the administration of the study drug, capable of affecting the absorption, distribution, metabolism, and excretion of the drug.\n13. Toxicity due to antitumor drug use before enrollment did not recover to ≤ grade 1 or baseline, except for alopecia.\n14. Not suitable for this study as judged by the investigator for any other reason.\n\n    -",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}