{
    "nctId": "NCT05530057",
    "briefTitle": "Eribulin With or Without Trastuzumab-biosimilar in Patients With HER2-overexpressed Recurrent or Stage IV Breast Cancer",
    "officialTitle": "Randomized, Open Label, Multi-Center, Phase II Trial of Eribulin With or Without SB3 (Trastuzumab-biosimilar) in Patients With HER2-overexpressed Recurrent or Stage IV Breast Cancer Who Have Received at Least 2 Prior HER2-directed Regimens",
    "overallStatus": "RECRUITING",
    "conditions": "Advanced Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 180,
    "primaryOutcomeMeasure": "Primary Efficacy Endpoint(PFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Adults ≥18 years old.\n* Pathologically documented breast cancer that:\n\n  * is unresectable or metastatic\n  * has confirmed HER2 positive expression (immunohistochemistry or FISH) as determined according to American Society of Clinical Oncology - College of American Pathologists guidelines evaluated at a central laboratory\n  * was previously treated with trastuzumab, T-DM1, and taxane (whether in recurrent/metastatic setting or neoadjuvant/adjuvant setting).\n  * Less than 4 prior lines of chemotherapy or HER2 targeted therapies for treatment in metastatic disease (\\<4 treatment regimens for recurrent/metastatic disease excluding adjuvant treatments)\n* Documented radiologic progression (during or after most recent treatment or within 6 months after completing adjuvant therapy).\n* Eastern Cooperative Oncology Group (ECOG) performance status of 0, or 1\n* Male and female subjects of reproductive/childbearing potential must agree to use a highly effective form of contraception or avoid intercourse during and upon completion of the study and for at least 4.5 months after the last dose of study treatment.\n* Adequate hematopoietic, renal and hepatic functions.\n* Adequate hematopoietic function: Absolute granulocyte count ≥1,500/mm3, platelet≥100,000/mm3, hemoglobin≥10g/mm3\n* Adequate hepatic function: total bilirubin ≤1.5mg/dL, AST/ALT ≤2 x UNL, alkaline phosphatase ≤2.5 x UNL, in case with bone metastases alkaline phosphatase ≤5 x UNL\n* Adequate renal function: Serum creatinine ≤1.5mg/dL\n* a left ventricular ejection fraction of 50% or more (determined by echocardiography or multiple-gated acquisition \\[MUGA(Multigated Blood Pool Scan)\\] scanning)\n* CNS(central nervous system) metastasis is permitted if asymptomatic or controlled with minimal steroid requirement and is documented to be non-progressing at study entry.\n* Negative urine pregnancy test within 7 days prior to registration in premenopausal patients\n* Ability to understand and comply with protocol during study period\n* Patients should sign a written informed consent before study entry\n\nExclusion Criteria:\n\n* Prior treatment with eribulin\n* Uncontrolled or significant cardiovascular disease\n* History of documented congestive heart failure (CHF) or systolic dysfunction (LVEF \\<50%)\n* High-risk uncontrolled arrhythmias (ventricular tachycardia, high-grade Atrioventricular-block, supraventricular arrhythmias, prolonged QTc(corrected QT interval) which are not adequately rate-controlled)\n* Angina pectoris requiring antianginal medication\n* Clinically significant valvular heart disease\n* Evidence of transmural infarction on ECG\n* Poorly controlled hypertension (e.g. systolic \\>180mm Hg or diastolic \\>100mm Hg)\n* Pregnant or lactating women or women of childbearing potential, including women whose last menstrual period was ,12 months ago (unless surgically sterile) who are unable or unwilling to use adequate contraceptive measures during the study treatment period.\n* Patients who have history of cancer other than in situ uterine cervix cancer or nonmelanotic skin cancer and thyroid cancer. For other types of cancer, patients could be included if there is no evidence of disease for more than 3 years.\n* Patients with GI tract disease resulting in an inability to take oral medication, malabsorption syndrome, a requirement for IV alimentation, prior surgical procedures affecting absorption, uncontrolled GI disease (e.g., Crohn's disease, ulcerative colitis)\n* Subjects who have current active hepatic or biliary disease (with exception of patients with Gilbert's syndrome, asymptomatic gallstones, liver metastases or stable chronic liver disease per investigator assessment)\n* Concurrent disease or serious medical disorder, for example, active or uncontrolled infection, known interstitial lung disease (ILD) or any psychiatric condition prohibiting understanding or rendering of informed consent.\n* Patients who have a known immediate or delayed hypersensitivity reaction or idiosyncrasy to drugs chemically related to any of the study agents or their excipients.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}