{
    "nctId": "NCT01367028",
    "briefTitle": "A Phase II Study of Neoadjuvant Trastuzumab+Docetaxel+NPLD+/-Bevacizumab in Her2-pos. Early Breast Cancer",
    "officialTitle": "Multicentre Randomized Phase II Study of Neoadjuvant Trastuzumab Plus Docetaxel With and Without Bevacizumab and Trastuzumab Plus Docetaxel Plus Non-pegylated Liposome-encapsulated Doxorubicin (NPLD) With and Without Bevacizumab in HER2-positive Early Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 100,
    "primaryOutcomeMeasure": "Cardiac toxicity",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Female or male, age ≥ 18 years\n* Pathologically confirmed invasive primary breast adenocarcinoma (except inflammatory breast cancer, T4d) scheduled for taxane containing neoadjuvant systemic treatment with/without palpable lymph nodes.\n* Documented HER2 protein overexpression as determined by immunohistochemistry (IHC) 3+ or by demonstrated HER2/c-erbB2 gene amplification of the primary tumor by a local laboratory.\n* LVEF ≥ 55% measured by echocardiography or MUGA within 4 weeks before randomization\n* ECOG Performance Status ≤ 1\n* Able and willing to comply with scheduled visits, treatment plans, laboratory tests, and other study procedures.\n* Written Informed Consent\n\nExclusion Criteria:\n\nCurrent Treatment\n\n* Requirement for concurrent use of the antiviral agent sorivudine or chemically related analogues, such as brivudine.\n* Chronic daily treatment with corticosteroids excl. inhaled steroids.\n* Chronic daily treatment with aspirin and aspirin analogs or clopidogrel\n* Major surgical procedure, open biopsy or significant traumatic injury within 28 days prior to randomization or anticipation of need for major surgery during the course of study treatment\n* Current or recent (within 30 days prior to randomization) treatment with another investigational drug or participation in another investigational study.\n\nLaboratory\n\n* Inadequate bone marrow function\n* Inadequate liver function\n* Inadequate renal function\n* Patients not receiving anticoagulant medication who have activated partial thromboplastin time (aPTT) within 7 days prior to Day1 of the cycle 1.\n\nConcomitant Conditions\n\n* Other malignancy within the last 5 years before randomization except for curatively treated carcinoma in situ of the cervix or non-melanomatous skin cancer\n* Evidence of distant metastasis judged clinically and at least by chest-X-ray, liver-sonography and bone scan. If there is any clinical suspicion of brain metastasis, a CT-scan or MRI of the brain must be conducted within 4 weeks prior to randomization.\n* Serious concurrent disease which could affect compliance with the protocol or interpretation of results, including, but not limited to:\n\n  * Active infection requiring i.v. antibiotics\n  * Uncontrolled hypertension\n  * Clinically significant history of cardiovascular disease as indicated by: cerebrovascular accident or stroke; myocardial infarction; unstable angina; NYHA Grade II or greater CHF; cardiac arrhythmia requiring medication; clinically significant valvular heart disease.\n  * Dyspnea at rest necessitating supportive oxygen therapy or with significant pleural effusions\n  * Poorly controlled diabetes mellitus\n  * History or evidence upon physical/neurological examination of CNS disease unrelated to cancer (e.g. uncontrolled seizures) unless adequately treated with standard medical therapy\n  * History or evidence of inherited bleeding diathesis or coagulopathy with the risk of bleeding\n  * History of abdominal fistula, GI perforation, or intra-abdominal abscess within 6 months of randomization\n  * Serious non-healing wound, peptic ulcer, or bone fracture\n  * Clinically significant malabsorption syndrome, ulcerative colitis, disease affecting GI function, resection of the stomach or small bowel, or inability to take oral medication\n  * Uncorrected hypokalemia or hypomagnesemia\n  * Organ allografts requiring immunosuppressive therapy\n* Evidence of any other disease, metabolic or psychological dysfunction, physical examination finding, or clinical laboratory finding giving reasonable suspicion of a disease or condition that contraindicates the use of an investigational drug, may affect patient compliance with study routines, or place the patient at high risk from treatment related complications.\n* Known hypersensitivity to any of the study drugs/excipients.\n* Hypersensitivity to Chinese hamster ovary cell products or other recombinant human or humanized antibodies.\n\nOther\n\n* Pregnant, lactating females or women of childbearing potential without a negative pregnancy test\n* Fertile males or females of childbearing potential\n* Patients not accessible for treatment or follow-up",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}