{
    "nctId": "NCT02441270",
    "briefTitle": "Evaluation of the Immunological Effects of a Combined Treatment With Radiation and Cyclophosphamide in Metastasized Breast Cancer Patients",
    "officialTitle": "Evaluation of the Immunological Effects of a Combined Treatment With Radiation and Cyclophosphamide in Metastasized Breast Cancer Patients",
    "overallStatus": "WITHDRAWN",
    "conditions": "Radiotherapy, Immunology",
    "studyType": "INTERVENTIONAL",
    "phase": "EARLY_PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "Identification of the immunological effects, in peripheral blood and tumor biopsies, of the combined treatment with radiation and cyclophosphamide",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologically proven diagnosis of breast cancer\n* Evidence of metastasized disease on imaging or during clinical examination\n* Progressive disease during last systemic treatment\n* Multiple (≥2) measurable lesions accessible for repeat biopsy, in particular:\n* Skin- or subcutaneous metastases\n* Lymph node metastases cervical, supraclavicular, axillary or inguinal\n* Superficial lesions in the breast or on the thoracic wall\n* Age ≥ 18 years\n* Adequate organ and bone marrow function:\n* ANC \\> 1500/µL\n* haemoglobin \\> 9 g/dL (potentially after transfusion)\n* thrombocytes ≥ 100 000/µL\n* total bilirubin ≤ 1.5 X maximum reference value\n* AST ≤ 2.5 X maximum reference value\n* ALT ≤ 2.5 X maximum reference value\n* creatinin ≤ 1.5 X maximum reference value\n* Informed consent\n* Chemotherapy or targeted therapy should be stopped for at least 1 month before the start of cyclophosphamide. Hormone therapy can be continued if it was not changed in the last 3 months\n\nExclusion Criteria:\n\n* Life expectancy of less than 3 months or Karnofsky performance status \\< 70\n* New line of systemic therapy planned\n* Concomitant treatment with other experimental drugs\n* Local therapies (radiation, surgery, topical anti-cancer treatment, intralesional therapy, laser treatment) at the target lesion(s) less than 4 weeks before the start of cyclophosphamide. Biopsy is allowed.\n* Chemotherapy or targeted therapy \\< 4 weeks before the start of cyclophosphamide\n* Hormone therapy change within the last 3 months\n* Uncontrolled coagulation disorders\n* Patients receiving therapeutic anticoagulants that cannot be stopped temporarily for repeat biopsy. Aspirin or anti-aggregants are allowed.\n* Patients with a known immune-deficiency disorder or receiving immune-suppressive treatment\n* Known allergy or intolerance for cyclophosphamide\n* Pregnant or breastfeeding\n* Women in the reproductive age not using a medically accepted method of contraception\n* Mental condition rendering the patient unable to understand the nature, scope and possible consequences of the study\n* Patient unlikely to comply with the protocol; i.e. uncooperative attitude, inability to return for follow-up visits, and unlikely to complete the study",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}