{
    "nctId": "NCT01816555",
    "briefTitle": "Vitamin D3 (Vit D3) Supplementation and T Cell Immunomodulation in Patients With Newly Diagnosed Operative Invasive Ductal Breast Carcinoma",
    "officialTitle": "Vitamin D3 (Vit D3) Supplementation and T Cell Immunomodulation in Patients With Newly Diagnosed Operative Invasive Ductal Breast Carcinoma Stage I-II",
    "overallStatus": "TERMINATED",
    "conditions": "Newly Diagnosed Operative Invasive Ductal Breast Carcinoma Stage I-II",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 1,
    "primaryOutcomeMeasure": "Compare the differences in the T cell phenotype and function using PBMCs from patients in different cohorts",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients must be greater than or equal to 18 years of age.\n* Patients must have a newly diagnosed invasive ductal breast carcinoma, Stage I-II.\n* Patients who have completed their surgical and radiation therapy.\n* Patients must have SWOG performance status of 0, 1 or 2.\n* Patients must have adequate organ function as defined by:\n* Hgb \\> 8.0 gm/dl, WBC \\> 3,500, platelet count \\> 100,000\n* Bilirubin \\< 2.0 mg/dl, SGOT \\< 4x upper limit of normal\n* Creatinine \\< 2.0 mg/dl or calculated creatinine clearance \\> 50 ml/min\n* Patients must have a serum calcium - phosphate product that is less than 70.\n* Patients must have recovered from any prior surgery.\n* Patients must be willing to use appropriate contraception if of child-bearing potential.\n* Patients may be on standard of care maintenance dose Vit D3\n\nExclusion Criteria:\n\n* Patients with histology of lobular carcinoma.\n* Patients with metastatic disease.\n* Pregnant or lactating women.\n* Male gender.\n* Patients with a history of sarcoidosis.\n* Patients with any history of idiopathic urinary calcium stone disease, chronic hypercalcemia, or gastrointestinal malabsorptive conditions.\n* Patients who have received any of the following treatments within the last 14 days prior to study registration will be excluded.\n* Lithium\n* Digitalis\n* Thiazide diuretics\n* Calcium supplementation during 1,25-dihydroxyvitamin D3 treatment\n* Bisphosphonates\n* Teriparatide\n* Aluminum Hydroxide\n* Bile Acid sequestrants\n* Repletion dose VitD3 in setting of known Vit D3 deficiency or insufficiency\n* Patients who have received concurrent corticosteroid treatments within the last 14 days prior to study registration will be excluded.\n* Known HIV positive.\n* Patients with an active infection requiring antibiotic therapy.\n* Other malignancies unless the patient is considered to be disease-free for 5 or more years prior to randomization and is deemed by her physician to be at low risk for recurrence. Patients with the following cancers are eligible if diagnosed and treated within the past 5 years: carcinoma in situ of the cervix, carcinoma in situ of the colon, melanoma in situ, and basal cell and squamous cell carcinoma of the skin.\n* Patients undergoing neoadjuvant chemotherapy or neoadjuvant endocrine therapy.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}