{
    "nctId": "NCT05797454",
    "briefTitle": "Efficacy and Accuracy of Combined Localization Versus Single Localization in Non-palpable Breast Cancer",
    "officialTitle": "Efficacy and Accuracy of Combined Localization Versus Single Localization in Non-palpable Breast Cancer: a Prospective Randomized Control Trial.",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer, Breast-conserving Surgery",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 170,
    "primaryOutcomeMeasure": "positive margin rate",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. female patients, age≥18 year\n2. A score of ≥ 2 on the Eastern Cooperative Oncology Group scale\n3. Patients pathologically diagnosed with untreated breast cancer by core-needle biopsy, with histologically confirmed non-palpable in situ cancer, including pleomorphic lobular carcinoma in situ or invasive non-palpable breast cancer that required localization\n4. Patients are willing to undergo breast conserving surgery and have no contraindications to breast conserving surgery.\n\nExclusion criteria:\n\n1. Inflammatory breast cancer or Paget's disease\n2. Breast deformities and other conditions that impact breast conservation success rate\n3. Patients with contraindications to breast-conserving surgery, as well as those with systemic diseases, mental disorders, or other subjective reasons that may affect their ability to participate in the trial. Patients with severe bleeding disorders or coagulation disorders were also excluded\n4. Pregnancy or lactation\n5. Patients with hookwire, radioactive 125I seed or other localization techniques in the breast cancer lesions before enrollment\n6. Patients with stage IV diseases or unresectable lesions in either breast\n7. Patients combined with other diseases that may affect survival\n8. Patients with multicentric breast cancer lesions or lesions \\> 5 cm in diameter on imaging examinations\n9. Patients who have previously undergone radical mastectomy for ipsilateral breast cancer or chest wall radiotherapy",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}