{
    "nctId": "NCT03505372",
    "briefTitle": "Role of Contrast Enhanced Spectral Mammography to Predict Upgrade Rates of Biopsy Proven Atypical Ductal Hyperplasia",
    "officialTitle": "Role of Contrast Enhanced Spectral Mammography to Predict Upgrade Rates of Biopsy Proven Atypical Ductal Hyperplasia",
    "overallStatus": "TERMINATED",
    "conditions": "Atypical Ductal Hyperplasia",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "DIAGNOSTIC",
    "enrollmentCount": 5,
    "primaryOutcomeMeasure": "CESM's Ability to Predict Upgrade Rates of Biopsy Proven ADH at Surgical Excision",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Age, Minimum 30 years. CESM is an imaging exam that uses radiation and is not typically employed in women younger than age 30 due to potentially negative biologic effects on glandular breast tissue.\n* Participants who had a percutaneous breast biopsy (to include stereotactic, tomosynthesis, or ultrasound guided) that revealed ADH\n* Participants will be undergoing surgical excision to remove the ADH.\n* Participants must have normal organ and marrow function as defined by a GFR ≥60 mL/min/1.73 m2 to be performed per clinical protocol\n* Patients ≥65 years without underlying renal insufficiency get GFR tested within 6 months of the exam.\n* Patients \\< 65 years without underlying renal insufficiency do not require an GFR calculation)\n* Patients ≥65 years with known underlying renal insufficiency get GFR tested within 1 month of the exam.\n* Patients \\< 65 years with known renal insufficiency get GFR tested within 1 month of the exam.\n* Because of the potential teratogenic effects of radiation, women of child-bearing potential must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) prior to study entry, until the CESM is performed. Should a woman become pregnant or suspect she is pregnant, she should inform the study team prior to getting the CESM.\n* Ability to understand and the willingness to sign a written informed consent document\n\nExclusion Criteria:\n\n* Participants with a core biopsy diagnosis of atypia with associated malignancy (in the same quadrant) will be excluded.\n* Participant had a breast MRI that was performed after the diagnosis of ADH but before surgical excision\n* Participants who have a known allergy to contrast media.\n* Participants who have a known severe allergic response to one or more allergens, as defined by anaphylaxis.\n* Participants with persistent asthma as defined by the National Heart, Lung, and Blood Institute.\n* Participants with renal insufficiency or failure, as determined by a point of care renal function blood test.\n* Participants who are breastfeeding are excluded because there is an unknown but potential risk for adverse events in nursing infants secondary to contrast administration in the mother.\n* Participants with the following underlying medical conditions: multiple myeloma, myasthenia gravis, dysproteinemias, severe cardiac disease, aortic stenosis, primary pulmonary hypertension, cardiac arrythmia, or severe cardiomyopathy. These underlying medical conditions may make the participant more likely to develop a contrast reaction. This is based on the ACR contrast manual version 10.3 and hospital policy.\n* Participants with thyroid carcinoma or thyroid disease for whom systemic radioactive iodine therapy is part of planned diagnostic work-up or treatment within 2 months following the contrast mammogram study.\n* Participants with a concurrent active illness including, but not limited to, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, thyroid storm.\n* Pregnant women are excluded from this study because CESM uses radiation with the potential for teratogenic or abortifacient effects. This will be defined by a urine pregnancy test prior to the CESM study.",
    "sex": "FEMALE",
    "minimumAge": "30 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}