{
    "nctId": "NCT03735550",
    "briefTitle": "Effectiveness of Liquid Crystal Contact Thermography in Detecting Pathological Changes in Female Breasts",
    "officialTitle": "Investigation of the Effectiveness of Liquid Crystal Contact Thermography in Detecting Pathological Changes in Female Breasts Compared to Standard Diagnostic Methods of Breast Cancer",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 3000,
    "primaryOutcomeMeasure": "Diagnostic efficacy of liquid crystal contact thermography using a manual assessment algorithm as compared with ultrasound and/or mammography and breast biopsy.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n- a woman aged 18 or above (without any upper age limit) who gives informed consent to the participation in the study by signing the Informed Consent Form and meets one of the below requirements may take part in the study:\n\n1. For women aged 18-49: ultrasound imaging of breasts was performed; category of the final assessment of the study according to the BI-RADS scale 4b, 4c or 5.\n2. For women aged 50 or above (in the B group, a mammography examination in the final assessment category according to the BI-RADS scale 4, 4a, 4b, 4c or 5; or the breast ultrasound in the final assessment category according to the BI-RADS scale 4a, 4b, 4c or 5 (but both examinations are obligatory); in the C2 group, mammography or breast ultrasound in the final category of the examination assessment according to the BI-RADS scale 1, 2 (but both examinations are obligatory). -\n\nExclusion Criteria:\n\n1. Performed invasive diagnostics of changes in breasts (treatment performed less than 12 months before inclusion into the study) - relates to a core- needle and mammotome biopsy (also a fine-needle biopsy performed up to 4 weeks before inclusion to the study).\n2. A breast surgery within 12 months before inclusion into the study (including cosmetic surgeries, i.e. aesthetic implants, fat-graft transfer and hyaluronic acid injection into breasts.\n3. A visible, considerable breasts asymmetry that makes the examination with an equal number of matrix applications on both breasts impossible.\n4. A visible considerable breast deformation including appearance of scarring on the breast skin which makes adjustment of the entire matrix surface to the breast gland impossible.\n5. Previous or ongoing anti-tumour treatment due to the breast cancer.\n6. Symptomatic acute or chronic breast inflammation, with visible features of inflammation: pain, increased temperature, skin redness, swelling, breast abscesses, breast vessels thrombosis.\n7. Injury to the breasts with visible clinical properties of extravasation.\n8. A patient is suffering from an active infection with the body temperature equal to or more than 37.5°C.\n9. Pregnancy and lactation (pregnancy must be ruled out based on the last period date (\\< 30 days), or using effective contraception - with regard to women from group A, in case of any doubts performance of the stripe pregnancy test).\n10. Alcohol consumption on the day of the visit at the doctor's.\n11. Intensive physical effort up to 30 minutes before thermographic examination.\n12. Bath/shower (approximately 2 hours before thermographic examination).\n13. Using sauna/ steam bath on the day of examination, before thermographic examination.\n14. Cosmetic and beauty treatments before examination: peeling within the neckline and breasts, hair removal within armpits, application of cosmetics on the breast skin (approximately 2 hours before thermographic examination).\n15. A direct stay close to the heat or cold sources such as heaters or air conditioners 30 minutes before thermographic examination.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}