{
    "nctId": "NCT04646759",
    "briefTitle": "Fulvestrant or Capecitabine Combined With Pyrotinib in HR+/HER2+ Metastatic Breast Cancer",
    "officialTitle": "Fulvestrant or Capecitabine Combined With Pyrotinib in HR-positive and HER2-Positive Metastatic Breast Cancer: A Multicenter, Randomized, Phase III Study",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 516,
    "primaryOutcomeMeasure": "Progression free survival",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Adult female patients (aged 18-80 years, including 18 and 80 years) with metastatic breast cancer confirmed by pathology or imaging are not suitable for surgical resection or radiotherapy for the purpose of cure;\n2. Pathological examination confirmed that ER and / or PR were positive, and HER-2 was positive (ER expression: immunohistochemical staining of tumor cells ≥ 10%; PR expression: immunohistochemical staining of tumor cells ≥ 10%; HER-2 positive: immunohistochemical staining of 3 + or fish positive);\n3. Postmenopausal patients (for premenopausal patients, ofs includes bilateral ovariectomy and GnRHa drugs);\n4. The disease-free interval between the end of the last trastuzumab and tumor progression was more than 12 months;\n5. Trastuzumab has not been treated or only received first-line treatment based on trastuzumab for metastatic diseases, and trastuzumab should be evaluated as effective in the rescue treatment of metastatic breast cancer for the first time.\n6. Patients who have received chemotherapy and endocrine therapy in the past (New) adjuvant or for metastatic diseases, and have disease progression during or after treatment;\n7. The WHO physical status was 0-2 points, and the expected survival time was not less than 3 months;\n8. At least one measurable lesion (short diameter of lymph node ≥ 15mm) was detected in the imaging examination within 2 weeks before enrollment, including normal CT scan ≥ 20 mm, spiral CT scan diameter ≥ 10 mm, or simple bone metastasis.\n9. Previous treatment related toxicity should be reduced to NCI CTCAE (version 5.0) ≤ 1 degree (except for hair loss or other toxicity which is judged by the researcher to be safe for the patient)\n10. Within one week before admission, blood routine examination was basically normal: A. white blood cell count (WBC) ≥ 3.0 × 10 \\^ 9 / L; B. neutrophil count (ANC) ≥ 1.5 × 10 \\^ 9 / L; C. platelet count (PLT) ≥ 100 × 10 \\^ 9 / L;\n11. Liver, kidney and heart function tests were basically normal within one week before enrollment (based on the normal values of laboratories in each research center): A. total bilirubin (TBIL) ≤ 1.5 × upper limit of normal value (ULN), B. alanine aminotransferase (ALT / AST) ≤ 2.5 × ULN (liver metastasis patients ≤ 5xuln), C. serum creatinine ≤ 1.5 × ULN or creatinine clearance rate (CCR) ≥ 60 ml / min; D. left ventricular ejection fraction (LVEF) ≥ 55%, e. QTcF(Fridericia correction) ≤ 470 ms.\n\nExclusion Criteria:\n\nYou cannot be grouped if you meet any of the following:\n\n1. Patients who had not received trastuzumab, chemotherapy and endocrine therapy before;\n2. Patients with central nervous system metastasis and clinical symptoms;\n3. Patients with visceral crisis;\n4. Patients who were considered suitable for chemotherapy by the researchers;\n5. There are many factors that affect drug administration and absorption, such as dysphagia, chronic diarrhea and intestinal obstruction.\n6. Patients who received radiotherapy, chemotherapy, endocrine therapy, surgery (excluding local puncture) or molecular targeted therapy within 4 weeks before enrollment.\n7. He participated in other clinical trials within 4 weeks before enrollment.\n8. Patients with metastatic disease received more than first-line endocrine therapy, chemotherapy or targeted therapy.\n9. Other malignant tumors in the past 5 years, excluding cured cervical carcinoma in situ, skin basal cell carcinoma or skin squamous cell carcinoma.\n10. At the same time, they received any other anti-tumor treatment.\n11. Those who have been known to have allergic history to the drug components of this regimen; have a history of immunodeficiency, including HIV positive, HCV, active hepatitis B, or other acquired and congenital immunodeficiency diseases, or have a history of organ transplantation.\n12. Severe heart disease or discomfort, including, but not limited to, the following: a history of heart failure or systolic dysfunction (LVEF \\< 50%); high risk uncontrolled arrhythmias such as atrial tachycardia, resting heart rate \\> 100bpm, significant ventricular arrhythmias (such as ventricular tachycardia), or higher-level atrioventricular block (i.e., mobitz) The results showed that there was no significant difference between the two groups (systolic blood pressure \\> 180 mmHg and diastolic blood pressure \\> 100 mmHg);\n13. Pregnant and lactating women, fertile women with positive baseline pregnancy test.\n14. According to the judgment of the researchers, there are some accompanying diseases that seriously endanger the safety of patients or affect patients to complete the study.\n15. Have a clear history of neurological or mental disorders, including epilepsy or dementia.\n16. Any other situation in which the researcher believes that the patient is not suitable for the study, which may interfere with the accompanying diseases or conditions of the study, or have any serious medical obstacles that may affect the safety of the subjects (such as uncontrollable heart disease, hypertension, active or uncontrollable infection, active hepatitis B virus infection)",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}