{
    "nctId": "NCT05062174",
    "briefTitle": "Breast Cancer BRCA1 Carriers: a Pilot Study",
    "officialTitle": "Targeting Progesterone Signaling for Breast Cancer Prevention in BRCA1 Carriers: a Pilot Study",
    "overallStatus": "WITHDRAWN",
    "conditions": "BRCA1 Mutation, High-grade Serous Ovarian Cancer, TNBC - Triple-Negative Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "Impact of mifepristone",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. ≥18 old at the time of informed consent\n2. Known pathogenic germline BRCA1 mutation. The mutation must have been discovered by a CLIA- approved next generation sequencing panel (such as Myriad, Invitae, Ambry, etc) and confirmed by the PI.\n3. Planning to undergo prophylactic risk reducing mastectomy\n4. Premenopausal, defined as:\n\n   1. At least one ovary remains in situ, AND\n   2. Estradiol \\> 20 or last menstrual period within the prior 3 months\n   3. Prior hysterectomy is allowed as long as at least one ovary remains in place\n5. Must not be pregnant or nursing\n\n   a. Must have a negative urine pregnancy test for registration and between -6 to day -2 prior to receiving mifepristone\n6. Ability to provide written informed consent and HIPAA authorization\n7. Agrees to pre-treatment core biopsy with donation to the IUSCCC Komen Normal Tissue Bank. Patient will sign a separate informed consent for donation to the IUSCCC Komen Normal Tissue Bank.\n\nExclusion Criteria:\n\n1. Patients may not have used progesterone-only contraceptives (i.e. Depo- Provera) within the last 6 months. Combination estrogen/progesterone or estrogen only contraceptives are allowed.\n2. Presence of an intrauterine device\n3. Personal history of breast or ovarian cancer\n4. Active heavy smoker, defined as 10 or more cigarettes per day on any occasion in the past 30 days\n5. Uncontrolled chronic medical condition, including insulin dependent diabetes, NYHA class II, III or IV congestive heart failure, unstable angina, history of myocardial infarction, chronic pulmonary conditions including uncontrolled asthma (symptoms \\> 2 days/week) or dyspnea requiring oxygen, peripheral vascular disease, symptomatic anemia, uncontrolled psychiatric conditions, chronic kidney disease, or liver disease (cirrhosis, NAFLD, etc.)\n6. Requiring ongoing therapy with strong CYP3A4 inhibitor, steroids, or immunosuppressants (i.e. tacrolimus, cyclosporine, etc.). Please see appendix for full list of excluded co-medications. If questions, please ask the PI.\n7. History of life- threatening allergic reaction to local anesthesia (lidocaine, xylocaine).\n8. Contraindications including but not limited to allergic reactions to mifepristone or other prostaglandins, or inherited porphyrias\n9. For the purposes of invasive breast biopsies, women must not be receiving therapeutic anticoagulation or antiplatelet agents",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}