{
    "nctId": "NCT02562118",
    "briefTitle": "Neoadjuvant Lenvatinib Combined With Letrozole in Hormone Receptor Positive Breast Cancer",
    "officialTitle": "Phase Ib Followed by Phase II Study of Pre-operative Treatment With Lenvatinib Combined With Letrozole in Post-menopausal Women With Newly Diagnosed Hormone Receptor Positive Breast Cancer With Measurable Primary Breast Tumor",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 40,
    "primaryOutcomeMeasure": "Rates of clinical response",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Female, age ≥ 18 years.\n* Histologic or cytologic diagnosis of breast carcinoma.\n* Part A: T1-4 breast cancer with measurable primary breast tumor, defined as palpable tumor with both diameters 2.0cm or greater as measured by caliper. Newly diagnosed metastatic patients with measurable primary breast tumor ≥2cm are eligible provided that there are plans for toilet mastectomy after completing 14 weeks of pre-operative drug therapy. Patients must not have received prior chemotherapy or hormonal therapy for the treatment of the current breast cancer.\n* Part B: Patients with metastatic breast cancer with measurable tumor by RECIST criteria.Patients previously treated with letrozole are eligible if they progressed on letrozole ≥1 year after adjuvant treatment, or ≥ 6 months in the metastatic setting.\n* ECOG 0-1.\n* Estimated life expectancy of at least 12 weeks.\n* Adequate organ function including the following:\n\n  * Bone marrow:\n  * Absolute neutrophil (segmented and bands) count (ANC) ≥ 1.5 x 109/L\n  * Platelets ≥ 100 x 109/L\n  * Hepatic:\n  * Bilirubin ≤ 1.5 x upper limit of normal (ULN),\n  * ALT or AST ≤ 2.5x ULN, (or ≤5 X with liver metastases)\n  * Renal:\n\nCreatinine ≤ 1.5x ULN\n\n• Post-menopausal women. Post-menopausal status is defined either by\n\n* Age ≥ 60 years and one year or more of amenorrhea\n* Age \\< 60 years and one year or more of amenorrhea (in the absence of ovarian suppression) and with estradiol and FSH levels consistent with menopause, \\*Treatment with a luteinizing hormone-releasing hormone (LHRH) agonist (goserelin acetate or leuprolide acetate) is not permitted for induction of ovarian suppression for Part A (patients with non-metastatic disease receiving the study treatment as neoadjuvant therapy).\n\nHowever, in Part B (patients with metastatic disease), pre-menopausal women who are treated with medical ovarian suppression with post-menopausal levels of estradiol (institutional limits) at time of study entry and who will continue to be suppressed with 4-weekly LHRH agonist during study treatment may be enrolled. If these patients were previously on 12-weekly long-acting LHRH agonist, this has to be switched to 4-weekly LHRH agonist while the patient is on study treatment.\n\n• Signed informed consent from patient or legal representative.\n\nExclusion Criteria:\n\n* Treatment within the last 30 days with any investigational drug.\n* Concurrent administration of any other tumor therapy, including cytotoxic chemotherapy, hormonal therapy, and immunotherapy.\n* Major surgery within 28 days of study drug administration.\n* Active infection that in the opinion of the investigator would compromise the patient's ability to tolerate therapy.\n* Pregnancy.\n* Breast feeding.\n* Serious concomitant disorders that would compromise the safety of the patient or compromise the patient's ability to complete the study, at the discretion of the investigator.\n* Active bleeding disorder or bleeding site.\n* Non-healing wound.\n* Poorly controlled diabetes mellitus.\n* Second primary malignancy that is clinically detectable at the time of consideration for study enrollment.\n* Symptomatic brain metastasis.\n* History of significant neurological or mental disorder, including seizures or dementia.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}