{
    "nctId": "NCT05695859",
    "briefTitle": "99mTc-DARPinG3 SPECT/CT for Non-invasive HER2-AX in Breast Cancer With Metastatic Lymph Nodes Before Targeted Therapy",
    "officialTitle": "SPECT/CT Imaging of Human Epidermal Growth Factor Receptor 2 (HER2) Expression in Primary Tumour and Metastatic Axillary Lymph Nodes Using Technetium-99m-labelled DARPinG3 Molecule-based.",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer Female",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 24,
    "primaryOutcomeMeasure": "SPECT/CT-based 99mTc-DARPinG3 uptake in tumor lesions",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Subject is \\> 18 years of age\n* Diagnosis of primary breast cancer with lymph node metastases\n* Availability of results from HER2 status previously determined on material from the primary tumor and metastatic LN, either a. HER2-positive, defined as a DAKO HercepTest™ score of 3+ or FISH positive or b. HER2-negative, defined as a DAKO HercepTest™ score of 0 or 1+; or else if 2+ then FISH negative\n* Hematological, liver and renal function test results within the following limits: White blood cell count: \\> 2.0 x 109/L; Hemoglobin: \\> 80 g/L; Platelets: \\> 50.0 x 109/L; ALT, ALP, AST: =\\< 5.0 times Upper Limit of Normal; Bilirubin =\\< 2.0 times Upper Limit of Normal; Serum creatinine: Within Normal Limits.\n* A negative pregnancy test for all patients of childbearing potential. Sexually active women of childbearing potential participating in the study must use a medically acceptable form of contraception for at least 30 days after study termination\n* Subject is capable to undergo the diagnostic investigations to be performed in the study\n* Informed consent\n\nExclusion Criteria:\n\n* Any system therapy (chemo-/targeted therapy)\n* Second, non-breast malignancy\n* Active current autoimmune disease or history of autoimmune disease\n* Active infection or history of severe infection within the previous 3 months (if clinically relevant at screening) 4. Known HIV positive or chronically active hepatitis B or C\n* Administration of other investigational medicinal product within 30 days of screening\n* Ongoing toxicity \\> grade 2 from previous standard or investigational therapies, according to US National Cancer Institute's",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}