{
    "nctId": "NCT00989638",
    "briefTitle": "A Multi Modality Surveillance Program for Women At High Risk for Breast Cancer",
    "officialTitle": "A Multi Modality Surveillance Program for Women At High Risk for Breast Cancer",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 305,
    "primaryOutcomeMeasure": "Creation of registry of women undergoing intensive surveillance for the early detection of breast cancer in high-risk women",
    "eligibilityCriteria": "Inclusion Criteria:\n\nEach woman will meet one or more of the criteria below:\n\n* Known BRCA1 or BRCA2 carrier (must be older than 21 years)\n* Any mutation carrier in hereditary breast cancer susceptibility genes that is known to increase the risk for breast cancer (regardless of age). Some examples of these would include TP53, PTEN, BRCA1 and BRCA2, CHEK2, ATM, and CDH1 and other identified genetic markers conferring greater than 2.5 fold increased breast cancer risk in a polygenic model.\n* For women who chose not to have genetic testing or test negative, probability of being a BRCA1 or BRCA2 carrier of 20% or greater based on BRCAPRO analysis or ≥ 25% risk of being a mutation carrier by any Genetic model such as Couch, Myriad, BODICEA, in addition to a lifetime breast cancer risk \\>=20% by CARE, Tyler Cuzick, or Claus model\n* Personal history of breast cancer before age 35 years and no evidence of disease recurrence for at least two years.\n* Any woman of African ancestry whose 1st degree relative (mother or sister) or 2nd degree relative (aunt, grandmother) if paternal lineage suspected diagnosed with breast cancer under age 40, regardless of risk model calculation\n* Have a personal history of ductal carcinoma in situ (DCIS) diagnosed at or before age 35 AND a first degree relative who had been diagnosed with breast cancer before age 50 OR has a first degree relative diagnosed with ovarian cancer at any age\n* Any female cancer survivor who received chest irradiation before age 30 for any disease including Hodgkin's, a sarcoma, neuroblastoma, or other medical condition.\n\nIn addition to meeting one of the above criteria, women must meet all of the following:\n\n* willing to travel to University of Chicago Medical Center for imaging studies as well as any necessary follow-up procedures.\n* have at least one breast that has not been irradiated for cancer\n* be at least 25 years of age or at least 5 years younger than the first case of breast cancer diagnosis in the family. (This applies only to high risk women who are not BRCA1 or BRCA2 mutation carriers)\n* be able to give informed consent\n\nExclusion Criteria:\n\nWomen will be excluded if they meet one of the following:\n\n* active cancer at the time of enrollment. A prior history of breast cancer is permitted if the subject has completed chemotherapy and is considered disease-free at the time of enrollment.\n* current pregnancy or plans for pregnancy within two years of enrollment\n* presence of a pacemaker or any other metallic foreign objects in their body that interferes with an MRI\n* breast surgery within two weeks of study entry\n* previous bilateral mastectomy (prophylactic or therapeutic)\n* history of kidney disease or abnormal kidney tests\n* Women who test negative in a family with identifiable BRCA mutations are ineligible regardless of risk calculation",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}