{
    "nctId": "NCT05860907",
    "briefTitle": "Clinical Study of Huaier Granules in Patients With Advanced Breast Cancer Without Visceral Metastasis",
    "officialTitle": "A Multicenter, Open-label, Randomized, Controlled, Prospective Clinical Study of Huaier Granules in Patients With Advanced Breast Cancer Without Visceral Metastasis",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Breast Cancer Stage IV",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE4",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 384,
    "primaryOutcomeMeasure": "Investigator evaluated progression free survival",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* 18 years old ≤ age ≤ 75, regardless of gender.\n* For breast cancer patients who are clinically or pathologically diagnosed as non visceral metastasis, if the patient has only local recurrence or metastasis, the clinician judges that it is not suitable or refuses to use local treatment with radical intensity, such as surgical resection or radiotherapy.\n* Prior to enrollment, no more than first-line chemotherapy/endocrine therapy/targeted therapy/immunotherapy were allowed;If the patient has previously received first-line therapy, the outcome of treatment should be clinically assessed as disease progression or intolerance.\n* There is at least one measurable lesion that meets the RECIST 1.1 standard, or only bone metastases (including osteolytic lesions or mixed lesions).\n* The liver and kidney functions meet the following conditions: AST and ALT\\<3 ULN, total bilirubin ≤ 2 ULN, and blood creatinine\\<1.5 ULN.\n* Other laboratory tests meet the following requirements: Hb ≥ 9g/dl, platelet count ≥ 60 × 10\\^9/L, absolute neutrophil count\\>1.0 × 10\\^9/L.\n* Expected survival time ≥ 12 weeks.\n* The patient's ECOG physical state score is 0 or 1.\n* The subjects participated in the study voluntarily and signed an informed consent form.\n\nExclusion Criteria:\n\n* Any other malignancies diagnosed within 5 years prior to enrollment, except those with a low risk of metastasis and death (5-year survival \\> 90%), such as adequately treated basal cell or squamous cell skin cancer or cervical carcinoma in situ.\n* There is visceral metastasis of breast cancer.\n* Patients with advanced (local recurrence or metastasis) breast cancer who plan to receive radical local treatment.\n* Serious infections (CTCAE\\>Level 2) have occurred within 4 weeks prior to enrollment, such as severe pneumonia, bacteremia, infection complications that require hospitalization; Symptoms and signs of infection or the need for oral or intravenous antibiotic treatment within 2 weeks prior to enrollment, except for prophylactic use of antibiotics.\n* Suffering from severe acute and chronic diseases.\n* Suffering from severe diabetes whose blood sugar cannot be effectively controlled.\n* Patients who cannot take oral medication or are allergic to the ingredients of Huaier granules.\n* Drug abusers, or those who suffer from psychological or mental illnesses that may interfere with research compliance.\n* Pregnant or lactating women.\n* The researcher believes that it is not suitable to participate in this study.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}