{
    "nctId": "NCT06358573",
    "briefTitle": "Intratumoral INT230-6 Followed by Neoadjuvant Immuno-chemotherapy in Patients With Early TNBC. INVINCIBLE-4-SAKK",
    "officialTitle": "Intratumoral INT230-6 Followed by Neoadjuvant Immuno-chemotherapy in Patients With Early Triple-negative Breast Cancer (TNBC). An Open-label Randomized Two-cohort Phase 2 Clinical Trial. INVINCIBLE-4-SAKK",
    "overallStatus": "RECRUITING",
    "conditions": "Triple-negative Breast Cancer, TNBC - Triple-Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 54,
    "primaryOutcomeMeasure": "Pathological complete response (pCR) in the primary tumor (ypT0/Tis) and affected lymph nodes (ypN0).",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Written informed consent according to country specific law and ICH GCP E6(R2) regulations before registration and prior to any trial specific procedures.\n* Newly histologically diagnosed, previously untreated locally advanced non-metastatic TNBC as defined by the most recent American Society of Clinical Oncology (ASCO) / College of American Pathologist (CAP) guidelines .\n* The following stages according to staging per American Joint Committee on Cancer (AJCC) for breast cancer staging criteria version 8 are included: cT2-4c N0-3 M0.\n* Multifocal and multicentric primary tumors are allowed and the tumor with the most advanced T stage should be used to assess the eligibility. If multifocal or multicentric disease TNBC needs to be confirmed for each focus.\n* Measurable disease in the breast with at least one lesion with a diameter ≥2cm that is evaluable per RECIST v1.1, visible in ultrasound and injectable.\n* Male or female subject Age ≥ 18 years.\n* ECOG performance status 0-1\n* Adequate bone marrow function (administration of G-CSF, EPO and/or blood transfusion within 14 days before registration is not allowed):\n\n  * neutrophil count ≥ 1.5 x 109/L\n  * platelet count ≥ 100 x 109/L\n  * hemoglobin ≥ 90 g/L\n* Adequate hepatic function:\n\n  * total bilirubin ≤ 1.5 x ULN, or direct bilirubin ≤ ULN for subjects with total bilirubin levels \\> 1.5 x ULN\n  * AST and ALT ≤ 2.5 x ULN,\n  * Albumin 30 ≥ g/L\n  * Lactate Dehydrogenase (LDH) \\<2.5 ULN\n* Adequate renal function: estimated glomerular filtration rate (eGFR) ≥ 50 ml/min/1.73 m2 (according to CKD-EPI formula or serum creatinine ≤ 1.5x ULN.\n* Adequate cardiac function: Left ventricular Ejection Fraction (LVEF) ≥ 50% as determined by echocardiography (ECHO)\n* Adequate coagulation function:\n\n  * INR ≤ 1.5 x ULN unless patient is receiving anticoagulant therapy\n  * aPTT ≤ 1.5 x ULN unless patient is receiving anticoagulant therapy\n  * If patient is receiving anticoagulant therapy, the treating physician must determine that the anticoagulation can be stopped at least 24 hours prior to injection.\n* Women of childbearing potential must use highly effective contraception, are not pregnant or lactating and agree not to become pregnant during trial treatment and until 6 months after the last dose of INT230-6 or standard of care treatment. A negative pregnancy test before inclusion into the trial is required for all women of childbearing potential. (www.swissmedicinfo.ch).\n* Men agree not to donate sperm or to father a child during trial treatment and until 6 months after the last dose of INT230-6 or standard of care treatment (www.swissmedicinfo.ch).\n\nExclusion Criteria:\n\n* Inflammatory Breast Cancer cT4d\n* The following histological subtypes of TNBC are excluded: Classic adenoid cystic carcinoma, secretory carcinoma, low-grade adenosquamous carcinoma, tall cell carcinoma with reversed polarity, high-grade metaplastic\n* History of invasive malignancy ≤3 years prior to signing informed consent (except treated basal cell or squamous cell skin cancer or in situ cervical cancer)\n* Prior chemotherapy, targeted therapy, radiation therapy or anti-PD-L1 agent for previous breast cancer or Ductal Carcinoma in Situ (DCIS) on the same side.\n* Concurrent bilateral breast cancer\n* Concomitant treatment with any other experimental drug for recent breast cancer diagnosis in another clinical trial.\n* Severe or uncontrolled cardiovascular disease (congestive heart failure NYHA II or IV; unstable angina pectoris, history of myocardial infarction and acute coronary syndrome requiring stenting/bypass surgery within the last six months, serious arrhythmias requiring medication (with exception of atrial fibrillation or paroxysmal supraventricular tachycardia), significant QT-prolongation, uncontrolled hypertension.\n* Known history of human immunodeficiency virus (HIV) or active chronic hepatitis C or hepatitis B virus infection or any uncontrolled active systemic infection requiring intravenous (iv) antimicrobial treatment.\n* Active autoimmune disease that required systemic treatment in past 2 years (e.g., with use of disease modifying agents, corticosteroids or immunosuppressive drugs). Replacement therapy (e.g., thyroid hormone replacement, insulin, or physiologic corticosteroid replacement therapy for adrenal or pituitary insufficiency) is not considered a form of systemic treatment.\n* History of (non-infectious) pneumonitis that required steroids or current pneumonitis.\n* Known history of tuberculosis.\n* Known history of allogeneic organ or stem cell transplant.\n* Receipt of live attenuated vaccine within 30 days prior to registration.\n* Diagnosis of immunodeficiency, concomitant or prior use of immunosuppressive medication within 7 days before registration, with the exceptions of local (intranasal, topical and inhaled) corticosteroids, or systemic corticosteroids which must not exceed 10 mg/day of prednisone or a dose equivalent corticosteroid, and the premedication for chemotherapy.\n* Concomitant anticoagulation with warfarin or equivalent vitamin K antagonists (e.g. phenprocoumon), factor Xa inhibitors (e.g. rivaroxaban, apixaban), direct thrombin inhibitors (e.g. dabigatran) or platelet inhibitors/antiplatelet agents that cannot be stopped 24 hours before the administration of INT230-6. Aspirin (up to 300 mg/day) is allowed.\n* Any concomitant drugs contraindicated for use with the trial drug according to the Investigator Brochure (IB) and the immuno-chemotherapy treatment according to the approved product information.\n* Known hypersensitivity to trial drug or to any component of the trial drug or immuno-chemotherapy treatment.\n* Any other serious underlying medical, psychiatric, psychological, familial or geographical condition, which in the judgment of the investigator may interfere with the planned staging, treatment and follow-up, affect patient compliance or place the patient at high risk from treatment-related complications.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}