{
    "nctId": "NCT01805076",
    "briefTitle": "MRI and Mammography Before Surgery in Patients With Stage I-II Breast Cancer",
    "officialTitle": "Effect of Preoperative Breast MRI on Surgical Outcomes, Costs and Quality of Life of Women With Breast Cancer",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Estrogen Receptor-negative Breast Cancer, Progesterone Receptor-negative Breast Cancer, Stage IA Breast Cancer, Stage IB Breast Cancer, Stage II Breast Cancer, Triple-negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "DIAGNOSTIC",
    "enrollmentCount": 317,
    "primaryOutcomeMeasure": "Local-regional recurrence (LRR)",
    "eligibilityCriteria": "* Female. Men are excluded from this study because the number of men with breast cancer is insufficient to provide a statistical basis for assessment of effects in this subpopulation of people with breast cancer.\n* Pathologically confirmed diagnosis of breast cancer, clinical stage I-II (T1-3 N0 M0, T0-2 N1 M0). Diagnosis must be by needle biopsy; patients diagnosed by surgical excision are excluded.\n* Patients must have either:\n\n  * Estrogen receptor (ER) negative/progesterone receptor (PR) negative (\\< 10% by immunohistochemistry IHC staining) and HER-2 negative breast cancer OR\n  * ER negative/PR negative (\\< 10% by IHC staining) and HER-2 positive tumors\n  * HER-2 status will be determined as per the 2013 ASCO CAP guidelines:\n\n    * HER-2 is considered positive if there is IHC 3+ staining or ISH positive using either single probe ISH or dual probe ISH\n    * HER-2 is considered negative if there is IHC 0 or 1+ staining or ISH negative using either single probe ISH or dual probe ISH\n* No patients with previous ipsilateral invasive breast cancer or ductal carcinoma in situ (DCIS)\n* No patients with bilateral breast cancer\n* No patients with known deleterious mutations in breast cancer (BRCA) genes\n* No current history of receiving hormonal therapy, tamoxifen, and or aromatase inhibitors for therapeutic measures\n* No history of chemotherapy for cancer within 6 months prior to registration\n* No patients scheduled to receive neoadjuvant chemotherapy or partial breast irradiation following breast conserving surgery\n* Eligible for BCT based on clinical examination, mammography and, if standard practice at a given institution, ultrasound and/or tomogram. Women who cannot be appropriately selected for BCT based on these standard imaging studies, and for whom additional imaging is recommended to clarify local disease extent, will not be eligible for this trial.\n* No patients with multicentric or multifocal disease scheduled to undergo multiple lumpectomies. Multifocal disease that can be encompassed in a single operative bed can be enrolled.\n* Suitable to undergo MRI and receive the contrast agent gadolinium (exclusions follow):\n\n  * No history of untreatable claustrophobia\n  * No presence of metallic objects or implanted medical devices in body (i.e., cardiac pacemaker, aneurysm clips, surgical clips, prostheses, artificial hearts, valves with steel parts, metal fragments, shrapnel, tattoos near the eye, or steel implants)\n  * No history of sickle cell disease\n  * No contraindication to intravenous contrast administration\n  * No known allergy-like reaction to gadolinium or moderate or severe allergic reactions to one or more allergens as defined by the American College of Radiology (ACR); patient may be eligible if willing to undergo pre-treatment as defined by the institution's policy and/or ACR guidance\n  * No findings consistent with renal failure, as determined by glomerular filtration rate (GFR) \\< 30 mL/min/1.73 m\\^2 based on a creatinine level obtained within 28 days prior to registration\n  * Weight lower than that allowable by the MRI table\n* No prior MRI of study breast within the 12 months prior to registration\n* Non-pregnant and non-lactating. Patients of child-bearing potential must have a negative pregnancy test within 7 days prior to registration. Perimenopausal patients must be amenorrheic \\> 12 months to be considered not of child-bearing potential\n* ≥ 18 years of age\n* Signed study-specific informed consent prior to registration",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}