{
    "nctId": "NCT05861271",
    "briefTitle": "Adjuvant Pyrotinib and Capecitabine For HER2 Positive Micro Invasive Breast Cancer",
    "officialTitle": "Adjuvant Pyrotinib and Capecitabine For HER2 Positive Micro Invasive Breast Cancer",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer Stage I",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 1008,
    "primaryOutcomeMeasure": "iDFS",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Women aged 18-70;\n2. The pathology of early breast cancer after surgery is T1micN0: histologically confirmed that the longest diameter of invasive cancer does not exceed 1mm or the maximum diameter of multiple invasive lesions is less than 1mm, and the lymph node is negative (N0);\n3. The pathological type of immunohistochemistry needs to meet the following conditions: HER-2 (3+) or HER-2 (0-2+) but amplified by FISH detection.\n4. Hormone receptor negative (HR-) is defined as ER, PR expression is \\<1%; Hormone receptor positivity (HR+) is defined as ER and/or PR expression ≥1%.\n5. For patients with both invasive lesions, if both lesions are HER-2 positive, they can be enrolled.\n6. ECOG score≦ 1 point;\n7. No obvious dysfunction of major organs;\n8. Blood routine: ANC ≥1.5×109/L, PLT≥100×109/L, blood Hb≥ 9 g/dl (no transfusion within 14 days);\n9. Liver function: total bilirubin ≤1.25×ULN; AST and ALT \\<2.5×ULN;\n10. Renal function: creatinine clearance ≥ 50 mL/min, blood creatinine ≤ 1.5 ×ULN;\n11. Cardiac function: ECG is generally normal, QTc\\< 470 ms; LVEF \\> 50%;\n12. contraception during treatment for women of childbearing age;\n13. No history of other malignant tumors in the past 5 years;\n14. With the consent of the person and signed the informed consent form, or signed by the patient's legal representative with the authorization of the patient.\n15. Can be followed up and good compliance.\n\nExclusion Criteria:\n\n1. The maximum size of the infiltrate is more than 1mm in diameter or the axillary lymph node is positive\n2. HER2 negative: immunohistochemical HER2-,+; Immunohistochemical HER2+ while FISH has no amplification;\n3. Patients who have received neoadjuvant therapy or any other form of systemic therapy or local therapy other than surgery, including chemotherapy, targeted, radiotherapy, or endocrine therapy, prior to enrollment\n4. History of other malignant tumors, except cured basal cell carcinoma of the skin and carcinoma in situ of the cervix;\n5. Metastasis of any part;\n6. Pregnant or lactating women, women of childbearing age who cannot be effectively contraceptives;\n7. Patients who participate in other clinical trials at the same time;\n8. Severe organ function (heart, lung, liver and kidney) insufficiency, LEVF \\< 50% (ultracardiogram); severe cardiovascular and cerebrovascular diseases (such as: unstable angina, chronic heart failure, uncontrollable hypertension \\>150/90mmgh, myocardial infarction or cerebrovascular accident) within 6 months before enrollment; diabetics with poor glycemic control; Patients with severe hypertension;\n9. Severe or uncontrolled infection;\n10. Those who have a history of psychotropic substance abuse and cannot quit or have a history of mental disorders;\n11. Patients who are judged by the investigator to be unsuitable to participate in this study.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}