{
    "nctId": "NCT03109080",
    "briefTitle": "Olaparib & Radiation Therapy for Patients Triple Negative Breast Cancer (TNBC)",
    "officialTitle": "A Phase I of Olaparib With Radiation Therapy in Patients With Inflammatory, Loco-regionally Advanced or Metastatic TNBC (Triple Negative Breast Cancer) or Patient With Operated TNBC With Residual Disease",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Neoplasms, Triple-Negative, Breast Neoplasm Malignant Female, Radiotherapy Side Effect",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 24,
    "primaryOutcomeMeasure": "Determination of the Maximal Tolerated Dose of Olaparib administered with concurrent loco regional radiotherapy",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Woman aged \\>18 years.\n2. Histologically confirmed triple negative breast cancer with loco-regional radiotherapy indication :\n\n   1. Non-operated with either:\n\n      1. Inflammatory breast cancer in progression during neoadjuvant chemotherapy or inoperable after neoadjuvant chemotherapy.\n      2. Loco-regional advanced breast cancer in progression during neoadjuvant chemotherapy or inoperable after neoadjuvant chemotherapy (T ≥ 3 and/or N ≥ 1; with evaluable disease according to RECIST 1.1 criteria).\n      3. Non operable metastatic breast cancer (all T, all N, M1; with evaluable disease according to RECIST 1.1 criteria) needing local and regional treatment in case of good metastatic control after chemotherapy.\n   2. Or patient operated after neoadjuvant treatment and surgery with residual disease (non-pCR and/or pN+ disease).\n3. Neoadjuvant chemotherapy (containing anthracyclines or taxanes or the combination of both or containing platinum-based chemotherapy) willingness to discontinue any cytotoxic chemotherapeutic agents, immunotherapy, and targeted therapies at least two weeks prior to start of Olaparib.\n4. ECOG performance status \\< 2.\n5. Life expectancy greater than 6 months.\n6. Adequate hematologic, renal and hepatic function (assessed within the two weeks prior to registration and within the month prior to the commencement of protocol treatment). For patients who have stopped chemotherapy two weeks prior to protocol treatment, hematologic function must be re-assessment 1 or 2 days before the first Olaparib intake:\n\n   1. Haemoglobin ≥ 10.0 g/dL.\n   2. Absolute Neutrophil Count (ANC) ≥ 1.5 x 109/L.\n   3. White Blood Cells (WBC) \\> 3 x 109/L.\n   4. Platelet count ≥ 100 x 109/L.\n   5. Total bilirubin ≤ 1.5 x institutional upper limit of normal (ULN) (except in case of Gilbert syndrome).\n   6. AST (SGOT)/ALT (SGPT) ≤ 2.5 x institutional upper limit of normal unless liver metastases are present in which case it must be ≤ 5 x ULN.\n   7. Patients must have Creatinine Clearance estimated using the Cockcroft-Gault equation of ≥ 51 mL/min\n7. Urine or serum negative pregnancy test within two weeks prior to registration for non-postmenopausal patients. Negative pregnancy test confirmed within 1 or 2 days prior to first Olaparib intake.\n8. For woman with child-bearing potential, an efficacious contraception following sponsor recommendations must be used during the whole treatment period and up to three months after the last Olaparib administration.\n9. Ability to swallow and retain oral medications without gastrointestinal disorders likely to interfere with absorption of the study medication.\n10. Affiliation to the French Social Security System.\n11. Ability to understand and the willingness to sign a written informed consent document.\n\nExclusion Criteria:\n\n1. Radiation therapy: prior history of radiation therapy to the ipsilateral breast and/or regional nodes (except prior radiation therapy to other sites).\n2. Patient with unresolved or unstable, NCI-CTCAE v4.03 (National Cancer Institute Common Toxicity Criteria for Adverse Events) Grade 3 or greater toxicity from prior administration of prior anti-cancer treatment.\n3. Patient with clinically and uncontrolled significant comorbidity: major cardiac, respiratory, renal, hepatic, gastrointestinal, hematologic or neurological/psychiatric disease or disorder, including but not limited to: active uncontrolled infection; symptomatic congestive heart failure, unstable angina pectoris, or cardiac arrhythmia; any other illness condition(s) that could exacerbate potential toxicities, require excluded therapy for management, or limit compliance with study requirements.\n4. Patient with second primary cancer, except : adequately treated non-melanoma skin cancer, curatively treated in-situ cancer of the cervix, or other solid tumors curatively treated with no evidence of disease for ≥ 5 years.\n5. Concomitant anti-cancer treatment during protocol treatment and/or not completed at least 2 weeks prior to Olaparib initiation, except bisphosphonates and RANK inhibitors without restriction even during protocol treatment as long as these where started at least 4 weeks prior to study treatment initiation.\n6. Any previous treatment with a PARP (Poly (Adenosine diphosphate \\[ADP\\]-Ribose) Polymerase) inhibitor, including Olaparib.\n7. History of allergic reactions attributed to compounds of similar chemical or biologic composition to Olaparib.\n8. Patient being treated with drugs recognized as being strong inhibitors or inducers of the isoenzyme CYP3A (Rifabutin, Rifampicin, Clarithromycin, Ketoconazole, Itraconazole, Voriconazole, Ritonavir, Telithromycin) within the last 7 days before first Olaparib intake.\n9. Resting ECG with QTc \\> 470 msec on 2 or more time points within a 24 hour period or family history of long QT syndrome.\n10. Blood transfusions within 14 days prior to treatment start.\n11. Patient with myelodysplastic syndrome / acute myeloid leukaemia.\n12. Pregnant or breastfeeding woman.\n13. Patient already included in another clinical trial with an investigational drug.\n14. Patient individually deprived of liberty or placed under the authority of a tutor.\n15. Patient with any psychological, familial, sociological or geographical condition potentially hampering compliance with the study protocol and follow-up schedule.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}