{
    "nctId": "NCT00543127",
    "briefTitle": "Fulvestrant (Faslodex) + Anastrozole (Arimidex) vs Anastrozole",
    "officialTitle": "Phase III Trial Comparing Efficacy and Tolerance of Fulvestrant for 3 Years (y) Combined With Anastrozole 5 y Versus Anastrozole 5 y as Adjuvant Hormonotherapy in Postmenopausal With Early Breast Cancer and Positive Hormone Receptors",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 870,
    "primaryOutcomeMeasure": "Disease Free Survival (DFS) Events",
    "eligibilityCriteria": "Inclusion criteria:\n\n1. Histological documentation of breast cancer.\n2. Stage I, II, IIIA and IIIC\\* invasive breast cancer. One of these two characteristics must be fulfilled:\n\n   * N+\n   * T \\> 1cm \\*Eligible patients T1-T3 and pN3a (patients with metastasis in infraclavicular nodes would not be eligible)\n3. Local treatment with curative intention:\n\n   * mastectomy or tumour excision with free margins + radiotherapy\n   * axillary lymphadenectomy or sentinel node biopsy\n4. Positive hormone receptors (Estrogen Receptor \\[ER\\]+ and/or Progesterone Receptor \\[PR\\]+) in primary tumour tissue as measured by a central laboratory\n5. Human Epidermal Growth Factor Receptor 2 (HER2) negative breast cancer, defined as immunohistochemistry (IHC) 0 or 1+ or negative fluorescence in situ hybridization (FISH) (in the event of IHC 2+ or 3+)\n6. Postmenopausal women, defined as women meeting any of the following criteria:\n\n   * Age ≥ 60 years\n   * Age ≥ 45 years with amenorrhea ≥ 12 months in the moment of breast cancer diagnosis and an intact uterus\n   * Prior bilateral ovariectomy\n   * In case previous hysterectomy, follicle stimulating hormone (FSH) and estradiol levels within the postmenopausal range (using local laboratory ranges)\\* \\* In patients previously treated with a luteinizing hormone releasing hormone (LH-RH) analogue, the last extended release formulation should have been administered more than 6 months before randomisation, and menses must not have reappeared.\n7. A World Health Organization (WHO) performance status of 0, 1, or 2.\n8. Age \\> 18 years\n\nExclusion criteria:\n\n1. Presence of metastatic disease or bilateral invasive cancer\n2. ER and Progesterone Receptor (PR) negative breast cancer\n3. HER2-positive breast cancer, defined as FISH+\n4. Treatment with a non-approved or experimental drug within 4 months of randomisation\n5. Current malignancy or previous malignancy in the past 5 years (other that breast cancer or basal cell or squamous cell carcinoma of the skin or carcinoma in situ of the cervix)\n6. Pregnant or nursing patients\n7. Any of the following laboratory values within 3 months of randomisation:\n\n   * Platelets \\< 100 x 109/L\n   * Total bilirubin \\> 1.5 x Upper limit of reference range (ULRR)\\*\\*\n\n     \\*\\* Patients with documented Gilbert syndrome may be included in this trial\n   * Alanine aminotransferase (ALT) or Aspartate aminotransferase (AST) \\> 2.5 x ULRR\n   * A history of:\n   * hemorrhagic diathesis (i.e. Disseminated Intravascular Coagulation \\[DIC\\], coagulation factor deficiency) or\n   * long-term anticoagulant treatment (except for anti-platelet aggregants and low-dose warfarin; see section 3.7)\n8. A history of hypersensitivity to the active ingredient or inactive excipients of fulvestrant, aromatase inhibitors, or castor oil\n9. Any concomitant severe disease advising against patient participation in the trial o that may jeopardize compliance with the trial protocol, such as uncontrolled heart disease, uncontrolled diabetes mellitus, or uncontrolled severe infections\n10. Hormone replacement therapy",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}