{
    "nctId": "NCT01248494",
    "briefTitle": "PhIb BKM120 or BEZ235+Endocrine Treatment in Post-Menopausal Patients With Hormone Receptor + Metastatic Breast Cancer",
    "officialTitle": "A Phase Ib Trial of BKM120 (a PI3K Inhibitor) or BEZ235 (a PI3K/mTOR Inhibitor) in Combination With Endocrine Therapy in Post-Menopausal Patients With Hormone Receptor-Positive Metastatic Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 72,
    "primaryOutcomeMeasure": "Maximum Tolerated Dose of BKM120 or BEZ235 given in combination with endocrine therapy",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients must provide informed written consent.\n* Patients must be \\>/= 18 years of age.\n* ECOG performance status 0-1.\n* Clinical stage IV invasive mammary carcinoma, ER-positive and/or PR-positive by immunohistochemistry (IHC). Patients may have either measurable or nonmeasurable disease, both are allowed.\n* Patients whose breast cancers are also HER2-overexpressed (IHC 3+ or FISHpositive)need to have had previous treatment exposure to trastuzumab (Herceptin®)\n* Prior endocrine therapy (any) is allowed. There is not limit on lines of prior treatment in the metastatic setting.\n* Patients must have available tissue (archived formalin-fixed paraffin embedded blocks (FFPB) or fresh frozen tissue from original diagnosis or metastatic setting) for correlative studies. Tissue needs to be submitted at the time of registration. Patients will not be able to start study drugs without tissue availability.\n* Life expectancy \\>/= 6 months\n* Patients must have adequate hematologic, hepatic, and renal function. All tests must be obtained less than 4 weeks from study entry. This includes:\n* ANC \\>/= 1500/mm3\n* Platelet count \\>/= 100,000/mm3\n* HgB \\>/= 9 g/dL\n* Creatinine \\</= 1.5X upper limits of normal\n* INR \\</= 2Total serum bilirubin \\</= 1.5 x ULN (in patients with known Gilbert Syndrome, a total bilirubin \\</= 3.0 x ULN, with direct bilirubin \\</= 1.5 x ULN)\n* AST and ALT \\</= 3 x ULN (or \\</= 5.0 x ULN if hepatic metastases are present)\n* Fasting plasma glucose (FPG) \\</= 140 mg/dL \\[7.8 mmol/L\\]. For patients with known diabetes, HgBA1c needs to be \\</= 8%\n* Patients must be able to swallow and retain oral medication.\n* Post-menopausal female subjects should be defined prior to protocol enrollment by any of the following:\n* Subjects at least 55 years of age\n* Subjects under 55 years of age and amenorrheic for at least 12 months or follicle-stimulating hormone (FSH) values \\>/= 40 IU/L and estradiol levels \\</= 20 IU/L;\n* Prior bilateral oophorectomy\n* Prior radiation castration with amenorrhea for at least 6 months\n* Current use of an LHRH agonist for more than 12 months\n* Patients may have received radiation therapy to painful bone metastases or areas of impending bone fracture as long as radiation therapy is completed \\>/= 2 weeks prior to study entry. Patients who have received prior radiotherapy must have recovered from toxicity (\\</= grade 1) induced by this treatment\n* Patients must be disease-free of prior invasive cancers for \\> 5 years with the exception of basal or squamous cancer of the skin or cervical carcinoma in situ.\n* Patients must complete all screening assessments as outlined in the protocol.\n\nExclusion Criteria:\n\n* Locally recurrent resectable breast cancer.\n* Any kind of malabsorption syndrome significantly affecting gastrointestinal function.\n* Concurrent anti-cancer therapy (chemotherapy, radiation therapy, surgery, immunotherapy, hormonal therapy, biologic therapy) other than the ones specified in the protocol. Patients must have discontinued the above cancer therapies for 1 week prior to the first dose of study medication, as well as recovered from toxicity (to \\</= than grade 1, except for alopecia) induced by previous treatments. Any investigational drugs should be discontinued 2 weeks prior to the first dose of study medication.\n* Prior therapy with a PI3K specific inhibitor. Prior use of Akt or mTOR inhibitors are allowed.\n* Use of any of the drugs (prohibited concomitant medications)\n* Patients with the following mood disorders as judged by the Investigator or a psychiatrist:\n* medically documented history of or active major depressive episode, bipolar disorder (I or II), obsessive-compulsive disorder, schizophrenia, a history of suicidal attempt or ideation, or homicidal ideation (immediate risk of doing harm to others)\n* \\>/= CTCAE grade 3 anxiety\n* Meets the cut-off score of \\>/= 10 in the PHQ-9 or a cut-off of \\>/= 15 in the GAD-7 mood scale, respectively, or selects a positive response of \"1, 2, or 3\" to question number 9 regarding potential for suicidal thoughts in the PHQ-9 (independent of the total score of the PHQ-9) will be excluded from the study unless overruled by the psychiatric assessment\n* Uncontrolled intercurrent illness including, but not limited to:\n* ongoing or active infection requiring parenteral antibiotics\n* impairment of lung function (COPD \\> grade 2, lung conditions requiring oxygen therapy)\n* symptomatic congestive heart failure (class III or IV of the New York Heart Association classification for heart disease)\n* Left Ventricular Ejection Fraction (LVEF) \\< 50%\n* unstable angina pectoris, angioplasty, stenting, or myocardial infarction within 6 months\n* uncontrolled hypertension (systolic blood pressure \\>160 mm Hg or diastolic blood pressure \\> 100 mm Hg, found on two consecutive measurements separated by a 1 or 2-week period despite adequate medical support)\n* clinically significant cardiac arrhythmia (multifocal premature ventricular contractions, bigeminy, trigeminy, ventricular tachycardia that is symptomatic or requires treatment \\[National Cancer Institute -Common Terminology Criteria for Adverse Events, Version 4.0, grade 3\\]\n* QTcF \\>/= 480 msec on screening EKG\n* known history of QT/QTc prolongation or Torsades de Pointes (TdP)\n* ST depression or elevation of ≥ 1.5 mm in 2 or more leads\n* Diarrhea of any cause \\>/= CTCAE grade 2\n* psychiatric illness/social situations that would compromise patient safety or limit compliance with study requirements including maintenance of a compliance/pill diary\n* patients with symptomatic brain metastases (patients with a history of brain metastases must be clinically stable for more than 4 weeks from completion of radiation treatment and 4 weeks from steroid tapering)\n* patients with known history of chronic liver or renal failure\n* patients with known history of chronic pancreatitis",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}