{
    "nctId": "NCT03505528",
    "briefTitle": "An Early Phase Study of Abraxane Combined With Phenelzine Sulfate in Patients With Metastatic or Advanced Breast Cancer",
    "officialTitle": "A Phase Ib Safety and Pharmacokinetics (PK)/ Pharmacodynamics (PD) Study to Determine the Dosage of Abraxane in Combination With Phenelzine Sulfate in Metastatic or Inoperable Locally Advanced Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "N/A",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 8,
    "primaryOutcomeMeasure": "Dose-Limiting Toxicity (DLT) events",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patients who are 18 years or older;\n2. Fluent in written and spoken English and in a position to provide written informed consent to participate;\n3. A patient who is in a position to attend a 12-week treatment regimen and end of study visit;\n4. Metastatic Breast Cancer (MBC) or inoperable locally advanced breast cancer diagnosis based on pre-existing documented histopathology and medical imaging results, either Triple Negative Metastatic Breast Cancer (TNBC) or not;\n5. Women with metastatic breast cancer or inoperable locally advanced breast cancer who have not received any cytotoxic therapy in the last 3 weeks;\n6. Volunteers of child-bearing potential must have a negative serum pregnancy test (serum beta-human chorionic gonadotropin or ß-hCG) and have agreed to practice an effective, reliable contraceptive regimen for the duration of this clinical trial, such as an intrauterine device (IUD) or intrauterine system (IUS) with a failure rate of \\<1% stated on the product label or a male partner who is has been sterilised (vasectomy with documented azoospermia);\n7. ECOG Performance Status 0 or 1; and\n8. Adequate liver function as evidenced by bilirubin of \\<1.5 times upper limit of normal (ULN) and ALT/AST \\<2 times of ULN. However, AST and ALT of \\<5 times ULN if liver metastases are present.\n\nExclusion Criteria:\n\n1. A patient who has been diagnosed as having HER2-positive metastatic breast cancer;\n2. A concurrent condition that may limit the decision-making capabilities of the participant during the informed consent process;\n3. A previous positive diagnosis of Human Immunodeficiency Virus (HIV) and/or Hepatitis C Virus (HCV) and/or Hepatitis B Virus (HBV) infection;\n4. Women who are pregnant or lactating;\n5. Uncontrolled, untreated intra-cranial metastases. However, controlled intra-cranial metastases are allowed, i.e. stable patients with more than a month after the completion of whole brain radiotherapy and not currently on steroids or anticonvulsants;\n6. Current use of monoamine oxidase inhibitors (MOAI) or use of dextromethorphan\n7. Current use of CNS depressants such as selective serotonin re-uptake inhibitors as well as specific medication for pain management including pethidine, tramadol, dextromethorphan, fentanyl and/or methadone. This includes the concurrent use of any serotoninergic agents or buspirone hydrochloride during the week preceding phenelzine sulfate administration, the active study treatment phase and the washout period at the end of study. Serotoninergic drugs may include but are not limited to the following: dexfenfluramine, fluoxetine, fluvoxamine, paroxetine, sertraline, citalopram and venlafaxine;\n8. Previous use of nanoparticle albumin-bound paclitaxel;\n9. Known allergy to phenelzine sulfate or similar MOAI; and\n10. Known or suspected history of alcohol abuse;",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}