{
    "nctId": "NCT02074878",
    "briefTitle": "CRIZENT: Crizotinib and Sunitinib in Metastatic Breast Cancer",
    "officialTitle": "A Phase IB Study of Crizotinib (XALKORI) and Sunitinib (SUTENT) in Metastatic Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 3,
    "primaryOutcomeMeasure": "Maximum tolerated dose of the treatment drugs in the patients that are taking it.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Subjects must provide written informed consent prior to performance of study-specific procedures or assessments, and must be willing to comply with treatment and follow-up.\n2. Age of at least 18 years\n3. Histologically confirmed diagnosis of stage IV, HER2 negative breast cancer.\n4. Eastern Cooperative Oncology Group (ECOG) performance status of 0-2.\n5. Patients must have failed two lines of systemic therapy for breast cancer. Patients who are hormone receptor positive must have failed at least one line of hormonal therapy AND one line of chemotherapy in the metastatic setting.\n6. Life expectancy of 6 months or more.\n7. Liver function (ALT, AST, alkaline phosphatase, total bilirubin) and kidney function tests (BUN, creatinine) less than 2.5 times the upper limit of normal. In patients with liver metastasis, liver function tests should be less than 5 times the upper limit of normal.\n8. Adequate blood counts (Hemoglobin greater than/equal to 10, WBC greater than/equal to 3.0, platelets greater than/equal to 100).\n9. The patient has normal thyroid function tests (TSH, free T4) as defined by the testing laboratory, a test abnormality that is asymptomatic and does not warrant medical intervention, or a pre-existing thyroid disorder that is controlled on medical treatment.\n10. Negative pregnancy test (BHCG) within 14 days of study drug initiation for pre- or perimenopausal subjects with an intact uterus.\n\nExclusion Criteria:\n\n1. Clinically significant gastrointestinal abnormalities that may increase the risk for gastrointestinal bleeding.\n2. Clinically significant gastrointestinal abnormalities that may affect absorption of investigational products.\n3. Presence of uncontrolled infection.\n4. Corrected QT interval (QTc) \\> 480 msecs using Bazett's formula\n5. History of any one or more of the following cardiovascular conditions within the past 6 months: - Cardiac angioplasty or stenting - Myocardial infarction - Unstable angina - Coronary artery bypass graft surgery - Symptomatic peripheral vascular disease - Class III or IV congestive heart failure, as defined by the New York Heart Association (NYHA)\n6. Poorly controlled hypertension (defined as systolic blood pressure \\[SBP\\] of \\> 150 mmHg or diastolic blood pressure \\[DBP\\] of \\> 90 mmHg).\n7. History of cerebrovascular accident including transient ischemic attack (TIA), pulmonary embolism, or untreated deep venous thrombosis (DVT) within the past 6 months. Subjects with recent DVT who have been treated with therapeutic anti-coagulating agents for at least 6 weeks are eligible.\n8. Prior major surgery or trauma within 28 days prior to first dose of study drug and/or presence of any non-healing wound, fracture, or ulcer (procedures such as catheter placement not considered to be major).\n9. Evidence of active bleeding or bleeding diathesis.\n10. Known endobronchial lesions and/or lesions infiltrating major pulmonary vessels\n11. Hemoptysis in excess of 2.5 mL (or one half teaspoon) within 8 weeks prior to first dose of study drug.\n12. Any serious and/or unstable pre-existing medical, psychiatric, or other condition that could interfere with subject's safety, provision of informed consent, or compliance to study procedures.\n13. Patients previously treated with sunitinib or crizotinib.\n14. History of other malignancy within the last 5 years, except for carcinoma in situ of the cervix or basal cell carcinoma of the skin.\n15. Concurrent use of: - Potent CYP3A4 inhibitors: ketoconazole, itraconazole, clarithromycin, atazanavir, nefazodone, saquinavir, telithromycin, ritonavir, amprenavir, indinavir, nelfinavir, delavirdine and voriconazole. - CYP3A4 inducers: rifampin, rifabutin, rifapentin, phenobarbital, phenytoin, carbamazepine, St. John's Wort, and dexamethasone. Use of dexamethasone for study premedication is allowed. - Grapefruit and grapefruit juice. (Note: Alternative therapies should be used when available. If use of a potent CYP3A4 inhibitor or inducer is necessary, this must be approved by the principal investigator and documented in source documents).\n16. History of receiving any investigational treatment within 28 days of study medication initiation.\n17. Current severe, uncontrolled systemic disease (e.g., clinically significant cardiovascular, pulmonary, thyroid, or metabolic disease; wound healing disorders; ulcers; or bone fractures).\n18. Patients who are pregnant or lactating.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}