{
    "nctId": "NCT02549534",
    "briefTitle": "Early Detection of Taxane-Induced Neuropathy in Women With Breast Cancer",
    "officialTitle": "Early Detection of Taxane-Induced Neuropathy in Women With Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Peripheral Neuropathy",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 29,
    "primaryOutcomeMeasure": "Differences in the mean size of axon reflexes between healthy women and women with breast cancer BEFORE starting Taxol.",
    "eligibilityCriteria": "Inclusion Criteria for Women with Breast Cancer:\n\n* Age 18-85\n* Able to read, write, and understand English\n* Diagnosed with histologically-confirmed, first-time, non-metastatic breast cancer (stage I-IIIB)\n* No prior exposure to neurotoxic chemotherapy or radiation at the time of enrollment,\n* Will be receiving weekly paclitaxel (Taxol® or generic paclitaxel, 80- 100mg/m2) or bi-weekly Taxol (i.e., dose-dense; 175 mg/m2) as a part of their cancer treatment regimen OR\n* Will be receiving an anthracycline and cyclophosphamide (AC) followed by weekly paclitaxel (Taxol® or generic paclitaxel, 80-100mg/m2) or bi-weekly Taxol (i.e., dose-dense; 175 mg/m2) as a part of their cancer treatment regimen;\n\nInclusion Criteria for Healthy Controls:\n\n* Aged 18-85\n* Can read, write, and understand English\n\nExclusion Criteria:\n\n* A history of cardiovascular disease, hypertension, or peripheral arterial/vascular disease;\n* Current use of (1) medications/supplements to control blood pressure (e.g. beta-blockers, nitrates, calcium channel blockers, Phosphodiesterase-5 (PGE5) inhibitors) or (2) the use of statins for cholesterol;\n* Suspected or diagnosed diabetes (with the exception of gestational diabetes);\n* Pre-existing neuropathy, neuropathic pain, or nerve injury;\n* Pain or significant arthritis in the toes of either foot;\n* Current skin disease or fungal infection of the feet;\n* Significant damage or deformity to the feet that would alter blood flow or make it impossible to measure/interpret findings;\n* Diagnosed or suspected vasospastic disease such as Raynaud's syndrome;\n* Current use of tobacco/tobacco-containing products;\n* Diagnosis of restless leg syndrome or other movement disorders that would prevent accurate data from being able to be collected.\n\nIn-Study Restrictions:\n\n* No caffeine- or alcohol-containing products for 12 hours prior to their study visit;\n* No food for at least one hour prior to blood flow monitoring;\n* No non-steroidal anti-inflammatory drugs (NSAIDS) for 24 hours prior to study visits unless directed by a physician to do so.\n\n(Note: These restrictions are designed to improve the rigor and quality of the data, but non-compliance will not be grounds for study exclusion; adherence to these restrictions will be monitored during self-report).",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}