{
    "nctId": "NCT01388777",
    "briefTitle": "Cryoablation for Invasive Breast Carcinoma Following Neoadjuvant Therapy",
    "officialTitle": "A Pilot Study to Determine the Efficacy of Cryoablation for the Treatment of Invasive Breast Carcinoma Following Neoadjuvant Therapy",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 1,
    "primaryOutcomeMeasure": "Rate of Complete Tumor Ablation",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Unifocal primary invasive ductal breast carcinoma diagnosed by core needle biopsy. NOTE: Patients with lobular carcinoma, multifocal and/or multicentric ipsilateral breast cancer, multifocal calcifications, or ductal carcinoma in situ (DCIS) with microinvasion are NOT eligible. Patients with contralateral disease will remain eligible.\n2. Neoadjuvant chemotherapy or hormonal therapy for the index tumor is required.\n3. Residual tumor size \\</= 2.0 cm in greatest diameter. Specifically, the tumor must measure \\</= 2.0 cm in the axis parallel to the treatment probe and \\</= 1.5 cm in the axis anti-parallel to the treatment probe. Largest size measured by mammogram, ultrasound or MRI will be used to determine eligibility.\n4. Tumor enhancement on pre-registration MRI.\n5. Tumor with \\<25% intraductal components in the aggregate.\n6. Adequate breast size for safe cryoablation. Male breast cancer patients and female breast cancer patients with breasts too small to allow safe cryoablation are not eligible as the minimal thickness of the breast tissue does not lend itself to cryoablation.\n7. Patients with prior in-situ or invasive breast carcinomas are eligible if the prior carcinomas occurred in the contralateral breast. Patients with prior in-situ or invasive carcinomas of the ipsilateral breast are not eligible.\n\nExclusion Criteria:\n\n1. History of open surgical biopsy and/or lumpectomy for diagnosis/treatment of the index breast cancer. Note: Prior rotational and/or vacuum-assisted core biopsies are permitted if no significant distortion is seen on imaging that could obscure visualization and detection of residual disease on MRI, or visualization of cancer on ultrasound for cryoablation procedure.\n2. Pregnant and/or lactating. Patients of childbearing potential must have a negative serum or urine pregnancy test. NOTE: Peri-menopausal women must be amenorrheic for \\> 12 months to be considered not of childbearing potential.\n3. Patient has contra-indication to an MRI examination, such as clips/prostheses/implants that are not MRI compatible, or compromised renal function, with a measured or calculated glomerular filtration rate of 60ml/min/1.73m\\^2\n4. Patients less than 18 years of age will not be included in this study.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}