{
    "nctId": "NCT05036252",
    "briefTitle": "Study of Cardiopulmonary Exercise Testing in Women Who Have HER2-Positive Breast Cancer With Mild Cardiotoxicity",
    "officialTitle": "A Pilot Study of Cardiopulmonary Exercise Testing in Patients With Left Ventricular Systolic Dysfunction Receiving HER2-Targeted Therapy",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer, HER2-positive Breast Cancer, HER2-positive Metastatic Breast Cancer, Breast Cancer Stage I, Breast Cancer Stage II, Breast Cancer Stage III, Breast Cancer Stage IV, Cardiotoxicity",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 30,
    "primaryOutcomeMeasure": "Baseline VO2peak in participants with HER2-positive breast cancer",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Age ≥ 18 years\n* Female\n* Diagnosed with a HER2-positive solid tumor (stage I-IV)\n* Left ventricular dysfunction prior to the start of HER2-targeted therapy, defined by a LVEF \\< 53% (or lower limit of normal), or diagnosed with mild cardiotoxicity associated with HER2-targeted therapy, defined by an absolute decrease in LVEF ≥ 10% from pre-treatment to \\< 53%\n* Planning to undergo treatment with HER2-targeted therapy (e.g. trastuzumab, pertuzumab, or ado-trastuzumab) for a minimum of 3 months (i.e. 4 cycles administered every 3 weeks).\n* Willing and able to comply with the requirements of the protocol\n\nExclusion Criteria:\n\n* Symptomatic heart failure (New York Heart Association Class III or IV)\n* Subjects must not have any of the following absolute contraindications to cardiopulmonary exercise testing:\n\n  * Acute myocardial infarction (within 30 days of any planned study procedures),\n  * Unstable angina\n  * Uncontrolled arrhythmias causing symptoms or hemodynamic compromise,\n  * Symptomatic severe aortic stenosis\n  * Recurrent syncope\n  * Active endocarditis\n  * Acute myocarditis or pericarditis\n  * Acute pulmonary embolus or pulmonary infarction (within 3 months of any planned study procedures)\n  * Thrombosis of lower extremities (within 3 months of any planned study procedures)\n  * Suspected dissecting aneurysm\n  * Uncontrolled asthma\n  * Pulmonary edema\n  * Room air desaturation at rest ≤ 85%\n  * Respiratory failure\n  * Acute noncardiopulmonary disorder that may affect exercise performance or be aggravated by exercise (i.e., infection, renal failure, thyrotoxicosis)\n  * Mental impairment leading to inability to cooperate.\n* Enrollment onto any other interventional investigational study\n* Inability to provide informed consent",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}