{
    "nctId": "NCT04562623",
    "briefTitle": "Prospective Study of Immune Alterations in Operable Breast and Ovarian Carcinoma",
    "officialTitle": "Prospective Study of Immune Alterations in Operable Breast and Ovarian Carcinoma",
    "overallStatus": "RECRUITING",
    "conditions": "Ovarian Carcinoma, Breast Carcinoma",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 160,
    "primaryOutcomeMeasure": "Characterization of immune cells populations on tumour sample from exeresis",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* I1. Female patients aged ≥ 18 tears at time of inform consent signature.\n* I2. Patient with planned primitive tumor surgery listed below : High grade serous ovarian carcinoma (cohort A), Breast carcinoma SBR grade II or III \\> 3 cm (cohort B), Extended breast carcinoma In situ associated with invasive nodule carcinoma macroscopically visible and eligible to mastectomy (cohort C).\n\nNote : Patients previously treated by neoadjuvant chemotherapy are eligible and all chemotherapies are authorized.\n\n* I3. Patient should understand, sign, and date the written voluntary informed consent form prior to any protocol-specific procedures and should be willing to comply procedures required per protocol.\n* I4. Patient must be covered by a medical insurance.\n\nExclusion Criteria:\n\n* E1. Patient under guardianship or trusteeship.\n* E2. Cancer with constitutional BRCA1/2 mutation.\n* E3. Previously treated by immunomodulators (PD1/PDL1, CTLA4).\n* E4. Systemic treatment by an immunosuppressor (including, but not limited to, corticosteroids, azathioprine, methotrexate, thalidomide and anti-TNF-alpha) or by an immunostimulant within 2 weeks before inclusion, except corticosteroids listed below: inhaled corticosteroids, intranasal corticosteroids, topic corticosteroids, and systemic corticosteroids with prednisone or equivalent physiological dose ≤ 10 mg/day.\n* E5. Patient with known history of autoimmune disease including, but not limited to, myasthenia gravis, myositis, autoimmune hepatitis,systemic lupus erythematosus, rheumatoid arthritis, inflammatory bowel disease, vascular thrombosis associated with antiphospholipids syndrome, Wegener syndrome , Sjögren syndrome, Guillain-Barré syndrome, multiple sclerosis, vascularitis, or glomerulonephritis, B or C hepatitis infection, HIV infection.\n* E6. Patient with other active tumor except if the tumor is considered not to interfere with outcome measures following sponsor approval such as basal or squamous cell skin cancer. Patient previously treated for an other cancer and without relapse for at least one year are eligible.\n* E7. Pregnant or breastfeeding woman.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}