{
    "nctId": "NCT05108298",
    "briefTitle": "Improving Adolescent and Young Adult Self-Reported Data in ECOG-ACRIN Trials",
    "officialTitle": "Improving Adolescent and Young Adult Self-Reported Data in ECOG-ACRIN Trials",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer, NOS, CNS Primary Tumor, NOS, Cervical Cancer, NOS, Colorectal Cancer, NOS, Leukemia, NOS, Lymphoma, NOS, Miscellaneous Neoplasm, NOS, Non-Rhabdomyosarcoma Soft Tissue Sarcoma, NOS, Testicular Nonseminomatous Germ Cell Tumor, NOS, Thyroid Cancer, NOS, Melanoma, Bone Cancer, NOS",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
    "enrollmentCount": 400,
    "primaryOutcomeMeasure": "Evaluate completion of PROs among AYAs randomized to Choice PRO vs Fixed PRO.",
    "eligibilityCriteria": "Inclusion Criteria:\n\nPatient must be ≥ 18 years and ≤ 39 years of age at registration. Patient must have a histologically confirmed diagnosis of primary cancer of any stage within 12 weeks (84 days) at registration.\n\nPatient must have received, be currently receiving or planning to receive treatment for cancer, including surgery and/or chemotherapy and/or radiation therapy.\n\nPatient must have an ECOG performance status 0-3. Patient must have a life expectancy \\>24 months. Patient must be able to complete questionnaires in English. Patient must have internet access through computer, tablet, or smartphone. Patient must have an email address. Patient must have a mobile phone able with text messaging capabilities. Patient must be able to accurately provide self-report data (e.g. per clinical judgment, cognitive function is intact).\n\nPatient must be able to provide informed consent.\n\nExclusion Criteria:\n\nPatient must not have a recurrence or second primary cancer. Patients must not have basal cell skin carcinoma.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT"
}