{
    "nctId": "NCT01530373",
    "briefTitle": "Solifenacin Compared to Clonidine for Reducing Hot Flashes Among Breast Cancer Patients",
    "officialTitle": "A Phase II Randomized Study of Solifenacin Compared to Clonidine for Reducing Hot Flashes Among Breast Cancer Patients Receiving Adjuvant Hormonal Therapy",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Hot Flashes, Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 6,
    "primaryOutcomeMeasure": "Efficacy: hot flash composite and frequency scores (daily diary)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Women with a history of invasive breast cancer or DCIS\n* Currently taking aromatase inhibitors or tamoxifen\n* Not receiving hormone replacement therapy for minimum of one month\n* Age 18 years or older\n* Self-reported hot flashes at least fourteen times per week\n* Self-reported hot flashes for at least one month\n* If receiving non-tricyclic antidepressants (venlafaxine, paroxetine, citalopram, sertraline, etc.) or gabapentin, no change in regimen in past 4 weeks.\n\nExclusion Criteria:\n\n* Receiving any other treatment for hot flashes within the past month, including estrogens, progestins, androgens, or gabapentin.\n* Current use of clonidine or solifenacin. (If patients have been off of these for one month, then they are eligible)\n* History of severe renal or moderate or severe hepatic impairment, as indicated by physical exam and medical record\n* Concurrent or planned chemotherapy or radiotherapy (within next 3 months)\n* Currently receiving tricyclic antidepressants, monoamine oxidase inhibitors, barbiturates, pimozide.\n* Currently using CYP3A4 inducers (i.e., aminoglutethimide, carbamazepine, dexamethasone, efavirenz, ethosuximide, griseofulvin, modafinil, nafcillin, nevirapine, oxcarbazepine, phenobarbital, phenylbutazone, phenytoin, primidone, rifabutin, rifampin, rifapentine, St. John's Wort, sulfadimidine, sulfinpyrazone, troglitazone) or potent CYP3A4 inhibitors (i.e., chloramphenicol, clarithromycin, erythromycin, imatinib mesylate, indinavir sulfate, itraconazole, ketoconazole, nefazoldone, nelfinavir mesylate, ritonavir, telithromycin, troleandomycin).\n* Uncontrolled or poorly controlled narrow-angle glaucoma, urinary retention, gastric retention (evaluated from history \\& physical exam and medical record)\n* Hypotension or uncontrolled hypertension (160/95 \\> BP \\< 100/60)\n* Severe coronary insufficiency, conduction disturbances, recent myocardial infarction (within past 3 months), cerebrovascular disease, syncope (evaluated from history \\& physical and medical record)\n* History of allergy or adverse reactions to clonidine or solifenacin\n* ECOG status \\> 2 (in bed more than 50% of day)",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}