{
    "nctId": "NCT05603078",
    "briefTitle": "A Prospective Study of Preoperative Tumor-bed Boost Followed by Oncoplastic Surgery and Adjuvant Whole Breast Radiotherapy for Early Stage Breast Cancer (BIRKIN)",
    "officialTitle": "A Prospective Study of Preoperative MRI Linac-based Tumor-bed Boost Followed by Breast-conservative Oncoplastic Surgery and Adjuvant Ultra-hypofractionated Whole Breast Radiotherapy for Early Stage Breast Cancer",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Neoplasms",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 102,
    "primaryOutcomeMeasure": "The rate of patients who develop radiation-associated acute toxicity (≥ 2 degree)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patients diagnosed with invasive breast cancer;\n2. cN0 based on clinical physical examination combined with at least two imaging tests, or axillary fine-needle biopsy proved pN0;\n3. Patients who plan to receive breast-conserving surgery or breast-conserving oncoplastic surgery;\n4. No distant metastasis;\n5. The primary tumour\\> 5mm from the skin, without invasion of the ribs or intercostal muscles;\n6. No neoadjuvant systemic therapy;\n7. Patients who can tolerate MRI;\n8. Life expectancy ≥5 years;\n9. Organ function is fine (Hemoglobin ≥100g/L, leukocyte ≥2×109/L, neutrophil ≥1×109/L, platelet ≥80×109/L; Creatinine 1.5 mg/dl or less; Alanine aminotransferase/aspartate aminotransferase ≤2.5×UNL.);\n10. Patients are willing to cooperate to follow up;\n11. Patients should sign the informed consent;\n12. Women of childbearing age need effective contraception.\n\nExclusion Criteria:\n\n1. Concurrent active connective tissue disease;\n2. Patients who had radiotherapy to the ipsilateral breast or adjacent areas before;\n3. Other malignancies, which affect pateint life expectancy (except adequately treated basal cell carcinoma of the skin, carcinoma in situ of the cervix, superficial bladder neoplasms (no more than T1));\n4. Severe comorbidities or active disease (Poorly controlled heart disease: New York Classification of Cardiac Function ≥ Grade 2, active coronary heart disease, unstable angina pectoris, arrhythmia requiring medical treatment/persistent refractory hypertension; Myocardial infarction, stroke within six months; Poorly controlled diabetes persists. Fasting blood glucose ≥ 10mmol/L, 2 hours postprandial blood glucose ≥ 13 mmol/L. Poorly controlled psychosis develops or worsens within six months; Active infection; Positive for antibodies to HIV).",
    "sex": "FEMALE",
    "minimumAge": "N/A",
    "stdAges": "CHILD, ADULT"
}