{
    "nctId": "NCT02694029",
    "briefTitle": "Active Breathing Coordinator-based vs VisionRT-based Deep Inspiration Breath-hold for Radiation for Breast Cancer",
    "officialTitle": "Intra-patient Comparison of Active Breathing Coordinator-based vs VisionRT-based Deep Inspiration Breath-hold for Left-chest Wall Irradiation, a Pilot Study for Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 11,
    "primaryOutcomeMeasure": "Residual Motion During Deep Inspiratory Breath-Hold (DIBH)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Women with diagnosis of breast malignancy\n* Women whom requires left chest wall post-mastectomy radiation with or without bolus\n* Age ≥ 18 years.\n* Performance status ECOG \\</=3\n* Women of child-bearing potential must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) prior to study entry, for the duration of study participation, and for 90 days following completion of therapy. Should a woman become pregnant or suspect she is pregnant while participating in this study, she should inform her treating physician immediately Ability to understand and the willingness to sign a written informed consent.\n* Patient must be able to maintain a 30 second breath hold.\n* Conventional chest wall radiation delivery dose of 50.4 Gy/ 28 fractions with or without a boost (boost will not be evaluated for endpoints)\n\nExclusion Criteria:\n\n* Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements.\n* Subjects must not be pregnant or nursing due to the potential for congenital abnormalities and the potential of this regimen to harm nursing infants.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}