{
    "nctId": "NCT04925856",
    "briefTitle": "Immunomonitoring of Breast Cancer Patients During Systemic Treatment",
    "officialTitle": "Immunomonitoring of Breast Cancer Patients During Systemic Treatment",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "OTHER",
    "enrollmentCount": 150,
    "primaryOutcomeMeasure": "blood immune response blood immune response blood immune response",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Woman aged between 18 and 85.\n2. Patient with histologically proven infiltrating breast cancer.\n3. Triple negative breast cancer or RH + / HER2- (OR and RP \\<10% and HER2 negative (0 or 1+ in IHC or 2+ in IHC and FISH negative)\n4. Patient receiving treatment corresponding to one of these cohorts:\n\n   * In a metastatic situation with establishment of treatment with Paclitaxel regardless of the treatment line\n   * In a metastatic situation with establishment of treatment with Epirubicin - cyclophosphamide (EC) regardless of the treatment line\n   * In a metastatic situation with establishment of treatment with Eribulin regardless of the line of treatment\n   * In a 1st line metastatic situation with initiation of treatment with Palbociclib or Abemaciclib, or Ribociclib in combination with hormone therapy (aromatase inhibitor)\n5. Patient who signed the informed consent for the study.\n6. Patient fit and able to adhere to protocol for the duration of the study, including visits, scheduled specimens and follow-up.\n7. Patient affiliated to the social security system.\n\nExclusion Criteria:\n\n1. Patient unable to understand, read and / or sign informed consent.\n2. Presence of cerebral or meningeal metastasis\n3. Current or previous use of an immunosuppressive drug in the 14 days preceding inclusion (except intranasal corticosteroids, systemic corticosteroids at physiological doses not exceeding 10 mg per day of prednisone or its equivalent, corticosteroids for antiemetic purposes, corticosteroids used as premedication for hypersensitivity reactions (injected CT scan, taxanes, etc.)\n4. Patient participating in another research that may modify the systemic treatment administered in the framework of the cohort in which she will be included.\n5. Pregnant or breastfeeding woman.\n6. HIV and / or HBV and / or HCV serology positive.\n7. Life expectancy estimated at less than 3 months.\n8. Patient's refusal.\n9. Person benefiting from a protection system for adults (including tutorship and curatorship).\n10. Inability to undergo medical monitoring of the trial for geographical, social or psychological reasons.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}