{
    "nctId": "NCT04355520",
    "briefTitle": "A Study of TQ-B3525 Tablets Combined With Fulvestrant Injection in Subjects With HR-positive, HER2-negative and PIK3CA Mutation Advanced Breast Cancer",
    "officialTitle": "A Phase Ib, Single-arm, Open-label Study of TQ-B3525 Tablets Combined With Fulvestrant Injection in Subjects With HR-positive, HER2-negative and PIK3CA Mutation Advanced Breast Cancer",
    "overallStatus": "UNKNOWN",
    "conditions": "HR-positive, HER2-negative and PIK3CA Mutation Advanced Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 42,
    "primaryOutcomeMeasure": "Dose-limiting toxicity (DLT)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* 1. Histopathologically confirmed breast cancer. 2. Hormone receptor(HR) positive and human epidermal growth factor receptor-2 (HER2) negative for primary or metastatic tumors confirmed by immunohistochemistry test.\n\n  3. Agree to provide at least 10 unstained sections of tumor tissue obtained within 2 years (surgery or biopsy) for genetic mutation detection and with PIK3CA mutation positive.\n\n  4. Age ≥18 years, postmenopausal women. 5. Inoperable, locally advanced recurrent and/or metastatic tumor, and has at least one measurable lesion.\n\n  6. Inappropriate to receive radical resection or radiation therapy. 7. Eastern Cooperative Oncology Group (ECOG) performance status score of 0 to 1.\n\n  8. Life expectancy ≥12 weeks. 9. Male or female subjects should agree to use an adequate method of contraception starting with the first dose of study therapy through 6 months after the last dose of study.\n\n  10. Understood and signed an informed consent form.\n\nExclusion Criteria:\n\n* 1. Has known untreated or active CNS metastasis. 2.Previous or co-existing cancers of a different site or histology from primary breast cancer.\n\n  3. Inadequate bone marrow hematopoiesis. 4. Abnormal liver function. 5. Renal abnormalities. 6. Has bleeding risk. 7. Gastrointestinal disorder. 8. Cardio-cerebrovascular anomaly. 9. Previous treatment: A) Has received fulvestrant injection; B) Has received PI3K, AKT and mTOR inhibitors; C) Has received anti-tumor treatment, including chemotherapy, radiotherapy, hormone therapy, biotherapy, immunotherapy, and surgical treatment, less than 4 weeks after the first administration; D) Has received oral targeted drugs less than 5 half-lives to the first administration; E) Has received palliative radiotherapy for non-target lesions within 2 weeks before the first administration; F) Toxicity related to previous anti-tumor treatment did not recover to ≤ grade 1, except for hair loss.\n\n  10.Has participated in other clinical trials within 30 days. 11.Has received major surgical treatment within 1 month or unhealed traumatic injury.\n\n  12. Has a history of organ transplantation or hematopoietic stem cell transplantation within 60 days prior to the first administration.\n\n  13.Immunosuppressant or systemic or absorbable local hormone therapy is required to achieve the aim of immunosuppression (dose \\&gt; 10mg/ day prednisone or other therapeutic hormones) and is still used within 2 weeks after the first administration.\n\n  14.Active bacterial or fungal infections diseases. 15.Human immunodeficiency virus (HIV) infection. 16.Pregnant or lactating female patients. 17.Has mental and neurological diseases. 18. With severe or poorly controlled diseases. 19. Has a history of active tuberculosis. 20. Patients have inadequate compliance to participate in this study.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}