{
    "nctId": "NCT01872923",
    "briefTitle": "Dose Escalating Study for Amphinex-based PCI of Bleomycin.",
    "officialTitle": "Dose Escalating Study to Evaluate the Tolerability, Efficacy and Safety of Amphinex 0.125 mg/kg or Lower in Amphinex-based PCI of Bleomycin in Patients With Local Recurrence or Advanced/Metastatic, Cutaneous or Sub-cutaneous Malignancies.",
    "overallStatus": "COMPLETED",
    "conditions": "Cutaneous or Sub-cutaneous Malignancies",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 3,
    "primaryOutcomeMeasure": "To assess the combined tolerability and efficacy of Amphinex 0.125 mg/kg or lower in Amphinex-based PCI of bleomycin",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* • Male or female aged 18 years or above who have given written informed consent\n\n  * Skin type I- IV according to the Fitzpatrick skin classification (see Appendix G)\n  * With a diagnosis of local recurrence or advanced/metastatic, cutaneous or subcutaneous malignancy\n  * Lesion measurement must not be done more than 2 weeks before the beginning of treatment. More than one field with lesion can be illuminated, but care must be taken to avoid overlap of the fields illuminated\n  * Have discontinued any other investigational therapy or radiotherapy for at least 2 weeks prior to administration of Amphinex at the baseline visit, and have recovered from the acute effects of therapy\n  * Have discontinued cytostatic or cytotoxic therapies with at least 6 half life cycles of the agent prior to administration of Amphinex at the baseline visit\n  * Have a performance status of 0-2 on the Eastern Cooperative Oncology Group (ECOG) Scale (see Appendix D)\n  * Clinically assessed as eligible for bleomycin chemotherapy\n  * Have a predicted life expectancy of at least 3 months\n  * Geographic proximity that allow adequate follow-up\n  * If female: have had childbearing potential either terminated by surgery, radiation, or menopause or attenuated by the use of an approved contraceptive method during and for 3 months after the trial\n  * If male: have had reproductive potential either terminated or attenuated by the use of an approved contraceptive method during and for 3 months after the trial.\n\nExclusion Criteria:\n\n* Have received prior PCI\n\n  * Tumours known to be eroding into a major blood vessel in or adjacent to the illumination site\n  * Planned surgery in first 28 days after treatment, except for planned surgical removal of the treated lesion\n  * Planned dentist appointments in first 28 days after treatment\n  * Anticancer therapy within the first 28 days after treatment\n  * Therapy with drugs that induce light sensitivity (e.g. tetracyclines, sulfonamides, phenothiazines, sulfonylurea, hypoglycemic agents, thiazide diuretics, and griseofulvin) within the first 14 days after treatment\n  * Co-existing ophthalmic disease likely to require slit-lamp examination within the first 28 days after treatment\n  * History of hypersensitivity/anaphylactic reactions\n  * Previous cumulative dose of Bleomycin received over 200 000 IE\n  * Known allergy or sensitivity to photosensitisers\n  * Known allergy to Cremophor\n  * Known allergy to bleomycin\n  * Conditions contraindicated for bleomycin treatment (lung infection, impaired pulmonary function)\n  * Conditions that worsen when exposed to light (including porphyria)\n  * Conditions associated with a risk of poor protocol compliance\n  * Pregnancy or breastfeeding.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}