{
    "nctId": "NCT03954431",
    "briefTitle": "High-Resolution Lower Dose Dedicated Breast Computed Tomography (CT)",
    "officialTitle": "Study of High-resolution, Lower Dose Dedicated Breast CT.",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 600,
    "primaryOutcomeMeasure": "Diagnostic accuracy",
    "eligibilityCriteria": "Inclusion criteria: All subjects that are eligible to participate in the study will be women who satisfy all of the inclusion criteria stated below:\n\n* who are 40 years of age or older (typical screening age range)\n* who are undergoing or scheduled for screening or diagnostic imaging, or need a biopsy to investigate an abnormality in the breast.\n\nExclusion criteria: Subjects that present with any of the criteria listed below will be excluded:\n\n* Males,\n* women less than 40 years old,\n* women unable to self-consent,\n* prisoners,\n* pregnant, suspected to be pregnant, or lactating women (self-reported)\n* women with physical limitations that may prohibit resting prone on the exam table, such as, but not limited to: frozen shoulder, recent heart surgery, pace maker;\n* women who are unable to tolerate study constraints, frail, or unable to cooperate;\n* women who weigh more than 440 lbs (200 Kg), which is the weight limit for the patient support table of the BCT system;\n* women who have received radiation treatments to the thorax for malignant and nonmalignant conditions, such as (but not limited to) treatment for enlarged thymus gland as an infant, irradiation for benign breast conditions, including breast inflammation after giving birth, and treatment for Hodgkin's disease;\n* women who have participated in a prior breast clinical trial that gave additional radiation dose, such as an additional mammogram;\n* women who have received large number of diagnostic x-ray examinations for monitoring of disease such as (but not limited to) tuberculosis, and severe scoliosis.",
    "sex": "FEMALE",
    "minimumAge": "40 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}