{
    "nctId": "NCT00615524",
    "briefTitle": "Phase II Study Evaluating Exemestane Alone Or In Combination With Pazopanib In Postmenopausal Women With Hormone Receptor Positive Breast Cancer",
    "officialTitle": "A Randomized, Double-blind, Placebo-controlled, Multicenter Phase II Study to Compare the Efficacy and Tolerability of Pazopanib Administered in Combination With Exemestane Versus Exemestane Plus Placebo in Postmenopausal Subjects With Advanced or Metastatic Hormone Receptor Positive Breast Cancer",
    "overallStatus": "WITHDRAWN",
    "conditions": "Hormone-receptor Positive Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "Progression free survival",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Subjects must have measurable disease OR must be evaluable for disease progression\n* Age \\>/= 18 years.\n* Postmenopausal women\n* Eastern Cooperative Oncology Group (ECOG) performance status (PS) 0 or 1.\n* Histologically or cytologically confirmed ER and/or PgR positive carcinoma of the breast with unresectable, locally advanced and/or metastatic disease\n* Subjects must have received prior hormonal therapy for the treatment of breast cancer (anastrozole, letrozole, or tamoxifen)\n* Adequate hematologic, hepatic, and renal function\n\nExclusion Criteria:\n\n* Prior use of exemestane or pazopanib\n* Premenopausal women\n* Any ongoing toxicity from prior anti-cancer therapy that is \\>Grade 1 and/or that is progressing in severity.\n* Prior therapy with a VEGF inhibitor.\n* Use of an investigational agent, including an investigational anti-cancer agent, within 28 days or 5 half-lives, whichever is longer, prior to the first dose of investigational product.\n* Evidence of recurrence or active disease from prior malignancy.\n* Clinically significant gastrointestinal abnormalities that may increase the risk for GI bleeding or affect the absorption of the investigational product(s).\n* Presence of uncontrolled infection.\n* History of any major cardiovascular conditions within the past 6 months:\n* Poorly controlled hypertension\n* History of cerebrovascular accident, pulmonary embolism or untreated deep venous thrombosis (DVT) within the past 6 months.\n* Prior major surgery or trauma within 28 days prior to first dose of investigational product and/or presence of any non-healing wound, fracture, or ulcer\n* Evidence of active bleeding or bleeding tendency.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}