{
    "nctId": "NCT06419621",
    "briefTitle": "PM8002 or Placebo Plus Nab-Paclitaxel as First-line Treatment in Inoperable Locally Advanced/Metastatic Triple-negative Breast Cancer",
    "officialTitle": "A Multicenter, Randomized, Double-blind Phase III Study of PM8002 or Placebo in Combination With Nab-Paclitaxel as First-line Treatment in Inoperable Locally Advanced/Metastatic Triple-negative Breast Cancer(TNBC)",
    "overallStatus": "RECRUITING",
    "conditions": "Triple Negative Breast Cancer(TNBC)",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 360,
    "primaryOutcomeMeasure": "Progression-Free Survival (PFS) assessed by Blinded Independent Review Committee (BIRC)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Ability to understand and willing to provide written informed consent and to comply with scheduled visits and study procedures;\n* Female, aged 18 to 70 years (inclusive);\n* Histologically confirmed unresectable locally advanced or metastatic breast cancer with negative status for ER, PR, and HER-2. Testing results for all three markers conducted within 24 months prior to the initiation of the study by a local facility accredited by clinical research center are acceptable. If deemed necessary by the investigator during screening, subjects may provide additional biopsy to confirm the latest pathological;\n* Subjects who have not received prior systemic treatment（except endocrine therapy） for advanced breast cancer are eligible for the study. Subjects who have received Taxane-based chemotherapy during the neoadjuvant and/or adjuvant treatment phase are eligible, as long as the occurrence of relapse or metastasis is at least 12 months after the end of treatment;\n* Performance status as assessed by the Eastern Cooperative Oncology Group (ECOG) is 0-1;\n* Life expectancy of 12 weeks or more;\n* According to RECIST 1.1, the subject has at least 1 measurable lesion as the targeted lesion (the only bone metastasis or the only central nervous system metastasis should not be considered as a measurable lesion. A measurable lesion located at the previously irradiated radiation field or other local treatment area should not be selected as targeted lesion, unless the lesion shows unequivocal radiographic progression).\n\nExclusion Criteria:\n\n* Previous treatment with immune checkpoint agonists (such as CD137 agonists) or immune checkpoint inhibitors (such as CTLA-4, PD-1, PD-L1, LAG3 monoclonal antibody, etc.) or anti-vascular endothelial growth factor (VEGF) target drugs;\n* Has uncontrolled or symptomatic brain or spine cord metastases;\n* Those who have had other active malignant tumors within 5 years prior to the study treatment, except for those that can be treated locally and have been cured ;\n* Poorly controlled hypertension (systolic blood pressure ≥ 140 mmHg and/or diastolic blood pressure ≥ 90 mmHg);\n* With a history of hypertensive crisis or hypertensive encephalopathy;\n* With a history of abdominal fistula, tracheoesophageal fistula, gastrointestinal perforation, or intra-abdominal abscess within the last 6 months prior to the start of the study treatment;\n* Adverse events resulting from prior anti-tumor therapies should be assessed and graded according to the CTCAE 5.0 criteria, subjects whose AEs have not returned to Grade 1 or below;\n* Has uncontrollable pleural, pericardial, or abdominal effusions;\n* Has received allogeneic hematopoietic stem cell transplantation or organ transplantation.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}