{
    "nctId": "NCT00593697",
    "briefTitle": "The Synergism Or Long Duration (SOLD) Study",
    "officialTitle": "A Randomized Phase III Study Comparing Trastuzumab Plus Docetaxel (HT) Followed by 5-FU, Epirubicin, and Cyclophosphamide (FEC) to the Same Regimen Followed by Single-agent Trastuzumab as Adjuvant Treatments for Early Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Neoplasms",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 2168,
    "primaryOutcomeMeasure": "Disease-free survival (DFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patient has provided a written informed consent prior to study-specific screening procedures, with the understanding that she has the right to withdraw from the study at any time, without prejudice.\n2. Woman \\> 18 years of age.\n3. Histologically confirmed invasive breast cancer.\n4. HER2-positive breast cancer (preferably assessed with CISH or FISH; if not available with immunohistochemistry 3+)\n5. A high risk of breast cancer recurrence with one of the following:\n\n   * Pathological N0 with the longest invasive tumor diameter \\>5 mm\n   * Histologically confirmed regional node positive disease (pN+; nodal isolated tumor cells/cell clusters \\< 0.2 mm in diameter (ITP) are not counted as a metastasis)\n\nExclusion Criteria:\n\n1. Presence of distant metastases.\n2. Inflammatory breast cancer.\n3. pT1bN0M0 (i.e. the longest tumor diameter 6 to 10 mm, node-negative) and histological grade 1.\n4. Clinically significant (i.e. active) cardiac disease (e.g. congestive heart failure, symptomatic coronary artery disease and cardiac arrhythmia not well controlled with medication) or myocardial infarction within the last 12 months.\n5. Left ventricular ejection fraction less than 50% (or under the institutional normal reference range) assessed by echocardiography or isotope cardiography.\n6. ER, PgR and HER-2 status (via in situ hybridization or immunohistochemistry) not determined.\n7. Primary systemic cancer therapy (neoadjuvant chemotherapy or endocrine therapy) has been administered prior to breast surgery.\n8. The WHO performance status \\> 1.\n9. Pregnant or lactating women.\n10. Women of childbearing potential unless using a reliable and appropriate contraceptive method. Women must have been amenorrheic for at least 12 months prior to study entry to be considered postmenopausal and to have no childbearing potential. Women of childbearing potential (menstruating within 12 months of study entry), or with no hysterectomy and age \\< 55, must have a negative pregnancy test at baseline.\n11. More than 12 weeks between breast surgery and date of randomization.\n12. Organ allografts with immunosuppressive therapy required.\n13. Major surgery (except breast surgery) within 4 weeks prior to study treatment start, or lack of complete recovery from the effects of major surgery.\n14. Participation in any investigational drug study within 4 weeks preceding treatment start.\n15. Patients with a history of uncontrolled seizures, central nervous system disorders or psychiatric disability judged by the investigator to be clinically significant precluding study participation.\n16. History of another malignancy within the last five years except cured basal cell carcinoma of skin or carcinoma in situ of the uterine cervix.\n17. One or more of the following:\n\n    * Blood hemoglobin \\< 10.0 g/dL, neutrophils \\< 1.5 x 109/L, platelet count \\< 120 x 109/L\n    * Serum/plasma creatinine \\> 1.5 x Upper Limit of Normal (ULN)\n    * Serum/plasma bilirubin \\> ULN\n    * Serum/plasma ALT and/or AST \\> 1.5 x ULN\n    * Serum/plasma alkaline phosphatase \\> 2.5 x ULN\n18. Serious uncontrolled infection or other serious uncontrolled concomitant disease.\n19. Unwilling or unable to comply with the protocol for the duration of the study.\n20. History of hypersensitivity to the investigational products or to drugs with similar chemical structures.\n21. Pre-existing motor or sensory neurotoxicity of a severity ≥ grade 2 by CTCAE version 3, unless related to mechanical etiology.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}