{
    "nctId": "NCT03492918",
    "briefTitle": "Pembrolizumab in Combination With Paclitaxel in the Hormone Receptor-positive Metastatic Breast Cancer With High Tumor Mutational Burden Selected by Whole Exome Sequencing: Korean Cancer Study Group Trial (KCSG BR20-16)",
    "officialTitle": "Phase II Trial of Pembrolizumab in Combination With Paclitaxel in the Hormone Receptor-positive Metastatic Breast Cancer With High Tumor Mutational Burden Selected by Whole Exome Sequencing: Korean Cancer Study Group Trial (KCSG BR20-16)",
    "overallStatus": "UNKNOWN",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 30,
    "primaryOutcomeMeasure": "Change of objective response rate(ORR) by RECIST 1.1",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Pre or postmenopausal women with stage IV hormone receptor-positive breast cancer by histological or cytological confirmation\n* Be willing and able to provide written informed consent/assent for the trial\n* Progression after 1 or more lines of any systemic therapy (endocrine, HER2-targeted or chemotherapy) in the metastatic setting\n* Be over 19 years of age on day of signing informed consent\n* 70 or more nonsynonymous mutations per tumor by WES\n* Subject who has biopsy-accessible tumor for WES. Biopsy on breast tumor or axillary nodes is acceptable if locoregional recurrence after primary surgery occurs or de novo stage IV breast cancer is diagnosed\n* Have measurable disease based on RECIST 1.1. Biopsied tumor may be counted a measurable lesion if it is not excised\n* Documented disease progression on the most recent therapy\n* Life expectancy of \\> 12 weeks\n* Have a performance status of 0 or 1 on the ECOG Performance Scale.\n* Demonstrate adequate organ function as defined in Table 3, all screening labs should be performed within 10 days of treatment initiation.\n* Female subject of childbearing potential should have a negative urine or serum pregnancy within 72 hours prior to receiving the first dose of study medication. If the urine test is positive or cannot be confirmed as negative, a serum pregnancy test will be required.\n* Female subjects of childbearing potential (Section 5.5.2) must be willing to use an adequate method of contraception as outlined in Section 5.7.2 - Contraception, for the course of the study through 120 days after the last dose of study medication.\n\nNote: Abstinence is acceptable if this is the usual lifestyle and preferred contraception for the subject.\n\nExclusion Criteria:\n\n* Is currently participating and receiving study therapy or has participated in a study of an investigational agent and received study therapy or used an investigational device within 4 weeks of the first dose of treatment.\n* Has a diagnosis of immunodeficiency or is receiving systemic steroid therapy or any other form of immunosuppressive therapy within 7 days prior to the first dose of trial treatment.\n* Has a known history of active TB (Bacillus Tuberculosis)\n* Hypersensitivity to pembrolizumab or any of its excipients.\n* Has had a prior anti-cancer monoclonal antibody (mAb) within 4 weeks prior to study Day 1 or who has not recovered (i.e., ≤ Grade 1 or at baseline) from adverse events due to agents administered more than 4 weeks earlier.\n* Has had prior chemotherapy, targeted small molecule therapy, or radiation therapy within 2 weeks prior to study Day 1 or who has not recovered (i.e., ≤ Grade 1 or at baseline) from adverse events due to a previously administered agent. Note: Subjects with irreversible toxicity that is not reasonably expected to be exacerbated by the investigational product may be included (e.g., ≤ Grade 2 neuropathy; hair loss, et al.), Note: If subject received major surgery, they must have recovered adequately from the toxicity and/or complications from the intervention prior to starting therapy.\n* Has a known additional malignancy that is progressing or requires active treatment. However, malignancies that have been curatively treated \\>5 years prior to study entry can be included. Exceptionally, cervical cancer in-situ, basal cell carcinoma or squamous cell carcinoma of the skin, papillary thyroid carcinoma and superficial bladder tumors (T1a and Tis) can be included anytime after potentially curative treatment\n* Has known active central nervous system (CNS) metastases and/or carcinomatous meningitis. Subjects with previously treated brain metastases may participate provided they are stable (without evidence of progression by imaging for at least four weeks prior to the first dose of trial treatment and any neurologic symptoms have returned to baseline), have no evidence of new or enlarging brain metastases, and are not using steroids for at least 7 days prior to trial treatment. This exception does not include carcinomatous meningitis which is excluded regardless of clinical stability.\n* Has active autoimmune disease that has required systemic treatment in the past 2 years (i.e. with use of disease modifying agents, corticosteroids or immunosuppressive drugs). Replacement therapy (eg., thyroxine, insulin, or physiologic corticosteroid replacement therapy for adrenal or pituitary insufficiency, etc.) is not considered a form of systemic treatment.\n* Has known history of or any evidence of active, non-infectious pneumonitis.\n* Evidence of interstitial lung disease.\n* Has an active infection requiring systemic therapy.\n* Has a history or current evidence of any condition, therapy, or laboratory abnormality that might confound the results of the trial, interfere with the subject's participation for the full duration of the trial, or is not in the best interest of the subject to participate, in the opinion of the treating investigator.\n* Has known psychiatric or substance abuse disorders that would interfere with cooperation with the requirements of the trial.\n* Is pregnant or breastfeeding, or expecting to conceive or father children within the projected duration of the trial, starting with the pre-screening or screening visit through 120 days after the last dose of trial treatment.\n* Has received prior therapy with an anti-PD-1, anti-PD-L1, or anti-PD-L2 agent.\n* Has a known history of Human Immunodeficiency Virus (HIV) (HIV 1/2 or HTLV-1 antibodies).\n* Has known active Hepatitis B (e.g., HBsAg reactive) or Hepatitis C (e.g., anti-HCV antibody detected or HCV RNA \\[qualitative\\] detected).\n* Has received a live vaccine within 30 days of planned start of study therapy. Note: Seasonal influenza vaccines for injection are generally inactivated flu vaccines and are allowed; however intranasal influenza vaccines (e.g., Flu-Mist®) are live attenuated vaccines, and are not allowed.",
    "sex": "FEMALE",
    "minimumAge": "19 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}