{
    "nctId": "NCT01195298",
    "briefTitle": "Bevacizumab and Capecitabine in Treatment of Elderly Patients With Metastatic Breast Cancer",
    "officialTitle": "Phase II Clinical Study of Bevacizumab in Combination With Capecitabine as First-line Treatment in Elderly Patients With Metastatic Breast Cancer",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer, Metastasis",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 88,
    "primaryOutcomeMeasure": "Time to treatment progression",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Signed informed consent obtained prior to initiation of any study specific procedures and treatment as confirmation of the patient's awareness and willingness to comply with the Protocol code: ML22373 Protocol SEEROG: version 1.2. Date: October 15, 2009 3 study requirements;\n* Age ≥70 years;\n* Pathologically confirmed and documented metastatic breast cancer or locally recurrent breast cancer not amenable to curative treatment. Complete radiology and tumor measurement workup must be completed within 4 weeks prior to first study treatment;\n* Measurable disease according to RECIST criteria;\n* HER2 negative disease;\n* No prior treatment for metastatic or locally recurrent disease;\n* Prior radiotherapy is allowed if delivered at least 2 weeks before enrolment in the study and for the relief of metastatic bone pain, and provided that no more than 30% of marrow bearing bone was irradiated and that target lesions were not included in the radiotherapy field;\n* Not suitable for aggressive chemotherapy regimen in the opinion of the investigator;\n* Performance status ECOG 0 - 2.\n\nExclusion Criteria:\n\n* Any prior neoadjuvant or adjuvant treatment with anthracyclines completed less than 6 months prior to enrolment. The maximum cumulative dose received must not have exceeded 360 mg/m2 for doxorubicin or 720 mg/m2 for epirubicin. Prior anti-epidermal growth factor therapy is allowed;\n* Concurrent hormonal therapy; however previous hormonal therapy is allowed for adjuvant, locally recurrent, or metastatic breast cancer if completed within ≥1 months prior to enrolment;\n* History or clinical evidence of brain metastases. If there is any clinical suspicion of brain metastasis, a computerized tomography (CT) scan or magnetic resonance imaging (MRI) of the brain must be conducted within 4 weeks prior to enrolment;\n* Other malignancy (including primary brain tumors) within the Protocol code: ML22373 Protocol SEEROG: version 1.2. Date: October 15, 2009 4 last 5 years, which could affect the diagnosis or assessment of breast cancer, except for adequately treated carcinoma in situ of the cervix, squamous carcinoma of the skin, or adequately controlled limited basal cell skin cancer;\n* Life expectancy \\< 12 weeks;\n* Any of the following abnormal values:\n\n  * Inadequate bone marrow function: hemoglobin (Hb) \\< 8.0 g/dL, absolute neutrophil count (ANC) \\< 1.5 x 109/L, or platelet count \\< 100 x 109/L;\n  * Inadequate liver function: AST/SGOT or ALT/SGPT \\> 2.5 x upper limit of normal (ULN) or \\> 5 x ULN in patients with liver metastases), serum alkaline phosphatase \\> 2.5 ULN or \\> 5 x ULN in patients with liver metastases, or \\> 10 x ULN in patients with bone metastases or total bilirubin \\> 2 x ULN;\n  * Moderate or severe renal impairment: creatinine clearance ≤50 mL/min (calculated according to the cockcroft and Gault formula; see Appendix 1), or serum creatinine \\> 1.5 x ULN;\n* Chronic daily treatment with aspirin (\\> 325 mg/day) or clopidogrel (\\> 75 mg / day);\n* Chronic daily treatment with corticosteroids (dose of \\> 10 mg/day methylprednisolone equivalent) (excluding inhaled steroids);\n* Requirement for concurrent use of the antiviral agents sorivudine or brivudine;\n* Major surgical procedure, open biopsy or significant traumatic injury within 28 days prior to enrolment, or anticipation of the need for major surgery during the course of the study treatment;\n* Minor surgical procedures, within 24 hours prior to enrolment;\n* Current or recent (within the 30 days prior to starting study treatment) treatment with another investigational drug or participation in another investigational study.\n* Uncontrolled hypertension (systolic \\> 150 mm Hg and/or diastolic \\> 100 mm Hg) or clinically significant (i.e. active) cardiovascular disease, including:\n* Cerebrovascular accident/stroke (≤ 6 months prior to enrolment)",
    "sex": "ALL",
    "minimumAge": "70 Years",
    "stdAges": "OLDER_ADULT"
}