{
    "nctId": "NCT03185871",
    "briefTitle": "Celecoxib Window of Opportunity Trial to Assess Tumor and Stroma Responses",
    "officialTitle": "Celecoxib Window of Opportunity Trial to Assess Tumor and Stroma Responses",
    "overallStatus": "WITHDRAWN",
    "conditions": "Breast Carcinoma",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "BASIC_SCIENCE",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "Changes in collagen",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Participants must have biopsy proven invasive breast carcinoma stages T1cN0 to T3N0, ER or PR positive with tumors greater than 1cm without lymph node spread.\n* Participants must have a mammographic breast composition category (density) of c or d.\n* Participants must be willing to participate and provide signed informed consent.\n* Participants must have no immediate requirements for chemotherapy, radiotherapy or hormonal therapy.\n* Participants must be willing to discontinue any use of NSAIDs like aspirin or ibuprofen until the tumor is removed\n* Participants cannot be taking the following medications because of major pharmacokinetic interactions with celecoxib while being enrolled in the study: Abciximab, Argatroban, Bivalirudin, Cilostazol, Dabigatran, Etexilate, Dipyridamole, Fondaparinux, Heparin, Lepirudin, Pemetrexed, Protein C, Rivaroxaban, Sibutramine, Ticlopidine, Tirofiban, Vilazodone and Warfarin.\n* Participants should pass MRI screening questionnaire\n\nExclusion Criteria:\n\n* Prior history of cancer, neo-adjuvant chemotherapy and radiation therapy\n* No daily NSAIDs intake within the past 4 weeks. Intermittent non-daily NSAIDs is allowed under PI discretion.\n* Current or prior systemic use of corticosteroids in the past month.\n* Participants with history of hypertension, congestive heart failure, edema, stroke or other cardiac disease or condition.\n* Participants with type 2 diabetes, documented stomach ulcers and pulmonary embolism.\n* Participants with aspirin or other NSAIDs-induced asthma or hypersensitivity reaction, sulfonamide allergy\n* Participants who are currently pregnant\n* Participants with known human immunodeficiency virus (HIV) infection, hepatitis B carrier state or with clinical evidence of hepatitis B.\n* Participants who are not able to understand or provide written informed consent.\n* Participants with standard contraindications to non-contrast MRI will be excluded, including claustrophobia and metallic implants incompatible with MRI.\n* Participants whose girth exceeds the bore of the MRI scanner.\n* Participants requiring conscious sedation for MR imaging.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}