{
    "nctId": "NCT00574977",
    "briefTitle": "Safety Study of Modified Vaccinia Virus to Cancer",
    "officialTitle": "A Phase I Dose-escalation Trial of vvDD-CDSR (Double-deleted Vaccinia Virus Plus CD/ SMR) Administered by Intratumoral Injection or Intravenous Injection",
    "overallStatus": "COMPLETED",
    "conditions": "Melanoma, Breast Cancer, Head and Neck Squamous Cell Cancer, Liver Cancer, Colorectal Cancer, Pancreatic Adenocarcinoma",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 26,
    "primaryOutcomeMeasure": "Determine the maximally tolerated dose (MTD) and/or maximum-feasible dose (MFD) and Safety of vvDD-CDSR administered by intratumoral (I.T.) injection and intravenous (I.V.) infusion.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Greater than 18 years of age\n* Histologically-confirmed cancer that has progressed despite standard therapy. They must have one of the following tumor-types: melanoma, breast cancer, or head and neck squamous cell cancer, liver, colorectal or pancreatic\n* Cancer is not surgically curable\n* Karnofsky Performance Status (KPS) of \\> 70 (See Appendix B)\n* Anticipated survival of at least 16 weeks\n* If sexually-active, willingness to use condoms for 3 months following study treatment with vvDD-CDSR\n* The ability to understand and willingness to sign a written informed consent\n* Able to comply with study procedures and follow-up examinations\n* Adequate bone marrow function: WBC \\> 3,500 and \\<50,000 cells/mm3, ANC \\> 1,500 cells/mm3, hemoglobin \\> 10 g/dL, and platelet count \\> 150,000 cells/mm3\n* Adequate renal function: serum creatinine level ≤ 1.2 x ULN\n\nExclusion Criteria:\n\n* Pregnant or nursing an infant\n* Active viral infection (including HIV, Hepatitis B and C)\n* Systemic corticosteroid or other immunosuppressive medication use within 4 weeks of the treatment\n* Clinically significant active infection or uncontrolled medical condition (e.g., pulmonary, neurological, cardiovascular, gastrointestinal, genitourinary) considered high risk for investigational new drug treatment\n* Significant immunodeficiency (e.g. due to underlying illness and/ or medication) in subject or household contacts\n* History of eczema requiring systemic therapy\n* Unstable cardiac disease which includes but is not limited to: Any of the following within 6 months prior to study entry: MI, unstable angina, congestive heart failure, myocarditis, arrhythmias diagnosed and requiring medication, or any clinically-significant change in cardiac status\n* Target tumor(s) adherent to a major vascular structure (e.g. carotid artery)\n* Subjects who have received radiation, chemotherapy or other potentially immunosuppressive therapy in 4 weeks prior to study screening\n* Clinically significant and/or rapidly accumulating ascites, peri-cardial and/or pleural effusions\n* Experienced a severe systemic reaction or side-effect as a result of a previous smallpox vaccination\n* Subjects with household contacts who are pregnant or nursing an infant, children \\< 5 years old, have history of eczema that at some stage has required systemic therapy, or have a significant immunodeficiency due to underlying illness (e.g. HIV) and/or medication (e.g. systemic corticosteroids) will be excluded unless alternate living arrangements can be made during the subject's active dosing period and for three weeks following the last dose of study medication\n* Inability or unwillingness to give informed consent.\n* CD4 T cell count \\< 350 per µL blood",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}