{
    "nctId": "NCT06078384",
    "briefTitle": "Pembrolizumab and Chemotherapy Treatment or no Treatment Guided by the Level of TILs in Resected Early-stage TNBC",
    "officialTitle": "Adjuvant Pembrolizumab and Chemotherapy or Surveillance in Early Triple Negative breAst Cancer With High Stromal Tumor-infiltrating Lymphocytes (TILs) Score",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Triple-negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 354,
    "primaryOutcomeMeasure": "Distant disease-free survival (DDFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Understand, sign, and date the written informed consent form prior to any protocol- specific procedures performed,\n2. Men and women aged ≥ 18 years,\n3. Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1,\n4. Histologically confirmed and radically removed pT1b/c N0M0 TNBC as defined according to AJCC TNM stage-8th version,\n\n   * Histologically documented TNBC (negative HER2, ER, and PgR status). HER2 negativity is defined by local laboratory assessment using in situ hybridization and immunohistochemistry assays as per ASCO/CAP criteria and ER/PgR negativity is defined by local laboratory assessment \\< 10% using immunohistochemistry assays,\n   * Bilateral and/or multifocal primary tumor is allowed and the tumor with the most advanced T stage should be used to asses for eligibility. If multifocal tumor, a pathologic confirmation of TNBC is required for each focus,\n5. Adequately excised breast cancer: subjects must have undergone either breast- conserving surgery or mastectomy/nipple- or skin-sparing mastectomy.\n\n   * For subjects who undergo breast-conserving surgery, the margins of the resected specimen must be histologically free of invasive tumor and ductal carcinoma in situ (DCIS) as determined by the local pathologist. Reresections to ensure no ink on tumor margins are allowed. Subjects with margins positive for lobular carcinoma in situ (LCIS) are eligible without additional resection.\n   * For subjects who undergo mastectomy/nipple- or skin-sparing mastectomy, margins must be free of gross residual tumor. It is recommended that subjects should have a negative microscopic margin in accordance with local pathology protocol,\n6. Have had sentinel lymph node biopsy (SLNB) and/or axillary lymph node dissection (ALND) for evaluation of pathologic nodal status.\n\n   Axillary nodal dissection(s) should yield a total of at least six nodes (including the axillary lymph nodes resected at the SLNB plus the lymph nodes collected at the axillary nodal dissection),\n7. At least 4 weeks but no more than 12 weeks between definitive breast surgery (or the last surgery with curative intent if additional resection is required for breast cancer) and treatment initiation for cohort 1 and no more than 12 weeks for cohort 2,\n8. Centrally assessed TILs score from surgical formalin-fixed paraffin embedded (FFPE) tumor sample, using an H\\&E stained diagnostic digital slide, according to the most recent International TILs Working Group guidelines,\n\n   * Cohort 1 will include patients aged \\> 40 years with 30% ≤ sTILs \\< 50% and those aged\n\n     * 40 years with 30% ≤ sTILs \\< 75%\n   * Cohort 2 will include patients aged \\> 40 years with sTILs ≥ 50% and those aged ≤ 40 years with sTILs ≥ 75%\n9. Women of childbearing potential have a negative serum pregnancy test within 72 hours prior to receiving the first dose of study medication for cohort 1 and within 7 days of inclusion for cohort 2,\n10. Women of childbearing potential must agree to use protocol-specified method(s) of contraception for 3 years after patient inclusion. Men subjects who engage in heterosexual intercourse must agree to use protocol-specified method(s) of contraception during trial treatments and for at least 6 months after the last dose of trial treatments.\n\n    Females of childbearing potential are those who have not been surgically sterilized or have not been free from menses for \\> 1 year,\n11. Patients affiliated to the social security system (or equivalent)- France only,\n12. Patient is willing and able to comply with the protocol for the duration of the trial including undergoing treatment and scheduled visits, and examinations including follow-up.\n\n    Additional inclusion criteria for subjects of cohort 1:\n13. Left ventricular ejection fraction (LVEF) of ≥ 50% as assessed by echocardiogram or cardiac scintigraphy,\n14. Demonstrate adequate organ function within 7 days of inclusion\n\n    * Absolute Neutrophil Count (ANC) ≥ 1,500 /µL\n    * Platelets ≥ 100,000 /µL\n    * Hemoglobin ≥ 9 g/dL\n    * Creatinine clearance ≥ 30 mL/min for subject with creatinine levels \\> 1.5 x institutional upper limit of normal (ULN)\n    * Total bilirubin ≤ 1.5 x ULN or direct bilirubin ≤ ULN for subjects with total bilirubin levels \\> 1.5 ULN\n    * Aspartate aminotransferase (AST) and alanine aminotransferase (ALT) ≤ 2.5 x ULN\n    * Albumin ≥ 3.0 g/dL\n    * Lactate dehydrogenase (LDH) \\< 2.5 X ULN\n    * International normalized ratio/partial thromboplastin time (INR/PTT) ≤ 1.5 x ULN (unless subject is receiving anticoagulant therapy as long as prothrombin time (PT) or PTT is within therapeutic range of intended use of anticoagulants)\n    * Thyroid stimulating hormone (TSH), free T4 (FT4), and free T3 (FT3) within normal ranges\n    * Cortisol at 8 AM within normal ranges\n    * Lipase and amylase \\< 3 ULN\n    * Fasting plasma glucose ≤ 120 mg/dl or 6.7 mmol/L\n    * Troponin within normal range\n\nExclusion Criteria:\n\n1. History of invasive malignancy ≤ 3 years prior to signing informed consent except for adequately treated basal cell or squamous cell skin cancer,\n2. Having received prior chemotherapy or targeted therapy within the past 12 months,\n3. Has a prior history of DCIS and/or LCIS that was treated with any form of systemic, hormonal therapy, or radiotherapy to the ipsilateral breast; subjects who had their DCIS/LCIS treated only with surgery and/or contralateral DCIS treated with radiotherapy are allowed to enter the study,\n4. Having received prior therapy with an anti-PD-1, anti-PD-L1, or anti-PD-L2 agents or with an agent directed to another co-inhibitory T-cell receptor (e.g., CTLA-4, OX-40, CD137),\n5. Treatment with systemic immunostimulatory agents (including, but not limited to, interferons, interleukin-2) within 4 weeks or 5 half-lives of the drug, whichever is longer, prior to inclusion,\n6. Has a diagnosis of immunodeficiency or is receiving chronic systemic steroid therapy (in dosing exceeding 10 mg daily of prednisone equivalent) or any other form of immunosuppressive medications (including prednisone, cyclophosphamide, azathioprine, methotrexate, thalidomide, and anti-tumor necrosis factor \\[anti-TNF\\] alpha agents) within 7 days prior to inclusion:\n\n   * Subjects who have received acute, low-dose, systemic immunosuppressant medications (e.g., a one-time dose of dexamethasone for nausea) may be enrolled in the study\n   * The use of inhaled corticosteroids and mineralocorticoids is allowed,\n7. Has an active autoimmune disease that has required systemic treatment in the past 2 years (i.e., with use of disease modifying agents, corticosteroids or immunosuppressive drugs). Replacement therapy (e.g., thyroxine, insulin, or physiologic corticosteroid replacement therapy for adrenal or pituitary insufficiency) is not considered a form of systemic treatment; subjects with eczema, psoriasis, lichen simplex chronicus, or vitiligo with dermatologic manifestations only are eligible if:\n\n   * Rash must covers \\<10% of body surface area.\n   * Disease is well controlled at baseline and requires only low-potency topical Corticosteroids and no acute exacerbations requiring psoralen plus ultraviolet A radiation, methotrexate, retinoids, biologic agents, oral calcineurin inhibitors, or oral corticosteroids occurred within the previous 12 months,\n8. Has a known history of Human Immunodeficiency Virus (HIV),\n9. Prior allogeneic stem cell or solid organ transplant,\n10. Has a known history of active Bacillus Tuberculosis,\n11. Patients with any other disease or illness which requires hospitalisation or is incompatible with the trial treatment are not eligible,\n12. Pregnant women or breastfeeding or expecting to conceive within the projected duration of the study, from the inclusion visit until the end of the 3 years follow up. Men subjects who engage in heterosexual intercourse and refuse to use protocol-specified method(s) of contraception during trial treatments and for at least 6 months after the last dose of trial treatments,\n13. Patients unable to comply with trial obligations for geographic, social, or physical reasons, or who are unable to understand the purpose and procedures of the trial,\n14. Person deprived of their liberty or under protective custody or guardianship,\n15. Has known psychiatric or substance abuse disorders that would interfere with cooperation with the requirements of the trial.\n\n    Additional non-inclusion criteria for subjects of cohort 1:\n16. Has cardiac dysfunction as defined by any of the following prior to inclusion:\n\n    * History of NCI-CTCAE v5.0 Grade \\> 3 symptomatic congestive heart failure or New York Heart Association (NYHA) criteria Class II,\n    * Angina pectoris requiring anti-anginal medication, serious cardiac arrhythmia not controlled by adequate medication, severe conduction abnormality, or clinically significant valvular disease,\n    * Significant symptoms (≥ Grade 2) relating to left ventricular dysfunction or cardiac ischemia,\n17. Has a known hypersensitivity (≥ Grade 3) to the components of the study therapy or its analogs,\n18. Has received a live vaccine or live-attenuated vaccine within 30 days of the first dose of study treatment,\n19. Concurrent active Hepatitis B virus (HBV; defined as HBsAg positive and/or detectable HBV DNA) and Hepatitis C virus (HCV; defined as anti-HCV Ab positive and detectable HCV RNA) infection,\n20. Severe infections within 4 weeks prior to initiation of study treatment, including, hospitalization for complications of infection, bacteremia, or severe pneumonia,\n21. Treatment with therapeutic oral or IV antibiotics within 2 weeks prior to initiation of study treatment; subjects receiving prophylactic antibiotics (e.g., for prevention of a urinary tract infection) are eligible,\n22. Major surgical procedure other than for diagnosis within 4 weeks prior to initiation of study treatment or anticipation of need for a major surgical procedure during study treatment,\n23. Has a history of (non-infectious) pneumonitis/interstitial lung disease that required steroids or has a current pneumonitis/interstitial lung disease,\n24. Is currently participating in or has participated in an interventional clinical trial with an investigational compound or device within 4 weeks of the first dose of treatment in this current trial.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}