{
    "nctId": "NCT05101096",
    "briefTitle": "Study of Sacituzumab Govitecan (SG) in Japanese Participants With Advanced Solid Tumors",
    "officialTitle": "A Phase 1/2 Open-Label Study of Sacituzumab Govitecan in Japanese Patients With Advanced Solid Tumors (ASCENT-J02)",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Advanced Solid Tumor, Metastatic Triple-Negative Breast Cancer, HR+/HER2- Metastatic Breast Cancer, Metastatic Urothelial Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 135,
    "primaryOutcomeMeasure": "Phase 1: Percentage of Participants Experiencing Treatment-emergent Adverse Events (TEAEs) Defined by the National Cancer Institute Common Terminology Criteria for Adverse Events (NCI CTCAE) Version 4.03",
    "eligibilityCriteria": "Key Inclusion Criteria:\n\n* Eastern Cooperative Oncology Group (ECOG) performance status ≤ 1\n* Measurable disease by computed tomography (CT) or magnetic resonance imaging (MRI) as per RECIST Version 1.1 criteria\n* Adequate hematologic counts without transfusional or growth factor support within 2 weeks of study drug initiation\n* Adequate hepatic function (bilirubin ≤ 1.5 upper limit of normal (ULN)), alanine aminotransferase (ALT) and aspartate aminotransferase (AST) ≤ 2.5 ULN\n* Creatinine clearance ≥ 30 mL/min\n* Male and female individuals of childbearing potential who engage in heterosexual intercourse must agree to use protocol-specified method(s) of contraception.\n* Phase 1 only: Histologically or cytologically confirmed advanced solid tumor that is refractory to or intolerant of all standard therapy or for which no standard therapy is available.\n* Phase 2 metastatic triple-negative breast cancer (mTNBC) Cohort: Histologically or cytologically confirmed TNBC per American Society of Clinical Oncologists/College of American Pathologists (ASCO/CAP) criteria, based on the most recent analyzed biopsy or other pathology specimen. Refractory to or relapsed after at least 2 prior standard-of-care chemotherapy regimens for unresectable, locally advanced or metastatic breast cancer.\n* Phase 2 hormone receptor-positive/human epidermal growth factor receptor 2-negative metastatic breast cancer (HR+/HER2- mBC) Cohort: Documented evidence of HR+/HER2- mBC confirmed by a local laboratory and defined per ASCO/CAP criteria.\n\n  * Refractory to or relapsed after 2 prior systemic chemotherapy regimens for locally advanced unresectable or metastatic disease.\n* Phase 2 metastatic urothelial cancer (mUC) Cohort: Histologically documented UC that is metastatic or locally advanced unresectable.\n\n  * Progressed or recurred following receipt of platinum-containing regimen and anti-PD-1/PD-L1 therapy for metastatic or locally advanced unresectable disease\n\nKey Exclusion Criteria:\n\n* Positive serum pregnancy test, or females who may possibly be pregnant\n* Known Gilbert's disease\n* Have previously received antibody drug conjugate containing topoisomerase I inhibitors\n* Presence of bulky disease (defined as any single mass \\> 7 cm in greatest dimension).\n* Known to be HIV positive, or hepatitis B virus (HBV) surface antigen positive or hepatitis C virus (HCV) antibody positive at screening\n* Known history of significant cardiac disease\n* Known history of clinically significant active chronic obstructive pulmonary disease, or other moderate-to-severe chronic respiratory illness\n* History of interstitial lung disease\n* History of clinically significant gastrointestinal (GI) bleeding, have active chronic inflammatory bowel disease (ulcerative colitis, Crohn's disease) or GI perforation\n* Individuals with a history of anaphylactic reaction to irinotecan.\n\nNote: Other protocol defined Inclusion/Exclusion criteria may apply.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}