{
    "nctId": "NCT00687440",
    "briefTitle": "A Study to Determine the Activity of Caelyx With Trastuzumab and Docetaxel in the Treatment of Metastatic Breast Cancer (Study P03679)",
    "officialTitle": "Pegylated Liposomal Doxorubicin (Caelyx) in Combination With Herceptin and Taxotere as First-line Chemotherapy in Metastatic Breast Cancer Patients: A 2 Stage Phase II, Open Label, Multicenter Study.",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Neoplasm",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 27,
    "primaryOutcomeMeasure": "Number of Participants Who Had a Tumor Response, According to Standard RECIST (Response Evaluation Criteria in Solid Tumors) Criteria",
    "eligibilityCriteria": "Inclusion Criteria:\n\nPatients must fulfill all the following criteria:\n\n* Females aged 18 to 70 years-old.\n* Willingness to participate in the study and comply with its procedures.\n* Documented diagnosis of metastatic breast carcinoma (stage IV) Human Epidermal Growth Factor Receptor 2 (HER2) overexpressing (Immunohistochemistry (IHC) 3+ or Fluorescence In Situ Hybridization(FISH) +).\n* No prior chemotherapy for metastatic breast cancer.\n* Adjuvant or neo-adjuvant chemotherapy is allowed according to the following rules:\n\n  * patients treated with anthracyclines if all the following conditions are met:\n\n    * Doxorubicin total dose \\<= 300 mg/m\\^2\n    * Epirubicin total dose \\<= 480 mg/m\\^2\n    * Chemotherapy-free interval of \\> 12 months\n  * no taxane-based adjuvant or neo-adjuvant chemotherapy is allowed;\n  * patients treated with non-anthracycline/taxane adjuvant or neo-adjuvant chemotherapy regimens are freely eligible (i.e. cyclophosphamide/methotrexate/fluorouracil (CMF) or similar regimens).\n* At least one measurable lesion according to RECIST criteria.\n* Complete hematologic and biologic baseline evaluation within 2 weeks prior to start of treatment.\n* Complete Tumor baseline evaluation including a total body computed tomography (CT) scan within 4 weeks prior to start of treatment.\n* Left ventricular ejection fraction (LVEF) \\>= 50% as determined by echocardiogram or Multi Gated Acquisition (MUGA) scan.\n* World Health Organization (WHO) performance status 0,1.\n* Life expectancy \\> 3 months.\n* Laboratory requirements :\n\n  * Hematology :\n\n    * Neutrophils \\> 1.5 x 10\\^9/L\n    * Platelets \\> 100 x 10\\^9/L\n    * Hemoglobin \\> 10 g/dL\n  * Hepatic function:\n\n    * Total bilirubin \\<= 1.25 x the upper-normal limits (UNL);\n    * ASAT (Aspartate Aminotransferase or SGOT), ALAT (Alanine aminotransferase or SGPT) \\<= 2.5 x the upper-normal limits;\n  * For patients with liver metastases:\n\n    * Total bilirubin \\< 1.5 x the UNL (Upper limit of normal) ;\n    * ASAT and/or ALAT \\< 3 x the UNL;\n  * Renal function :\n\n    * Serum Creatinine \\< 1.5 x the UNL.\n* Women of child bearing potential must have a negative serum pregnancy test and be using adequate contraception.\n* Patients must be accessible for treatment and follow-up.\n\nExclusion Criteria:\n\nPatients will not be enrolled if any of the following criteria apply:\n\n* Prior chemotherapy for metastatic disease.\n* History of prior malignancy in the last 10 years (other than non melanoma skin cancer or excised cervical carcinoma in situ).\n* Radiation to disease areas within 3 weeks of study initiation.\n* Symptomatic peripheral neuropathy \\> grade 2 according to the National Cancer Institute (NCI) Common Toxicity Criteria.\n* Other serious illness or medical condition.\n* LVEF \\< 50% as determined by echocardiogram or MUGA scan.\n* Congestive hearth failure or angina pectoris even if it is medically controlled. Previous history of myocardial infarction within 1 year from study entry, uncontrolled high risk hypertension or arrhythmia.\n* History of significant neurologic or psychiatric disorders including dementia or seizures.\n* Active infection.\n* Active peptic ulcer, unstable diabetes mellitus or other contraindications for the use of dexamethasone.\n* Concurrent treatment with other experimental drugs. Participation in another clinical trial with any investigational drug within 30 days prior to study screening.\n* Concurrent treatment with corticosteroids used for reasons other than for premedication. However patients receiving chronic treatment with corticosteroids (\\> 6 months) at low dose (\\< 20 mg of methylprednisolone or equivalent dose of other corticosteroids) for whichever reason are eligible.\n* Taxane-based adjuvant or neo-adjuvant chemotherapy \\< 12 months.\n* Other concurrent chemotherapy, immunotherapy, radiotherapy or any other investigational medication, for the treatment of the tumor.\n* Pregnant or breast-feeding women.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}