{
    "nctId": "NCT00411788",
    "briefTitle": "A Phase II Study of Rapamycin and Trastuzumab for Patients With HER-2 Receptor Positive Metastatic Breast Cancer",
    "officialTitle": "A Phase II Study of Rapamycin (Rapamune, Sirolimus) and Trastuzumab (Herceptin) for Patients With HER-2 Receptor Positive Metastatic Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 11,
    "primaryOutcomeMeasure": "Proportion of Patients Who Are Progression-free (CR, PR and Stable Disease)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologically confirmed HER2 overexpressing (IHC 3+ and/or FISH +) metastatic breast cancer with measurable disease. Patients with either HER2 3+ positive tumors by immunohistochemistry (Dako Herceptest®) or gene amplification (\\> 2 copies) by fluorescence in-situ hybridation (FISH) are eligible.\n* Progression following at least 8 weeks of standard doses of Herceptin or a Herceptin containing regimen.\n* Off Herceptin for a minimum of 2 weeks.\n* Patients must have measurable disease as defined by RECIST guidelines (the lesion that will be biopsied on study cannot be the only measurable lesion).\n* Life expectancy \\> 3 months\n* Age ≥18 years\n* ECOG performance status ≤2\n* Adequate bone marrow function as indicated by the following:\n\n  * ANC ≥1500/µL\n  * Platelets ≥100,000/µL\n  * Hemoglobin ≥9 g/dL\n* Adequate liver function, as indicated by bilirubin ≤1.5 x ULN, AST or ALT \\<2x ULN.\n* Adequate renal function, as indicated by creatinine \\<1.5 x upper limit of normal (ULN)\n* Ability to understand and the willingness to sign a written informed consent.\n* Adequate birth control: Women of child-bearing potential must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) prior to study entry and for the duration of study participation and must have a negative serum or urine pregnancy test within 1 week prior to beginning treatment on this trial. Pregnant and nursing patients are excluded because the effects of the combination of Rapamycin on a fetus or nursing child are unknown. Should a woman become pregnant or suspect she is pregnant while participating in this study, she should inform her treating physician immediately.\n* Fasting serum cholesterol \\<350 mg/d L and triglycerides \\< 400 mg/ d L.\n* Biopsy is required but patients or physicians may opt out of this part of the trial if sufficient justification is provided. Justification must be provided to the PI in writing indicating excessive physical risk or psychological trauma if biopsy is undertaken.\n\nExclusion Criteria:\n\n* Active infection or treatment for systemic infections within 14 days of enrollment\n* Patients with active brain metastases requiring treatment, inclusive but not limited to surgery, radiation, and corticosteroids (patients with asymptomatic non- progressing brain metastasis who have completed treatment ≥30 days before enrollment and without evidence of progression on a post treatment MRI may be considered for the study).\n* Pregnant or lactating women\n* Prior chemotherapy within the last 4 weeks (last 6 weeks for nitrosureas/mitomycin)\n* Prior radiation therapy within the last 4 weeks; prior radiation therapy to indicator lesion (unless objective disease recurrence or progression within the radiation portal has been documented since completion of radiation).\n* Prior therapy with rapamycin, rapamycin analogs, or experimental agents targeting mTOR.\n* Concomitant malignancies or previous malignancies within the last 5 years, with the exception of adequately treated basal or squamous cell carcinoma of the skin or carcinoma in situ of the cervix.\n* Ejection fraction \\<50% or below the lower limit of the institutional normal range, whichever is lower\n* Hypersensitivity to trial medications\n* Patients may not be receiving any other investigational agents within 30 days before enrollment.\n* Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements.\n* Pregnant women are excluded from this study because the investigational agents may have the potential for teratogenic or abortifacient effects. Because there is an unknown but potential risk for adverse events in nursing infants secondary to treatment of the mother with these agents, breastfeeding should be discontinued if the mother is treated.\n* HIV-positive patients are ineligible because these patients are at increased risk of lethal infections when treated with marrow-suppressive therapy and the potential pharmacokinetic interaction between antiretroviral therapy and the investigational agents.\n* Use of all herbal and alternative medications within 4 weeks. All herbal and alternative medications should be discontinued while on study, these include but not limited to: Hydrastis canadensis (goldenseal) - Uncaria tomentosa (cat's claw) - Echinacea angustifolia roots - trifolium pratense (wild cherry) - matricaria chamomila (chamomile) - Glycyrrhiza glabra (licorice) - dillapiol - naringenim.\n* Use of any of these medications within 4 weeks; cyclosporine, diltiazen, ketoconazole, rifampin, fluconazole, delavirdine, nicardipine, pioglitazone, and sulfonamides, erythromycin, clarithromycin, itraconazole, erythromycin, metoclopramide, nevirapine, phenobarbital, phenytoin, indinavir, fosamprenavir, nefazadone, St Johns Wort.\n* Consumption of grapefruit juice is prohibited during the study.\n* Use of warfarin (Coumadin), immunosuppressive agents or chronic oral, intravenous or topical steroid",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}