{
    "nctId": "NCT04868812",
    "briefTitle": "Histological Modifications of Postmenopausal Vaginal Mucosa After Repeated Carbon Dioxide (CO2) Laser Treatment",
    "officialTitle": "Histological Modifications of Postmenopausal Vaginal Mucosa After Repeated CO2 Laser",
    "overallStatus": "COMPLETED",
    "conditions": "Vaginal Atrophy, Breast Cancer Female, Dyspareunia",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 15,
    "primaryOutcomeMeasure": "Microscopic evaluation for vaginal epithelial thickness",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Italian speaking and able to give informed consent.\n* Menopausal females with absence of menstruation for at least 12 months.\n* Presence of GSM symptoms.\n* Completion of at least two cycles of three laser treatments sessions in previous years.\n* Prolapse stage \\< II, according to the pelvic organ prolapse quantification (POP-Q) system.\n* No pelvic surgery within 6 months prior to treatment.\n* Understanding and acceptance to the obligation to return to all scheduled visits and follow-ups.\n\nExclusion Criteria:\n\n* Inability of give informed consent\n* History of vulvovaginal condyloma, vaginal intraepithelial neoplasia (VAIN), vaginal carcinoma, lichen sclerosis, lichen planus.\n* History of cancers of the lower genital tract (cervix, uterus, vagina).\n* History of pelvic radiotherapy.\n* Personal history of genital fistula, a thin recto-vaginal septum as determined by the investigator or personal history of a fourth degree laceration during screening physical exam.\n* Any other medical condition that the investigators feel would compromise the study.\n* Acute or recurrent urinary tract infection (UTI), or genital infection (e.g. bacterial vaginosis, herpes genitalis, candida).\n* Stage III or IV pelvic organ prolapse.\n* History of any female sexual disorder.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}