{
    "nctId": "NCT03002103",
    "briefTitle": "A Trial Evaluating the Efficacy and Safety of EndoTAG®-1 in Combination With Paclitaxel and Gemcitabine Compared With Paclitaxel and Gemcitabine as First-line Therapy in Patients With Visceral Metastatic Triple-negative Breast Cancer",
    "officialTitle": "An Open-label, Randomized, Controlled Phase III Trial Evaluating the Efficacy and Safety of EndoTAG®-1 in Combination With Paclitaxel and Gemcitabine Compared With Paclitaxel and Gemcitabine as First-line Therapy in Patients With Visceral Metastatic Triple-negative Breast Cancer",
    "overallStatus": "SUSPENDED",
    "conditions": "Triple-Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 420,
    "primaryOutcomeMeasure": "PFS",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Gender: Female\n2. Age ≥ 18 years or legal age to provide informed consent according to local regulatory requirements.\n3. Metastatic TNBC confirmed histologically by a certified local laboratory (or existing medical record for confirmation is acceptable for patients in the safety run-in stage) using archival paraffinated material from the original surgery specimens or from later materials, if available. Results of the certified local laboratory must be available to allow for randomization.\n\n   Tumors should be considered negative for ER and PrR by immunohistochemistry (IHC) (\\< 1% positive tumor nuclei, as per American Society of Clinical Oncology/College of American Pathologists \\[ASCO/CAP\\] guideline recommendations, Hammond et al 2010) and negative for HER2 by IHC or fluorescent or chromogenic in situ hybridization (FISH or CISH). Patients with equivocal HER2 results by IHC should have the negativity status confirmed by FISH.\n4. Patients must have had prior adjuvant treatment with either sequential or concurrent anthracycline- and/or taxane-based chemotherapy. Patients may have received neoadjuvant treatment prior to the adjuvant anthracycline- and/or taxane-based chemotherapy as well.\n\n   Note: Neoadjuvant treatment alone is acceptable only for patients in the safety run-in stage.\n5. Patients with a disease-free interval (DFI) on anthracycline- and/or taxane-based adjuvant therapy of ≥ 12 months.\n\n   Note: This criteria is for main study only.\n6. Patients must be indicated for treatment with polychemotherapy for visceral metastatic disease as judged by the Investigator.\n\n   Note: Lymph node metastasis alone is acceptable only for patients in the safety run-in stage.\n7. At least one measurable or non-measurable tumor lesion according to RECIST version 1.1 as assessed by the Investigator (local radiological image assessment).\n8. ECOG performance status 0 or 1.\n9. Negative pregnancy test (females of childbearing potential).\n10. Willingness to perform double-barrier contraception during study and for 6 months post chemotherapy treatment (females of childbearing potential).\n11. Signed informed consent.\n\nExclusion Criteria:\n\n1. Prior first-line chemotherapy for locally recurrent and/or metastatic breast cancer, including visceral disease.\n2. Brain metastasis/known progressive cerebral metastasis (patients with cerebral metastases in a stable state or after successful surgical or radiological treatment are allowed to participate in the study).\n3. Major surgery \\< 4 weeks prior to enrollment.\n4. Cancer immunotherapy at any time.\n5. Severe pulmonary obstructive or restrictive disease.\n6. Uncontrolled inflammatory disease (autoimmune or infectious).\n7. Clinically significant cardiac disease (New York Heart Association \\[NYHA\\] stadium \\> 2).\n8. Results of laboratory tests (hematology, coagulation, clinical chemistry) outside specified limits:\n\n   * White blood cell (WBC) count ≤ 3 × 109/L\n   * Absolute neutrophil count (ANC) ≤ 1.5 × 109/L\n   * Platelets ≤ 100 × 109/L\n   * Hemoglobin (Hb) ≤ 9.0 g/dL (≤ 5.6 mmol/L)\n   * Activated partial thromboplastin time/international normalized ratio (aPTT/INR) \\> 1.5 × upper limit of normal (ULN)\n   * Aspartate aminotransferase (AST) or alanine aminotransferase (ALT)\\> 2.5 × ULN (\\> 5 × ULN if presence of liver metastasis)\n   * Alkaline phosphatase (AP) \\> 2 × ULN (\\> 5 × ULN if presence of liver metastasis)\n   * Total bilirubin \\> 1.5 × ULN (\\> 2.5 × ULN if presence of liver metastasis)\n9. Pregnancy or nursing status.\n10. Known positive human immunodeficiency virus (HIV) infection in medical history.\n11. Peripheral neuropathy associated to prior taxane therapy not recovered to grade 0 or 1.\n12. Known hypersensitivity to any component of the EndoTAG®-1, standard paclitaxel and/or gemcitabine formulations.\n13. History of malignancy other than breast cancer \\< 5 years prior to enrollment, except skin cancer (i.e., basal or squamous cell carcinoma) treated locally.\n14. History of active or significant neurological disorder or psychiatric disorder that would prohibit the understanding and giving of informed consent, or would interfere in the clinical and radiological evaluation of central nervous system during the trial.\n15. Concurrent treatment with other experimental products. Participation in another clinical trial with any investigational product within 30 days prior to study entry.\n16. Positive test for hepatitis B (hepatitis B virus surface antigen \\[HBsAg\\] positive; or HBsAg negative but anti-hepatitis B virus core \\[HBc\\] antibody positive and HBV DNA positive) or hepatitis C (anti hepatitis C virus \\[HCV\\] antibody positive). Patients that are anti-HCV antibody positive can also be judged eligible if further HCV RNA detection shows negative results.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}