{
    "nctId": "NCT03630809",
    "briefTitle": "Immune Response and Potential Booster for Patients Who Have Received HER2-pulsed DC1",
    "officialTitle": "Immune Response Surveillance and Potential Booster Vaccines for Patients Who Have Received HER2-pulsed DC1 Vaccine",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer, HER2-positive Breast Cancer, HER-2 Gene Amplification, HER2 Positive Breast Carcinoma, HER-2 Protein Overexpression, Breast Cancer, Male, Breast Cancer Female",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 16,
    "primaryOutcomeMeasure": "HER2 DC1 Vaccine Regimen",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients with a diagnosis of nonmetastatic or metastatic breast cancer in complete clinicla response classic HER2pos (ie, IHC 3+ or FISHpos) breast cancer (BC) who have previously been vaccinated with DC1 HER2-pulsed vaccines on any of several prior clinical trials for ductal carcinoma in situ (DCIS) or inflammatory breast cancer (IBC) are eligible; however, we also allowed HER2 2+ patients in many of these prior trials and they will also be allowed to participate in this trial. Note: HER2pos BC is defined by tumor tissue HER2 overexpression and or tumor HER2 amplification. The lack of HER2 overexpression by IHC is defined as 0 or 1+ whereas overexpression is defined as 3+. In the event of equivocal IHC, 2+, the tumor must be gene-amplified by fluorescent in situ hybridization (FISH) performed upon the primary tumor or metastatic lesion (ratio \\> 2 and HER2 copy number \\> 4 define HER2negdisease).\n* Patients with nonmetastatic HER posBC must have completed all standard-of-care treatment for nonmetastatic BC (e.g., surgery, chemotherapy, radiation therapy, and HER2-targeted therapy). Note: antiestrogen therapy is permitted while on trial. Note: antiestrogen therapy is permitted while on trial.\n* Patients with diagnosis of metastatic HER2 pos breast cancer must have complete tumor response to current treatment per RECIST 1.1 and completed all standard-of-care chemotherapy. Note: maintenance treatment with approved HER2-targeted agents and/or antiestrogen therapy is permitted while on trial.\n* Age ≥ 18 years.\n* Eastern Cooperative Oncology Group (ECOG) performance status 0 or 1.\n* Participants must have normal organ and marrow function within 2 weeks of registration.\n* For both male and female patients, effective methods of contraception must be used throughout the study and for 3 months following the last dose.\n* Must have the ability to understand and the willingness to sign a written informed consent prior to registration on study.\n\nExclusion Criteria:\n\n* Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, congenital prolonged QT syndrome, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements.\n* Uncontrolled congenital or acquired immune deficiency that is requiring treatment that would interfere with study treatment will not be allowed on study. Topical, ocular, intra-articular, intranasal, inhalational corticosteroids (with minimal systemic absorption) are allowed. Patients who have received systemic corticosteroids ≤ 30 days prior to starting study drug will be excluded.\n* No other prior malignancy is allowed except for the following:\n\n  * Adequately treated basal cell or squamous cell skin cancer\n  * In situ cervical cancer\n  * Any other cancer from which the patient has been disease free for at least 3 years.\n* Pregnant or breast feeding.\n* Known to be HIV positive.\n* Known current or a history of hepatitis B or C virus, including chronic and dormant states, unless disease has been treated and confirmed cleared.\n* Major surgery within 4 weeks of initiation of study drug.\n* Have not recovered to ≤ Grade 1 or tolerable Grade 2 adverse events (AEs) due to agents administered ≥ 28 days earlier, as documented by the treating investigator.\n* Currently enrolled in any other clinical protocol or investigational trial that involves administration of experimental therapy and/or therapeutic devices, or investigational drug. Note: patients enrolled on another HER2 vaccine trial but not receiving active therapy can enroll in this study.\n* Not able to comply with the treatment schedule and study procedures for any reason.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}