{
    "nctId": "NCT06569706",
    "briefTitle": "Feasibility and Acceptability of Endoscopic Mastectomy in Patients With Breast Cancer",
    "officialTitle": "Feasibility and Acceptability of Endoscopic Mastectomy in Patients With Breast Cancer",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 20,
    "primaryOutcomeMeasure": "Success rate of endoscopic nipple sparing mastectomy (E-NSM) for breast cancer patients.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Women between 20 and 75 years.\n* Patient with an indication for curative mastectomy, either unilateral or bilateral, with nipple preservation:\n\n  * Extensive Carcinoma In Situ (CIS), more than 2 cm from the nipple\n  * Multicentric Infiltrating Carcinoma (IC), more than 2 cm from the nipple\n  * Large volume Infiltrating Carcinoma, more than 2 cm from the nipple\n  * IC or CIS for which the patient refuses conservative treatment, more than 2 cm from the nipple\n* Breast volumes: cup sizes A, B, or C as defined by underwear size, and glandular ptosis not exceeding grade 2 according to Regnault's classification\n* Patient wishing to undergo immediate breast reconstruction.\n* WHO/OMS (World Health Organization/Organisation Mondiale de la Santé) performance status \\<3\n\nExclusion Criteria:\n\n* Cutaneous carcinoma\n* Inflammatory breast\n* History of oncological breast surgery on the same breast\n* Patient who has received radiation treatment on the same breast\n* Breast hypertrophy requiring a nipple-bearing flap\n* Smoking ≥ 10 cigarettes/day\n* BMI \\> 35\n* Protected patient or unable to give consent according to Article L1121-8 of the French Public Health Code (CSP).\n* Patient participating in another interventional clinical study.\n* ASA (physical status score of the American Society of Anesthesiologists) \\>2.\n* Pregnant or breastfeeding women according to Article L1121-5 of the CSP.\n* Vulnerable persons (those receiving psychiatric care, those deprived of liberty, and those admitted to a health or social institution) according to Article L1121-6 of the CSP.\n* Absence of effective contraception for patients of childbearing age.\n* Absence of affiliation with a social security scheme.\n* Absence of collected free, informed, and written consent.",
    "sex": "FEMALE",
    "minimumAge": "20 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}