{
    "nctId": "NCT00960544",
    "briefTitle": "Correlation of Genomic Variation in Enzymes Responsible for Metabolism of Capecitabine With Drug Metabolism",
    "officialTitle": "Correlation of Genomic Variation in Enzymes Responsible for Metabolism of Capecitabine With Drug Metabolism Using a Limited Pharmacokinetic Sampling Plan",
    "overallStatus": "WITHDRAWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "Relationship between genomic variation and capecitabine metabolism (measured by limited PK sampling)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patients must have a pathologic or cytologic diagnosis of invasive carcinoma of the breast.\n2. Patients must give informed consent for protocol participation.\n3. Age \\>/= 18 years\n4. Patients must have and ECOG performance status of \\</=2.\n5. Patients must be scheduled to receive capecitabine using a BID dosing strategy administered on days 1-14 of a 21-day cycle.\n6. Patients must agree to blood draws for PK/PD sampling.\n7. Patients are allowed to receive cytotoxic therapy in combination with capecitabine.\n8. Patients must not require concurrent radiation, or hormonal therapy while receiving protocol therapy\n9. Patients must not have an active infection requiring the use of intravenous antibiotics. The use of oral antibiotics as prophylaxis is allowed.\n10. Prior to study enrollment, women of childbearing potential (WOCBP) must be advised of the importance of avoiding pregnancy during trial participation and the potential risk factors for an unintentional pregnancy. In addition, men enrolled on this study should understand the risks to any sexual partner of childbearing potential. Both men and women should practice an effective method of birth control while receiving capecitabine.\n11. Patients must have recovered to grade \\<1 from all acute toxicity of previous chemotherapy, radiation or hormonal therapy and have adequate hematologic and hepatic function: Granulocyte count \\>/= 1,500/mcL; Platelet count \\>/= 100,000/mcL; Bilirubin \\</= 1.5 x ULN; AST and/or ALT \\</= 2 x ULN; Alkaline phosphatase (liver component, if fractionated) \\</= 2 x ULN; Serum creatinine within normal limits.\n\nExclusion Criteria:\n\n1. Untreated or uncontrolled brain metastasis\n2. History of prior therapy with capecitabine\n3. Patient inability to take or absorb oral medications",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}