{
    "nctId": "NCT06175390",
    "briefTitle": "Tiragolumab, Atezolizumab and Chemotherapy in Triple Negative Breast Cancer",
    "officialTitle": "Tiragolumab, Atezolizumab and Chemotherapy in Triple Negative Breast Cancer: A Phase II Trial",
    "overallStatus": "RECRUITING",
    "conditions": "Triple Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 160,
    "primaryOutcomeMeasure": "Incidence of Treatment-Emergent Adverse Events [Safety and Tolerability].",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age ≥ 18 years old\n2. Female\n3. Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1\n4. Histological diagnosis of carcinoma of the breast, according to AJCC 8th edition that is estrogen receptor negative (ER-), progesterone receptor negative (PR-) and HER2- negative according to local testing on the most recent tumor sample examined.\n\n   1. ER-negative and PR-negative are defined as having an immunohistochemistry (IHC) \\< 10%\n   2. HER2 negative is defined as per the 2018 American Society of Clinical Oncology (ASCO) - College of American Pathologists (CAP) guidelines, indeed as having an IHC of 0 or 1+ without ISH OR IHC 2+ and ISH non-amplified with ratio less than 2.0 and if reported, average HER2 copy number \\< 4 signals/cells OR ISH non-amplified with ratio less than 2.0 and if reported, average HER2 copy number \\< 4 signals/cells \\[without IHC\\]; Note: a IHC of 3+ is always considered HER2 positive, independently of the ISH result.\n\n   Cohort A (early setting): patients will be enrolled regardless of their tumor PD-L1 status.\n\n   Cohort B (metastatic setting): patients will be enrolled regardless of their tumor PD-L1 status but participants with PD-L1 negative tumor status (i.e.\\<1% defined by Immunohistochemistry with Ventana SP142) will be capped at 40%. i.e.\\<1% defined by immunohistochemistry with Ventana SP142) will be capped at 40%.\n5. Agreement to perform new study-related biopsies and blood sampling as described in the study schedule of activity.\n6. Tumor considered as accessible by biopsy, according to the investigator. Fine-needle aspiration, brushing, cell pellet from pleural effusion, bone metastases, and lavage samples are not acceptable. Tumor tissue from bone metastases is not acceptable.\n7. For female of childbearing potential (WCBP): negative serum or urinary pregnancy test within 2 weeks prior to first dose of study administration.\n8. Women of childbearing potential must agree to use one highly effective method of contraception during the screening period, during the course of the study and at least 12 months after the last administration of study treatment (see appendix 7) .\n9. Adequate bone marrow function as defined below:\n\n   Absolute neutrophil count ≥1500/μL, i.e., 1.5x109/L Hemoglobin ≥ 9.0 g/dL Platelets ≥100000/μL, i.e., 100x109/L\n10. Adequate liver function as defined below:\n\n    Serum total bilirubin ≤ 1.5 x ULN. In case of known Gilbert's syndrome ≤ 3 x UNL is allowed AST ≤ 3.0 x ULN, ALT ≤ 3.0 x ULN\n11. Adequate renal function as defined below:\n\n    Creatinine ≤ 1.5 x UNL and eGFR≥40ml/min/1.73m²\n12. Adequate coagulant function as defined below:\n\n    International Normalized Ratio (INR) ≤ 1.5 x ULN\n13. Completion of all necessary screening procedures within 28 days prior to inclusion\n14. Signed Informed Consent form (ICF) obtained prior to any study related procedure\n15. Patients must be covered by a health insurance system\n\n    Inclusion criteria #16 to #18 are applicable to cohort A (early setting):\n16. For tumor stage T1c, nodal stage N1-2, by at least one radiographic or clinical measurement.\n\n    For tumor stage T2-4, nodal stage N0-2, by at least one radiographic or clinical measurement.\n17. Multifocal, multicentric unilateral or bilateral breast adenocarcinoma tumors are allowed provided that all foci are ER-/PR-/HER2- according to local testing.\n18. Left ventricular ejection fraction (LVEF) ≥ 50%.\n\n    Inclusion criteria #19 to 23 are applicable to cohort B (metastatic setting):\n19. No prior line of chemotherapy / or systemic therapy for metastatic disease (patients with known germline BRCA1 or BRCA2 mutations may have been treated with one prior line of therapy with PARP inhibitor).\n20. Radiation therapy for metastatic disease is permitted. There is no required washout period for radiation therapy. Patients should be recovered from the effects of radiation.\n21. Prior chemotherapy in the neoadjuvant or adjuvant setting is allowable if treatment was completed 12 months prior to inclusion.\n22. Patients with documented liver metastases: AST and ALT Patients with documented liver metastases: AST and ALT less than 5 x ULN\n23. Have a life expectancy of at least 3 months.\n\nExclusion Criteria:\n\n1. Pregnant and/or lactating women.\n2. Contra-indications to 18F-FDG PET/CT and/or 68Ga-FAPI-46 PET/CT.\n3. Patients in whom tumor deposits are not detected by 18F-FDG PET/CT.\n4. Subject with a significant medical, neuro-psychiatric, substance abuse or surgical condition, currently uncontrolled by treatment, which, in the principal investigator's opinion, may interfere with completion of the study.\n5. TNM stage T4d breast cancer (inflammatory breast cancer).\n6. Known HIV\n7. Active infection including: Hepatitis B (known positive HBV surface antigen (HBsAg) result). Subjects with a past or resolved HBV infection (defined as the presence of hepatitis B core antibody \\[anti-HBc\\] and absence of HBsAg) are eligible; Hepatitis C. Subjects positive for hepatitis C (HCV) antibody are eligible only if polymerase chain reaction is negative for HCV RNA.\n8. Uncontrolled intercurrent illness, including but not limited to, ongoing or active infection, active tuberculosis, symptomatic congestive heart failure, uncontrolled hypertension, unstable angina pectoris, cardiac arrhythmia, interstitial lung disease, serious chronic gastrointestinal conditions associated with diarrhea, or psychiatric illness/social situations that would limit compliance with study requirement, substantially increase risk of incurring AEs or compromise the ability of the subject to give written informed consent.\n9. Concomitant use of other investigational drugs.\n10. Any unresolved toxicity NCI CTCAE Grade ≥2 from previous anticancer therapy with the exception of alopecia. Subjects with Grade ≥2 neuropathy will be evaluated on a case-by-case basis after consultation with the Study Physician.\n11. Active or prior documented autoimmune disease (including inflammatory bowel disease, celiac disease, Wegener's granulomatosis) within the past 3 years.\n\n    Note: Subjects with childhood atopy or asthma, vitiligo, alopecia, Grave's disease, Hashimoto's thyroiditis, on a stable dose of thyroid replacement hormone or psoriasis not requiring systemic treatment (within the past 2 years), and patients with controlled Type 1 diabetes mellitus on a stable insulin regimen are not excluded.\n12. Known history of, or any evidence of active, non-infectious pneumonitis. (Note: History of radiation pneumonitis in the radiation field \\[fibrosis\\] is permitted).\n13. History of severe allergic, anaphylactic, or other hypersensitivity reactions to chimeric or humanized antibodies or fusion proteins.\n14. Known hypersensitivity or allergy to biopharmaceuticals produced in Chinese hamster ovary (CHO) cells or any component of the atezolizumab formulation.\n15. Any live (attenuated) vaccine within 30 days of planned start of study therapy.\n16. Treatment with systemic immunosuppressive medications (including but not limited to corticosteroids, cyclophosphamide, azathioprine, cyclosporine, methotrexate, thalidomide, and antitumor necrosis factor \\[TNF\\] agents) within 2 weeks prior to inclusion, or anticipated requirement for systemic immunosuppressive medications during the trial.\n\n    1. Patients who have received acute, low-dose (≤ 10 mg oral prednisone or equivalent), systemic immunosuppressant medications may be enrolled in the study.\n    2. The use of corticosteroids (≤10 mg oral prednisone or equivalent) for chronic obstructive pulmonary disease, mineralocorticoids (e.g., fludrocortisone) for patients with orthostatic hypotension, and low dose supplemental corticosteroids for adrenocortical insufficiency are allowed.\n17. Prior treatment with anti-PD-1 or anti-PD-L1 therapeutic antibody within 6 months.\n18. Prior allogeneic stem cell or solid organ transplantation\n19. Known active EBV\n20. Known lymphoepithelioma-like carcinoma\n21. Patients with an obstruction of urine flow (according to the current SmPc of cyclophosphamide)\n22. Oligometastatic patients if they require locoregional treatment.\n\n    Exclusion criteria #23 to #25 are applicable to cohort A (early setting):\n23. Presence of any distant metastasis.\n24. Known germline BRCA1 or BRCA2 mutation.\n25. Contra-indication for treatment by nab-paclitaxel, doxorubicin, cyclophosphamide, carboplatin or known allergy to any tested substances or any excipients (e.g; chemotherapy or immunotherapy formulations).\n\n    Exclusion criteria #26 to #28 are applicable to cohort B (metastatic setting):\n26. Contra-indication for treatment by nab-paclitaxel or known allergy to any tested substances or any excipients (e.g; chemotherapy or immunotherapy formulations).\n27. Leptomeningeal disease and known CNS disease, except for treated asymptomatic CNS metastases, provided all of the following criteria are met:\n\n    Only supratentorial and cerebellar metastases allowed (i.e., no metastases to midbrain, pons, medulla, or spinal cord) Treated and stable CNS metastases since at least 4 weeks before inclusion No ongoing requirement for corticosteroids as therapy for CNS disease No stereotactic radiation within 7 days or whole brain radiation within 14 days prior to inclusion No evidence of interim progression between the completion of CNS-directed therapy and the screening radiographic study Note: asymptomatic brain metastases discovered during the screening, by e.g. 68Ga-FAPI-46 PET/CT and deemed accessible to stereotactic radiation therapy could remain in the study after discussion with the study medical monitors.\n28. Prior malignancy other than breast cancer active within the previous 5 years, except for localized cancers that are considered to have been cured and in the opinion of the investigator present a low risk for recurrence. Examples include basal or squamous cell skin cancer, superficial bladder cancer, or carcinoma in situ of the cervix or breast.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}