{
    "nctId": "NCT05377047",
    "briefTitle": "Stereotactic Ablative Radiotherapy for OligoMetastatic Breast Cancer",
    "officialTitle": "Treatment of Oligometastatic Breast Cancer - a Randomised Phase 3 Trial Comparing Stereotactic Ablative Radiotherapy and Systemic Treatment With Systemic Treatment Alone as 1st Line Treatment",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer Stage IV, Oligometastatic Disease",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 345,
    "primaryOutcomeMeasure": "Progression-free survival (PFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Histologically or cytological confirmed recurrent OMBC.\n2. Age ≥18 years old.\n3. OMBC defined as 1-5 metastases in a maximum of two organs confirmed by PET-CT.\n4. Patients already on 1st line systemic treatment can be enrolled if repeated tumour evaluations show stable disease.\n5. Patients with de novo stage IV OMBC must have a controlled primary tumour regardless of primary surgery or primary systemic treatment.\n6. Patients with local recurrence and OMBC must have a controlled local recurrence.\n7. ECOG/WHO 0-2.\n8. Life expectancy \\> 6 months.\n9. Known ER, PgR and HER2 status of either primary tumour or metastasis (preferred).\n10. If measurable lesions, each ≤ 5 cm.\n11. Symptomatic bone metastases are allowed if ablative therapy can be delivered (femoral metastasis not allowed).\n12. Adequate organ function for the planned treatment according to local guide-lines.\n13. For patients with liver metastasis:\n\n    * No cirrhosis or hepatitis\n    * Hepatic function:\n\n      * Total bilirubin level \\< 3.0 x institutional ULN\n      * ALT, AST, GGT, and alkaline phosphatase levels \\< 3.0 x institutional ULN\n      * Albumin \\> 2.5 mg/dL\n    * Metastasis not adjutant to stomach or small bowel.\n14. For patients with abdominal metastases: adequate renal function with a calculated creatinine clearance of \\> 60mL/min.\n15. Toxicities from previous adjuvant therapies (excluding alopecia) must have recovered to grade 1 (defined by CTCAE 5.0). Stable grade 2 peripheral neuropathy are considered individually by the investigator.\n16. Negative pregnancy test within 14 days prior to start of treatment\\*.\n17. If childbearing potential, willing to use an effective form of contraception\\*.\n18. No other malignancy during the last 5 years except for radically treated basal or squamous cell carcinoma of the skin or CIS of the cervix.\n19. Signed informed consent and willingness to follow the trial procedures.\n\nExclusion Criteria:\n\n1. \\> 1 line of systemic treatment for OMBC due to previous progressing disease (previous treatment of isolated local recurrences with a 2nd adjuvant treatment not included).\n2. Oligometastases in brain.\n3. Malignant pleural effusion or ascites.\n4. Metastasis growth that involves \\> 3 vertebra and adjacent spinal cord, spine instability or neurological deficit resulting from compression, 25% spinal canal compromise or progressive neurological deficit.\n5. Unable to undergo imaging by either CT scan or MRI.\n6. Evidence of any other medical conditions (such as psychiatric illness, infectious diseases, neurological conditions, physical examination or laboratory findings) that may interfere with the planned treatment or affect patient compliance.\n7. Pregnancy or breast-feeding.\n8. Concurrent malignancy requiring therapy (excluding non-invasive carcinoma or carcinoma in situ).",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}