{
    "nctId": "NCT01162018",
    "briefTitle": "Acupuncture for Sleep Disruption in Cancer Survivors",
    "officialTitle": "Acupuncture for Sleep Disruption in Cancer Survivors",
    "overallStatus": "COMPLETED",
    "conditions": "Sleep Initiation and Maintenance Disorders, Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 65,
    "primaryOutcomeMeasure": "Fatigue reduction",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Females diagnosed with breast cancer who are not currently undergoing cancer treatment (hormonal treatment is permitted).\n* The last cancer treatment ≥ 2 weeks prior to screening.\n* ≥ 21 years of age.\n* Able to understand written and spoken English.\n* Have a habitual bedtime between 9:00 pm and 3:00 am and a habitual rise time between 4:00 am and 11 am.\n* Meet DSM-IV criteria for insomnia (determined by the of the Duke Structured Interview of Sleep Disorders) with duration ≥ 1 month by Screening.\n* Willingness to discontinue the use of any current sleep aides (prescription, OTC, or naturopathic agents).\n* Properly executed Informed Consent.\n* Karnofsky Performance Scale Index score ≥ to 70, (patients who score between 61-69 might be included per PI's evaluation).\n* Insomnia Severity Index (ISI) \\> 8 at Screening.\n* Able to travel to Stanford University and vicinity for assessments and acupuncture treatments.\n\nExclusion Criteria:\n\n* Unstable medical or psychiatric illness (eMINI, current or within the last 5 years).\n* Exposure to acupuncture within 6 months prior to screening.\n* Currently pregnant or nursing.\n* History of substance abuse or meet criteria for current alcohol abuse or dependence.\n* Center for Epidemiological Studies Depression Scale (CES-D) \\>27 at Screening. Meet criteria for sleep apnea, restless legs syndrome or Circadian Rhythm Sleep Disorder on the basis of the Duke Structured Interview of Sleep Disorders (DSISD) or STOP-BANG is ≥ to 3.\n* Major surgery within 4 weeks prior to first acupuncture treatment.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}