{
    "nctId": "NCT02730091",
    "briefTitle": "A Open Study of Metronomic Oral Vinorelbine in Combination With Aromatase Inhibitors for the Treatment of Postmenopausal Women With Hormone Receptor Positive,HER2-negative, Advanced Breast Cancer Who Received no Prior Therapy for Advanced Disease",
    "officialTitle": "A Randomized Open Study of Metronomic Oral Vinorelbine in Combination With Aromatase Inhibitors for the Treatment of Postmenopausal Women With Hormone Receptor Positive,HER2-negative, Advanced Breast Cancer Who Received no Prior Therapy for Advanced Disease",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 98,
    "primaryOutcomeMeasure": "progression-free survival (PFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patient has signed informed consent before any trial related activities and according to local guidelines\n* Women with advanced (inoperable loco regionally recurrent or metastatic) breast cancer\n* No prior systemic anti-cancer therapy for advanced disease.\n* Patient is postmenopausal. Postmenopausal status is defined either by:\n\n  * Prior bilateral oophorectomy\n  * Age \\> 60\n  * Age \\<60 and amenorrhea for 12 or more months (in the absence of chemotherapy, tamoxifen, or ovarian suppression) and/or FSH and estradiol in the postmenopausal range per local normal range\n* Patient has a histological and/or cytological confirmed diagnosis of estrogen-receptor positive and/or progesterone receptor positive breast cancer by local laboratory ( determined by \\>10% positive stained cells for estrogen receptor by IHC on the primary tumor or on metastatic site whichever the value of progesterone receptor).\n* Patient has HER2-negative breast cancer defined as a negative in situ hybridization test or an IHC status of 0, 1+ or 2+. If IHC is 2+, a negative in situ hybridization (FISH, CISH, or SISH) test is required by local laboratory testing.\n* Patient must have either:\n\n  * Measurable disease, i.e., at least one measurable lesion as per RECIST 1.1 criteria or,\n  * At least one lytic bone lesion or . Non measurable disease\n* Patient has an Eastern Cooperative Oncology Group (ECOG) performance status \\<2\n* Patient has adequate bone marrow and organ function as defined by the following laboratory values:\n\n  * Absolute neutrophil count ≥ 1.5 × 109/L\n  * Platelets ≥ 100 × 109/L\n  * Hemoglobin ≥ 8.0 g/dL\n  * Normal calcium (corrected for serum albumin)\n  * Serum creatinine should be below 2 x ULN\n  * In absence of liver metastases, alanine aminotransferase (ALT) and aspartate aminotransferase (AST) should be below 2.5 × ULN. If the patient has liver metastases, ALT and AST should be \\< 5 × ULN.\n  * Total serum bilirubin \\< ULN; or total bilirubin ≤ 3.0 × ULN with direct bilirubin within normal range of the central laboratory in patients with well documented Gilbert's Syndrome\n* Life expectancy \\> 16 weeks\n\nExclusion Criteria:\n\n* Patient who received vinorelbine in adjuvant setting.\n* Patient with a known hypersensitivity to oral vinorelbine, létrozole, Anastrozole or any of the excipients or others vinca-alcaloïdes. 3. Patient who received any prior anti-cancer therapy (including chemotherapy) for advanced disease with the exception of surgery.\n\nNote:\n\n• Patients who received (neo) adjuvant therapy for breast cancer are eligible. Prior therapy with letrozole or anastrozole in the (neo) adjuvant setting is permitted if the disease free interval is greater than 24 months from the completion of treatment.\n\n* Patient has a concurrent malignancy or malignancy within 5 years of randomization, with the exception of adequately treated, basal or squamous cell carcinoma, non-melanomatous skin cancer or curatively resected cervix cancer.\n* Patient with known CNS metastases.\n* Patient with impairment of gastrointestinal (GI) function or GI disease that may significantly alter the absorption of the study drugs (e.g., ulcerative diseases, uncontrolled nausea, vomiting, diarrhea, malabsorption syndrome, or small bowel resection)\n* Patient with a known history of HIV infection (testing not mandatory)\n* Patient who any other concurrent severe and/or uncontrolled medical condition that would, in the investigator's judgment, contraindicate patient participation in the clinical study (e.g. chronic pancreatitis, chronic active hepatitis, etc.)\n* Patient with active cardiac disease or a history of cardiac dysfunction including any of the following:\n\nHistory of angina pectoris, symptomatic pericarditis, or myocardial infarction within 6 months prior to study entry History of documented congestive heart failure (New York Heart Association functional classification III-IV) Documented cardiomyopathy\n\n* Patient with peripheral neuropathy\\>grade 2 CTCAE version 4.0\n* Patient who had major surgery within 14 days prior to starting study drug or has not recovered from major side effects\n* Patient who concurrently using other antineoplastic agents.\n* Patient who has received radiotherapy for palliation ≤ 2 weeks prior to randomization, and who has not recovered to grade 1 or better from related side effects of such therapy (with the exception of alopecia) and/or from whom ≥ 30% of the bone marrow was irradiated.\n* Participation in another clinical trial with any investigational drug within 30 days prior to randomization and/or during the study.\n* Pregnancy or lactating patients\n* Patient with history of surgical resection extended to the stomach or small intestine\n* Patient with a severe infection current or recent (within 2 weeks)\n* Patient needs long-term oxygen therapy\n* Patient with rare hereditary problems of fructose intolerance\n* In combination with the vaccine against yellow fever",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}