{
    "nctId": "NCT02496065",
    "briefTitle": "Exploratory Study of Safety and ex Vivo Fluorescence of BLZ-100 in Adult Subjects With Solid Tumors Undergoing Surgery",
    "officialTitle": "A Phase 1 Exploratory Study of the Safety and ex Vivo Fluorescence of BLZ-100 Administered by Intravenous Injection in Adult Subjects With Solid Tumors Undergoing Surgery",
    "overallStatus": "COMPLETED",
    "conditions": "Tumors, Breast",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "OTHER",
    "enrollmentCount": 30,
    "primaryOutcomeMeasure": "Number of participants with adverse events",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Male or female subject aged 18 years or older.\n2. Diagnosed solid tumor scheduled for surgical excision. Subjects with recurrent disease will be eligible only if the duration between last tumor surgery and scheduled new surgery is ≥3 months.\n3. Able to provide written informed consent.\n4. If of child-bearing potential, agree to continued use of two reliable methods of contraceptive from study entry (time of informed consent) through 30 days after BLZ-100 administration. Male subjects with vasectomy do not need to use a second form of contraceptive.\n5. Available for all study visits and able to comply with all study requirements.\n\nExclusion Criteria:\n\n1. Suspected central nervous system (CNS) tumor(s) or sarcoma.\n2. Female who is lactating/breastfeeding.\n3. Female with a positive pregnancy test or who is planning to become pregnant during the duration of the study.\n4. Karnofsky Performance Status of \\<60%.\n5. Any of the following laboratory abnormalities at Screening:\n\n   1. Neutrophil count \\<1.5 x 109/L\n   2. Platelets \\<75 x 109/L\n   3. Hemoglobin \\<10 g/dL (may be determined following transfusion)\n   4. Aspartate aminotransferase (AST) or alanine aminotransferase (ALT) \\> 3 x upper limit of normal (ULN)\n   5. Total bilirubin \\>1.5 x ULN (unless Gilbert's syndrome or extrahepatic source as denoted by increased indirect bilirubin fraction)\n   6. International Normalized Ratio (INR) \\>1.5 x ULN\n   7. Creatinine \\>1.5 x ULN\n6. QTc prolongation \\>480 msec.\n7. History of hypersensitivity or allergic reactions requiring corticosteroids, epinephrine, and/or hospitalization.\n8. Uncontrolled asthma or asthma requiring oral corticosteroids.\n9. Known or suspected sensitivity to diagnostic imaging contrast agents.\n10. Known or suspected sensitivity to indocyanine green (ICG).\n11. Unstable angina, myocardial infarction, known or suspected transient ischemic events, or stroke within 24 weeks of start of Screening.\n12. Uncontrolled hypertension.\n13. Initiation of new photosensitizing drugs within 30 days of Screening.\n14. Use of any ongoing medications which might generate fluorescence or, according to the medication label, might generate a photochemical reaction. These include haematoporphyrin derivatives and purified fractions, Photofrin®, and the precursors of protoporphyrin IX (5-Aminolevulinic acid) used in Gliolan or Hexvix.\n15. Receipt of an investigational drug or device within 30 days of enrollment.\n16. Prior treatment with BLZ-100.\n17. Any concurrent condition, including psychological and social situations, which, in the opinion of the investigator, would adversely impact the subject or the interpretation of the study data.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}