{
    "nctId": "NCT03422679",
    "briefTitle": "Study of CB-103 in Adult Patients With Advanced or Metastatic Solid Tumours and Haematological Malignancies",
    "officialTitle": "A Phase I/IIA, Multi-Centre, Open-Label, Dose-Escalation Study With Expansion Arms to Assess the Safety, Tolerability, Pharmacokinetics and Preliminary Efficacy of CB-103 Administered Orally in Adult Patients With Locally Advanced or Metastatic Solid Tumours and Haematological Malignancies Characterised by Alterations of the NOTCH Signalling Pathway",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer, Colorectal Cancer, Adenoid Cystic Carcinoma, Non-hodgkin Lymphoma, Glomus Tumor, Malignant, Hepatocellular Carcinoma, Osteosarcoma, T-ALL",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 79,
    "primaryOutcomeMeasure": "Dose Limiting Toxicity (DLT)",
    "eligibilityCriteria": "INCLUSION CRITERIA:\n\n1. Disease\n\n   * Patients with histologically or cytologically confirmed solid tumours (breast cancer (triple negative breast cancer \\[TNBC\\], ER+/-, HER2+/-), gastrointestinal (GI) cancers (resistant to oxaliplatin or irinotecan-based therapy colorectal cancer \\[CRC\\]), osteosarcoma, adenoid cystic carcinoma (ACC), and malignant glomus tumour) that are surgically unresectable, locally advanced, or metastatic and whose disease has progressed on at least one line of systemic therapy (with the exception of ACC patients who are allowed to be systemic treatment-naïve) and for whom no established therapeutic alternatives exist. Any other solid cancer (including lymphoma) with a confirmed NOTCH1-4 activating mutation or genetic lesion.\n   * Relapsed or refractory (r/r) T-cell acute lymphoblastic leukaemia (T-ALL) or lymphoma (T-LBL) with a confirmed NOTCH pathway activation. Refractory patients are defined as T-ALL/T-LBL patients with ≥ 5% bone marrow blasts, and/or concomitant extramedullary involvement, who have not achieved a CR after standard induction/consolidation therapy attempt.\n2. Demography: men and women ≥ 18 years old\n3. Adequate organ function and laboratory results\n4. Adequate contraceptive measures\n5. Signed informed consent\n\nEXCLUSION CRITERIA\n\n1. Medical History\n\n   1. Patients with symptomatic CNS metastases (neurologically unstable or requiring increasing doses of steroids to control their CNS disease)\n   2. Hypersensitivity to any of the excipients of CB-103\n   3. Patients with unresolved nausea, vomiting, or diarrhoea of CTCAE grade \\> 1\n   4. Impairment of GI function or presence of GI disease that may significantly alter the absorption of CB-103\n   5. History of second or other primary cancer with the exception of:\n\n      * Curatively treated non-melanomatous skin cancer\n      * Curatively treated cervical cancer or breast carcinoma in situ\n      * Other primary solid tumour treated with curative intent and no known active disease present and no treatment administered during the last 2 years.\n2. Exclusionary concurrent medical conditions Impaired cardiac function or clinically significant cardiac diseases.\n3. Prior Therapy\n\n   * In patients with solid tumours cytotoxic chemotherapy within 3 weeks\n   * In T-ALL/T-LBL patients, prior anticancer therapy less than 2 weeks prior to starting therapy or 5 half-lives (whichever is longer) with exceptions.\n   * Radiation therapy within 2 weeks of scheduled CB-103 dosing day 1\n   * Immunotherapy, biological therapies, targeted small molecules, hormonal therapies within 3 weeks of scheduled CB-103 dosing day 1\n   * Unresolved toxicity CTCAE grade \\> 1 from previous anti-cancer therapy or radiotherapy (excluding neurotoxicity, alopecia, ototoxicity, lymphopenia), or incomplete recovery from previous surgery.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}