{
    "nctId": "NCT00511459",
    "briefTitle": "Phase 2 Study of AMG 386 Plus Paclitaxel With or Without Bevacizumab as First Line Therapy in Her2-Negative Breast Cancer Patients",
    "officialTitle": "A Randomized, 4-Arm, Placebo-Controlled Phase 2 Trial of AMG 386 in Combination With Bevacizumab and Paclitaxel or AMG 386 Plus Paclitaxel as First-Line Therapy in Subjects With Her2-Negative, Metastatic or Locally Recurrent Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Locally Recurrent and Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 228,
    "primaryOutcomeMeasure": "Progression-free survival (PFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Subjects must have histologically or cytologically confirmed adenocarcinoma of the breast with locally recurrent or metastatic disease. Locally recurrent disease must not be amenable to resection with curative intent.\n* Measurable or non-measurable disease per modified RECIST guidelines\n* ECOG of 0 or 1 (within 14 days prior to randomization)\n* Adequate organ and hematological function as evidenced by the following laboratory studies within 14 days prior to randomization:\n\n  • Cardiac function, as follows:\n* Normal sinus rhythm (no significant ECG changes)\n* Left ventricular ejection fraction ≥ LLN, as determined by echocardiogram or MUGA scan, according to institutional standards within 28 days prior to randomization\n\nExclusion Criteria:\n\n* Inflammatory Breast Cancer\n* Common Terminology Criteria for Adverse Events (CTCAE) Version 3.0 peripheral neuropathy \\> grade 1 at randomization\n* History of arterial or venous thrombosis, including transient ischemic attack (TIA), within 1 year prior to randomization\n* Adjuvant or neoadjuvant taxane treatment within 12 months of randomization. Any other adjuvant chemotherapy regimen must be discontinued at least 21 days prior to randomization\n* Prior chemotherapy, vaccine, or biological therapy for locally recurrent or metastatic breast cancer (prior endocrine therapy is permitted)\n* Prior radiation therapy, radiofrequency ablation, percutaneous cryotherapy or hepatic chemoembolization on all sites of disease unless disease progression was subsequently documented 14 days prior to randomization.\n* Overexpression of HER-2 (gene amplification by FISH or 3+ over expression by immunohistochemistry).\n* Current or prior history of central nervous system metastasis\n* History of bleeding diathesis or clinically significant bleeding within 6 months prior to randomization\n* Major surgical procedure within 28 days prior to randomization\n* Open breast biopsy within 14 days prior to randomization\n* Minor surgical procedure, placement of access device, or fine needle aspiration within 7 days of first dose\n* Prior malignancy (other than thyroid cancer, in situ cervical cancer, or basal cell cancer of the skin, treated with curative intent and without evidence of disease for ≥ 3 years prior to randomization)\n* Clinically significant cardiac disease within 12 months prior to randomization, including myocardial infarction, unstable angina, grade 2 or greater peripheral vascular disease, cerebrovascular accident, transient ischemic attack, congestive heart failure, or arrhythmias not controlled by outpatient medication\n* Non-healing wound, ulcer or fracture\n* Known hypersensitivity to paclitaxel or drugs using the vehicle cremophor\n* Known hypersensitivity to bacterial proteins, or any of the drugs required in this study\n* Known positive test for human immunodeficiency virus (HIV), hepatitis C, or hepatitis B surface antigen\n* Known active or chronic hepatitis\n* Uncontrolled hypertension as defined as systolic blood pressure ≥ 150 mm Hg and diastolic blood pressure ≥ 90 mm Hg. Anti-hypertensive medications are allowed if the subject is stable on their current dose at the time of randomization\n* Currently or previously treated with any VEGF or VEGFr inhibitor, including but not limited to, bevacizumab, SU11248 (sunitinib), PTK787 (vatalinib), AZD 2171, AEE-788, BAY 43-9006 (sorafenib) and AMG 706.\n* Treatment with coumarin-type anticoagulants, (other than low dose prophylaxis for central venous catheters ≤ 1mg/day) within 7 days prior to randomization\n* Currently or previously treated with angiopoietin inhibitors, or inhibitors of TIE-1 or TIE-2 including, but not limited to, AMG 386, XL880, XL820\n* Treatment with immune modulators such as cyclosporine and tacrolimus within 30 days prior to randomization\n* Concomitant therapy with any hormonal agent such as raloxifene, tamoxifen, or other selective estrogen receptor modulators (SERMS), given for breast cancer prevention or for osteoporosis. Subjects must have discontinued these agents 28 days prior to randomization\n* Pregnant (ie, positive beta-human chorionic gonadotropin test) or is breast feeding",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}