{
    "nctId": "NCT00381173",
    "briefTitle": "A Study of ZYC300 Administered With Cyclophosphamide Pre-Dosing",
    "officialTitle": "A Phase 1 Open-Label Study of the Safety and Feasibility of ZYC300 Administration With Cyclophosphamide Pre-Dosing",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer, Ovarian Cancer, Prostate Cancer, Colon Cancer, Renal Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 22,
    "primaryOutcomeMeasure": "Determine the feasibility, safety and tolerability of administering ZYC300 intramuscularly every other wk for 6 doses (400 micrograms DNA/total dose) to the study pop. pre-dosed with 600 mg/m^2 cyclophosphamide intravenously 3 days prior to study drug.",
    "eligibilityCriteria": "Inclusion Criteria:\n\nTo be included in the study, patients must meet the following criteria:\n\n1. Patients with:\n\n   Advanced stage malignancies who have failed treatment, including at least one, but no more than two, prior regimens of chemotherapy: Ovary, Breast, Colon, Hormone Refractory Prostate Cancer (HRPC), and renal.\n2. Evidence of measurable disease by clinical or radiographic assessment or by tumor biomarker (ovarian and prostate cancer).\n3. Age ≥ 18 years old.\n4. A baseline Eastern Cooperative Oncology Group Performance Status of 0 or 1.\n5. A life expectancy \\> 6 months.\n6. Adequate hematological function established within 14 days prior to receipt of the first dose of cyclophosphamide, defined as:\n\n   1. Absolute lymphocyte count ≥ 1,000/mm\\^2\n   2. WBC ≥ 3,000/mm\\^2\n   3. Platelet count ≥ 75,000/mm\\^2\n   4. Hemoglobin ≥ 9 g/dL\n7. Adequate renal function established within 14 days prior to receipt of the first dose of cyclophosphamide, defined as serum creatinine ≤ 1.5 X upper limit of normal.\n8. Adequate hepatic function established within 14 days prior to receipt of the first dose of cyclophosphamide, defined as:\n\n   1. Total bilirubin ≤ 1.5 X upper limit of normal, and\n   2. SGOT and SGPT ≤ 2.5X upper limit of normal.\n9. An MRI of the brain, if clinically indicated, which is negative for parenchymal central nervous system metastases within 28 days prior to receipt of the first dose of cyclophosphamide. If a patient cannot undergo an MRI because of a medical contraindication, a contrast CT of the brain will be acceptable.\n10. A negative pregnancy test (blood or urine) within 14 days prior to first dose of cyclophosphamide (where applicable).\n11. Agree to use appropriate contraception from study entry until the end-of-observation visit.\n12. A signed informed consent form approved by the Institutional Review Board.\n\nExclusion Criteria:\n\nPatients cannot participate in the study if any of the following apply:\n\n1. Have a history of parenchymal brain metastases.\n2. Have received any of the following within 28 days prior to receiving the first dose of cyclophosphamide:\n\n   1. Chemotherapy\n   2. Radiation therapy\n   3. Immunotherapy\n   4. Systemic immunosuppressive drugs\n   5. Glucocorticoids (inhalers for asthma are permitted)\n   6. Investigational agent or experimental therapy\n3. Have received three or more biologic/targeted therapies, such as monoclonal antibodies and tyrosine kinase inhibitors.\n4. Have initiated or reinitiated the use of hormonal agents within 28 days prior to receiving the first dose of cyclophosphamide. These drugs are allowed if treatment was initiated greater than 28 days prior to receipt of the first dose of cyclophosphamide.\n5. Have a history of bone marrow or stem cell transplantation.\n6. Have a history of treatment with fludarabine, 2-chlorodeoxyadenosine, 2-deoxycoformycin or similar compounds.\n7. Have a history of treatment with chronic systemic immunosuppressive drugs.\n8. Have an immunologic disorder such as immunodeficiency or other chronic auto-immune disease if deemed to be clinically significant.\n9. Have an active systemic infection requiring treatment.\n10. Are known to be positive for HIV antibody.\n11. Pregnant or lactating.\n12. Have a history of alcohol abuse, illicit drug use, or psychiatric disorder that would in the Investigator's opinion jeopardize protocol compliance or compromise the patient's ability to give informed consent.\n13. Have had prior ex vivo or in vivo DNA therapy (administration of viral vectors or plasmid DNA formulations) or cancer vaccines.\n14. Previous exposure to ZYC300 or amolimogene (HPV E6E7 plasmid; formerly known as ZYC101a).\n\nPlease note: There may be additional inclusion/exclusion criteria. The study center will determine if patients meet all of the criteria. If patients do not qualify for the trial, study personnel will explain the reasons. If patients do qualify, study personnel will explain the trial in detail using an IRB-approved informed consent, and answer any questions. Patients can then decide if they wish to participate.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}