{
    "nctId": "NCT02468739",
    "briefTitle": "Effect of GM1 in Prevention of Taxanes Induced Neurotoxicity in Operable Breast Cancer",
    "officialTitle": "The Effect of Monosialotetrahexosyl Ganglioside (GM1) in Prevention of Taxanes Induced Neurotoxicity in Breast Cancer Patients Who Received Taxanes-based Adjuvant Chemotherapy: A Multi-center, Randomized, Placebo-controlled Trial",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "PREVENTION",
    "enrollmentCount": 206,
    "primaryOutcomeMeasure": "the Functional Assessment of Cancer Treatment Neurotoxicity (FACT-Ntx) subscale between groups at 2 weeks after the 4-cycle chemotherapy",
    "eligibilityCriteria": "Enrollment Criteria:\n\n* Female patients with histologically confirmed early-stage breast cancer at the age of ≥18 and ≤75 , who have received radical surgical treatment of breast cancer (including modified radical mastectomy and breast-conserving surgery) while have not received neoadjuvant chemotherapy. EC\\*4-T\\*4 chemotherapy (T is paclitaxel or docetaxel) protocol is expected, and there is no herceptin indication or the patients are voluntarily not to be treated with herceptin.\n* Patients with KPS（Karnofsky Performance Status) scores ≥ 80;\n* Patients with ECOG score ≤ 1;\n* Expected survival ≥ 3 months;\n* The functional level of main organs must meet the following requirements (no blood transfusion, no leucocyte or platelet-ascending drugs used within 2 weeks before screening):1)Blood Routine: Neutrophil (ANC) ≥ 1.5 x 109/L;Platelets (PLT) ≥ 90 x 109/L; Hemoglobin (Hb) ≥ 90 g/L;2) Blood Biochemistry Total bilirubin (TBIL) ≤ 1.5 x ULN;L-Alanine (ALT) and aspartic transaminase (AST) ≤ 2 x ULN;Blood urea nitrogen (BUN) and creatinine (Cr) ≤ 1.5 x ULN;\n* Cooperate to complete questionnaire accurately recording occurrence and severity of neurotoxicity\n* Sign the informed consent form.\n\nExclusion Criteria:\n\n* There are any toxicity events of peripheral nervous system before enrollment, including: FACT-Ntx subscale score \\< 44;≥ Grade 1 peripheral toxicity according to CTCAE Version 4.0 rating scale;≥ Grade 1 peripheral toxicity according to ENS rating scale;All other pathological symptoms or diseases might affect the evaluation of adverse neurotoxic effects\n* Patients having received other drug treatments might cause similar adverse neurotoxic effects within 4 weeks prior to the treatment of this protocol, or receive concurrent neurotoxic drugs. Including: Taxanes or analogues; Vinca alkaloids or analogues; Platinums or analogues; Cytarabine, thalidomide, bortezomib, or procarbazine; Other drugs or treatments might cause peripheral neurotoxicity\n* Patients in poor general conditions, with KPS (Karnofsky performance status) scores \\< 80;\n* Pregnant or lactating women；\n* Patients (female) having the possibility of fertility but unwilling or not taking effective contraceptive measures\n* Patients also having other neurological abnormalities who cannot accurately record the occurrence and severity of neurotoxicity;\n* Patients known allergy to trial drugs or excipient compositions of these products;\n* Patients with inherited glucose and lipid metabolism abnormalities (gangliosidosis such as amaurotic family idiocy and retinopathy);\n* Patients not suitable for treatment of ganglioside;\n* Active infection (depending on the judgment of investigators);\n* Patients with serious concurrent diseases might harmful to safety and interfere the scheduled treatment or concomitant diseases might affect the completion of the study, depending on the judgment of investigators.\n* Patients with a history of definite neurological or dysphrenia, including epilepsy or dementia.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}