{
    "nctId": "NCT06617169",
    "briefTitle": "Dose-Escalation of MNPR-101-PCTA-177Lu in Solid Tumors",
    "officialTitle": "Open Label, Phase 1a, Dose-Escalation Study Evaluating the Safety of Fractionated MNPR-101-PCTA-177Lu Dosing in the Treatment of Solid Tumor Cancers",
    "overallStatus": "RECRUITING",
    "conditions": "Solid Tumor, Adult, Bladder Cancer, Urothelial Carcinoma, Triple-negative Breast Cancer, Lung Cancer, Colorectal Cancer, Gastric Cancer, Ovarian Cancer, Pancreatic Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 12,
    "primaryOutcomeMeasure": "Incidence of Treatment-Emergent Adverse Events [Safety and Tolerability] of fractionated MNPR-101-PCTA-177Lu dosing",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Participated in the MNPR-101-D001 study.\n2. Females of childbearing potential must have a negative serum pregnancy test at time of screening and a negative urine pregnancy test on Day 1 prior to study drug administration if screening is \\>7 days prior to Day 1. A rapid serum pregnancy test result performed as standard of care will be accepted if available.\n3. Both males and females must agree to use highly effective contraceptive precautions if conception is possible during the dosing period and up to 3 months after dosing.\n4. Female patients who are lactating must agree to discontinue breastfeeding prior to the dose of study drug and must refrain from breastfeeding for 3 months following the last dose of study drug.\n\nExclusion Criteria:\n\n1. Chemotherapy, radiotherapy (other than short cycle of palliative radiotherapy), or immunotherapy within 14 days prior to administration of MNPR-101-PCTA-177Lu.\n2. Continuing ≥ Grade 3 adverse reactions from prior systemic therapy (Common Terminology Criteria for Adverse Events \\[CTCAE\\] version 5.0).\n3. Prior treatment with any radiopharmaceutical or investigational agents within 4 weeks or 5 half-lives, whichever is longer, prior to administration of the first dose of MNPR-101-PCTA-177Lu other than MNPR-101-DFO\\*-89Zr.\n4. Patients requiring blood product transfusion within 4 weeks prior to dosing.\n5. Have evidence of impaired organ function at Screening and prior to dosing, particularly:\n\n   • Bone marrow: i. Platelets ≤150×10\\^9/L. ii. Absolute neutrophil count ≤1.5×10\\^9/L. iii. Hemoglobin ≤10g/dL (no red blood cell transfusion in the previous 4 weeks).\n\n   • Liver function: i. AST/ALT \\>2.5xULN (institutional upper limits of normal) OR \\>5×ULN for patients with liver metastases.\n\n   ii. Bilirubin \\>1.5xULN OR \\>3xULN for patients with known Gilbert's Syndrome.\n\n   • Renal function: i. eGFR ≤45 mL/min determined using BSA-adjusted Chronic Kidney Disease Epidemiology Collaboration CKD-EPI 2021 formula \\[https://www.kidney.org/professionals/kdoqi/gfr_calculator\\].\n6. Safety event of significance in MNPR-101-D001 study:\n\n   1. a related CTCAE Grade 4 hematologic or hepatologic event\n   2. a related CTCAE Grade 3 hematologic or hepatologic event which lasted \\>30 days\n7. Unacceptable value for projected organ dose based upon dosimetry from the MNPR-101-D001 study that exceeds safe absorbed dose limits, as determined by Monopar.\n8. Other serious, non-malignant diseases (e.g., renal, hepatic, or hematologic) that may interfere with objectives of the study, safety, or compliance, as judged by the investigator.\n9. Cognitive impairment or contraindications that may compromise ability to give informed consent or comply with requirements of the study.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}