{
    "nctId": "NCT05165225",
    "briefTitle": "Phase II Neoadjuvant Pyrotinib Combined With Neoadjuvant Chemotherapy in HER2-low-expressing and HR Positive Early or Locally Advanced Breast Cancer: a Single-arm, Non-randomized, Single-center, Open Label Trial",
    "officialTitle": "Phase II Neoadjuvant Pyrotinib Combined With Neoadjuvant Chemotherapy in HER2-low-expressing and HR Positive Early or Locally Advanced Breast Cancer: a Single-arm, Non-randomized, Single-center, Open Label Trial",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Cancer, HER2-low-expressing Breast Cancer, Hormone Receptor-positive Breast Cancer, Neoadjuvant Therapy",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 48,
    "primaryOutcomeMeasure": "Residual cancer burden 0/1 (RCB-0/1) rate",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Written informed consent for all study according to local regulatory requirements prior to beginning specific protocol procedures\n2. Female patients, age ≥ 18 years\n3. Histologically confirmed unilateral primary carcinoma of the breast, except for occult breast cancer, inflammatory breast cancer without assessable focus or eczema like breast cancer\n4. HER2-low-positive (defined here as HER2 IHC 2+ and FISH-) and HR positive(defined here as ER and/or PR \\>1% stained cells)\n5. Tumour greater than 2 cm diameter or histologically (core- or fine-needle biopsy) involved lymph nodes\n6. According to RECIST version 1.1, there is at least one evaluable target lesion\n7. Performance Status- Eastern Cooperative Oncology Group (ECOG) 0-1\n8. Required laboratory values including following parameters: WBC count:≥3.0 x 10\\^9/L ; ANC: ≥ 1.5 x 10\\^9/L; Platelet count: ≥ 100 x 10\\^9/L; Hemoglobin: ≥ 9.0 g/dL; Total bilirubin: ≤ 1.5 x upper limit of normal (ULN); ALT and AST: ≤ 2.5 x ULN; alkaline phosphatase ≤ 2.5 × ULN; Serum creatinine: ≤ 1.5 × ULN; Left ventricular ejection fraction (LVEF) ≥ 55%\n9. For female patients without menopause or surgical sterilization: consent to contraception both during the trial and within 6 months after the last administration of the test drug\n\nExclusion Criteria:\n\n1. Metastatic disease (Stage IV) or bilateral breast cancer\n2. Known history of hypersensitivity to pyrotinib or any of it components\n3. According to the judgment of the researcher, other anti-tumor treatments (except for ovarian function inhibitors) are required during neoadjuvant therapy\n4. Patients with severe heart disease or discomfort who are expected to be unable to tolerate chemotherapy, including but not limited to these: 1). Fatal arrhythmia or higher grade atrioventricular block (second degree type 2 atrioventricular block or third degree atrioventricular block) 2). Unstable angina pectoris 3). Heart valve disease with clinical significance 4). ECG showed transmural myocardial infarction pain 5). Poor control of hypertension\n5. Patients underwent major breast cancer-free surgery within 4 weeks or have not fully recovered\n6. Serious or uncontrolled infections that may affect study treatment or evaluation of study results, including but not limited to active hepatitis virus infection, human immunodeficiency virus (HIV) antibody positive, lung infection, etc\n7. History of other malignant tumors in the past 5 years (excluding cured carcinoma in situ of cervix or skin basal cell carcinoma)\n8. Those with basic gastrointestinal diseases (especially long-term history of diarrhea or/and constipation)；Inability to swallow、intestinal obstruction or other factors will affect drug administration and absorption\n9. The investigator believes that the patient has any other conditions that are not suitable for participation in the study",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}