{
    "nctId": "NCT03744715",
    "briefTitle": "A Study to Allow Continued Dosing and/or Follow-up of Patients Who Have Had Previous Exposure to Poziotinib",
    "officialTitle": "An Open-Label Extension Study to Allow Continued Dosing and/or Follow-up of Patients Who Have Had Previous Exposure to Poziotinib",
    "overallStatus": "TERMINATED",
    "conditions": "NSCLC, Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 7,
    "primaryOutcomeMeasure": "Number of patients with serious adverse events",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patient has had previous exposure to poziotinib and is still receiving clinical benefit from treatment, as judged by the Investigator or treating physician.\n* Patient must have completed the End of Treatment or End of Study visit if enrolled in a previous (original) poziotinib study.\n* Investigator or treating physician opinion indicates that extended therapy with poziotinib is clinically appropriate for the patient and the patient is suitable for this Study.\n* Patient agrees to continue study treatment.\n* Patient must provide written Informed Consent, must be able to adhere to dosing and visit schedules, and meet protocol-defined study requirements.\n* Patient is willing to practice 2 forms of contraception, one of which must be a barrier method, from study entry until at least 30 days after the last dose of poziotinib.\n\nExclusion Criteria:\n\n* Patient has any ongoing adverse event that hasn't improved to Grade ≤1 and could impact the patient's tolerability to poziotinib.\n* Patient has an active uncontrolled infection, bleeding disorder, underlying medical condition, or other serious illness that would impair the ability of the patient to receive poziotinib.\n* Patient has any medical or non-medical condition that may not be suitable for poziotinib treatment, as determined by the investigator or treating physician.\n* Patient last dose of poziotinib was more than 28 days prior to Day 1 of the study.\n* Patient is pregnant or breastfeeding.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}