{
    "nctId": "NCT00722293",
    "briefTitle": "A Phase I, Open-label, Study of Pazopanib in Combination With Epirubicin or Doxorubicin for Advanced Solid Tumors",
    "officialTitle": "A Phase I, Open-label, Study of the Safety, Pharmacokinetics, and Pharmacodynamics Dose Escalation of Pazopanib in Combination With Epirubicin or Doxorubicin for Advanced Solid Tumors",
    "overallStatus": "COMPLETED",
    "conditions": "Neoplasms, Breast",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 111,
    "primaryOutcomeMeasure": "Optimum tolerated regimen (OTR) for each combination regimen in each arm of the study.OTR determined by evaluation of AEs and change in lab values.OTR defined as highest dosing regimen that results in dose limiting toxicity in no more than 1 of 6 subject",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients must provide written informed consent prior to performance of study specific procedures or assessments, and must be willing to comply with treatment and follow up\n* Histologically or cytologically confirmed diagnosis of advanced solid tumor that has failed standard therapy or for which there is no standard therapy and is indicated for treatment with anthracyclines.\n* Age greater than or equal to 18 years.\n* Adequate organ system function as defined by the protocol.\n* ECOG performance value of 0 or 1.\n* Less than or equal to one prior line of chemotherapy for advanced disease. Patients with metastatic disease to the brain should have definitive therapy for their brain metastases, should be asymptomatic. (Patients with previously treated brain metastases who are asymptomatic, off steroids and anti-seizure medications for greater than 3 months are eligible for the study).\n* There must be measurable disease or evaluable disease for subjects to be included in the cohort expansion phase. Measurable disease is not a criterion for subjects enrolling in the dose escalation phase.\n* Has a left ventricular ejection fraction (LVEF) greater than or equal to 50% or greater than or equal to the institution's LLN.\n* Women of childbearing potential must have a negative pregnancy test within 2 weeks of starting study drug and use acceptable birth control methods as outlined in the protocol.\n* Women may participate if they are of non childbearing potential (bilateral tubal ligation, hysterectomy, post menopausal or bilateral ovariectomy.\n* Males with female partners of childbearing potential may participate if they practice acceptable methods of birth control as outlined in the study protocol.\n* Able to swallow and retain oral medications.\n* Less than or equal to one prior line of chemotherapy for advanced disease.\n* Life expectancy of at least 12 weeks.\n\nExclusion Criteria:\n\n* Prior use of pazopanib or prior treatment with anthracyclines. Prior therapy with other angiogenesis inhibitors is permitted.\n* Clinically significant gastrointestinal abnormalities which might interfere with oral dosing.\n* Any unstable or serious concurrent condition (e.g., active infection requiring systemic therapy).\n* QTc \\> 480 msecs.\n* History of any one or more of the following cardiovascular conditions within the past 6 months:\n\n  * Cardiac angioplasty or stenting\n  * Myocardial infarction\n  * Unstable angina\n  * Symptomatic peripheral vascular disease\n  * Class III or IV congestive heart failure\n* Any major surgery or trauma within the last 28 days and or presence of non-healing wound, fracture, or ulcer.\n* Any unstable or serious concurrent condition.\n* Poorly controlled hypertension \\[defined as systolic blood pressure (SBP) of =140mmHg or diastolic blood pressure (DBP) of = 90mmHg\\].\n* History of cerebrovascular accident (CVA), pulmonary embolism or untreated deep venous thrombosis (DVT) within the past 6 months. Subjects with a recent DVT who have been treated with therapeutic agents (excluding therapeutic warfarin) for at least 6 weeks are eligible.\n* Prior major surgery or trauma within 28 days prior to first dose of study drug and /or presence of any non-healing wound, fracture, or ulcer.\n* Hemoptysis within 6 weeks prior to first dose of study drug.\n* Any serious and/or unstable pre-existing medical, psychiatric, or other condition that could interfere with patient's safety, provision of informed consent, or compliance to study procedures.\n* Is unable or unwilling to discontinue prohibited medications for 14 days or five half-lives of a drug prior to Visit 1 and for the duration of the study.\n* Use of an investigational agent, including an investigational anti-cancer agent, within 28 days or 5 half-lives, whichever is longer, prior to the first dose of study drug.\n* Is now undergoing and/or has undergone within 28 days immediately prior to first dose of study drug, any cancer therapy (major surgery, investigational agent, tumor embolization, chemotherapy, radiation therapy, immunotherapy, biological therapy, or hormonal therapy).\n* Clinically assessed as having inadequate venous access for PK sampling.\n* Lactating and pregnant women should discontinue lactation prior to first use of study drug and refrain from nursing throughout the treatment period and for 14 days after final dose.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}