{
    "nctId": "NCT01853306",
    "briefTitle": "A Study to Evaluate the Safety, Pharmacokinetics and Oral Bio Availability of Veliparib in Subjects With Solid Tumors",
    "officialTitle": "A Phase 1 Study to Evaluate the Safety, Pharmacokinetics and Oral Bioavailability of Veliparib Extended Release Formulations in Subjects With Solid Tumors",
    "overallStatus": "COMPLETED",
    "conditions": "Oncology, BRCA Mutated, High Grade Serous Ovarian Cancer, BRCA Mutated Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 71,
    "primaryOutcomeMeasure": "Part 2 - Dose Escalation Cohort: Pharmacokinetic testing",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Part 1 and 2: Histologically or cytologically confirmed malignancy that is metastatic or unresectable and for which standard curative measures or other therapy that may provide clinical benefit do not exist or are no longer effective. Subjects must also 1) have a documented BRCA1 or BRCA2 mutation that is considered to be deleterious by the investigator, OR 2) have high grade serous ovarian, fallopian tube, or peritoneal cancer. Subjects with molecular features indicative of DNA repair defects (such as mutation in the Fanconi anemia pathway genes or methylation of the BRCA1 promoter) may be considered eligible for following discussion with the medical monitor. Part 3: Histologically or cytologically confirmed breast, ovarian, fallopian tube or primary peritoneal cancer that is metastatic or unresectable and for which standard curative measures or other therapy that may provide clinical benefit do not exist or are no longer effective. Platinum-resistant ovarian cancer is not permitted. Subjects must also 1) have a documented BRCA1 or BRCA2 mutation that is considered to be deleterious by the investigator and 2) have received 3 or fewer regimens of cytotoxic chemotherapy in the metastatic setting and 3) have evaluable disease as defined by RECIST 1.1 or GCIC-CA-125 criteria.\n2. Subject must be at least 18 years of age.\n3. Completion of last anti-cancer therapy must be at least 28 days prior to study drug administration.\n4. Eastern Cooperative Oncology Group (ECOG) performance score of 0 to 2.\n5. Subject must have adequate hematologic, renal and hepatic function as follows:\n\n   * Bone Marrow: Absolute neutrophil count ANC ≥ 1,500/mm3 (1.5 × 109/L); Platelets ≥ 100,000/mm3 (100 × 109/L); Hemoglobin ≥ 9.5 g/dL (1.4 mmol/L). Subjects with hemoglobin ≥ 9.5 g/dL (1.4 mmol/L) following transfusion are eligible;\n   * Renal function: A calculated creatinine clearance value of ≥ 50 mL/min as determined by the Cockcroft Gault formula or a creatinine clearance value of ≥ 50 mL/min based on a 24-hour urine collection;\n   * Hepatic function: AST and ALT ≤ 2.5 × the upper normal limit of institution's normal range. For subjects with liver metastases, AST and ALT ≤ 5 × the upper normal limit of institution's normal range;\n   * Bilirubin: → 1.5 × the upper normal limit of institution's normal range.\n6. Women of childbearing potential and men must agree to use adequate contraception prior to the study entry, for the duration of study participation and up to 3 months following completion of therapy. Women of childbearing potential must have a negative pregnancy test within 7 days prior to initiation of treatment and/or post menopausal women must be amenorrheic for at least 12 months to be considered of non-childbearing potential.\n\n   * total abstinence from sexual intercourse as the preferred life style of the subject; periodic abstinence is not acceptable;\n   * vasectomized partner(s);\n   * hormonal contraceptives (oral, parenteral or transdermal) for at least 3 months prior to study drug administration;\n   * intrauterine device (IUD);\n   * Male subjects (including those who are vasectomized) whose partners are pregnant or might be pregnant must agree to use condoms for the duration of the study and for 90 days following completion if therapy.\n7. Subject must be capable of understanding and complying with parameters as outlined in the protocol and able to sign informed consent, approved by an Institutional Review Board (IRB) prior to the initiation of any screening or study specific procedures.\n8. Must voluntarily sign and date each informed consent, approved by an Independent Ethics Committee (IEC)/Institutional Review Board (IRB), prior to the initiation of any screening or study-specific procedures.\n\nExclusion Criteria:\n\n1. The subject must not have received anti-tumor radiotherapy, biologic therapy, chemotherapy, or immunotherapy within 28 days or 5 half lives (whichever is shorter) of the start of Day 1. The subject must not have received hormonal therapy for anti-tumor purposes within 1 week prior to the start of Cycle 1 Day 1.\n2. Subject must not have known untreated brain or meningeal metastases. CT scans are not required to rule out brain or meningeal metastases unless there is a clinical suspicion of central nervous system disease. Subjects with treated brain metastases that are radiographically or clinically stable for at least 4 weeks after therapy and have no evidence of cavitation or hemorrhage in the brain lesion(s) are eligible, provided that they are asymptomatic and do not require corticosteroids (must have discontinued steroids at least one week prior to study drug administration).\n3. Clinically significant and uncontrolled major medical condition(s) including but not limited to:\n\n   * Uncontrolled nausea/vomiting/diarrhea;\n   * Active uncontrolled infection;\n   * Symptomatic congestive heart failure;\n   * Unstable angina pectoris or cardiac arrhythmia;\n   * Psychiatric illness/social situation that would limit compliance with study requirements;\n   * Focal or generalized seizure within the last 12 months.\n4. Any medical condition, which in the opinion of the study investigator, places the subject at an unacceptably high risk for toxicities;\n5. Subject who has received strong inhibitors or inducers of CYP3A, 1A1, 2D6, or 2C19 within 3 days or five half-lives (whichever is shorter) prior to the first dose of veliparib (applicable to Part 1 only).\n6. Subject is pregnant or lactating.\n7. Subjects that have previously been treated with a veliparib.\n8. For Part 3, subject has ovarian cancer that was previously treated with platinum based chemotherapy resulting in progression free survival for \\< 6 months from the completion of treatment.\n9. For Part 3, subject has received 4 or more prior lines of cytotoxic chemotherapy for systemic disease.\n10. Subject who requires parenteral nutrition, tube feeding or has evidence of partial bowel obstruction or perforation within 28 days prior to study drug administration.\n11. The subject has had another active malignancy within the past 3 years except for any cancer in situ that the Principal Investigator considers to be cured. Questions regarding the inclusion of individual subject should be directed to the Medical Monitor.\n12. History of gastric surgery, vagotomy, bowel resection or any surgical procedure that might interfere with gastrointestinal motility, pH or absorption.\n13. Receipt of any investigational product within 28 days prior to study drug administration or 5 half-lives, whichever is longer.\n14. Current enrollment in another clinical study.\n15. Consideration by the investigator, for any reason, that the subject is an unsuitable candidate to receive veliparib.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}