{
    "nctId": "NCT04752332",
    "briefTitle": "A Study of Abemaciclib (LY2835219) Plus Hormone Therapy in Participants With Early Breast Cancer",
    "officialTitle": "eMonarcHER: A Randomized, Double Blind, Placebo-Controlled Phase 3 Study of Abemaciclib Plus Standard Adjuvant Endocrine Therapy in Participants With High-Risk, Node-Positive, HR+, HER2+ Early Breast Cancer Who Have Completed Adjuvant HER2-Targeted Therapy",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Neoplasms",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 111,
    "primaryOutcomeMeasure": "Invasive Disease Free Survival (IDFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Have confirmed HR+, HER2+ early invasive breast cancer without evidence of disease recurrence or distant metastases\n* Have undergone definitive surgery of the primary breast tumor(s)\n* Have tumor tissue from breast (preferred) or lymph node\n* Have received a minimum of four cycles of chemotherapy in either the neoadjuvant or adjuvant setting per standard of care\n* Have completed approximately nine to 20 months of standard HER2-targeted therapy (neoadjuvant/adjuvant combined duration)\n* Have received one of the following eligible HER2-targeted adjuvant regimens AND be randomized within 12 weeks of completing the regimen:\n\n  * For participants treated with neoadjuvant therapy and HER2-targeted therapy: A minimum of 4 cycles of T-DM1 in the adjuvant setting. NOTE: Participants may have received up to approximately 6 cycles of adjuvant trastuzumab prior to initiation of T-DM1. Additionally, participants may have switched to trastuzumab-based therapy (monotherapy or in combination with other HER2-targeted therapies) after 4 cycles of T-DM1\n  * For participants who had definitive surgery prior to systemic therapy, a minimum of 4 cycles of adjuvant pertuzumab with trastuzumab.\n* Have high risk disease, defined by one of the following criteria:\n\n  * Those who received neoadjuvant chemotherapy along with HER2-targeted treatment must have:\n\n    * residual disease in at least one axillary lymph node, or\n    * a residual tumor ≥ 5 cm, or\n    * a residual tumor of any size that has direct extension to the chest wall and/or skin (ulceration or skin nodules).\n  * Those who had definitive surgery prior to systemic therapy and completed adjuvant chemotherapy along with HER2-targeted therapies (trastuzumab and pertuzumab) must have\n\n    * tumor involvement in ≥4 ipsilateral axillary lymph nodes, or\n    * tumor involvement in 1 to 3 ipsilateral axillary lymph node(s) and histological Grade 3, or\n    * primary invasive tumor size of ≥ 5 cm on pathological evaluation.\n\nExclusion Criteria:\n\n* Have breast cancer with any of the following features:\n\n  * Disease recurrence or distant metastatic disease (including contralateral axillary lymph nodes)\n  * Pathological complete response from any prior early breast cancer treatments. Participants are required to have residual primary tumor and/or lymph node disease at the time of definitive surgery as indicated in inclusion criteria.\n  * Inflammatory breast cancer\n* Have other medical conditions including:\n\n  * Previous breast cancer (Exceptions: Ipsilateral ductal carcinoma in situ \\[DCIS\\] treated by locoregional therapy alone ≥5 years ago; contralateral DCIS treated by locoregional therapy at any time)\n  * Other cancer being treated and/or not in complete remission within the last 5 years (Exceptions: Appropriately treated non-melanomatous skin cancer or carcinoma in situ of cervix, bladder, or colon)\n  * Females who are pregnant or lactating\n  * History of venous thromboembolism\n  * Other serious medical conditions\n* Have previously received treatment with:\n\n  * Any cyclin-dependent kinase (CDK)4 and CDK6 inhibitor\n  * Prior adjuvant treatment with immunotherapy, tucatinib, neratinib, any investigational HER2 directed therapy, or T-DXd (DS8201) for treatment of breast cancer\n  * Endocrine therapy (ET) (i.e., tamoxifen, raloxifene or aromatase inhibitor) for breast cancer prevention (without diagnosis of breast cancer)\n  * Additional chemotherapy, anti-cancer ET, or HER2-targeted therapy beyond standard of care at study enrollment",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}