{
    "nctId": "NCT00201760",
    "briefTitle": "Gemcitabine/ Trastuzumab and Gemcitabine/ Cisplatin/ Trastuzumab in Patients With Metastatic Breast Cancer",
    "officialTitle": "A Randomized Phase II Study of Gemcitabine/ Trastuzumab and Gemcitabine/ Cisplatin/ Trastuzumab in Patients With Metastatic Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 10,
    "primaryOutcomeMeasure": "Disease Progression",
    "eligibilityCriteria": "Eligibility Criteria:\n\n* Must have invasive metastatic breast cancer\n* Tumor must be Her 2/neu 3+ by IHC (must be confirmed by Ohio State University pathology)or positive FISH\n* Histological confirmation of invasive breast cancer either from the original diagnosis and/or diagnosis of metastatic disease.\n* Tumor must be detectable clinically or radiographically (a positive bone scan is allowed as the only site of disease). Unidimensional measurements must be obtained whenever possible). Bone marrow only disease is not eligible for enrollment on this study.\n* No evidence of congestive heart failure, symptoms of coronary artery disease, serious cardiac arrhythmias, or evidence of prior myocardial infarction on EKG or ECHO. Patients must have normal LV function and LVEF(left ventricular ejection fraction)\\> 50% as demonstrated by either echo or muga within the proceeding 4 weeks.\n* Must have adequate renal and hepatic function documented by a serum creatinine \\< 1.5 x the institutional upper limit of normal (ULN), serum bilirubin \\<1.5 x ULN and liver enzymes (AST, ALT, or alkaline phosphatase) \\< 2 x ULN (\\< 5 x ULN if hepatic metastasis) within 21 days prior to registration.\n* Patients must have an ANC (absolute neutrophil count) \\> 1.5, platelets \\> 100,000, Hemoglobin \\>9.0 within 21 days of registration.\n* If patients are on bisphosphonates at the time of registration, with a stable creatinine over the preceding 2 months, then they may continue bisphosphonates during the study.\n* No more than one prior Trastuzumab/chemotherapy or Trastuzumab/biotherapy combination for metastatic disease. Additional Trastuzumab therapy may have been given in the adjuvant setting. Prior hormonal therapy is allowed for either adjuvant or metastatic disease.\n* Must be \\>3 weeks since administration of last chemotherapy prior to initiation of treatment on this trial. Prior trastuzumab may have been administered within one week of initiation of treatment on this trial if the last dose was 2 mg/kg. Any prior trastuzumab dosing greater than 2 mg/kg requires a 3 week washout period.\n* Patients may have received prior cisplatin or carboplatin for metastatic disease.\n* No CNS(central nervous system)metastasis disease.\n* No active infection at time of registration.\n* Pregnant or nursing women may not participate in trial.\n* Patients must be informed of the investigational nature of this study and sign and give written informed consent in accordance with institutional and federal guidelines.\n* ECOG (Eastern Cooperative Oncology Group)performance status \\< 2 at the time of registration.\n* Patients may participate in a non-treatment related protocol while participating in this study.\n* No other active malignancy is allowed. Adequately treated basal cell, squamous cell skin cancer, in situ cervical cancer, adequately treated stage I or II cancer from which the patient is currently in complete remission, or any other cancer from which the patient has been disease-free for 5 years is allowed.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}