{
    "nctId": "NCT02005458",
    "briefTitle": "Safety and Efficacy of YPEG-rhG-CSF in Cancer Patients Receiving Chemotherapy",
    "officialTitle": "Multi-center, Randomized, Open-labeled, Positive-controlled, Phase Ⅱ Study to Evaluate Efficacy and Safety of YPEG-rhG-CSF, Once-per-cycle, Comparing to PEG-rhG-CSF, Once-per-cycle, in Chemotherapy-induced Neutropenia of Patients With Malignancies Receiving Myelosuppressive Chemotherapy.",
    "overallStatus": "COMPLETED",
    "conditions": "Non Small Cell Lung Cancer, Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 80,
    "primaryOutcomeMeasure": "Incidence of Grade 3 &4 neutropenia, and median duration of neutropenia in the two experimental cycles",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Diagnosis of non-small cell lung cancer or Breast cancer, and adequate for carboplatin combined with taxol or cyclophosphamide combined with pharmorubicin chemotherapy\n* Karnofsky Score ≥ 70\n* Life Expectancy \\> 3 months\n* Age: 18～70yrs.\n* Peripheral blood test: WBC≥3.5×106/mm3, PLT≥100×106/mm3, ANC≥1.5×106/mm3; Normal bone marrow function; Bone marrow biopsy shows active hematopoietic without cancer cells.\n* Normal coagulation function, no evidences of hemorrhage tendency.\n* No exiting diseases or condition that may influence drug absorption, distribution, metabolism, and excretion.\n* Adequate liver, cardiac, kidney function. Indicators of liver function test ≤ 2.5ULN, Indicators of kidney function test ≤ 1ULN\n* Understand and voluntarily sign an informed consent form.\n\nExclusion Criteria:\n\n* Pregnant or lactating females\n* Evidence of tumor metastasis in bone marrow\n* Lack insight due to tumor metastasis in the central nervous system\n* Prior bone marrow transplant or stem cell transplant\n* Infective symptom before enrollment into this study\n* Other malignancy history\n* Known hypersensitivity to any component of the drug(e.g. rh-G-CSF) that to be administered\n* Subject enrolled in any other investigational drug or device trial within 3 months of informed consent date\n* Drug abuser or alcoholist\n* Prior radiotherapy or expected to received radiotherapy\n* Unstable or uncontrolled cardiac or hypertension\n* Other conditions which in the opinion of the investigator preclude enrollment into the study",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}