{
    "nctId": "NCT06561555",
    "briefTitle": "A Study on the Efficacy of Disitamab Vedotin in Advanced HER2-positive Paget's Disease.",
    "officialTitle": "A Phase II Clinical Study on the Efficacy of Disitamab Vedotin in Advanced HER2-positive Paget's Disease.",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Mammary or Extramammary Paget's Disease",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 36,
    "primaryOutcomeMeasure": "Objective Response Rate",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Voluntarily sign the informed consent form and comply with the requirements of the protocol.\n* Age ≥ 18 years old.\n* Confirmed diagnosis by histological examination and/or cytological examination, combined with imaging or ultrasound assessment for mammary and extramammary Paget's disease; pathologically confirmed as HER2 positive, i.e., immunohistochemical test HER2 ≥ 1+.\n* ECOG score: 0 to 1.\n* At least one measurable lesion (according to the RECIST criteria, non-nodal lesions with a longest diameter on CT scan ≥10 mm, and nodal lesions with a shortest diameter on CT scan ≥15 mm); or skin lesions that can be evaluated according to the WHO criteria.\n* Adequate organ function: Blood routine: Absolute Neutrophil Count (ANC) ≥1.5×10\\^9/L, Platelet (PLT) ≥70×10\\^9/L, Hemoglobin (HGB) ≥80g/L; Liver function: Total Bilirubin (TBIL) ≤1.5×Upper Limit of Normal Value (ULN); Alanine Aminotransferase (ALT) and Aspartate Aminotransferase (AST) ≤3×ULN; Serum Albumin ≥28 g/L; Alkaline Phosphatase (ALP) ≤5×ULN; If the subject has received routine liver protection treatment and meets the above standards, and is stable for at least one week after assessment by the researcher, they may be enrolled; Renal function: Serum Creatinine (Cr) ≤1.5×ULN, or Creatinine Clearance ≥50 mL/min (using the standard Cockcroft-Gault formula): Coagulation function: International Normalized Ratio (INR) ≤1.5 / Prothrombin Time (PT) ≤1.5×ULN, Activated Partial Thromboplastin Time (aPTT) ≤1.5×ULN; If the subject is receiving anticoagulant therapy, as long as PT and INR are within the range specified for the anticoagulant medication, it is acceptable.\n* Estimated life expectancy ≥3 months.\n\nExclusion Criteria:\n\n* Have a history of immunodeficiency, including HIV positive or other acquired or congenital immunodeficiency diseases, or a history of organ transplantation;\n* Have had active autoimmune diseases within 2 years prior to the start of the study treatment that required systemic treatment (such as the use of disease-modifying drugs, corticosteroids, or immunosuppressants), except for replacement therapies (e.g., thyroid hormone, insulin, or physiological corticosteroids for adrenal or pituitary insufficiency); currently receiving systemic glucocorticoid therapy or any other form of immunosuppressive therapy. The dose is \\>10mg/day of prednisone or other equivalent hormones, and it is within 2 weeks of the first administration and still in use;\n* Have a history of active tuberculosis;\n* Have uncontrollable, recurrent drainage of ascites, pericardial effusion, or pleural effusion;\n* Have undergone major organ transplantation;\n* Received major surgical treatment, incisional biopsy, or significant traumatic injury within 28 days prior to the start of the study treatment; or have chronic non-healing wounds or fractures;\n* Have a history of live attenuated vaccine administration within 14 days prior to the start of the study treatment or plan to receive live attenuated vaccine vaccination during the study period;\n* Have had a severe hypersensitivity reaction after the use of monoclonal antibodies; known allergy to the active ingredients or excipients of this study drug;\n* Within 4 weeks prior to the start of the study, are participating in or have participated in other clinical studies;\n* Have a history of severe allergies;\n* Have a risk of bleeding, or coagulation dysfunction, or are currently receiving -thrombolytic therapy;\n* Have a history of substance abuse and are unable to quit or have mental disorders;\n* According to the investigator's judgment, there are concomitant diseases that seriously endanger the safety of the subject or affect the completion of the study, or there are other reasons deemed unsuitable for enrollment by the investigator.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}