{
    "nctId": "NCT05920070",
    "briefTitle": "the Effect of Therapeutic Mammoplasty on the Start of Adjuvant Chemotherapy",
    "officialTitle": "Therapeutic Mammoplasty Doesn't Delay Adjuvant Therapy for Breast Cancer Patients",
    "overallStatus": "COMPLETED",
    "conditions": "Effect of Therapeutic Mammoplasty on Adjuvant Chemotherapy",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 50,
    "primaryOutcomeMeasure": "assesing the complocation of therapeutic mammoplasty and whether it delays the start of adjuvant chemotherapy or not",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Oncoplastic procedures were proposed for patients in whom breast conservative treatment is possible on oncologic grounds but in whose cases a standard resection without reconstruction would result in poor cosmesis with the following criteria:\n\n  1. Female patients with ages ranging from 25 to 65 years\n  2. Patients with early surgically treatable breast cancer (Stage I, II and IIIa)\n  3. Patients whose management was by surgery followed by adjuvant chemotherapy.\n  4. Patients with tumors in any quadrant of the breast\n  5. Patients with large/ptotic breasts (especially with brassiere size C, D or DD).\n  6. patients underwent therapeutic mammoplasty as primary ttt for breast cancer.\n\nExclusion Criteria:\n\n* 1) Patients with a contraindication to breast conservative surgery. 2) Patients with small sized breasts, which are not suitable for reduction (with brassiere size A or B).\n\n  3) Patients who are not compliant; Non-compliant patients included those demanding mastectomy for fear of local recurrence, patients not consenting to the proposed procedure after adequate counseling, those refusing post-operative adjuvant Radiotherapy, refusal of a reduction mammoplasty of the contralateral breast as a symmetrizing procedure and patients who are not able to consent such as mentally challenged patients.\n\n  4) patients who have received neoadjuvant chemotherapy. 5) patients underwent conventional breast conservative surgery . 6) patient underwent immediate reconstruction surgery.",
    "sex": "FEMALE",
    "minimumAge": "25 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}