{
    "nctId": "NCT00611715",
    "briefTitle": "Ph II Letrozole + OSI-774 (Tarceva) in Post-menopausal, w/ ER and/or PR-positive Met Breast Cancer.",
    "officialTitle": "A Phase II Trial of Letrozole Plus OSI-774 (Tarceva) in Post-menopausal Women With ER and/or PR-Positive Metastatic Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 48,
    "primaryOutcomeMeasure": "Number of Patients With Pathological Complete Response.",
    "eligibilityCriteria": "* Patients must have estrogen (ER) and/or progesterone receptor (PgR)-positive, histologically confirmed adenocarcinoma of the breast with measurable (but not operable) locally recurrent disease, or measurable and/or evaluable metastatic disease (see protocol section 10.3), including isolated bone metastases.\n* Patients with available paraffin tissue blocks from either the primary or the metastatic site must submit tissue blocks for retrospective EGFR and HER2 analysis. If tissue blocks cannot be submitted, 20 unstained slides from each paraffin block must be submitted.\n* All patients must be post-menopausal females as defined by one of the following:\n\n  * Prior bilateral oophorectomy\n  * Prior bilateral ovarian irradiation\n  * No menstrual period for 12 months or longer\n  * If age 55 years or less and \\< 12 months from last menstrual period, patient must have a serum estradiol \\< or equal to 30 and an FSH level \\> 40.\n* Patients must not have had more than 1 prior chemotherapy regimen for metastatic disease and have fully recovered from any grade 2-4 toxicities related to chemotherapy. No concurrent chemotherapy is allowed while on protocol therapy.\n* Patients may have had 1 prior hormonal therapy for metastatic disease. This includes: tamoxifen, fulvestrant, anastrozole, exemestane, aminoglutethimide, megace, and letrozole. Patients may have received tamoxifen or aromatase inhibitors in the adjuvant setting.\n* Patients must not have had prior therapy with EGF receptor inhibitors.\n* Previous but not concomitant therapy with trastuzumab (Herceptin) is allowed. Patients must not have received Herceptin within 4 weeks of initiation of protocol therapy.\n* Patients must have an ECOG performance status of 0, 1, or 2.\n* Patients must have adequate hematologic, hepatic, and renal function as defined by the following within 2 weeks of initiation of therapy:\n\n  * Absolute neutrophils \\> or equal to 1,500/mm3 and platelets \\> or equal to 100,000/mm3.\n  * Bilirubin \\< than or equal to 1.5 upper limit of normal.\n  * SGOT and SGPT \\< or equal to 2.5 upper limit of normal.\n  * Creatinine \\< or equal to 1.5 upper limit of normal.\n  * INR, PTT and PT in the normal range.\n  * Must be 18 years of age or older.\n* Patients must not have a history of central nervous system metastases or unevaluated CNS symptoms suggestive of possible brain metastases.\n* Patients may receive concurrent radiation therapy to painful bone metastases or areas of impending bone fracture as long as radiation therapy is initiated prior to study entry and sites of evaluable disease outside the radiation port(s) are available for follow-up. Patients who have received prior radiotherapy must have recovered from toxicity induced by this treatment.\n* Patients \\< 55 years of age must not have received Luteinizing hormone releasing hormone (LHRH) antagonists within 3 months prior to protocol therapy.\n* Patients must not suffer from medical or psychiatric conditions that would interfere with ability to provide informed consent, communicate side effects, or comply with protocol requirements including maintenance of a compliance/pill diary.\n* Patients must be disease-free of prior invasive cancers for \\> 5 years with the exception of basal or squamous cancer of the skin or cervical carcinoma in situ.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}