{
    "nctId": "NCT04659551",
    "briefTitle": "Neoadjuvant Chemo-endocrine Therapy and Immunotherapy for Pre-menopausal Luminal B Breast Cancer Patients",
    "officialTitle": "Engaging the Immune System to Improve the Efficacy of Neoadjuvant Chemo-endocrine Therapy for Premenopausal Luminal B Breast Cancer Patients",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 43,
    "primaryOutcomeMeasure": "pathological complete response (pCR)",
    "eligibilityCriteria": "Inclusion Criteria:\n\nPatients may be included in the study only if they met all the following criteria\n\n* age \\>18 yrs\n* female patients\n* ECOG Performance Status 0-1\n* must have signed and dated an IRB/IEC-approved written informed consent form in accordance with regulatory and institutional guidelines before the performance of any protocol-related procedures\n* Primary diagnosis of invasive breast cancer, HR positive (ER ≥ 10% and/or PgR ≥10% by IHC) and HER2 negative (IHC 0/1+ and/or FISH/CISH negative) according to local assessment.\n* Histologic grade 3 and/or Ki67 \\>20% according to local assessment.\n* Stage II-IIIA\n* Eligible for neoadjuvant chemotherapy according to multidisciplinary evaluation.\n* Premenopausal status\n* Normal organ and marrow function\n* Availability of tumor tissue suitable for biological and molecular examination before starting primary treatment\n* Ability to understand and willingness to sign a written informed consent document\n\nExclusion criteria:\n\nPatients will be excluded from the study for any of the following reasons\n\n* Stage IIIB, IIIC, and inflammatory breast cancer\n* Stage IV breast cancer\n* Prior treatment with chemotherapy, biologic therapy, endocrine therapy or radiotherapy for the treatment of the newly-diagnosed breast cancer.\n* Contraindication to anthracycline-based chemotherapy.\n* Received any investigational treatment within 4 weeks of study start.\n* Any other concurrent chemotherapy, biologic therapy, endocrine therapy or radiotherapy for cancer treatment.\n* Known HIV, HBV, HCV infection or any positive tests for HBV and HCV indicating acute or chronic infection.\n* Known severe hypersensitivity to any of the study drugs or excipients or known severe hypersensitivity reactions to monoclonal antibodies.\n* Major surgical procedure or significant traumatic injury within 28 days prior to treatment initiation or anticipation of need for major surgery during the course of study treatment.\n* History of allogenic organ transplantation\n* Clinically significant (that is, active) cardiovascular disease: cerebral vascular accident /stroke (\\< 6 months prior to enrollment), myocardial infarction (\\< 6 months prior to enrollment), unstable angina, congestive heart failure (New York Heart Association Classification Class ≥ II), or serious uncontrolled cardiac arrhythmia requiring medication.\n* Subjects with a condition requiring systemic treatment with either corticosteroids (\\> 10 mg daily prednisone equivalent) or other immunosuppressive medications within 14 days of treatment initiation.\n* Subjects with active, known or suspected autoimmune disease. Subjects with type I diabetes mellitus, hypothyroidism only requiring hormone replacement, skin disorders (such as vitiligo, psoriasis, or alopecia) not requiring systemic treatment or conditions not expected to recur in the absence of an external trigger are permitted to enroll.\n* Any other serious or uncontrolled medical disorder, active infection, physical exam finding, laboratory finding, altered mental status, or psychiatric condition that, in the opinion of the investigator, would limit a subject's ability to comply with the study requirements, substantially increase risk to the subject, or impact the interpretability of study results.\n* Prisoners or subjects who are involuntarily incarcerated\n* Subjects who are compulsorily detained for treatment of either a psychiatric or physical (eg, infectious disease) illness\n* Lack of physical integrity of the upper gastrointestinal tract, clinically significant malabsorption syndrome, or inability to take oral medication.\n* Psychiatric illness/social situations that would limit compliance with study requirements\n* Subjects assessed by the investigator to be unable or unwilling to comply with the requirements of the protocol\n* Current pregnancy and/or lactation.\n* Refusal to adopt adequate (highly effective) contraception methods.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}