{
    "nctId": "NCT00951054",
    "briefTitle": "A Study of NK012 in Patients With Advanced, Metastatic Triple Negative Breast Cancer",
    "officialTitle": "A Phase II Study of NK012 in Locally Advanced Non-Resectable and Metastatic Breast Cancer Patients With Triple Negative Phenotype",
    "overallStatus": "COMPLETED",
    "conditions": "Triple Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 61,
    "primaryOutcomeMeasure": "Antitumor activity (overall response rate) of NK012",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologically or cytologically confirmed diagnosis of breast cancer with locally advanced disease for which there is no surgical option, or stage IV disease.\n* ER-negative and PR-negative (defined as less than or equal to 10% tumor staining).\n* HER2-negative defined as one of the following:\n\n  1. 0 or 1+ IHC;\n  2. 2+ or 3+ IHC and FISH negative (ratio \\< 2.2);\n  3. or FISH negative (ratio \\< 2.2).\n* No less than one and no more than two prior chemotherapy regimens for advanced or metastatic disease.\n* Prior chemotherapy must have included a taxane either as part of an adjuvant regimen or as part of a metastatic disease regimen.\n* Interval from last dose of prior treatment to enrollment in this study must be at least 4 weeks for cytotoxic chemotherapy (exception: 6 weeks for nitrosoureas or mitomycin C), 5 half-lives for non-cytotoxic therapy (to be reviewed by the Medical Monitor to establish start date), and 4 weeks for monoclonal antibodies; patients must have recovered from all acute toxicities.\n* Measurable disease by RECIST.\n* ECOG performance status of 0-2.\n* Females at least 18 years of age.\n* Adequate bone marrow function as defined by absolute neutrophil count of greater than or equal to 1,500/ mm\\^3 and platelets of greater than or equal to 100,000/mm\\^3.\n* AST(SGOT) and ALT(SGPT) levels no greater than 3 x the institutional ULN, and total bilirubin less than or equal to 1.5 x ULN.\n* Serum creatinine less than or equal to 1.5 x ULN, or creatinine clearance greater than or equal to 60 mL/min (Cockcroft-Gault formula) for patients with serum creatinine levels \\> 1.5 x ULN.\n* Able to understand and show willingness to sign a written informed consent document.\n\nExclusion criteria:\n\n* Patient has Gilbert's Syndrome.\n* Concurrent use of other investigational agent.\n* History of brain metastases or spinal cord compression, unless irradiated a minimum of 4 weeks before study entry and stable without requirement for corticosteroids for \\> 1 week.\n* Prior exposure to topoisomerase 1 inhibitors (i.e., irinotecan, topotecan, camptothecin).\n* Concurrent serious infections requiring parenteral therapy.\n* Pregnant or of childbearing potential and not using methods to avoid pregnancy. A negative pregnancy test (urine or serum) must be documented at baseline for women of childbearing potential. Patients may not breast-feed infants while on this study.\n* Significant cardiac disease including heart failure that meets New York Heart Association (NYHA) class III and IV definitions, history of myocardial infarction within one year of study entry, uncontrolled dysrhythmias or poorly controlled angina.\n* History of serious ventricular arrhythmia (VT or VF, greater than or equal to 3 beats in a row), QTc greater than or equal to 450 msec for men and 470 msec for women, or LVEF less than or equal to 40% by MUGA or ECHO.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}