{
    "nctId": "NCT00266110",
    "briefTitle": "Vaccine Therapy, Trastuzumab, and Vinorelbine in Treating Patients With Locally Recurrent or Metastatic Breast Cancer",
    "officialTitle": "Phase II Trial Evaluating the Toxicity and Efficacy of a Multiepitope Dendritic Cell Vaccine Given With Trastuzumab and Vinorelbine Ditartrate for the Treatment of Women With Metastatic Breast Cancer That Express HLA-A0201 and Whose Tumors Overexpress HER-2/NEU",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 17,
    "primaryOutcomeMeasure": "Number of Participants With Response",
    "eligibilityCriteria": "PATIENT ELIGIBILITY\n\n4.1 Inclusion Criteria 4.1.1 Histologically proven metastatic breast cancer with measurable or evaluable disease per investigator discretion.\n\n4.1.2 Patients must be 18 years of age or older. Women of child bearing potential must be practicing barrier or oral contraception for the duration of the study, or documented as surgically sterile or one year post-menopausal.\n\n4.1.3 Eastern Cooperative Oncology Group (ECOG) performance status 0-2 (See Appendix A).\n\n4.1.5 Cardiac function by multigated acquisition scan (MUGA) with an ejection fraction (EF) \\> 45% or an echocardiogram that shows normal left ventricle (LV) function.\n\n4.1.6 Serum Creatinine \\< 2.0 mg/dl. 4.1.7 Hepatic transaminases (alanine aminotransferase (ALT) and aspartate aminotransferase (AST)) ≤3.0 times the upper limit of normal if no liver metastases or ≤5 times the upper limit of normal if liver metastases are present.\n\n4.1.8 Bilirubin no more than 2 times normal.\n\n4.1.9 Seronegative for HIV.\n\n4.1.10 Negative for Hepatitis B surface antigen.\n\n4.1.11 Signed and dated informed consent.\n\n4.1.12 HLA A0201+ by DNA genotyping.\n\n4.1.13 Absolute neutrophil count greater than 1,500/mm3. Platelet count greater 100,000/mm3 and hemoglobin greater than or equal to 10\n\n4.1.14. 3+ expression of HER-2/neu from original pathology (diagnostic) tumor sample by Immunohistochemistry (IHC) or 2+ expression by IHC with gene amplification by fluorescence in situ hybridization (FISH).\n\n4.1.15. Patients will be eligible even if they have failed treatment for metastatic breast cancer with trastuzumab and a chemotherapy agent other than vinorelbine or if they have progressed within 12 months of receiving adjuvant chemotherapy using trastuzumab and a taxane.\n\n4.2 Exclusion Criteria\n\n4.2.1 Patients with any serious medical, cardiac, or psychiatric condition which, in the opinion of the investigator, would make the patient unsuitable for study participation or would impede probable compliance with the protocol.\n\n4.2.2 Patients with central nervous system metastases must have stable disease for at least 3 months prior to study entry.\n\n4.2.3 Patient is currently taking steroid medications. Systemic steroid treatment is not allowed.\n\n4.2.4 Patients that have failed prior therapy with vinorelbine + trastuzumab will not be eligible for therapy.\n\n4.2.5 Patient has received hormonal or cytotoxic chemotherapy within 14 days of apheresis and within 28-30 days prior to study treatment.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}