{
    "nctId": "NCT05889390",
    "briefTitle": "Neoadjuvant Concomitant Modulated Electro-hyperthermia in HER2-negative Breast Cancer",
    "officialTitle": "[A Prospective, Randomized Trial to Assess the Added Value of Concomitant Modulated Electro-hyperthermia in Breast Cancer Patients Receiving Neoadjuvant Chemotherapy - an Investigator Initiated Study]",
    "overallStatus": "RECRUITING",
    "conditions": "HER2-negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2, PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 120,
    "primaryOutcomeMeasure": "Residual size of the primary tumor, determined by imaging techniques (in percentage)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. At least 18 years of age\n2. Female patient\n3. Life expectancy ≥ 6 months\n4. De novo histological/cytological diagnosis of HER2-negative (triple-negative or ER/PR+) breast tumor involving one breast\n5. Diagnosis of breast tumor ≤ 40 days\n6. Locally advanced stage disease (stage II and III) requiring neoadjuvant treatment - according to the following criteria:\n\n   1. Primary breast tumor ≥ 20 mm in size and/or\n   2. Presence of axillary lymph node metastases\n   3. Optimal surgical intervention without neoadjuvant chemotherapy is not feasible\n7. ECOG status: 0-2\n8. Suitable for and designated by the investigator for neoadjuvant therapy with wTAX + (carboplatin) + AC chemotherapeutic agent\n9. Willingness to participate in the trial and signed the informed consent form for the protocol\n\nExclusion Criteria:\n\n1. Patient is ≤ 18 years of age.\n2. Tumor of both breasts.\n3. Diagnosis of breast tumor \\> 40 days\n4. HER2 positive breast tumor\n5. Has already received some anticancer therapy\n6. Any previous cancer requiring anti-tumor treatment within 5 years prior to selection, except: in situ cervical or uterine cancer and non-melanoma skin cancer.\n7. Co-existing serious diseases:\n\n   1. Presence of severe neuropathy requiring medical treatment, diabetic neuropathy.\n   2. Clinically significant hematological, hepatic or renal dysfunction, as defined below:\n\n      * Neutrophil count \\< 1.5 G/L and platelet count \\< 100 G/L\n      * bilirubin \\> 1.5 times the upper limit of normal range (ULN), except for known Gilbert's disease\n      * AST and/or ALT \\> 2.5 times the upper limit of the normal range\n      * Serum creatinine \\> 1.5 times the upper limit of the normal range.\n   3. Clinically significant cardiovascular disease in the medical history, unless the disease is adequately controlled. E.g. New York Heart Association (NYHA) Class II or worse congestive heart failure (moderate limitation of physical activity; well-being at rest but normal activity is associated with fatigue, rapid heart rate or dyspnoea).\n   4. Uncontrolled hypertension with resting systolic ≥ 180 mmHg, resting diastolic ≥ 110 mmHg.\n   5. Resting sinus tachycardia with a pulse ≥ 110/min.\n   6. History of sympathetic or treatment-naive cardiac arrhythmia. Atrial fibrillation or flutter controlled with medication is not an exclusion for participation in the study.\n   7. Major cardiovascular event (e.g. myocardial infarction, unstable angina, cerebral vascular accident (CVA), etc.) in the 6 months prior to randomisation.\n   8. Active infection or severe underlying disease that renders the patient unfit for treatment according to the study protocol.\n\n      * A current diagnosis of chronic hepatitis, Hepatitis B surface antigen positive, Hepatitis C antibody positive and/or other clinically active liver disease requiring treatment.\n      * Known HIV infection.\n      * Untreated thyroid disease.\n      * Systemic autoimmune disease.\n   9. Any psychiatric condition in the medical history that may result in the patient being unable to understand or comply with the requirements of the study, having reduced communication skills or being unable to give informed consent.\n8. Need for concomitant anti-tumor therapy in addition to wTAX + (carboplatin) + AC protocol\n9. Any active medical device implanted in the anatomical area, such as pacemakers.\n10. Known severe hypersensitivity to any of the chemotherapies used in the study.\n11. Pregnancy or breast-feeding (patients of childbearing potential must use effective contraception throughout the study and for 3 months after the end of treatment). The method of effective contraception is at the discretion of the investigator.\n12. History of drug or alcohol dependence within 6 months prior to screening.\n13. Unable to comply with the study plan for medical, psychological, family, geographical or other reasons.\n14. Institutionalisation by administrative or judicial decision.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}