{
    "nctId": "NCT05189496",
    "briefTitle": "Hyperbaric Oxygen in the Prevention of Radiation Pneumonitis",
    "officialTitle": "Study on the Effectiveness and Safety of Hyperbaric Oxygen Therapy for Preventing Radiation Pneumonitis Caused by Radiotherapy and Chemotherapy of Breast Cancer",
    "overallStatus": "RECRUITING",
    "conditions": "Radiation Pneumonitis",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "PREVENTION",
    "enrollmentCount": 380,
    "primaryOutcomeMeasure": "Incidence of radiation pneumonitis",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* (1) Volunteer to participate and sign informed consent in writing. (2) Past pathological diagnosis of breast cancer followed by radical treatment/surgery for breast cancer, followed by adjuvant chemotherapy followed by radiotherapy.\n\n  (3) Excluding patients with simple neck lymph node recurrence and patients with distant metastases.\n\n  (4) There is no secondary malignant tumor in other parts. (5) Age at entry ≥ 18 years old and ≤ 70 years old, both male and female. (6) The Eastern Cooperative Oncology Group (ECOG) has a performance status score of 0 or 1.\n\n  (7) The expected survival period is ≥2 years. (8) There was no acute radiation lung injury in chest CT examination before and after radiotherapy\n\nExclusion Criteria:\n\n* (1) Contraindications to hyperbaric oxygen therapy: lung disease (severe chronic obstructive airway disease, bullous lung disease, acute or chronic lung infection, uncontrolled asthma, untreated pneumothorax), in the past History of ear surgery, middle ear disease (eustachian tube dysfunction, recurrent dizziness), eye disease (retinal detachment).\n\n  (2) Have received hyperbaric oxygen therapy in the past. (3) Radiation pneumonia had occurred at the time of enrollment or before receiving hyperbaric oxygen therapy.\n\n  (4) Women who are pregnant or breastfeeding. (5) Patients who have not completed comprehensive breast cancer treatment due to disease progression, intolerable side effects, abandonment of treatment and other reasons.\n\n  (8) Patients who need mechanical ventilation support. (9) Patients who cannot follow and understand simple commands. (10) Patients with disorientation and mental disorders.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}