{
    "nctId": "NCT03892096",
    "briefTitle": "Development of a Cell Free DNA Assay as a Biomarker for Predicting Early Non-response to Therapy in Metastatic Cancer",
    "officialTitle": "Development of a Cell Free DNA Assay as a Biomarker for Predicting Early Non-response to Therapy in Metastatic Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Metastatic Non-Small Cell Lung Carcinoma, Metastatic Colorectal Cancer, Metastatic Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 130,
    "primaryOutcomeMeasure": "DNA Integrity Index as a predictor of progressive disease in a cohort of metastatic patients (250 Lung Cancer (NSCLC, SCLC), 250 CRC and 250 BC patients as compared to standard RECIST/iRECIST criteria.",
    "eligibilityCriteria": "Inclusion Criteria:\n\nAge ≥ 18 years.\n\nDocumented stage IV NSCLC, SCLC, BC or CRC (can be new diagnosis, persistent or recurrent disease):\n\nBC patients who meet the following criteria:\n\nER+/HER2- and has failed hormone therapy within the last two years, or ER+/HER2+ or, ER-/HER+ or, HER2-/ER-/PR- (TNBC), and Has ≥ 1 measurable non- bone lesion as measured per RECIST or, If bone only disease, has two or more measurable (\\> 1 cm by RECIST) predominantly lytic bone lesions\n\nPlanned initiation of new systemic first- or second-line treatment or subsequent therapies with chemotherapy, immunotherapy, targeted therapy or combination thereof. Or continuation of the current line of therapy after RECIST/iRECIST evaluation which coincides with end of the cycle of therapy and prior to initiation of the next cycle of therapy.\n\nImaging to determine RECIST and/or iRECIST criteria:\n\nIf baseline blood draw is planned prior to first cycle of a line (1st, 2nd, 3rd etc) of therapy, measurable disease with CT or MRI or PET/CT monitoring should be completed within 4 weeks prior to baseline blood draw.\n\nIf baseline test is performed at the completion of a cycle of therapy, CT or MRI or PET/CT monitoring should be completed to coincide with end of cycle of therapy and prior to baseline blood draw.\n\nPlanned CT or MRI or PET/CT monitoring for treatment response completed within 8-12 weeks of start of treatment.\n\nWilling and able to donate up to 30mL of blood at each blood draw. Willing and able to provide informed consent.\n\nExclusion Criteria:\n\nDiagnosis of a secondary malignancy that is not in complete remission. Imaging to determine RECIST and/or iRECIST criteria is not planned or available.\n\nCT or MRI or PET/CT monitoring for treatment response is not planned within 8-12 weeks.\n\nPresence of active autoimmune disease which is under active treatment. DVT, PE, sepsis, or has recovered from any other serious illness within the prior 2 weeks of the baseline blood draw. (Note: Patients who have recovered from similar conditions more than 2 weeks prior to the baseline blood draw would be eligible for the study) If initiating a new line of therapy, patient has received any doses of the new block of therapy before the first designated blood draw.\n\nIf continuing current line of therapy after CT, MRI or PET/CT monitoring, patient has received subsequent cycle of therapy before the first designated blood draw.\n\nPerformance status ECOG ≥3. Evidence of acute renal failure as determined by current clinical guidelines. NSCLC, SCLC or CRC patients beyond 9 months of the initiation of therapy, on 1st line immunotherapy alone, or combination immunotherapy and chemotherapy regimens. (Note: patients on subsequent lines of therapy (2nd,3rd line etc.) would be eligible at any time point including prior to the 9 months vs those patients on 1st line therapy)..",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}