{
    "nctId": "NCT00429299",
    "briefTitle": "Neoadjuvant Study With Chemotherapy, Lapatinib And Trastuzumab In Breast Cancer",
    "officialTitle": "Chemotherapy Plus Lapatinib or Trastuzumab or Both in Her2+ Primary Breast Cancer. A Randomized Phase IIb Study With Biomarker Evaluation.",
    "overallStatus": "COMPLETED",
    "conditions": "Neoplasms, Breast",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 121,
    "primaryOutcomeMeasure": "Percentage of Participants With Pathological Complete Response (pCR) in the Breast and in the Lymph Nodes",
    "eligibilityCriteria": "Inclusion criteria:\n\n* Histologically confirmed infiltrating primary breast cancer of \\> 2.0 cm in largest clinical diameter\n\nHER2 positive tumor (either IHC 3+ or FISH+)\n\n* Availability of tumor tissue suitable for biological and molecular examination before starting primary treatment\n* Age \\>18, \\< 65 years\n* ECOG PS 0-1\n* Normal organ and marrow function as defined below:\n\nleukocytes ³ 3000/microL\n\nabsolute neutrophil count ³ 1,500/microL\n\nplatelets ³ 100,000/microL\n\ntotal bilirubin \\<= 1.5x ULN. In case of Gilbert's syndrome, \\<2 x ULN is allowed\n\nAST (SGOT)/ALT(SGPT)\\<= 2.5 X institutional upper limit of normal\n\nAlkaline phosphatase \\<= 2.5 x ULN\n\nCreatinine within normal institutional limits\n\n* Cardiac ejection fraction within the institutional range of normal as measured by echocardiogram or MUGA scan\n* Eligibility of patients receiving medications or substances known to affect, or with the potential to affect the activity or pharmacokinetics of lapatinib will be determined following review of their use by the Principal Investigator. A list of medications and substances known or with the potential to interact with CYP450 isoenzymes is provided\n* The effects of lapatinib on the developing human fetus at the recommended therapeutic dose are unknown; women of child-bearing potential must agree to use adequate contraception (hormonal or barrier method of birth control or abstinence) prior to study entry and for the duration of study participation. Should a woman become pregnant or suspect she is pregnant while participating in this study, she should inform her treating physician immediately, the patient should be apprised of the potential hazard to the fetus and potential risk for loss of the pregnancy\n* Ability to understand and the willingness to sign a written informed consent document\n* Ability to swallow and retain oral medication\n\nExclusion criteria:\n\n* Stage IIIB, IIIC, and inflammatory breast cancer\n* Stage IV breast cancer\n* Contraindication to the treatment with anthracycline, paclitaxel and/or trastuzumab\n* Prior treatment with chemotherapy, endocrine therapy or radiotherapy. Prior treatment with EGFR targeting therapies\n* Treatment with any other investigational agents, or with all herbal (alternative) medicines\n* History of allergic reactions attributed to compounds of similar chemical or biologic composition to lapatinib\n* Uncontrolled inter-current illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements\n* Pregnancy or breastfeeding; (breast feeding should be discontinued to be enrolled in the study)\n* Women of childbearing potential that refusal to adopt adequate contraceptive measures\n* HIV-positive patients receiving combination anti-retroviral therapy\n* GI tract disease resulting in an inability to take oral medication, malabsorption syndrome, a requirement for IV alimentation, prior surgical procedures affecting absorption, uncontrolled inflammatory GI disease (e.g., Crohn's, ulcerative colitis)\n* Concomitant requirement for medication classified as CYP3A4 inducers or inhibitors",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}