{
    "nctId": "NCT04138342",
    "briefTitle": "Topical Fluorescent Nanoparticles Conjugated Somatostatin Analog for Suppression and Bioimaging Breast Cancer",
    "officialTitle": "Fluorescent Nanoparticles Conjugated Long-acting Somatostatin Analog for Potent Suppression and Bioimaging Breast Cancer",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer, Skin Cancer, Skin Diseases",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 30,
    "primaryOutcomeMeasure": "Growth inhibition was measured using the sulforhodamine B-based assay.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Women, 25 to 60 years old.\n2. Breast biopsy within 60 days of registration (dosing) without proof of aggressive cancer in any specimen;\n3. Invasive breast cancer verified by histology of ER ≥ 10% (all test results should be checked and validated by the Pathology Department of the involved institution);\n4. Participants performed traditional regional radical therapy (modified or moderate radical mastectomy) with or without neoadjuvant/adjuvant chemotherapy or radiotherapy;\n5. Hemoglobin ≥ 90 g / L, neutrophils ≥ 1.5 × 109/L, platelets ≥ 75 × 109/L, AST and ALT ≤ 2.5 times the upper limit for natural (ULN), creatinine serum and urea nitrogen ≤ ULN.\n\nExclusion Criteria:\n\n1. Patients have previously received any other treatment or have begun adjuvant therapy.\n2. There are any comorbidities that may increase the level of sex hormones: pituitary adenomas, ovarian cancers, thymic carcinomas, etc.\n3. There are any comorbidities that may decrease sex hormone rates such as hyperthyroidism, hypothyroidism, cirrhosis, extreme obesity, Turner syndrome, lack of sex hormone synthetase, intracranial tumors, pituitary atrophy, etc. Patients have undergone and expected suppression of ovariectomy and ovarian activity.\n4. Patients have been diagnosed with other test drugs for the next 2 months.\n5. People of child-bearing age who are not willing to take effective contraception through therapy. Serious non-maligned tumor comorbidities can impair long-term follow-up.\n6. Patients have a family history of endometrial, reproductive or other gynecological malignancies. Transvaginal testing indicated more severe ovary defects and endometrial thickening.\n7. Patients had thrombotic incidents such as a cerebrovascular injury (including a transient ischemic attack), deep venous thrombosis, and pulmonary embolism within 6 months of the start of the research.\n8. Serious insufficiency of the liver with Child-Pugh C class. Serious heart disease of New York Heart Association (NYHA) class ≥III. Patients are considered to be severely allergic to medications.\n9. Patients have a record of other malignancies over the last five years, with the exception of cutaneous basal cell carcinoma and cervical in situ carcinoma that has been healed. In other instances, investigators do not feel the topics are acceptable for study participants.\n10. Pregnant or lactating women (women of childbearing age should receive a negative pregnancy test within 14 days of the first dosage or, if pregnant, clinicians are required to undergo an ultrasound review to exclude childbirth).",
    "sex": "FEMALE",
    "minimumAge": "25 Years",
    "stdAges": "ADULT"
}