{
    "nctId": "NCT00582803",
    "briefTitle": "Adherence to Intensive Surveillance for Hereditary Breast Cancer",
    "officialTitle": "Adherence to Intensive Surveillance for Hereditary Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 85,
    "primaryOutcomeMeasure": "cognitive-affective mediating units that are likely to be involved in health information processing and the execution of health-protective behavior",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Female\n* Age 25 years or greater\n* Genetic predisposition as defined by one of the following:\n\n  * Known BRCA1 or BRCA2 mutation (deleterious or uncertain significance) OR\n  * Untested first-degree relative of an individual with a known deleterious BRCA mutation OR\n  * Unaffected first-degree relative of an affected individual within a hereditary breast-ovarian kindred in which no testing has been performed or testing is negative, defined as: 3 or more women in 2 generations affected with breast or ovarian cancer. Women with bilateral breast cancer and woman with both breast and ovarian cancer count as single individual AND 1 woman must be first-degree relative of the other two, or related to the other two through a male AND At least 1 woman affected with breast cancer before age 50 or ovarian cancer at any age\n* Able to understand and complete English-language questionnaires\n* Intend to receive clinical and radiographic follow-up at MSKCC\n\n  * Women will not be excluded if they have previously received clinical and radiographic follow-up at either MSKCC or another institution.\n\nExclusion Criteria:\n\n* Prior history of breast or ovarian cancer\n* Contraindication to breast MRI examination (e.g. aneurysm clips, pacemaker, cochlear implant, severe claustrophobia, weight over 300 pounds) or to paramagnetic contrast (prior IgE-type allergic reaction, sickle cell anemia, renal failure)\n* Pregnant or planning to begin attempts at conception within 1 year of enrollment. A negative serum β-hCG will not be required for study entry, nor for radiographic examination, as this test is not routinely performed before clinically indicated radiographic study.\n* Unable for physical, psychological, or financial reasons to receive clinical and radiographic follow-up at MSKCC\n* Concurrent medical or psychological conditions that, in the opinion of the attending physician or Principal Investigator, would place the subject at risk were she to participate",
    "sex": "FEMALE",
    "minimumAge": "25 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}