{
    "nctId": "NCT01056757",
    "briefTitle": "Treatment With Ribavirin for Patients With Metastatic Breast Cancer",
    "officialTitle": "A Phase I/II Exploratory Study of Ribavirin in Metastatic Breast Cancer Expressing Elevated eIF4E",
    "overallStatus": "TERMINATED",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 4,
    "primaryOutcomeMeasure": "Overall response rate to therapy with daily oral ribavirin",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologically or cytologically confirmed breast cancer at diagnosis, with metastatic disease at the time of screening, who have progressed on prior anthracycline and taxane-containing regimens.\n* Willing to have a screening biopsy performed from an easily accessible lesion (ex. skin, superficial lymph node), AND must have overexpression of eIF4E in the metastatic tissue.\n* Easily accessible lesion for serial biopsies (ex. skin, superficial lymph node, or other easily accessible site).\n* At least 1 unidimensionally measurable lesion (based on the RECIST criteria) outside the CNS.\n* ECOG 0, 1, or 2.\n* Adequate recovery (excluding alopecia) from previous surgery, radiation, and chemotherapy.\n* Adequate wash-out period from last therapy for breast cancer (at least 3 weeks).\n* Life expectancy ≥ 12 weeks.\n* Age is ≥ 18 years. There is no upper age limit since the drug can be administered orally and even considered in a palliative setting.\n* Female patients of childbearing potential must have a negative serum (beta-HCG) pregnancy test within 14 days of starting protocol and must not be breastfeeding. Men and women of childbearing potential must agree to use an effective means of contraception throughout the study and for at least 6 months after completion of protocol. Post-menopausal women (defined as 12 or more consecutive months of amenorrhea, or follicle stimulating hormone (FSH) in the post-menopausal range), or surgically sterile women, do not require methods of contraception.\n* Adequate renal and hepatic function: serum creatinine \\< 1.5 x ULN; AST or ALT \\< 2.5 x ULN (or \\< 5 x ULN if liver involvement with metastases); serum bilirubin \\< 1.5 x ULN.\n* Adequate hematopoietic function: neutrophils ≥1.0 x 10E9/L, platelets ≥ 100 x 10E9/L.\n* Provide written consent after the investigational nature, study design, risks and benefits of the study have been explained.\n* Accessible for treatment and follow up.\n\nExclusion Criteria:\n\n* Symptomatic brain metastases.\n* Active cardiovascular disease as defined by New York Heart Association (NYHA) class III-IV categorization.\n* Intercurrent illness or medical condition precluding safe administration of the planned protocol treatment or required follow-up.\n* Use of any investigational drug within 4 weeks before start of study treatment or inadequate recovery from any toxic effects of such therapy.\n* Female patients who are pregnant or breastfeeding.\n* Concurrent treatment with other anti-cancer therapy. Bisphosphonates are allowed as long as they were started prior to screening (at least 4 weeks before study entry) and the dose does not change during study participation.\n* Known infection with HIV.\n* History of other malignancy in the past 5 years. Subjects who have been disease-free for 1 year or subjects with a history of completely resected non-melanoma skin cancer or successfully treated in situ carcinoma are eligible.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}