{
    "nctId": "NCT03450044",
    "briefTitle": "Immunogenicity and Safety of DCs in Breast Cancer",
    "officialTitle": "Immunogenicity and Safety of Autologous Dendritic Cells in Patients With Breast Cancer Treated With Neoadjuvant Chemotherapy.",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer Female",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 15,
    "primaryOutcomeMeasure": "Adverse effects",
    "eligibilityCriteria": "Inclusion criteria:\n\n* Women between 30 and 65 years old.\n* Patients who have histologically confirmed primary invasive ductal carcinoma of the breast.\n* Patients who, at the time of their evaluation, present a breast cancer with TNM classification: IIA, IIB, IIIA, IIIB, IIIC or IV; in whom the breast-tumor relationship is not satisfactory for the surgical procedure, so that they will receive neo-adjuvant chemotherapy with Doxorubicin and Cyclophosphamide for at least 3 cycles.\n* Patients who voluntarily agree to enter the proposed immunotherapy scheme.\n* Absence of second malignant disease with the exception of a cervical carcinoma or a treated basal cell carcinoma.\n* Normal blood, kidney function and hepatic function (neutrophil count 1000 / mm3, lymphocyte count 500 / mm3, hemoglobin 8mg / dl, and platelet count 150,000 / mm3, serum creatinine 1.5mg / dl, BUN 50mg / dl, aminotransferases 2 times of normal value and bilirubin 2.0mg / dl).\n* Karnofsky higher than 70% or ECOG 0 to 1.\n* Life expectancy greater than three months.\n* Ability to understand informed consent.\n* Have a weight greater than 50 Kilos at the time of apheresis.\n\nExclusion criteria:\n\n* Patients who are pregnant or breast-feeding.\n* Patients who have received some type of therapy as treatment for their tumor pathology in the breast, prior to the start of the trial (radiotherapy, chemotherapy, immunotherapy or gene therapy).\n* Metastasis to the central nervous system at the time of inclusion in the study.\n* Active autoimmune disease requiring treatment or history of autoimmune disease, which could be exacerbated by treatment. Patients with endocrine disease controlled by replacement therapy may be included, including thyroid disease, adrenal disease and vitiligo.\n* Presence of a chronic or acute infection, such as HIV, viral hepatitis or tuberculosis, before or after the signing of the informed consent.\n* Use of immunosuppressant within 4 weeks prior to the trial (eg corticosteroids), such as azathioprine, prednisone or cyclosporine A. The use of local steroids (topical, nasal or inhaled) may be acceptable.\n* Patients with eczema, history of eczema or other eczematous skin disorders or those with acute or chronic exfoliative skin condition (eg atopic dermatitis, burns, impetigo, varicella zoster, severe acne or open wounds).\n* Any disease that could interfere with the patient's ability to carry out the treatment (eg, Crohn's disease, ulcerative colitis or active diverticulitis, severe respiratory, cardiovascular, neurological, infectious disease or uncontrolled metabolic disease), including diseases of the psychiatric type.\n* Clinically significant cardiomyopathy, which requires treatment.\n* Splenectomized patients.\n* Patients who do not receive the neo-adjuvant chemotherapy regimen with Doxorubicin and Cyclophosphamide for three cycles.\n* Patients who have had an excisional biopsy.",
    "sex": "FEMALE",
    "minimumAge": "30 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}