{
    "nctId": "NCT04464174",
    "briefTitle": "Ipatasertib Plus Non-Taxane Chemotherapy for Advanced or Metastatic Triple-Negative Breast Cancer",
    "officialTitle": "A Multicenter, Open-Label, Non-Comparative, Three-Arm, Phase IIa Trial of Ipatasertib (GDC-0068) in Combination With Non-Taxane Chemotherapy Agents for Taxane-Pretreated Unresectable Locally Advanced or Metastatic TNBC Patients",
    "overallStatus": "COMPLETED",
    "conditions": "Triple Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 54,
    "primaryOutcomeMeasure": "Safety and tolerability of ipatasertib (GDC-0068) in combination with capecitabine, eribulin, or carboplatin plus gemcitabine; as incidence of Adverse Events as assessed by the investigator, with severity determined through the use of NCI-CTCAE v.4.03",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Signed Informed Consent Form (ICF) prior to participation in any study-related activities.\n2. Female patients ≥ 18 years at the time of signing ICF.\n3. Eastern Cooperative Oncology Group (ECOG) Performance Status of 0 or 1.\n4. Life expectancy of ≥ 12 weeks.\n5. Histologically confirmed Triple Negative Breast Cancer (TNBC) per American Society of Clinical Oncology (ASCO)/College of American Pathologists (CAP) criteria based on local testing on the most recent analyzed biopsy. Triple-negative is defined as \\<1% expression for estrogen receptor (ER) and progesterone receptor (PgR) and negative for Human Epidermal Growth Factor Receptor 2 (HER2) (0-1+ by immunohistochemistry (IHC) or 2+ and negative by in situ hybridization \\[ISH) test\\].\n6. Unresectable locally advanced or metastatic disease documented by computerized tomography (CT) scan or magnetic resonance imaging (MRI) that is not amenable to resection with curative intent.\n7. Measurable or evaluable disease as per RECIST v.1.1. Patients with only bone lesions are also eligible.\n8. Refractory to or relapsed after one or two prior standard of care chemotherapy regimens for unresectable locally advanced or metastatic breast cancer (MBC). Earlier adjuvant or neoadjuvant therapy for more limited disease will be considered as one of the required prior regimens if the development of unresectable locally advanced or metastatic disease occurred within a 12-month period of time after completion of chemotherapy.\n\n   Note: Exclusive tumor marker elevation will not be considered sufficient for diagnosis of disease progression.\n9. Prior therapy must have included a taxane in any combination or order and either in the early, locally advanced, or metastatic setting. Note: Exclusive prior taxane-based therapy as adjuvant or neoadjuvant treatment is also allowed if the patient had a disease-free interval of less than 12 months after completing this treatment.\n10. Eligible for one of the chemotherapy options (eribulin, capecitabine, carboplatin plus gemcitabine) as per local investigator assessment and slots availability. Patients treated with (neo)adjuvant platinum salts or capecitabine and who have relapsed more than one year after the last dose of either treatment may be allowed to be included in the treatment arm based on ipatasertib (GDC-0068) in combination with carboplatin plus gemcitabine and capecitabine, respectively.\n11. Previous treatment with androgen receptor antagonists, poly ADP-ribose Polymerase (PARP) inhibitors, and immunotherapy is allowed. Those patients who have previously received a PARP inhibitor will not be included in the carboplatin and gemcitabine arm unless PARP inhibitors were used in the early breast cancer setting and the period between the end of PARP inhibitor-based regimen and onset of metastatic disease is at least of 12 months.\n12. Resolution of all acute toxic effects of prior anti-cancer therapy to grade inferior or equal to 1 as determined by the NCI-CTCAE v.5.0 (except for alopecia or other toxicities not considered a safety risk for the patient at investigator's discretion).\n13. Willingness and ability to provide a tumor biopsy from a metastatic site or the primary breast tumor at the time of the inclusion in order to perform exploratory studies. If not feasible, patient eligibility should be evaluated by a Sponsor's qualified designee. Note: Subjects for whom tumor biopsies cannot be obtained (e.g., inaccessible tumor or subject safety concern) may submit an archived metastatic tumor specimen only upon agreement from the Sponsor.\n14. Patients agree to give blood samples (liquid biopsy) at the time of inclusion, after two cycles of study treatment, and upon progression or study termination.\n15. Adequate hematologic and organ function within 14 days before the first study treatment on Day 1 of Cycle 1, defined by the following:\n\n    1. Hematological: White blood cell (WBC) count \\> 3.0 x 109/L, absolute neutrophil count (ANC) \\> 1.5 x 109/L, platelet count \\> 100.0 x109/L, and hemoglobin \\> 9.0 g/dL.\n    2. Hepatic: Serum albumin ≥ 3 g/dL; Bilirubin ≤ 1.5 times the upper limit of normal (× ULN) (≤ 3 x ULN in the case of Gilbert's disease); aspartate transaminase (AST) and alanine transaminase (ALT) ≤ 2.5 × ULN (in the case of liver metastases ≤ 5 × ULN); alkaline phosphatase (ALP) ≤ 2 × ULN (≤ 5 × ULN in the case of liver and/or bone metastases ≤ 5 × ULN).\n    3. Renal: Serum creatinine \\< 1.5 × ULN or creatinine clearance ≥ 50 mL/min based on Cockcroft-Gault glomerular filtration rate estimation.\n    4. Coagulation: Partial Thromboplastin Time (PTT) (or activated Partial Thromboplastin Time \\[aPTT\\]) and International Normalized Ratio (INR) ≤ 1.5 × ULN (except for patients receiving anticoagulation therapy).\n\n    Note: Patients receiving heparin treatment should have a PTT (or aPTT) ≤ 2.5 × ULN (or patient value before starting heparin treatment). Patients receiving coumarin derivatives should have an INR between 2.0 and 3.0 assessed in two consecutive measurements one to four days apart. Patients should be on a stable anticoagulant regimen.\n16. For women of childbearing potential: agreement to remain abstinent (refrain from heterosexual intercourse), or to use a highly effective non-hormonal form of contraception, or two effective forms of contraception, as defined in the protocol during the treatment period and for at least 28 days after the last dose of ipatasertib (GDC-0068), three months after the last dose of eribulin, and six months after the last dose of carboplatin and gemcitabine or capecitabine, whichever occurs later, and agreement to refrain from donating eggs during this same period. Women of childbearing potential must have a negative serum pregnancy test before study treatment initiation.\n\nExclusion Criteria:\n\n1. Inability to comply with study and follow-up procedures.\n2. Previous treatment with PI3K, mTOR, or AKT inhibitors.\n3. Known active uncontrolled or symptomatic central nervous system (CNS) metastases, carcinomatous meningitis, or leptomeningeal disease as indicated by clinical symptoms, cerebral edema, and/or progressive growth. Patients with a history of CNS metastases or cord compression are eligible if they have been definitively treated (e.g., radiotherapy, stereotactic surgery), are clinically stable, and off anticonvulsants and steroids for at least two weeks before first dose of study treatment.\n4. Radiotherapy or limited-field palliative radiotherapy within seven days prior to study enrolment, or patients who have not recovered from radiotherapy-related toxicities to baseline or grade ≤ 1 and/or from whom ≥ 25% of the bone marrow has been previously irradiated.\n5. Major surgery (defined as requiring general anesthesia) or significant traumatic injury within 28 days of start of study drug, or patients who have not recovered from the side effects of any major surgery.\n6. Grade ≥ 2 peripheral neuropathy.\n7. Grade ≥ 2 uncontrolled or untreated hypercholesterolemia or hypertriglyceridemia.\n8. History of type I or type II diabetes mellitus either requiring insulin or with a baseline fasting glucose \\> 150 mg/dL (8.3 mmol/L) or high hemoglobin A1c (HbA1c) as defined as \\> 7%. Patients who are on a stable dose of oral diabetes medication during at least weeks prior to initiation of study treatment are eligible for enrolment.\n9. Lung disease: pneumonitis, interstitial lung disease, idiopathic pulmonary fibrosis, cystic fibrosis, Aspergillosis, active tuberculosis, or history of opportunistic infections (pneumocystis pneumonia or cytomegalovirus pneumonia).\n10. History of malabsorption syndrome or other condition that would interfere with enteral absorption or results in the inability or unwillingness to swallow pills.\n11. History of or active inflammatory bowel disease (e.g., Crohn's disease and ulcerative colitis) or active bowel inflammation (e.g., diverticulitis).\n12. Known hypersensitivity reaction to any investigational or therapeutic compound or their incorporated substances.\n13. Patients have a concurrent malignancy or malignancy within five years of study enrollment with the exception of carcinoma in situ of the cervix, non-melanoma skin carcinoma, or stage I uterine cancer. For other cancers considered to have a low risk of recurrence, discussion with the Medical Monitor is required.\n14. Current known infection with HIV, hepatitis B virus (HBV), or hepatitis C virus (HCV). Patients with past HBV infection or resolved HBV infection (defined as having a negative hepatitis B surface antibody \\[HBsAg\\] test and a positive hepatitis B core antibody \\[HBcAb\\] test, accompanied by a negative HBV DNA test) are eligible. Patients positive for HCV antibody are eligible only if polymerase chain reaction (PCR) is negative for HCV RNA.\n15. Active uncontrolled infection at the time of enrollment.\n16. Congenital long QT syndrome or screening QT interval corrected using Fridericia's formula (QTcF) \\> 480 milliseconds.\n17. Patients have an active cardiac disease or a history of cardiac dysfunction including any of the following:\n\n    1. Unstable angina pectoris or documented myocardial infarction within six months prior to study entry.\n    2. Symptomatic pericarditis.\n    3. Documented congestive heart failure (New York Heart Association functional classification III- IV).\n    4. Left ventricular ejection fraction (LVEF) \\< 50% as determined by multiple gated acquisition (MUGA) scan or echocardiogram (ECHO).\n18. Patients have any of the following cardiac conduction abnormalities:\n\n    1. Ventricular arrhythmias except for benign premature ventricular contractions.\n    2. Supraventricular and nodal arrhythmias requiring a pacemaker or not controlled with medication.\n    3. Conduction abnormality requiring a pacemaker.\n    4. Other cardiac arrhythmia not controlled with medication.\n19. Patients have any other concurrent severe and/or uncontrolled medical condition that would, in the investigator's judgment contraindicate patient participation in the clinical study.\n20. Treatment with strong CYP3A inhibitors or strong CYP3A inducers within 14 days or five drug-elimination half-lives, whichever is longer, prior to initiation of study treatment.\n21. Pregnant, breastfeeding, or intending to become pregnant during the study or within 28 days after the last dose of ipatasertib (GDC-0068), three months after the last dose of eribulin, and six months after the last dose of carboplatin and gemcitabine or capecitabine, whichever occurs later.\n22. Treatment with approved or investigational cancer therapy within 14 days prior to initiation of study drug.\n23. Concurrent participation in other interventional clinical trial.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}