{
    "nctId": "NCT01645839",
    "briefTitle": "Interest of Intrathecal Chemotherapy With Liposomal Cytarabine (DepoCyte®) in Meningeal Metastasis of Breast Cancer",
    "officialTitle": "Role of Intrathecal Chemotherapy With Liposomal Cytarabine (DepoCyte®) in Patients Wih Leptomeningeal Metastasis of Breast Cancer. A Randomized Phase III Study.",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer, Leptomeningeal Metastases",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 74,
    "primaryOutcomeMeasure": "Leptomeningeal disease-related neurological progression-free survival (LM-PFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologically proven invasive breast cancer\n* New diagnosis of leptomeningeal metastasis confirmed by CSF cytology, or by the combination of typical clinical symptoms or signs with typical MRI abnormalities\n* Cerebrospinal MRI criteria: no visible lesion, or meningeal metastases \\<0.5 cm, or \\>0.5 cm largest diameter if focal radiotherapy planned\n* Indication for systemic treatment (chemotherapy and/or targeted therapy and/or hormonal therapy) at the time of enrollment. Systemic treatment is at the discretion of the investigator (in collaboration with the treating oncologist if different) according to cancer characteristics, previous treatments, and clinical and biological disease characteristics. Focal radiotherapy is permitted.\n* Eastern Cooperative Oncology Group (ECOG) performance status ≤ 2.\n* Patients unable to walk due to a palsy but able to use a wheelchair are considered as ambulatory patients\n* Expected survival of at least 2 months. Patients with rapidly progressive systemic disease are not eligible for this trial\n* Co-existing asymptomatic brain metastases are permitted\n* In case of suspicion of CSF flow block, or after focal radiotherapy for the treatment of a CSF flow block, a CSF flow study will be performed (isotopic method) to confirm the absence of CSF block\n* Patients must have recovered from acute adverse events of other anticancer treatments previously administered\n* Adequate bone marrow, renal, and hepatic function with the following range: bilirubin ≤ 3 x upper limit of normal (ULN), ASAT ≤ 2.5 x ULN or ≤ 5 x ULN in presence of liver metastases\n* Adequate contraception (CPMP/ICH/286/95) for patients of reproductive potential (e.g., barrier method, vasectomy of partner, abstinence) (hormonal contraception not permitted)\n* Patient affiliated to the French Social Security\n* Able to understand the requirements of the study, date and sign written informed consent\n\nExclusion Criteria:\n\n* Leptomeningeal metastasis related to other primary tumors than breast cancer\n* History of other cancer (\\<5 years) except adequately treated cervical cancer, or basocellular or spinocellular skin cancer\n* Contra-indication to MRI (including claustrophobia)\n* MRI criteria: CSF flow obstruction (hydrocephalus on brain MRI or obstacle on spinal MRI)\n* Contra-indication to lumbar puncture and to implantation of a ventricular device\n* Progressive brain metastases thought to require whole brain radiotherapy\n* Prior cranio-spinal irradiation (prior brain focal radiotherapy or whole brain radiotherapy for brain metastases permitted)\n* Prior intrathecal chemotherapy or targeted therapy\n* Prior systemic cytarabine treatment or prior systemic high-dose methotrexate treatment\n* Concomitant systemic high-dose methotrexate treatment\n* Ventriculo-peritoneal shunt\n* Active infection (systemic or CNS)\n* Hypersensitivity to cytarabine or DepoCyte\n* Patient presenting with other severe non-controlled disease which could compromise the participation in the study (infection, cardio-vascular disease, gastro-intestinal disease, renal disease, pulmonary disease)\n* Enrollment into another study evaluating a drug within 30 days before the screening visit\n* Breast feeding woman or pregnancy. Nursing is not permitted for 6 months after the study\n* Impossibility to adhere to the requirements of the study for geographic, social or psychological reasons",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}