{
    "nctId": "NCT01617915",
    "briefTitle": "Tumor Specific Plasma DNA",
    "officialTitle": "Tumor Specific Plasma DNA",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer, Lung Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 6,
    "primaryOutcomeMeasure": "Circulating tumor levels correlation to response",
    "eligibilityCriteria": "Inclusion Criteria:\n\nWomen or men \\> age 18.\n\nAbility to give informed consent\n\nArchived tumor tissue must be available for genetic analysis.\n\nPatients with early-stage breast cancer\n\nHistologic documentation of invasive breast cancer by core needle or incisional biopsy.\n\nThe invasive cancer must be either:\n\n* triple-negative with both estrogen and progesterone receptor staining present in fewer than 10% of invasive cancer cells by IHC, and HER2-negative defined as IHC 0-1+, or with a FISH ratio of \\<1.8 if IHC is 2+ or if IHC has not been done.\n\nor\n\n\\*HER2-positive with IHC 3+ or a FISH ratio of \\>2.2.\n\nClinical Stage II-III invasive breast cancer with the intent to treat with:\n\n* pretreatment mammography, ultrasound, and breast MRI for staging\n* pretreatment axillary staging\n* neoadjuvant treatment with DNA-damaging chemotherapy (with or without HER2- directed therapy)\n* post-chemotherapy breast MRI\n* surgical resection of the primary tumor with an axillary dissection for one or more positive nodes after neoadjuvant chemotherapy\n\nPatients with multicentric or bilateral disease are eligible if the target lesion(s) meet the other eligibility criteria.\n\nNo prior chemotherapy, endocrine therapy, or radiotherapy with therapeutic intent for treatment of a prior malignancy is allowed.\n\nPatients with locally advanced or metastatic breast cancer Histologic documentation or history of invasive breast cancer by core needle or incisional biopsy, or by surgical resection.\n\nER/PR/HER2 status may be determined using any breast tumor specimen acquired at any point during a given patient's disease history (i.e., archived tumor). The invasive cancer must be either:\n\n\\*triple-negative with both estrogen and progesterone receptor staining present in fewer than 10% of invasive cancer cells by IHC, and HER2-negative defined as IHC 0-1+, or with a FISH ratio of \\<1.8 if IHC is 2+ or if IHC has not been done.\n\nor\n\n\\*HER2-positive with IHC 3+ or a FISH ratio of \\>2.2.\n\nClinical Stage III-IV invasive breast cancer not amenable to curative surgical resection, with intent to treat with:\n\n* if tumor is triple-negative, treatment with DNA-damaging chemotherapy as per standard of care in the first-line setting for advanced/metastatic disease.\n* if tumor is HER2+, treatment with DNA-damaging chemotherapy, HER2-directed therapy, or a combination as per standard of care in any setting for advanced/metastatic disease.\n* CT of chest, abdomen, and pelvis and bone scan or PET-CT for staging to assess response (by RECIST) approximately every 8 weeks or as clinically indicated with the primary course of DNA-damaging chemotherapy. The bone scan will not need to be repeated if the baseline bone scan is negative.\n\nPatients with newly diagnosed non-small cell lung cancer (NSCLC) Histologic documentation of NSCLC by core needle biopsy or a fine needle aspirate.\n\nClinical Stage II or III lung cancer with the intent to treat with:\n\n* pretreatment chest CT and or PET/CT\n* induction (neoadjuvant) therapy with DNA-damaging chemotherapy\n* post-chemotherapy lung chest CT and or PET/CT\n* surgical resection of the primary tumor(s) after induction (neoadjuvant) chemotherapy No prior chemotherapy or radiotherapy with therapeutic intent for treatment of a prior malignancy is allowed.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}