{
    "nctId": "NCT04707196",
    "briefTitle": "A Study of Abemaciclib in Indian Women With Advanced Breast Cancer",
    "officialTitle": "A Single-Arm, Phase 4 Study of Abemaciclib, a CDK4 and CDK6 Inhibitor, in Combination With Endocrine Therapy (Anastrozole/Letrozole or Fulvestrant) in Participants With Hormone Receptor Positive, Human Epidermal Growth Factor Receptor 2 Negative Locally Advanced and/or Metastatic Breast Cancer in India",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Neoplasms, Neoplasm Metastasis",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE4",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 200,
    "primaryOutcomeMeasure": "Percentage of Participants Experiencing at Least One Treatment-Emergent Adverse Event",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Have a diagnosis of hormone receptor-positive (HR+), human epidermal growth factor receptor 2-negative (HER2-) breast cancer\n* Have locoregionally recurrent disease not amenable to resection or radiation therapy with curative intent or metastatic disease\n* Have postmenopausal status\n* Have a performance status of 0 or 1 on the Eastern Cooperative Oncology Group (ECOG) scale\n* Have adequate organ function\n* Have discontinued previous cytotoxic therapies, biological agents, investigational agents, and radiotherapy\n* Are able to swallow oral formulation\n\nExclusion Criteria:\n\n* Have visceral crisis, lymphangitic spread, or leptomeningeal carcinomatosis.\n* Have clinical evidence or history of central nervous system metastasis.\n* Have received prior treatment with chemotherapy (except for neoadjuvant/adjuvant chemotherapy), fulvestrant, everolimus, or any cyclin-dependent kinase (CDK) 4 \\& 6 inhibitor.\n* Have received recent (within 28 days prior to study intervention) live vaccination (for example, yellow fever). Seasonal flu vaccinations that do not contain a live virus are permitted.\n* Have a personal history of presyncope or syncope of either unexplained or cardiovascular etiology, ventricular tachycardia, ventricular fibrillation, or sudden cardiac arrest.\n* Have inflammatory breast cancer or a history of any other cancer (except nonmelanoma skin cancer or carcinoma in-situ of the cervix), unless in complete remission with no therapy for a minimum of 3 years.\n* Have received an autologous or allogeneic stem-cell transplant\n* Have clinically relevant active bacterial or fungal infection, or detectable viral infection (for example, human immunodeficiency virus or viral hepatitis). Screening is not required for enrolment.\n* Are pregnant or breastfeeding.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}