{
    "nctId": "NCT02137837",
    "briefTitle": "S1222 Trial (Everolimus, Anastrozole and Fulvestrant) in Post-Menopausal Stage IV Breast Cancer",
    "officialTitle": "Fulvestrant Alone Versus Fulvestrant and Everolimus Versus Fulvestrant, Everolimus and Anastrozole: A Phase III Randomized Placebo-Controlled Trial in Postmenopausal Patients",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 37,
    "primaryOutcomeMeasure": "Progression-Free Survival (Fulvestrant vs Fulvestrant + Everolimus )",
    "eligibilityCriteria": "* Patients must have a histologically confirmed diagnosis of invasive breast carcinoma with positive estrogen and/or progesterone receptor status, and negative human epidermal growth factor receptor (HER-2), for whom endocrine therapy is planned.\n* The HER-2 test result is negative (and should be reported as such), if a single test (or all tests)performed in a tumor specimen show:\n\n  * Immunohistochemistries (IHC) 1+ negative or IHC 0 negative or\n  * in situ hybridization (ISH) negative using a single probe ISH or dual probe ISH.\n* Estrogen receptor (ER) and progesterone receptor (PgR) positivity must be assessed according to American Society of Clinial Oncology (ASCO)/College of American Physicians (CAP) guidelines as either ER or PR ≥ 1% positive nuclear staining. If HER2 IHC is 2+, an evaluation for gene amplification must be performed and the gene must not be amplified. Gene amplification evaluation is not required if evaluation by IHC is 0 or 1+ by institutional standards.\n* Patients must be post-menopausal women with a confirmed diagnosis of metastatic breast cancer (M1). Pathologic confirmation of histology is preferable. In the case of bone metastases only, biopsy-proven metastatic disease of solitary site, or multiple sites of involvement are required. Post-menopausal is defined by one of the following criteria as per National Comprehensive Cancer Network (NCCN) guidelines Version 3. 2013:\n\n  * Prior bilateral oophorectomy and/or hysterectomy\n  * Patients ≥ 60 years of age\n  * Patients \\< 60 years of age and amenorrheic for ≥ 12 months in the absence of chemotherapy, tamoxifen, toremifene, or ovarian suppression and follicle-stimulating hormone (FSH) and estradiol in the post-menopausal range\n  * Patients \\< 60 years of age taking tamoxifen or toremifene must have FSH and plasma estradiol levels within post-menopausal ranges\n* Patients must have measurable or evaluable disease. Patients must have a chest and abdominal computerized tomography (CT) and bone scan within 28 days prior to registration. All scans needed for assessment of measurable disease must be performed within 28 days prior to registration. Evaluable disease must be assessed within 28 days prior to registration\n* Patients with a history of prior chemotherapy or hormone therapy or immunotherapy for recurrent or metastatic disease are NOT eligible. Prior adjuvant or neoadjuvant chemotherapy if completed more than 12 months prior to registration is acceptable. Any number of prior hormonal therapy regimens for the adjuvant setting but not for metastatic or recurrent disease is allowed; prior adjuvant or neoadjuvant treatment with an aromatase inhibitor (e.g. anastrozole, letrozole, exemestane) is allowed, if completed more than 12 months prior to randomization.\n* Patients who have taken luteinizing hormone-releasing hormone (LHRH) analogue as adjuvant therapy are eligible provided they have a) discontinued such therapy at least 12 months prior to registration AND b) have not resumed their menstrual periods.\n* Patients must not have had prior exposure to fulvestrant or mTOR inhibitors (e.g., rapamycin, everolimus, temsirolimus, deforolimus). Concurrent bisphosphonate therapy is allowed. Patients must not have prior treatment with any investigational drug within 28 days prior to registration and must not be planning to receive any other investigational drug for the duration of the study.\n* Patients must have an International Normalized Ratio (INR) ≤ 1.6 within 28 days prior to registration.\n* Patients must have adequate bone marrow function, as defined by Absolute Neutrophil Count (ANC) of ≥ 1,500/mL, hemoglobin ≥ 9 g/dL and a peripheral platelet count ≥ 100,000/ mL, all within 28 days prior to registration.\n* Patients must have adequate hepatic function obtained within 28 days prior to registration and documented by all of the following:\n\n  * Bilirubin ≤ 1.5 mg/dL (or ≤ 3.0 mg/dL if due to Gilbert's Syndrome)\n  * alanine aminotransferase (ALT) (SGPT) and aspartate aminotransferase (AST) (SGOT) ≤ 2.5 x Institutional Upper Limit of Normal (IULN), or ≤ 5 x IULN if hepatic metastases are present.\n* Patients must have adequate renal function with serum creatinine level ≤ IULN within 28 days prior to registration.\n* Patients must have a fasting cholesterol ≤ 300 mg/dL and triglycerides ≤ 2.5 x IULN obtained within 28 days prior to registration. Patients may be on lipid lowering agents to reach these values.\n* Patients must have a complete history and physical examination within 28 days prior to registration.\n* Patients with bleeding diathesis (i.e., disseminated intravascular coagulation \\[DIC\\], clotting factor deficiency) or long-term anti-coagulant therapy (other than antiplatelet therapy) are NOT eligible.\n* Patients with presence of life-threatening metastatic visceral disease, defined as extensive hepatic involvement, or any degree of brain or leptomeningeal involvement (past or present), or symptomatic pulmonary lymphangitic spread are not eligible. Patients with discrete pulmonary parenchymal metastases are eligible, provided their respiratory function is not significantly compromised as a result of disease in the opinion of the investigator.\n* Patients must have a performance status of 0 - 2 by Zubrod criteria.\n* Patients must not have any Grade III/IV cardiac disease as defined by the New York Heart Association Criteria (i.e., patients with cardiac disease resulting in marked limitation of physical activity or resulting in inability to carry on any physical activity without discomfort), unstable angina pectoris, myocardial infarction within 6 months, or serious uncontrolled cardiac arrhythmia.\n* Patients must not have uncontrolled diabetes (defined as an Hg A1C \\>7% within 28 days prior to registration).\n* Patients must not have an organ allograft or other history of immune compromise. Patients must not be receiving chronic, systemic treatment with corticosteroids or other immunosuppressive agent. Topical or inhaled corticosteroids are allowed.\n* Patients known to be HIV positive may be enrolled if baseline CD4 count is \\> 500 cells/mm3 AND not taking anti-retroviral therapy. Patients with known chronic or active hepatitis are not eligible. Patients must not have any known uncontrolled underlying pulmonary disease.\n* Patients must be able to take oral medications. Patient may not have any impairment of gastrointestinal function or gastrointestinal disease that may significantly alter the absorption of everolimus (e.g., ulcerative disease, uncontrolled nausea, vomiting, diarrhea, malabsorption syndrome or small bowel resection).\n* Patients must not have received immunization with an attenuated live vaccine (e.g. intranasal influenza, MMR, oral polio, varicella, zoster, yellow fever and BCG vaccines) within seven days prior to registration nor have plans to receive such vaccination while on protocol treatment.\n* Patients must not have taken within 14 days prior to registration, be taking, nor plan to take while on protocol treatment, strong CYP3A4 inhibitors, and/or CYP3A4 inducers.\n* No other prior malignancy is allowed except for adequately treated basal cell or squamous cell skin cancer, in situ cervical cancer or other cancer for which the patient has been disease-free for 5 years.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}