{
    "nctId": "NCT04142892",
    "briefTitle": "Onapristone as Preoperative Treatment for Postmenopausal Women With Hormone Receptor + and HER2- Breast Cancer",
    "officialTitle": "A Window of Opportunity Trial of Onapristone as Preoperative Treatment for Postmenopausal Women With Hormone Receptor-Positive and HER2-negative Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "EARLY_PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 10,
    "primaryOutcomeMeasure": "Complete Cell Cycle Arrest (CCCA)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Written and signed informed consent for all study procedures according to local regulatory requirements prior to beginning specific protocol procedures.\n2. Age ≥ 18 years.\n3. Eastern Cooperative Oncology Group (ECOG) Performance Status of 0 or 1.\n4. Postmenopausal women defined either by:\n\n   1. Age ≥60 or\n   2. Age \\< 60 and amenorrhea for ≥ 12 months and FSH and E2 plasmatic levels in the post-menopausal range per local standards or\n   3. Prior bilateral oophorectomy (28 days before Day 1 of the study treatment).\n5. Histologically confirmed invasive breast carcinoma eligible for surgery with all the following characteristics:\n\n   1. Primary tumor diameter of at least 15 mm (cT1c-3) as measured by ultrasound (US).\n   2. No regional lymph node metastases by imaging or clinical examination (cN0).\n   3. ER-positive and PgR-positivity (ER+/PgR+), as assessed locally, defined by American Society of Clinical Oncology/College of American Pathologists (ASCO/CAP) clinical practice guidelines.\n   4. HER2-negative status, as assessed locally, defined by American Society of Clinical Oncology/College of American Pathologists (ASCO/CAP)\n   5. In case of multifocal tumors (defined as the presence of two or more foci of cancer within the same breast quadrant), the largest lesion must be measured in at least one dimension of minimal 15 mm per US. This lesion will be designated as 'target' lesion for all subsequent evaluations. ER+/PgR+ and HER2-negative status must be documented in all the tumor foci. Site markers should be placed in each accessible lesion, even if mastectomy is planned, to facilitate correct tumor assessment by the pathologist.\n   6. Cells staining positive for Ki67 ≥ 15% as locally assessed.\n   7. Available pre-treatment formalin-fixed paraffin-embedded (FFPE) tumor specimen or possibility to obtain one. Minimal sample requirements are: at least 2 tumor cylinders with a minimal tissue surface of 10 mm2, containing ≥10% tumor cells, enough to obtain at least 2 cuts of 10 µm each. Tumor cylinder will be mandatory.\n6. No clinical or radiographic evidence of distant metastases (M0).\n7. Adequate hematologic and organ function within 14 days before the first study treatment on Day 1, defined by the following:\n\n   1. Neutrophils (ANC ≥1500/μL).\n   2. Hemoglobin ≥9 g/dL (with no need for transfusions).\n   3. Platelet count ≥100000/μL.\n   4. Serum albumin ≥3 g/dL.\n   5. Calculated creatinine clearance of ≥ 60 mL/min based on the Cockcroft-Gault glomerular filtration rate estimation:\n\n      (140 - age) x (weight in kg) x 0.85 72 x (serum creatinine in mg/dL).\n   6. International normalized ratio (INR) or prothrombin time (PT) ≤1.5 × ULN and activated partial thromboplastin time (aPTT) within therapeutic range.\n   7. Potassium, total Calcium (corrected for serum albumin), Magnesium and Natrium with institutional normal limits or corrected with normal limits with supplement before first dose of study medication.\n8. Ability to swallow study drug and comply with study requirements.\n9. Absence of any psychological, familial, sociological or geographical condition potentially hampering compliance with the study protocol and follow-up schedule; those conditions should be discussed with the patient before registration in the trial.\n\nExclusion Criteria:\n\n1. Inoperable locally advanced or inflammatory (i.e., Stage III) breast cancer.\n2. Metastatic (Stage IV) breast cancer.\n3. Invasive bilateral o multicentric breast cancer.\n4. Patients requiring neoadjuvant chemotherapy or immediate surgical intervention.\n5. Patients who have undergone sentinel lymph node biopsy or tumor excisional biopsy prior to study treatment.\n6. Prior malignancy within 3 years prior to randomization, except curatively treated non-melanoma skin cancer, in situ cervical cancer or adequately treated Stage I or II cancer from which the patient is currently in complete remission or other cancer from which the patient has been disease-free for 2 years.\n7. Congenital long QT syndrome or screening QT interval corrected using Fridericia's formula (QTcF) \\> 480 milliseconds or any clinically significant cardiac rhythm abnormalities.\n8. Liver function tests documented within the screening period and on Day 1 of treatment period:\n\n   d. Total bilirubin \\>1.5x the upper limit of normal (ULN) unless the patient has documented non-malignant disease (e.g. Gilbert´s syndrome) for whom conjugated bilirubin must be under ULN.\n\n   e. AST and ALT \\>2.5x ULN. f. Alkaline phosphatase ALP \\>2x ULN.\n9. Concurrent, serious, uncontrolled infections or current known infection with HIV (testing is not mandatory).\n10. Known hypersensitivity to any of the study drugs, including excipients.\n11. History or clinical evidence of any liver or biliary pathology including cirrhosis, infectious disease, inflammatory conditions, steatosis, or cholangitis (including ascending cholangitis, primary sclerosing cholangitis, obstruction, perforation, fistula of biliary tract, spasm of sphincter of Oddi, biliary cyst or biliary atresia).\n12. Known clinically significant history active viral or other hepatitis (e.g., positive for hepatitis B surface antigen \\[HBsAg\\] or hepatitis C virus \\[HCV\\] antibody at screening), current drug or alcohol abuse, or cirrhosis.\n\n    * Patients with past hepatitis B virus (HBV) infection or resolved HBV infection (defined as having a negative HBsAg test and a positive antibody to hepatitis B core antigen \\[HBcAg\\] antibody test) are eligible.\n    * Patients positive for HCV antibody are eligible only if polymerase chain reaction (PCR) is negative for HCV RNA.\n13. Chronic adrenal failure or is receiving concurrent long-term corticosteroid therapy. The following corticosteroid uses are permitted: single doses, topical applications (e.g. for rash), inhaled sprays (e.g. for obstructive airway diseases), eye drops or local injections (e.g. intra-articular).\n14. Lack of physical integrity of the upper gastrointestinal tract, malabsorption syndrome, or inability to swallow pills.\n15. History of or clinical evidence of significant co-morbidities that, in the judgment of the investigator, may interfere with the conduction of the study, the evaluation of response, or with informed consent.\n16. Received an investigational product or been treated with an investigational device within 30 days prior to first drug administration or plans to start any other investigational product or device study within 30 days after last drug administration.\n17. Hormonal treatments for other indications such as osteoporosis, breast cancer prevention, hormonal substitutive therapy, such as raloxifene, tamoxifen, estrogen, progestins. If a patient is on natural products known to contain progestins, they must be stopped 14 days prior to beginning study treatment.\n18. Used any prescription medication during the prior 1 month that the investigator judges is likely to interfere with the study or to pose an additional risk to the patient in participating, specifically inhibitors or inducers of cytochrome P450 (CYP)3A4.\n19. Major surgical procedure or significant traumatic injury within 30 days prior to enrollment.\n20. Assessment by the investigator to be unable or unwilling to comply with the requirements of the protocol.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}