{
    "nctId": "NCT00183963",
    "briefTitle": "A Pilot Clinical Trial to Evaluate the Biological Activity of Fulvestrant in Breast Ductal Carcinoma in Situ (DCIS)",
    "officialTitle": "A Pilot Clinical Trial to Evaluate the Biological Activity of Fulvestrant in Breast Ductal Carcinoma in Situ (DCIS)",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Carcinoma",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 4,
    "primaryOutcomeMeasure": "Number of Participants With Molecular Changes in Markers of Cell Proliferation and Apoptosis Associated With Treatment",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Postmenopausal women with newly diagnosed DCIS. Women will be considered to be in menopause if they fall into one of the following groups:\n\n  * Age \\> 60\n  * Age \\> 45 with amenorrhea \\> 1 year with intact uterus\n  * Status post bilateral oophorectomies\n  * FSH/estradiol levels in postmenopausal range for the institution\n* DCIS must have been diagnosed with a minimally invasive biopsy technique, such as a vacuum-assisted large core tool (Mammotome) or an equivalent method.\n* There must be available tissue from the diagnostic biopsy to perform molecular markers.\n* Baseline mammogram within 8 weeks of study entry.\n* Serum creatinine less than or equal to 2.0 mg/dl.\n* Total bilirubin less than or equal to 2.0 upper limit of normal (ULN), transaminases (SGOT and/or SGPT) and alkaline phosphatase may be up to 2.5 x institutional upper limit of normal (ULN), AGC greater than or equal to 1500, platelets greater than or equal to 100,000, Hemoglobin greater than or equal to 8.0 g/dl\n* Peripheral neuropathy grade 0-1.\n* No prior therapy for DCIS.\n* SWOG performance status of less than or equal to 1\n* All patients must provide informed written consent\n\nExclusion Criteria:\n\n* Prior hormonal therapy (antiestrogens, estrogen, SERM's, progestins, or aromatase inhibitors) within 6 months of study entry.\n* Underlying medical, psychiatric or social conditions that would preclude patient from receiving treatment.\n* History of DVT or Pulmonary Embolism",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}