{
    "nctId": "NCT04178460",
    "briefTitle": "A Study of Niraparib Combined With MGD013 in Patients With Advanced or Metastatic Solid Tumor Who Failed Prior Treatment",
    "officialTitle": "A Multicenter, Open-label, Single-arm, Phase Ib Dose Escalation and Multi-cohort Expansion Clinical Study to Assess the Safety and Antitumor Activity of Niraparib in Combination With MGD013 in Patients With Advanced or Metastatic Solid Tumor Who Failed Prior Treatment",
    "overallStatus": "TERMINATED",
    "conditions": "Gastric Cancer, Triple Negative Breast Cancer, Biliary Tract Carcinoma, Endometrial Carcinoma",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 60,
    "primaryOutcomeMeasure": "Safety and Validity profiles",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Signed written informed consent form.\n2. ≥ 18 years old.\n3. Eastern Cooperative Oncology Group (ECOG) Performance Status score of 0 or 1.\n4. Subjects who have at least one measurable lesion according to RECIST v1.1 criterion (only applicable for subjects at dose expansion part).\n5. Subjects with adequate organ function.\n6. Subjects with life expectancy of 12 weeks or more.\n\nInclusion criteria for different indications:\n\nDose escalation part and EXP-1 gastric cancer (including gastroesophageal junction cancer)\n\n1. Subjects with histologically confirmed gastric adenocarcinoma or gastroesophageal junction adenocarcinoma;\n2. Subjects who have previously failed at least 2 prior systemic treatment for locally advanced or metastatic gastric adenocarcinoma or gastroesophageal junction adenocarcinoma; treatment failure is defined as the occurrence of disease progression or intolerable adverse events during treatment. Subjects who have progressed on first-line chemotherapy with platinum and fluoropyrimidine for advanced disease, and who are deemed unfit/ineligible for further chemotherapy or anti-angiogenesis therapy may also be eligible;\n\nEXP-2 triple negative breast cancer (TNBC)\n\n1. Subjects with metastatic or inoperable locally advanced, histologically documented TNBC characterized by absence of human epidermal growth factor 2 (HER2), estrogen receptor (ER), and progesterone receptor (PR) expression based on most recently analyzed biopsy or archived tissue;\n2. Subjects with disease progression or relapse after ≥ 2 prior lines of standard chemotherapy regimens in the locally advanced or metastatic disease stage (if the disease is progressed to unresectable locally advanced or metastatic disease within 12 months after adjuvant or neoadjuvant chemotherapy for limited-stage disease, it can be counted as 1 prior line);\n3. Subjects with LAG-3 expression meeting the criteria of moderate or high expression (confirmed by the central laboratory);\n4. Subjects who have undergone prior taxane therapy regardless of disease stage (adjuvant, neoadjuvant, or advanced) at the time of treatment; or subjects who are not eligible for taxane therapy because of contraindications;\n\nEXP-3 biliary tract carcinoma\n\n1. Subjects with histologically confirmed, surgically unresectable locally advanced, recurrent or metastatic biliary track carcinoma (BTC), including cholangiocarcinoma or gallbladder carcinoma;\n2. Subjects with disease progression or relapse after ≥ 1 prior standard chemotherapy regimen. If the patient received preoperative neoadjuvant chemotherapy or adjuvant chemotherapy after R0 radical resection, and the disease progression occurred during the chemotherapy or within 6 months after discontinuation of chemotherapy, it may be counted as first-line treatment failure;\n3. Subjects with LAG3 expression meeting the criteria for moderate or high expression (confirmed by the central laboratory);\n4. Subjects without known IDH-1 mutations or FGFR2 fusions (if status is unknown, the subject will be included without the need for active testing).\n\nEXP-4 endometrial carcinoma\n\n1. Subjects with histologically confirmed advanced or metastatic endometrial carcinoma;\n2. Subjects with disease progression or relapse after ≥ 1 prior standard chemotherapy regimen in the advanced or metastatic stage;\n3. Subjects with LAG-3 expression meeting the criteria for moderate or high expression (confirmed by the central laboratory);\n4. Subjects without carcinosarcomas, endometrial leiomyosarcomas, or other high-grade sarcomas, or endometrial stromal sarcomas.\n\nExclusion criteria:\n\n1. Known hypersensitivity to niraparib or active or inactive ingredients of drugs with similar chemical structure to niraparib.\n2. Subjects who have previously received PARP inhibitors (including niraparib) treatment; anti-LAG-3 treatment.\n3. Subjects who have received treatment with other investigational drugs within 4 weeks prior to the first dose of study drug or \\< 5 elimination half-lives of the investigational drug (whichever is longer); subjects who have underwent a major surgery within 4 weeks prior to the start of study, or with any surgical side effects that have not been recovered.\n4. Subjects who experienced ≥ Grade 3 anemia, neutropenia or thrombocytopenia due to prior chemotherapy, which lasted more than 4 weeks.\n5. Subjects who experienced transfusion dependent anemia or thrombocytopenia, including:\n\n   * Blood (platelet or red blood cell) transfusion within 2 weeks prior to the first dose;\n   * Subjects who previously received colony stimulating factor treatment (e.g., granulocyte colony stimulating factor (G-CSF), granulocyte-macrophage colony stimulating factor (GM-CSF) or recombinant erythropoietin) within 2 weeks prior to the first dose.\n6. Untreated or symptomatic brain metastases or leptomeningeal metastases (e.g., new or worsening symptoms or vital signs, or unstable dose of hormones required). Note: There is no need for the imaging scan to confirm absence of brain metastases; subjects with spinal cord compression who have previously received definitive therapy and have an evidence for clinically stable disease at least \\> 28 days can be enrolled.\n7. Subjects who have received palliative radiotherapy on \\> 20% bone marrow area within 3 weeks prior to enrollment.\n8. Subjects who have other invasive cancers (except treated in situ cancer, non-melanoma skin cancer, localized prostate cancer (Gleason score \\< 6), etc.) other than gastric cancer, endometrial carcinoma, biliary tract carcinoma and breast cancer within 5 years prior to enrollment.\n9. Subjects who have been previously or are currently diagnosed with myelodysplastic syndrome (MDS) or acute myeloid leukemia (AML).\n10. Subjects who have severe or uncontrolled diseases, including but not limited to:\n\n    * Digestive tract hemorrhage within 2 months prior to enrollment or currently active digestive tract hemorrhage;\n    * Uncontrolled nausea and vomiting, inability to swallow the investigational drugs, or any gastrointestinal diseases that may intervene with and influence drug absorption and metabolism;\n    * Human immunodeficiency virus (HIV) infection, active hepatitis (e.g., hepatitis B (HBV-DNA \\> 500 IU/ml), hepatitis C virus ribonucleic acid (HCV-RNA) positive);\n    * Uncontrolled ventricular arrhythmia, myocardial infarction that occurred within 3 months prior to enrollment;\n    * Uncontrolled grand mal seizure, unstable spinal cord compression, superior vena cava syndrome or other mental disorders influencing subjects to sign informed consent forms;\n    * Immunodeficiency (except splenectomy).\n11. Subjects with known or suspected history of autoimmune disease, except: vitiligo and psoriasis that does not require systemic treatment (in recent two years); subjects with a history of Grave's disease that are now euthyroid clinically and by laboratory testing.\n12. Treatment with systemic corticosteroids (≥ 10 mg/day prednisone or equivalent) or other immunosuppressive drugs within 14 days prior to the initiation of the study treatment.\n13. If patients who have previously used immune checkpoint inhibitors (such as anti-PD-1, anti-PD-L1, anti-CTLA-4 antibodies) have the following adverse events related to immune checkpoint inhibitors, they will be not suitable for inclusion regardless of recovered or not:\n\n    * ≥ Grade 3 eye-related adverse events;\n    * Abnormal hepatic function met Hy's Law criteria;\n    * ≥ Grade 3 neurotoxicity;\n    * ≥ Grade 3 colitis;\n    * ≥ Grade 3 renal toxicity.\n14. Subjects with a history of pneumonitis requiring steroid treatment or current pneumonitis.\n15. Subjects with previous or current disease, treatment, or laboratory abnormality that may intervene with study results and affect subjects participating in the study, or subjects not suitable for participation in the study at the investigator's discretion.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}