{
    "nctId": "NCT05258747",
    "briefTitle": "A Crossover Bioequivalence Study of Olaparib Tablets, 150 mg (Lek Pharmaceuticals d.d.) and Lynparza® (Olaparib) Tablets 150 mg (AstraZeneca Pharmaceuticals LP), in Patients With Breast Cancer Gene (BRCA) Mutated Ovarian Cancer, Recurrent Ovarian Cancer or Metastatic Breast Cancer",
    "officialTitle": "A Randomized, Open Label, Multi-centre, Two-treatment, Two-period, Two-sequence, Two-stage, Multiple Dose, Steady-state, Crossover, Bioequivalence Study of Olaparib Tablets, 150 mg (Lek Pharmaceuticals d.d.) and Lynparza® (Olaparib) Tablets 150 mg (AstraZeneca Pharmaceuticals LP), in Patients With BRCA Mutated Ovarian Cancer, Recurrent Ovarian Cancer or Metastatic Breast Cancer Under Fasting Condition",
    "overallStatus": "COMPLETED",
    "conditions": "Ovarian Cancer, Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "OTHER",
    "enrollmentCount": 70,
    "primaryOutcomeMeasure": "Maximum Plasma Concentration During the Dosing Interval at Steady State (CmaxSS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n- First-Line Maintenance Treatment of BRCA-mutated Advanced Ovarian Cancer maintenance treatment of adult patients with deleterious or suspected deleterious germline or somatic BRCA-mutated advanced epithelial ovarian, fallopian tube or primary peritoneal cancer who are in complete or partial response to first-line platinum-based chemotherapy.\n\nOR Maintenance Treatment of Recurrent Ovarian Cancer maintenance treatment of adult patients with recurrent epithelial ovarian, fallopian tube or primary peritoneal cancer, who are in complete or partial response to platinum-based chemotherapy.\n\nOR Advanced Germline BRCA-mutated Ovarian Cancer After 3 or More Lines of Chemotherapy treatment of adult patients with deleterious or suspected deleterious germline BRCA-mutated (gBRCAm) advanced ovarian cancer who have been treated with three or more prior lines of chemotherapy.\n\nOR Germline BRCA-mutated Human epidermal growth factor receptor 2 (HER2) -negative Metastatic Breast Cancer treatment of adult patients with deleterious or suspected deleterious gBRCAm, HER2-negative metastatic breast cancer, who have been treated with chemotherapy in the neoadjuvant, adjuvant, or metastatic setting. Patients with hormone receptor (HR)-positive breast cancer should have been treated with a prior endocrine therapy or be considered inappropriate for endocrine therapy.\n\n* Non-smoking, non-pregnant, non-lactating female patient ≥18 years of age with a body mass index (BMI) in the range of 18.50 to 30.00 kg/m\\^2 (both inclusive).\n* Able to give written informed consent for participation in the trial and willing to adhere to protocol requirements.\n* Patient having an estimated survival of at least 3 months\n* Adequate organ and bone marrow function based upon the following laboratory criteria at the time of eligibility assessment prior to dosing in period 1\n* Eastern Cooperative Oncology Group (ECOG) performance status of 0-2.\n* Women of non child bearing potential with documented evidence of hysterectomy / bilateral salpingectomy / bilateral oophorectomy at least 6 months prior to Investigational Medicinal Product (IMP) administration or postmenopausal for at least 12 consecutive months.\n\nOR Women of child bearing potential must have negative pregnancy test at screening visit and before randomization and must agree to use an effective method of avoiding pregnancy (including oral, transdermal or implanted contraceptives \\[any hormonal method in conjunction with a secondary method\\], intrauterine device, female condom with spermicide, diaphragm with spermicide, absolute sexual abstinence, use of condom with spermicide by sexual partner or sterile \\[at least 6 months prior to IMP administration\\] sexual partner) for at least 4 weeks prior to IMP administration, during the study and up to 6 months after the last dose of IMP. Cessation of birth control after this point should be discussed with a responsible physician.\n\nExclusion Criteria:\n\n* History of known hypersensitivity to olaparib or its components which, in the opinion of the Investigator, would compromise the safety of the patient or the results of the study.\n* Usage of strong and moderate CYP3A4 inhibitors (e.g., cimetidine, ciprofloxacin, grapefruit juice) or strong and moderate CYP3A4 inducers (e.g., carbamazepine, phenytoin, St. John\"s Wort, rifampicin) within 30 days prior to first dosing in Period 01.\n* Pregnant or lactating females.\n* History or presence of clinically significant lactose, galactose, or fructose intolerance.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}