{
    "nctId": "NCT02922127",
    "briefTitle": "Compare Daily Ulipristal Acetate and Combined Oral Contraceptive Effects on Breast Epithelial Cell Proliferation",
    "officialTitle": "A Prospective, Randomized, Single-blind Study to Compare the Effects of Daily Ulipristal Acetate (UPA) 10mg With a Combined Oral Contraceptive (COC) Pill on Breast Epithelial Cell Proliferation in Reproductive Age Women",
    "overallStatus": "COMPLETED",
    "conditions": "Contraception",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "PREVENTION",
    "enrollmentCount": 29,
    "primaryOutcomeMeasure": "Change in breast epithelial cell proliferation rate",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Women between 18 and 39 years of age (inclusive).\n2. In good health, with regular menstrual cycles between 21 and 35 days and with intra-individual variation of less than or equal to 5 days.\n3. Volunteers who are postpartum or who aborted in the first or second trimester must have had two normal menstrual cycles (3 bleeding episodes) prior to screening.\n4. No use of any other hormonal contraception within two normal menstrual cycles (3 bleeding episodes) prior to screening.\n5. If previous use of injectable Depo Provera, subject must have had two normal menstrual cycles (3 bleeding episodes) prior to screening.\n6. Not at risk for pregnancy:\n\n   1. Using a copper intra uterine device (IUD), or\n   2. Willing to protect all further acts of intercourse with condoms, or\n   3. Not hetero-sexually active, or\n   4. Having undergone previous tubal ligation, or\n   5. Partner sterilized or vasectomized.\n7. Body Mass Index (BMI) \\< 30 kg/m2 and not having previously undergone bariatric surgery.\n8. Diastolic blood pressure (BP) ≤ 90 mm Hg and systolic BP ≤ 140 mm Hg after at least 5 minutes in a sitting position. Hypertensive subjects who are treatment controlled may obtain a waiver for participation.\n9. Willing and able to follow all study requirements, including use of the study medication and willing to give information related to study medication use as required during the study, in the opinion of the investigator.\n10. Able to give informed consent to participate in the study.\n\nExclusion Criteria:\n\n1. Currently pregnant as confirmed by positive high-sensitivity urine pregnancy test.\n2. Currently breast-feeding or within 30 days of discontinuing breast feeding at screening.\n3. Undiagnosed abnormal genital bleeding.\n4. Known hypersensitivity to an active substance or any of the excipients of the study treatments.\n5. Abnormal clinical breast examination at screening.\n6. Suspected hyperplasia or carcinoma of the endometrium.\n7. Ovarian cyst \\> 25 mm observed on transvaginal or transabdominal ultrasound performed on the first visit of the Baseline cycle.\n8. History of any diagnostic or therapeutic breast biopsy\n9. Any of the known contraindications to COC use:\n\n   1. History of or existing breast cancer, or other hormone sensitive neoplasia, or\n   2. History of or current ischemic heart disease or stroke, or\n   3. History of or current deep venous thrombosis or pulmonary embolism, or\n   4. Systemic lupus erythematosus with positive or unknown antiphospholipid antibodies, or\n   5. History of or current benign or malignant liver tumor, or\n   6. Severe (decompensated) cirrhosis.\n   7. Headaches with focal neurological symptoms.\n10. Hereditary galactose intolerance, Lapp lactase deficiency, or glucose-galactose malabsorption.\n11. Known or suspected alcoholism or drug abuse.\n12. Known human immunodeficiency virus (HIV) infection.\n13. Smoking 15 cigarettes or more per day, if in the opinion of the investigator or medically qualified designee, this would increase the risk for cardiovascular disease and thromboembolism based on risk factors.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT"
}