{
    "nctId": "NCT02326857",
    "briefTitle": "Molecular Profiling of Stage II and III Breast Cancer in Latin American Women Receiving Standard-of-Care Treatment",
    "officialTitle": "Molecular Profiling of Stage II and III Breast Cancer in Latin American Women Receiving Standard-of-Care Treatment",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 1334,
    "primaryOutcomeMeasure": "Characterize distribution of invasive breast cancer stage II and III molecular profiles",
    "eligibilityCriteria": "* ELIGIBILITY CRITERIA:\n\nELIGIBILITY CRITERIA FOR PART A OF THE STUDY:\n\nINCLUSION CRITERIA:\n\n* Women age greater than or equal to 18 years.\n* AJCC 7 clinical stage II or III breast cancer. Clarification: Participants with clinical stage II breast cancer who are later classified as histologically-confirmed stage I will remain on study; participants who are later classified as histologically-confirmed stage IV breast cancer will be taken off study.\n* Biopsy-accessible breast tumor or participant candidates for primary surgery.\n* Eastern Cooperative Oncology Group (ECOG) performance status 0 1.\n\nEXCLUSION CRITERIA:\n\n* Prior history of non-breast malignancy (excluding in situ cancers treated only by local excision and basal cell and squamous cell carcinomas of the skin) within 5 years prior to enrollment in this study.\n* Bilateral invasive or in-situ breast cancer.\n* Inflammatory breast cancer.\n* Clinical or radiological evidence of distant metastases by computed tomography (CT), chest X-ray, abdominal/thoracic ultrasound, bone scan, and/or liver function tests including total bilirubin, alanine aminotransferase (ALT), aspartate aminotransferase (AST) and alkaline phosphatase (ALP), within ranges defined in eligibility criteria for Part B of the study.\n* Prior hormone therapy, chemotherapy, biologic, targeted therapies, or radiation therapy for this malignancy. Prior bisphosphonate therapy is allowed.\n* Pregnant and lactating women: Effects on a developing human fetus of chemotherapeutic agents at the recommended therapeutic dose remain incompletely defined. For this reason and because these agents may be teratogenic, women of child-bearing potential must agree to use adequate contraception (double barrier methods of birth control or abstinence) prior to study entry and for the duration of study treatment phase. Should a woman become pregnant or suspect she is pregnant while participating in this study, she should inform her study physician immediately.\n* Because there is an unknown but potential risk for adverse events in nursing infants secondary to treatment of the mother with chemotherapeutic agents, women who are breastfeeding will be excluded. If a participant is of child-bearing potential (women are not considered of childbearing potential if they are at least 2 years postmenopausal and/or surgically sterile), she must have documented negative serum or negative urine pregnancy tests within 14 days of entry to the study (i.e., within 14 days of signing the informed consent document).\n* Subjects with psychiatric illness and/or other specific situations that would limit compliance with study requirements and compromise participant follow-up.\n* Lack of ability to understand and willingness to sign a written informed consent document.\n\nNote: Subjects who were enrolled prior to this amendment will be considered eligible even if the HIV/Hep C and pregnancy test were not preformed due to each country standards.\n\nELIGIBILITY CRITERIA FOR PART B OF THE STUDY:\n\nParticipants, who successfully enrolled into the first part of the study and who, according to local institutional guidelines, are candidates for neoadjuvant chemotherapy will participate in Part B of the study. Participants must also meet the inclusion and exclusion criteria described below.\n\nINCLUSION CRITERIA:\n\n* Histologically confirmed new primary adenocarcinoma of the breast AJCC 7 clinical stage II or III. All histological types are included Hormone status: Any tumor ER/PgR status, any HER2/neu status as measured by local hospital pathology laboratory following US LA CRN standard operating procedures (SOPs).\n* Normal organ and marrow function as defined below:\n\n  * Absolute neutrophil count greater than or equal to 1500/microL\n  * Platelets greater than or equal to 100,000/microL\n  * Total bilirubin within normal institutional limits, unless participant has Gilbert s disease, for which bilirubin must be less than or equal to 2.0 times upper limits of normal (ULN)\n  * AST serum glutamic-oxaloacetic transaminase (SGOT)/ALT serum glutamic-pyruvic transaminase (SGPT) less than or equal to 1.5 times institutional ULN\n  * ALP less than or equal to 2.5 times institutional ULN\n  * Creatinine less than or equal to 1.5 times institutional ULN\n  * Negative serum or urine beta-human chorionic gonadotropin (HCG), unless participant is post-hysterectomy or menopausal.\n\nEXCLUSION CRITERIA:\n\n* Uncontrolled or severe cardiac disease. Baseline left ventricular ejection fraction (LVEF) by nuclear imaging or echocardiography must be within normal institutional limits.\n* Use of any investigational agents within 30 days of starting standard chemotherapy treatment.\n* History of allergic reactions attributed to compounds of similar chemical or biologic composition to chemotherapeutic agents or accompanying supportive medications.\n* Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness and/or other specific situations that would limit compliance with study requirements and compromise participant follow-up.\n\nINCLUSION OF WOMEN AND MINORITIES:\n\n-Latin American women with breast cancer of all ethnic backgrounds will be included in this study as participants. There are no expected racial/ethnic differences in the recruitment effort.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}