{
    "nctId": "NCT00847067",
    "briefTitle": "Chronic Post Breast Surgery Pain",
    "officialTitle": "A Prospective, Single-blinded, Randomized, Trial Evaluating the Use of Paravertebral Block to Decrease Chronic Post Breast Surgery Pain.",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 40,
    "primaryOutcomeMeasure": "To obtain practical experience and information with which to develop a larger, more definitive study, particularly with regard to distributions of VAS responses at 3 months, patient compliance, and achievable accrual rate.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Female patient who are ≥ 18 and ≤ 80 years of age.\n2. Patient with diagnosis of breast cancer.\n3. Patient scheduled for modified radical mastectomy or lumpectomy with axillary node dissection\n4. Patient scheduled for one of the above listed surgeries with or without sentinel, partial, or complete axillary lymph node dissection\n5. Patients scheduled for one of the aforementioned surgeries with or without immediate or delayed reconstruction.\n\nExclusion Criteria:\n\n1. Pre-existing peripheral neuropathy\n2. Pre-existing chronic pain\n3. Bilateral procedure\n4. Previous breast surgery, except biopsy\n5. Inability to read, write or speak English.\n6. Allergy to amide local anesthetics\n7. Contraindications to paravertebral nerve block including, but not limited to severe scoliosis of the spine, skin lesion overlying the block area, abnormal coagulation studies (some of these may not be known until after informed consent is obtained)\n8. Pregnancy\n9. Emergency surgery\n10. Previous recipients of peripheral nerve block.\n11. Medical professional whose experience includes caring for patients who have had peripheral nerve blocks.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}