{
    "nctId": "NCT00996762",
    "briefTitle": "A Study in Cancer Patients to Evaluate the Bioequivalence of Alternative Formulations of Lapatinib",
    "officialTitle": "An Open-label, Randomized, Adaptive Design, Two-period Crossover Study in Cancer Patients to Evaluate the Bioequivalence of Alternative Formulations of Lapatinib Compared to the Commercial Tablet",
    "overallStatus": "COMPLETED",
    "conditions": "Neoplasms, Breast",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 158,
    "primaryOutcomeMeasure": "The primary PK endpoints will be AUC(0-24) and Cmax of lapatinib",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologically or cytologically confirmed diagnosis of: Metastatic breast cancer that over-expresses ErbB2 (3+ by IHC; FISH or CISH positive)and the subject has received prior therapy including an anthracycline, a taxane, and trastuzumab OR Recurrent, advanced, or metastatic solid tumor malignancy (including breast cancer that does not over-express ErbB2) that is refractory to standard therapies, for which there is no approved therapy, or for which lapatinib in combination with one of the permitted anti-cancer regimens specified in the continuation study EGF111767 may provide clinical benefit.\n* Is at least 18 years of age.\n* A female is eligible to enter and participate in the study if she is of: Non-childbearing potential (i.e. physiologically incapable of becoming pregnant), including any female who is: Pre-menopausal with a documented bilateral oophorectomy (ovariectomy), bilateral tubal ligation, or hysterectomy. Post-menopausal defined as total cessation of menses for \\>/=12 months (in questionable cases a blood sample with simultaneous follicle stimulating hormone (FSH) \\> 40 MlU/ml and estradiol \\< 40 pg/ml \\[\\< 140 pmol/L\\] is confirmatory). Childbearing potential, has a negative serum pregnancy test at Screening and agrees to one of the contraception methods listed in the protocol for the time period from 14 days prior to the first dose of study drug until 30 days post the last dose of study drug to sufficiently minimize the risk of pregnancy at that point.\n* Subject is a man with a female partner of childbearing potential who agrees to use contraception.\n* Is able to swallow and retain oral medication and does not have uncontrolled emesis regardless of etiology.\n\nNOTE: If subject has a current or recent (within 14 days) history of nausea or emesis, the subject must be reviewed by the Investigator and the GSK medical monitor. Prophylactic antiemetic therapy may be appropriate.\n\n* ECOG performance status 0 to 1.\n* Adequate bone marrow function: Hemoglobin \\>/= 9 gm/dL, Absolute granulocyte count \\>/=1,500/mm3 (1.5 x 109/L), Platelets \\>/=75,000/mm3 (75 x 109/L). NOTE: Transfusions of blood and blood products as well as growth factor support are prohibited within 14 days prior to the first dose of study drug.\n* Calculated creatinine clearance (CrCl) \\>/= 50 ml/min based on Cockcroft and Gault.\n* Total bilirubin \\</= 1.5 X upper limit of normal (ULN).\n* Alanine transaminase (ALT) \\</= 3 times the upper limit of normal (ULN) with or without liver metastases.\n* Has a LVEF within the normal institutional range (or \\>/= 50%) based on ECHO or MUGA.\n* Capable of giving written informed consent, which includes compliance with the requirements and restrictions listed in the consent form.\n\nExclusion Criteria:\n\n* Is pregnant or lactating.\n* Has malabsorption syndrome, a disease affecting gastrointestinal function, a GI tract bypass in place, or has undergone a resection of the distal stomach and pylorus, small bowel, or ascending or transverse colon that could impact lapatinib absorption.\n\nNOTE: Resection of the gastric antrum, the appendix, descending colon, sigmoid colon and rectum are permitted if there is no overt evidence of malabsorption.\n\n* Has acute or currently active (e.g.,requiring anti-viral therapy) hepatic or biliary disease (with exception of patients with Gilbert's syndrome, asymptomatic gallstones, liver metastases or stable chronic liver disease per investigator assessment).\n* Has evidence of symptomatic or uncontrolled brain metastases or leptomeningeal disease. Subjects with brain metastases treated by surgery and/or radiotherapy are eligible if neurologically stable and do not require steroids or anticonvulsants for at least 28 days prior to the first dose of study drug.\n* Is considered medically unfit for the study by the investigator as a result of the medical interview, physical exam, or screening investigations.\n* Has a known immediate or delayed hypersensitivity reaction or idiosyncrasy to drugs chemically related to the investigational product such as gefitinib \\[IRESSA\\] and erlotinib \\[TARCEVA\\].\n* Has received anti-cancer therapy (including chemotherapy, radiation therapy, immunotherapy, biologic therapy, investigational therapy, surgery, or hormonal therapy) within 14 days prior to the first dose of lapatinib.\n\nNOTE: Any ongoing potentially reversible toxicity from prior anti-cancer therapy that is \\> Grade 1 (except alopecia or Grade 2 neuropathy that has been stable for at least 4 weeks) or any toxicity from prior anti-cancer therapy that is progressing in severity will render the subject ineligible unless agreed to by the GSK Medical Monitor and the Investigator.\n\n* Is receiving any prohibited medication or consuming any food or beverage within the timeframe indicated on the prohibited medication list.\n* Has physiological, familial, sociological, or geographical conditions that do not permit compliance with the protocol.\n* Clinically significant ECG abnormality including baseline QTc prolongation \\>480msec.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}