{
    "nctId": "NCT06452394",
    "briefTitle": "NEODOXy: Targeting Breast Cancer Stem Cells With Doxycycline",
    "officialTitle": "NEODOXy: Targeting Cancer Stem Cells With NEOadjuvant DOXYcycline in Patients With Early Estrogen Receptor Positive / Human Epidermal Growth Factor Receptor 2- Negative Breast Cancer. A Prospective, Multicenter, Single Arm, Open Label Phase II Trial",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 50,
    "primaryOutcomeMeasure": "Difference in the proportion of patients with ALDH1 positive tumors before and after neoadjuvant chemotherapy plus doxycycline.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Written informed consent according to Swiss law and ICH GCP E6(R2) regulations before registration and prior to any trial specific procedures.\n* Histologically confirmed ER+/HER2- primary invasive breast cancer, according to ASCO/CAP Guideline1,2, defined as ER expression rate ≥ 1%.\n* Patient candidate for curative surgery and with a tumor size of at least 2 cm and nodal classification cN0-3 according to the 8th edition, January 2017 of the anatomic TNM classification3.\n* Patients with multiple synchronous ipsilateral tumors are allowed, as long as all lesions are ER+/HER2-. Only one target lesion will be considered for ALDH1 primary endpoint, and the target lesion has to be the largest lesion.\n* Patients are planned for neoadjuvant chemotherapy according to the local standards.\n* Patients accept standard curative surgery after neoadjuvant chemotherapy with 4 cycles of epirubicin and cyclophosphamide (EC) followed by 12 doses of weekly paclitaxel (or nab-paclitaxel).\n* Diagnostic tumor tissue is available for the mandatory central pathology examinations; or an additional biopsy is planned in case of lack of remaining material from the diagnostic biopsy, provided that the patient has consented to the optional TR-project.\n* Patients with a prior malignancy and treated with curative intention are eligible if all treatment of that malignancy was completed at least 2 years before registration in this trial and the patient has no evidence of disease at registration. Less than 2 years is acceptable for adequately treated cervical carcinoma in situ or localized non-melanoma skin cancer.\n* Male or female patients age ≥ 18 years.\n* ECOG performance status 0-1.\n* Adequate bone marrow function:\n\n  * neutrophil count ≥ 1.5 x 10\\^9/L,\n  * platelet count ≥ 100 x 10\\^9/L,\n  * hemoglobin ≥ 90 g/L.\n* Adequate hepatic function:\n\n  * total bilirubin ≤ 1.5 x ULN (except for patients with Gilbert's disease max. 3.0 x ULN),\n  * AST and ALT ≤ 2.5 x ULN.\n* Adequate renal function: estimated glomerular filtration rate (eGFR) ≥ 50 mL/min/1.73 m2 (according to CKD-EPI formula).\n* No known cardiac dysfunction contraindicating the planned neoadjuvant chemotherapy with 4 cycles of EC followed by 12 doses of weekly paclitaxel.\n* Women of childbearing potential must use highly effective, are not pregnant or lactating and agree not to become pregnant during trial treatment and until 12 months after the last dose of investigational drug. A negative pregnancy test before inclusion into the trial is required for all women of childbearing potential.\n* Men agree not to donate sperm or to father a child during trial treatment and until 12 months after the last dose of investigational drug.\n* Patient is able and willing to swallow trial drug as whole tablet.\n\nExclusion Criteria:\n\n* Patients with 2 synchronous breast cancers or more of different subtypes (other than ER+/HER2-).\n* Metastatic patients.\n* Patients having received or planned to undergo neoadjuvant endocrine therapy or other investigational therapies before surgery.\n* Concomitant or recent (within 30 days of registration) treatment with any other experimental drug.\n* Concomitant use of drugs contraindicated with doxycycline according to the Swissmedic-approved product information or contraindicated according to the trial protocol.\n* Use of dietary supplements, natural therapies, phytotherapy or complementary and integrative medicines (homeopathy, spagyric remedies, etc) without approval of the sponsor.\n* Concomitant use of other anti-cancer drugs or radiotherapy.\n* Patients having received doxycycline or other antibiotics of the cyclin family within 28 days before registration.\n* Known hypersensitivity to cyclin group of substances, including tetracyclines, doxycycline or to any component of the trial drug.\n* Any other serious underlying medical, psychiatric, psychological, familial or geographical condition, which in the judgment of the investigator may interfere with the planned staging, treatment and follow-up, affect patient compliance or place the patient at high risk from treatment-related complications.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}