{
    "nctId": "NCT01237067",
    "briefTitle": "Olaparib in Combination With Carboplatin for Refractory or Recurrent Women s Cancers",
    "officialTitle": "A Pharmacokinetic/Pharmacodynamic Study With a Phase I Run-In With a PARP Inhibitor (Olaparib) in Combination With Carboplatin for Refractory or Recurrent Women's Cancers",
    "overallStatus": "COMPLETED",
    "conditions": "Ovarian Cancer, Breast Cancer, Primary Peritoneal Cancer, Fallopian Tube Cancer, Endometrial Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 77,
    "primaryOutcomeMeasure": "Determine the pharmacodynamic effects of the sequence of administration of olaparib and carboplatin and the schedule-associated safety of the combination.",
    "eligibilityCriteria": "* INCLUSION CRITERIA:\n* Patients must have confirmed at the NCI, histologically or cytologically recurrent/refractory gynecologic cancers such as but not restricted to epithelial ovarian, fallopian, primary peritoneal, uterine papillary serous cancer, cervix cancer, malignant mixed mullerian tumors, or any type of breast cancer that is metastatic or unresectable and for whom curative therapies do not exist.\n* All patients must have measurable and/or evaluable disease; biomarker-only disease is not considered measurable or evaluable; eligibility of bone only disease is a PI decision on an individual patient basis.\n* Breast cancer patients with locally advanced, unresectable disease must have been previously treated with standard therapy.\n* Breast cancer patients with deleterious mutation in DNA repair enzymes with locally advanced or metastatic disease do not have to have had prior therapy for their progressive disease. Men with BRCA1/2 mutation and metastatic breast cancer will be eligible for study. Ovarian or endometrial cancer patients with deleterious mutation in DNA repair enzymes may be treated in first recurrence independent of platinum-sensitivity history.\n* There is no limit on number of prior therapies. Patients must be at least 6 months from their last platinum exposure and platinum-resistant patients may participate.\n* Age greater than or equal to 18 years\n* ECOG performance status less than or equal to 2\n* Patients must have normal organ and marrow function as defined below:\n\nAbsolute neutrophil count greater than or equal to 1,500/mm3\n\nPlatelets greater than or equal to 100,000/mm3\n\nSerum Creatinine less or than or equal to 1.5 mg/dL or if low, Cr Cl greater than 60 mL/min\n\nTotal bilirubin less than or equal to 1.5 times the limit of normal (ULN) in the absence of Gilbert s syndrome\n\nAST(SGOT0/ALT(SGPT) less than or equal to 3 times the ULN (CTCAE4.0 grade 2)\n\n* Women of child-bearing potential must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) prior to study entry, for the duration of study participation, and for at least three months following the last dose of experimental therapy.\n* Women of childbearing potential must have a negative urine or serum pregnancy test within 7 days prior to the start of the study.\n* Ability to understand and the willingness to sign a written informed consent document\n* Inclusion of Women and Minorities: Women and members of all races and ethnic groups are eligible for this trial.\n\nEXCLUSION CRITERIA:\n\n* Patients who have had treatment for their disease, such as chemotherapy, biological therapy, radiotherapy, surgery, or complementary and alternative therapy within 4 weeks (6 weeks for nitrosoureas or mitomycin C) prior to entering the study.\n* Patients who were treated with other PARP inhibitors greater than 28 days prior to study are eligible.\n* Must be at least 2 weeks from the last phase 0 intervention (longer at the discretion of the PI) and at least 1 day from non-cancer-related complementary and alternative medicine prior to entering the study.\n* Previous treatment with olaparib (AZD2281).\n* Invasive cancer, other than co-existent breast/gynecologic cancers, within the past 2 years. Noninvasive nonmelanoma skin cancers are not exclusions.\n* Patients with known brain metastases diagnosed within 1 year will be excluded from this clinical trial because of their poor prognosis and because they often develop progressive neurologic dysfunction that would confound the evaluation of neurologic and other adverse events.\n* Patients with brain metastases diagnosed greater than 1 year prior to study entry may be considered if they received sterilizing therapy to the CNS (resection or radiation) and have been CNS recurrence-free for a full 1-year period\n* History of grade 4 allergic reactions to platinums:\n\nPatients with allergic reaction to platinums (up to and including grade 3 without a reaction protocol, and up to and including grade 2 in the face of aggressive pre-treatment) may be eligible pending review of experience, and PI approval.\n\nPatients who have not been rechallenged after a severe reaction may be eligible on a case-by-case basis.\n\n* Clinically significant GI bleeding or hemoptysis within 28 days prior to the start of the study\n* Inability to swallow pills\n* Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection (no antibiotics prior to entering the study within 7 days), symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements.\n* Pregnant and breast-feeding women: If a woman becomes pregnant or suspects she is pregnant while participating in this study, she should inform her treating physician immediately.\n* HIV-positive patients on combination antiretroviral therapy are ineligible because of the potential for pharmacokinetic interactions with AZD2281. In addition, these patients are at increased risk of lethal infections when treated with marrow-suppressive therapy such as carboplatin. HIV- positive patients who are not on combination antiretroviral therapy but with CD4 counts \\>500, eligibility is a PI decision on an individual patient basis.\n* Major surgery within the past 28 days",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}