{
    "nctId": "NCT06587789",
    "briefTitle": "Ribociclib in Combination With Adjuvant Endocrine Therapy for Patients With Early High-risk HR+HER2- Breast Cancer",
    "officialTitle": "A Multi-center, Prospective and Observational Study of Ribociclib in Combination With Adjuvant Endocrine Therapy for Patients With Early High-risk HR+HER2- Breast Cancer",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 286,
    "primaryOutcomeMeasure": "Invasive Disease-Free Survival(iDFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Before any trial-related procedures, sign a written informed consent, and be willing and able to follow the planned visits, research treatment, laboratory examination and other test procedures;\n2. Age 18-80 years old, female (both pre/post menopausal);\n3. The patient's initial diagnostic tissue specimens were confirmed to be HR+, HER2- early high-risk invasive breast cancer without evidence of disease recurrence or distant metastasis.\n4. The patient must have undergone radical surgery for the primary breast tumor. The cut edge of the removed specimen must be free from histological tumor residue (including invasive breast cancer or ductal carcinoma in situ \\[DCIS\\]). If supraclavicular or internal breast lymph nodes are considered for metastasis but cannot be surgically removed, radiotherapy should be carried out in the remaining lymph node drainage area in accordance with local guidelines.\n5. After surgical resection, the tumor was completely removed, and there was no tumor at the end of the surgical specimen microscope, and it belonged to one of the following stages:\n\n   * Pathological Stage IIB or III\n   * Pathological Stage IIA as listed below:\n   * N1 or N0, and: grade 3, or grade 2, meeting any of the following criteria:\n\n   ( Ki67 ≥ 20%, or Oncotype DX breast recurrence score ≥ 26, or MammaPrint classification of high risk)\n\n   Attention:\n   * For patients with tumor anatomical stage IIA N0: Patients are ineligible if Grade 1 or Unknown (Gx).\n   * Patients receiving neoadjuvant therapy must meet the above criteria in any preoperative staging/samples and/or surgical specimens (for staging, if Stage IIA, N0, also including grading and Ki67 or gene expression testing).\n   * AJCC 8th edition anatomic staging requirements determine T, N, and M categories. ALND is the preferred method for axillary lymph node staging; however, SLN dissection may be used to determine N classification in the following situations: No metastasis in the SLN (patients are considered as pN0); Slight metastasis in the SLN (patient considered as pN1mi); Patients with T1-2 and no clinically significant nodes before surgery, no neoadjuvant chemotherapy, at least 1 macrometastasis in 1 or 2 SLNs, no clustered swollen lymph nodes or severe extra-lymph node diseases during SLN clearance (patients are considered as pN1).\n6. A maximum of 12 months from surgery to enrollment.\n7. Patients with an ECOG score of ≤3, allowing the combination of other asymptomatic underlying diseases.\n8. The patient can swallow oral endocrine drugs, regardless of the type of endocrine drugs.\n9. The patient agrees to take paraffin samples from the primary lesions (including the primary lesions and lymph nodes), tumor tissue and blood samples from the recurrent lesions for future exploratory biomarker analyses\n10. The patient has completed (neo)adjuvant chemotherapy and standard radiotherapy (when indicated) in accordance with clinical practice guidelines.\n\nExclusion Criteria:\n\n1. The patient has received any CDK4/6 inhibitors in the past.\n2. Metastatic diseases (including contralateral axillary lymph nodes)\n3. Patients have received ET (tamoxifen or aromatase inhibitors or raloxifene) for the prevention of breast cancer.\n4. Unwilling to participate in the quality of life questionnaire score or provide tissue samples at the time of recurrence",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}