{
    "nctId": "NCT04551495",
    "briefTitle": "Neoadjuvant Study of Targeting ROS1 in Combination With Endocrine Therapy in Invasive Lobular Carcinoma of the Breast (ROSALINE)",
    "officialTitle": "Neoadjuvant Study of Targeting ROS1 in Combination With Endocrine Therapy in Invasive Lobular Carcinoma of the Breast",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Invasive Lobular Breast Carcinoma, ER+ Breast Cancer, HER2-negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 65,
    "primaryOutcomeMeasure": "Evaluation of the efficacy of endocrine therapy + entrectinib in women with ER+/HER2- early breast cancer of the lobular subtype:Residual Cancer Burden (RCB)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Female\n2. Age ≥ 18 years\n3. Histological diagnosis of invasive lobular breast adenocarcinoma that is ER+, and HER2- as per the updated American Society of Clinical Oncology (ASCO) - College of American Pathologists (CAP) guidelines according to local testing.\n4. Multifocal unilateral or bilateral breast adenocarcinoma tumours are allowed if all tested foci are lobular, ER+ and HER2-.\n\n   * ER positive (ER+ is defined as having an IHC of 1% or more and/or an Allred of 3 or more and HER2-).\n   * HER2 negative as defined by 2018 ASCO / CAP Guidelines\n5. A primary non metastatic or locally advanced tumour of 15 mm or more, cN0 or cN1 without prior treatment candidate for preoperative treatment.\n6. ECOG Performance Status (PS) 0 or 1.\n7. Adequate Bone Marrow Function including:\n\n   * Absolute Neutrophil Count (ANC) ≥1500/μL or ≥1.5x109/L;\n   * Platelets ≥100000/μL or ≥100 x 109/L;\n   * Haemoglobin ≥ 9 g/dL.\n8. Adequate Renal Function including:\n\n   o Serum creatinine ≤ 1.5 x upper limit of normal (ULN) or estimated creatinine clearance ≥ 60 ml/min as calculated using the method standard for the institution.\n9. Adequate Liver Function, including all of the following parameters:\n\n   * Total serum bilirubin ≤ 2.0 x ULN unless the subject has documented Gilbert syndrome\n   * Aspartate and Alanine Aminotransferase (AST and ALT) ≤ 3 x ULN;\n10. Signed Informed Consent form (ICF) obtained prior to any study related procedure.\n11. Completion of all necessary screening procedures within 28 days prior to enrolment. Biopsies at screening must have been obtained up to max 6 weeks before the beginning of treatment.\n12. Subject is willing and able to comply with the protocol for the duration of the study including treatment and scheduled visits and examinations.\n13. Women who are not postmenopausal or have not undergone hysterectomy must have documented negative pregnancy test (serum) within 28 days prior to enrolment.\n14. Women of childbearing potential and their partners, who are sexually active, must agree to use one highly effective form of contraception (see protocol section 6.6.1) from the signing of the ICF until at least 5 weeks after last administration of entrectinib, or they must totally/truly abstain from any form of sexual intercourse. Use of oral hormonal contraceptive agents in this study is not permitted.\n\n    Inclusion criterion applicable to FRANCE only:\n15. Subject is affiliated to the French Social Security System.\n\nExclusion Criteria:\n\n1. Clinical T4 disease including inflammatory breast cancer and/or cN3.\n2. Prior history of invasive cancer in the past 5 years except basal or squamous cell carcinoma of skin that has been definitively treated.\n3. Known hypersensitivity to the study drugs or excipients.\n4. Hyperuricemia \\> Grade 1\n5. Any illness or medical condition that is unstable or could jeopardize the safety of the subject or her compliance with study requirements.\n6. Subjects unable to swallow oral medications.\n7. Prior intake of letrozole, any ROS1 inhibitor, any TRK inhibitor or anticancer therapy (including endocrine therapy). Ovarian suppression including prior administration of a LHRH analogue (i.e. goserelin) is allowed prior to cycle 1 day 1, at the discretion of the investigator.\n8. Concurrent treatment with strong or moderate CYP3A inhibitor.\n9. Concurrent treatment with any of the drugs not permitted, i.e. strong CYP3A inducers and drugs known to cause QTc interval prolongation.\n10. Significant cardiac disease, including recent (less than 6 months) myocardial infarction, congestive heart failure, unstable angina, and bradyarrhythmias.\n11. LVEF ≤ 55% measured by echo or MUGA\n12. QTc exceeding 450 msec, history of prolonged QTc interval prolongation; risk factors for torsade de pointes; other concomitant medications that may prolong QTc; family or personal history of long or short QT syndrome, Brugada syndrome or known history of QTc prolongation, or Torsade de Pointes (TdP).\n13. Pregnant or lactating women.\n14. Known interstitial lung disease, interstitial fibrosis, or history of tyrosine kinase inhibitor-induced pneumonitis\n15. Peripheral neuropathy ≥ Grade 2\n16. Active gastrointestinal disease (e.g., Crohn's disease, ulcerative colitis, or short gut syndrome) or other malabsorption syndromes that would reasonably impact drug absorption.\n\n    Exclusion criterion applicable to France only\n17. Vulnerable persons according to the article L.1121-6 of the CSP, adults who are the subject of a measure of legal protection or unable to express their consent according to article L.1121-8 of the CSP.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}