{
    "nctId": "NCT04879563",
    "briefTitle": "Artificial Intelligence Supporting CAncer Patients Across Europe - the ASCAPE Project",
    "officialTitle": "Artificial Intelligence Supporting CAncer Patients Across Europe - the ASCAPE Project",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Cancer, Prostate Cancer, Quality of Life, Survivorship, Toxicity",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 500,
    "primaryOutcomeMeasure": "Patients' experience using ASCAPE-based follow-up",
    "eligibilityCriteria": "The patient selection process varies among the different study sites. Three Hospitals (Sismanogleio General Hospital Athens (SGHA), Örebro University Hospital (ÖUH), Uppsala University Hospital (UUH)) will include patients with newly diagnosed breast- (ÖUH, UUH) or prostate cancer (SGHA, ÖUH) who are eligible for curative treatment with surgery (breast cancer in ÖUH and UUH; prostate cancer in NKUA) or radiotherapy (prostate cancer; ÖUH).\n\nOne Hospital (Barcelona) will include breast cancer survivors (at least 12 months after surgery or chemotherapy) with follow-up through the Hospital.\n\nFinally, CareAcross will include patients with breast- or prostate cancer through its online platform for patients seeking for the CareAcross services.\n\nInclusion Criteria (breast cancer; ORB and Uppsala):\n\n* breast cancer diagnosis\n* no clinical evidence of metastatic disease\n* able for curative treatment with surgery with or without oncological treatment.\n\nInclusion Criteria (breast cancer; Barcelona)\n\n* prior early breast cancer who are at follow-up with at least 12 months after surgery or chemotherapy (whichever occurred last).\n\nInclusion Criteria (breast cancer; CareAcross)\n\n* breast cancer diagnosis (as per self-reported) irrespective of stage and treatment.\n\nInclusion Criteria (prostate cancer; SGHA and ORB)\n\n* proostate cancer diagnosis\n* no clinical evidence of metastatic disease\n* able for curative treatment with surgery with or without oncological treatment (SGHA) or radiotherapy (with or without prior surgery) irrespectively the type of radiotherapy (external radiotherapy, brachytherapy, or combination).\n\nInclusion Criteria (prostate cancer; CareAcross)\n\n* prostate cancer diagnosis (as per self-reported) irrespective of stage and treatment.\n\nExclusion Criteria (common in all study sites):\n\n* inability to give informed consent\n* inability / no access to smartphones, applications or internet services\n* patients with known medical history of allergy to the wearable material.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}