{
    "nctId": "NCT01387295",
    "briefTitle": "Intra-hepatic Chemotherapy in Patients With Liver Metastases From Breast Cancer and Limited Extrahepatic Disease",
    "officialTitle": "Intra-hepatic Chemotherapy With Oxaliplatin Every Second Week in Combination With Systemic Capecitabine in Patient With Non-resectable Liver Metastases From Breast Cancer A Phase II Trial in Patients With Limited Extrahepatic Disease",
    "overallStatus": "COMPLETED",
    "conditions": "Metastatic Breast Cancer, Liver Metastases",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 38,
    "primaryOutcomeMeasure": "Response Rate",
    "eligibilityCriteria": "Inclusion Criteria:• Informed consent\n\n* Age \\> 18 years\n* Performance status 0-1; expected survival ≥ 3 months\n* Patient with histologically or cytologically confirmed locally advanced or metastatic adenocarcinoma of the breast\n* Liver metastases not suitable for local treatment\n* Extrahepatic disease should be determined by PET-CT-scan.\n* No progression on treatment with capecitabine.\n* Prior treatment with taxane (adjuvant or for metastatic disease)\n* Metastases \\< 70 % of the liver\n* Neutrophile granulocytes \\> 1.5 x 109/l og thrombocytes \\> 100 x 109/l\n* Bilirubin \\< 2.0 x UNL (upper normal limit).\n* Creatinine-clearance \\> 30 ml/min.\n* INR \\< 1.6.\n* If the patient is HER2-positive:Baseline LVEF ≥ 50 %\n\nExclusion Criteria:\n\n* History of chemotherapy within the 4-week period prior to the start of trial medication\n* Other current or prior malignant disease except adequately treated and cured carcinoma in situ of the cervix or squamous cell carcinoma of the skin.\n* Previous treatment with oxaliplatin\n* Cytotoxic or experimental treatment within a 14 days period before start of trial medication\n* The patient is not allowed to participate in other clinical trials.\n* Any clinical symptoms suggesting peripheral neuropathy \\< or equal to grade 2 or CNS metastases (In case of clinical suspicion on CNS metastases a MR or CT scan should be performed within 4 weeks before inclusion\n* Other severe medical conditions e.g. severe cardial disease or AMI \\< 1 year\n* Presence of diseases which prevent oral therapy.\n* Patients with uncontrolled infection\n* Pregnant or lactating women\n* Women capable of childbearing not using a sufficient non-hormonal method of birth control\n* Patients not able to understand the treatment or to collaborate.\n* Prior serious or unsuspected reaction after treatment with fluoropyrimidine\n* Known prior hypersensitivity reactions to the agents\n\nIf the patient is HER2-positive:\n\n* Dyspnoea in due to complication related to malignant disease e.g.lung metastases with lymphangitis or other conditions with need of supportive oxygen.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}