{
    "nctId": "NCT01831024",
    "briefTitle": "Efficacy and Safety of Dignicap System for Preventing Chemotherapy Induced Alopecia",
    "officialTitle": "Clinical Performance, Efficacy and Safety of the DigniCap™ System, a Scalp Hypothermia System, in Preventing Chemotherapy Induced Alopecia in Patients With Early Stage Breast Cancer",
    "overallStatus": "UNKNOWN",
    "conditions": "Chemotherapy Adjuvant, Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 110,
    "primaryOutcomeMeasure": "Hair loss",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Female patients \\>/= 18 years of age\n* Documented diagnosis of stage I or II breast cancer\n* A planned course of chemotherapy in the adjuvant or neoadjuvant setting with curative intent including one of the following regimens:\n\n  * Doxorubicin 60 mg/m2 and cyclophosphamide 600 mg/m2 x 4 - 6 cycles IV every 2 - 3 weeks\n  * Docetaxel 75 mg/m2 and cyclophosphamide 600 mg/m2 x 4 - 6 cycles IV every 3 weeks\n  * Paclitaxel 80 mg/m2 weekly IV x at least 12 weeks with or without IV trastuzumab\n  * Paclitaxel 175 mg/m2 IV every 2 weeks x 4 - 6 cycles (without an anthracycline)\n  * Paclitaxel weekly and carboplatin AUC 2 weekly or AUC 6 every 3 weeks IV x 4 - 6 cycles and trastuzumab IV weekly or every 3 weeks\n  * Docetaxel 75 mg/m2 and carboplatin AUC 6 IV every 3 weeks x 4 - 6 cycles and trastuzumab IV weekly or every 3 weeks\n  * Targeted agents such as trastuzumab or lapatinib are allowed\n* Plan to complete chemotherapy within 6 months\n* At least two years out from the last chemotherapy causing hair loss with complete recovery of hair\n* Karnofsky performance status \\>/= 80%\n* Willing and able to sign informed consent for protocol treatment\n* Willing to participate in study procedures including having photographs of the head before the first cycle of chemotherapy and 1 month after the last chemotherapy\n* Willing to enroll in an extension protocol for follow up for 5 years following the end of chemotherapy treatment\n\nExclusion Criteria:\n\n* Patients with female pattern baldness resembling picture I-3 or higher on the Savin scale\n* Autoimmune disease affecting hair; e.g. alopecia areata, systemic lupus with associated hair loss\n* A history of whole brain radiation\n* Plans to use a chemotherapy regimen other than those specified in the inclusion criteria. Specifically, patients receiving a regimen including both an anthracycline and a taxane are not eligible for this trial (AC/T, EC/T, TAC, etc.)\n* Concurrent hormone therapy with chemotherapy. Hormone therapy should be used as indicated following completion of chemotherapy\n* Underlying clinically significant liver disease including active viral hepatitis with abnormal liver function tests \\>1.5 times the upper limit of normal, including alkaline phosphatase, AST, and total bilirubin. Patients with Gilbert´s disease (elevated indirect bilirubin only) will be eligible for participation.\n* Clinically significant renal dysfunction defined as serum creatinine \\> upper limit of normal.\n* A serious concurrent infection or medical illness which would jeopardize the ability of the patient to complete the planned therapy and follow-up\n* A history of persistent grade 2 (or higher) alopecia induced by prior chemotherapeutic regimens\n* Participation in any other clinical investigation or exposure to other investigational agents, drugs, device or procedure that may cause hair loss\n* Intercurrent life-threatening malignancy\n* A history of cold agglutinin disease or cryoglobulinemia.\n* Evidence of untreated or poorly controlled hyper or hypothyroidism\n* A history of silicon allergy\n* American Society of Anesthesiologist Class ≥3",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}