{
    "nctId": "NCT05504213",
    "briefTitle": "A Phase Ib Study of HS-10352 Plus Fulvestrant in Patients With Advanced Breast Cancer",
    "officialTitle": "A Phase Ib, Open-label, Multicenter Study to Evaluate Safety, Tolerability, Pharmacokinetics, and Efficacy of HS-10352 in Combination With Fulvestrant in Patients With Hormone Receptor (HR) Positive, Human Epidermal Growth Factor 2 (HER2)-Negative, PIK3CA Mutation, Locally Advanced or Metastatic Breast Cancer",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 224,
    "primaryOutcomeMeasure": "[Stage 1] Maximum tolerated dose (MTD) of HS-10352 in combination with fulvestrant",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Men or women aged more than or equal to (≥) 18 years\n2. HR+ HER2- breast cancer confirmed by histology or cytology.\n3. Locally advanced disease not amenable to curative treatment by surgery or metastatic disease.\n4. Have adequate tumor tissue for the analysis of PIK3CA mutational status. At dose expansion stage, participants should be identified as PIK3CA-mutation positive before enrollment.\n5. Females should have postmenopausal status due to either surgical/natural menopause or ovarian suppression with a luteinizing hormone releasing hormone (LHRH) agonist before enrollment. Males should be pre-treated with a LHRH agonist.\n6. Have either measurable disease per RECIST v1.1 criteria or at least one predominantly lytic bone lesion must be present.\n7. ECOG performance status was 0-1 and did not deteriorate in the previous 2 weeks.\n8. Estimated life expectancy for at least three months\n9. Females should be using adequate contraceptive measures and should not be breastfeeding at the time of screening, during the study and until 6 months after completion of the study; and have negative results of blood pregnancy test prior to C1D1.\n\n   Males should be using adequate contraceptive measures at the time of screening, during the study and until 6 months after completion of the study.\n10. Have signed Informed Consent Form\n11. Dose escalation stage-Cohort 1: subjects resistant to endocrine therapy Dose expansion stage-Cohort 2: subjects resistant to endocrine therapy Dose expansion stage-Cohort 3: endocrine therapy-sensitive or endocrine-naive subjects\n\nExclusion Criteria:\n\n1. Participant with symptomatic visceral disease or any disease burden that makes the participant ineligible for endocrine therapy per the investigator's best judgment\n2. Treatment with any of the following:\n\n   1. Previous or current treatment with PI3K, AKT or mTOR inhibitors\n   2. For expansion stage, prior treatment with fulvestrant\n   3. Any cytotoxic chemotherapy, investigational agents within 21 days of the first dose of study drug; anticancer drugs which have been received within 14 days before the first administration.\n   4. Radiotherapy with a limited field of radiation for palliation within 2 weeks of the first dose of study drug, or patients received more than 30% of the bone marrow irradiation, or large-scale radiotherapy within 4 weeks of the first dose.\n   5. Major surgery (including craniotomy, thoracotomy, or laparotomy, etc.) within 4 weeks of the first dose of study drug.\n3. With inflammatory breast cancer at screening.\n4. Inadequate bone marrow reserve or organ function.\n5. Uncontrolled pleural effusion or ascites or pericardial effusion.\n6. Known and untreated, or active central nervous system metastases.\n7. History of primary or secondary diabetes.\n8. History of acute or chronic pancreatitis\n9. Refractory nausea, vomiting, or chronic gastrointestinal diseases, or inability to swallow the study drug that would preclude adequate absorption of HS-10352 or fulvestrant.\n10. History of hypersensitivity to any active or inactive ingredient of HS-10352/ fulvestrant or to drugs with a similar chemical structure or class to HS-10352.\n11. Judgment by the investigator that the patient should not participate in the study if the patient is unlikely to comply with study procedures, restrictions, and requirements.\n12. Any disease or condition that, in the opinion of the investigator, would compromise the safety of the patient or interfere with study assessments.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}