{
    "nctId": "NCT06125314",
    "briefTitle": "HER2 TREAT Study: Retrospective Study to Estimate the Prevalence of HER2-low in Unresectable and/or Metastatic Breast Cancer Patients Who Progress on Anti-Cancer Therapy Identified as HER2-Negative From Patient Medical Records in The Gulf Cooperation Council",
    "officialTitle": "A Multicenter, Non-Interventional, Retrospective Study Aims to Estimate the Prevalence and Describe the Clinical Manifestations of HER2-Low Breast Cancer Reported in Unresectable and/or Metastatic Breast Cancer Patients Who Progress on Anti-Cancer Therapy Identified as HER2- Negative From Patient Medical Records in The Gulf Council Cooperation Region",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Neoplasms, Breast Cancer, Breast Carcinoma, Genes, HER2",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 385,
    "primaryOutcomeMeasure": "HER2-low prevalence based on rescoring of historical HER2 fixed tissue slides among HER2-negative Unresectable or/and metastatic Breast Cancer patients.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* women ≥ 18 years of age at date of diagnosis\n* Patients must have a histological or cytological confirmed diagnosis of Unresectable or/and mBC between 01st January 2018 and 31st December 2022.\n* Patients with at least 12 months of follow-up data (from the index date) in the medical records at the participating site unless patient died.\n* Patients must have been diagnosed as HER2-negative (HER2 IHC 0, 1+, 2+/ISH-), regardless of hormone status.\n* Patients who are diagnosed and/or progressed on at least one prior systemic anticancer therapy (e.g., ET, chemotherapy, CDK4/6i, targeted therapies other than anti- HER2, or immunotherapy) in the metastatic setting.\n* Patients must have historical HER2 fixed tissue IHC stained slides in acceptable quality to allow retesting of HER2 expression only in case of the absence of accurate scoring of IHC/ISH in pathology report.\n\nExclusion Criteria:\n\n* Have a history of other malignancies other than basal cell carcinoma of the skin and squamous cell carcinoma of the skin.\n* Patients who are HER2 positive (with historical HER2 status of IHC 2+/ISH+ or 3+, or HER2 amplified.",
    "sex": "FEMALE",
    "minimumAge": "N/A",
    "stdAges": "CHILD, ADULT, OLDER_ADULT"
}