{
    "nctId": "NCT02562378",
    "briefTitle": "T-DM1 and Non-pegylated Liposomal Doxorubicin in Human Epidermal Growth Factor Receptor 2 (HER2)-Positive Metastatic Breast Cancer",
    "officialTitle": "Phase I Multicenter Clinical Trial Evaluating the Combination of Trastuzumab Emtansine (T-DM1) and Non-pegylated Liposomal Doxorubicin in HER2-positive Metastatic Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 15,
    "primaryOutcomeMeasure": "Hematological - Dose Limiting Toxicities",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Signed informed consent\n* Patient able and willing to comply with protocol\n* Cytologically or histologically confirmed carcinoma of the breast.\n* Incurable locally advanced or metastatic disease who have previously received up to two previous chemotherapy regimens in this setting. Patient must have progressed or relapsed on or after taxane and trastuzumab-based therapy.\n* HER2-positive disease\n* At least one measurable lesion according to RECIST version 1.1; or patients with non measurable lesions could be included with these exceptions:\n\n  o patients with only blastic bone lesions / with only pleural, peritoneal or cardiac effusion, or meningeal carcinomatosis\n* ≥ 18 years of age\n* Eastern Cooperative Oncology Group (ECOG) 0 or 1\n* Life expectancy ≥ 3 months\n* Adequate bone marrow function:\n\n  * Hemoglobin ≥ 10 g/dl.\n  * Absolute neutrophil count ≥ 1.5 x 109/L.\n  * Platelets ≥ 100 x 109/L without transfusions within 21 days\n  * International normalized ratio (INR) \\< 1.5 × the upper limit of normal (ULN).\n* Adequate hepatic and renal function\n* Adequate cardiovascular function with LVEF ≥ 55%\n* Recovery from all reported toxicities of previous anti-cancer therapies to baseline or grade ≤ 1 (CTCAE version 4.0), except for alopecia\n* For women of childbearing potential and not postmenopausal, and who have not undergone surgical sterilization with a hysterectomy and/or bilateral oophorectomy, and men with partners of childbearing potential, use of forms of contraception\n\nExclusion Criteria:\n\n* Previous treatment with T-DM1 or anthracyclines\n* More than two chemotherapeutic regimens for locally advanced incurable disease or metastatic disease\n* Prior anti-cancer treatment with chemotherapy, immunotherapy or radiotherapy within 3 weeks (6 weeks for nitrosoureas or mitomycin-C), hormonal therapy or lapatinib within 7 days, prior trastuzumab within 21 days (7 days if weekly trastuzumab) or any other targeted therapy within the last 21 days prior to starting study treatment\n* Previous radiotherapy for the treatment of unresectable, locally advanced/recurrent or mBC is not allowed if:\n\n  * The last fraction of radiotherapy has been administered within 21 days prior to first study drug administration (except for brain irradiation; at least 28 days will be required)\n  * More than 25% of marrow-bearing bone has been irradiated\n* History of intolerance (including Grade 3 or 4 infusion reaction) or hypersensitivity to the active substance or to any of the excipients of T-DM1 or non-pegylated liposomal doxorubicin\n* Patients with central nervous system (CNS) involvement. However, patients with metastatic CNS tumors may participate in this trial if the patient is \\> 4 weeks from radiotherapy completion, is clinically stable with respect to CNS tumor at the time of study entry and is not receiving steroid therapy for brain metastases\n* Severe/uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, or psychiatric illness/social situations that would limit compliance with study requirements.\n* Cardiopulmonary dysfunction\n* Current peripheral neuropathy of Grade ≥ 3 per the NCI CTCAE, v4.0\n* History of a decrease in LVEF to \\< 40% or symptomatic congestive heart failure (CHF) with previous trastuzumab treatment\n* Prior malignancy, other than carcinoma in situ of the cervix, or non-melanoma skin cancer, unless the prior malignancy was cured ≥ 5 years before first dose of study drug with no subsequent evidence of recurrence\n* Current known active infection with HIV, hepatitis B, and/or hepatitis C virus\n* Women who are pregnant or breast-feeding",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}