{
    "nctId": "NCT01419730",
    "briefTitle": "Vitamin D and Physical Activity on Bone Health",
    "officialTitle": "The Effect of High-Dose Vitamin D and Physical Activity on Bone Health in Breast Cancer Patients Receiving Hormonal Therapy",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Bone Metabolism Biomarkers, Bone Mineral Density, Physical Fitness",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 191,
    "primaryOutcomeMeasure": "Measure the amount of bone loss in non-metastatic breast cancer patients receiving a high dose vitamin D therapy along with a structured home-based walking and progressive resistance exercise program.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Must be female and have a primary diagnosis of Stage I, II, or III hormone-receptor positive breast cancer.\n* Women must be postmenopausal at time of enrollment.\n* Must provide informed consent.\n* Must be willing to discontinue use of calcium and/or vitamin D supplements.\n* Participants must have an ionized serum calcium level within normal limits (1.19-1.29mmol/L) and a total corrected serum calcium of \\< 10.6 mg/dl.\n* Participants must be slightly vitamin D deficient (serum vitamin D level \\<32ng/ml)\n* Must have a functional capacity rating of ≤ 2 on the Eastern Cooperative Oncology Group (ECOG) performance status when assessed at baseline.132\n* Must have the approval of their treating physician (or physician's nurse practitioner or physician's assistant) to participate in sub-maximal physiological fitness testing and a low to moderate home-based walking and progressive resistance exercise program and to receive the 24-week supplementation of vitamin D.\n* Must be less than five years from the diagnosis of breast cancer and must be within 12 months of starting treatment with aromatase inhibitors (AI) in accordance with American Society of Clinical Oncology (ASCO) guidelines.\n\nExclusion Criteria:\n\n* Subjects with life-threatening conditions that would preclude them from breast cancer treatment including chronic cardiac failure, which is unstable despite medication use, uncontrolled hypertension, uncontrolled diabetes mellitus, or unstable coronary artery disease.\n* Patients who had a myocardial infarction within the past year.\n* Patients with severe metabolic disorders, which includes phenylketonuria (PKU), homocystinuria, and Fabry's disease, that would preclude them from taking calcitriol.\n* Patients with impaired renal function (CRCL \\< 60 mL/min) or who had kidney stones (calcium salt) within the past 5 years.\n* Patients with hypercalcemia (corrected serum Ca ≥ 10.6 mg/dl) or a history of hypercalcemia or vitamin D toxicity.\n* Patients currently taking calcium supplements or aluminum-based antacids must be willing to discontinue their use if they are to enroll in the study.\n* Patients currently taking vitamin D supplements must immediately discontinue their use if they are to enroll in the study.\n* Patients with a known sensitivity to vitamin D.\n* Patients who are severely vitamin D deficient (\\<10 ng/ml).\n* Women on antiresorptive drugs (e.g. bisphosphonates) within the past year.\n* Patients not capable of participating in an exercise intervention due to severe knee arthrosis or ligament/cartilage injuries of the lower extremities.\n* Women with malabsorptive syndromes (i.e. cystic fibrosis, chronic pancreatitis) or taking medications that decrease the absorption of fat soluble vitamins (i.e. Orlistat, Questran).",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}