{
    "nctId": "NCT01272570",
    "briefTitle": "Oral Health and Oral Health-Related Quality of Life in Early Stage Breast Cancer Survivors",
    "officialTitle": "Oral Health and Oral Health-Related Quality of Life in Early Stage Breast Cancer Survivors: The Role of Aromatase Inhibitors",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer, Xerostomia",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 58,
    "primaryOutcomeMeasure": "Periodontal diseases",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Postmenopausal as defined by NCCN (any of the following)\n\n  * Prior bilateral oophorectomy\n  * Age equal to or greater then 60 years of age\n  * Age less then 60 and amenorrheic for 12 or more months in the absence of chemotherapy, tamoxifen, toremifene or ovarian suppression and FSH and estradiol in the postmenopausal range\n  * If taking tamoxifen or toremifene and age less then 60y, then FSH and plasma estradiol level in postmenopausal ranges71.\n* Individuals capable of consenting and self administering the survey instrument.\n* At least 15 teeth present.\n\nAI users:\n\n* Diagnosis of BCa- Histologic confirmed diagnosis of BCa: Stage 0, I, II, or III with no evidence of metastatic disease.\n* Treatment- AI as clinically indicated (AI may be anastrozole, exemestane or letrozole). Subjects may have had prior tamoxifen or raloxifene. Subjects may have had chemotherapy and/or radiation therapy. Must be within the first year of consecutive AI therapy. If a subject started AI, discontinued, then restarted, they will be accepted into the study as long as the past therapy did not exceed 12 months and the current therapy has not exceeded 12 months.\n\nControls:\n\n-No Diagnosis of cancer.- Patients must not have a diagnosis of any cancer (Not including a history of thyroid or skin cancer).\n\nExclusion Criteria:\n\n* Metastatic BCa (AI treated group: fully resected locally recurrent disease is permitted if the patient has been rendered without evidence of disease).\n* Significant psychiatric illness/social situations that would preclude completion of questionnaires\n* Chronic medications known to affect the periodontal status (calcium antagonist, anti-convulsives, immunosuppressives (\\> prednisone 7.5mg daily). NSAIDS and bisphosphonates are permitted.\n* Premedication- Conditions that require antibiotic therapy will be evaluated on a case-by-case basis. (Patients taking prophylaxis for joint replacements will not be excluded.)",
    "sex": "FEMALE",
    "minimumAge": "50 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}