{
    "nctId": "NCT05858242",
    "briefTitle": "Study on Early Auxiliary Diagnosis and Postoperative Recurrence Monitoring of Breast Cancer",
    "officialTitle": "Early Auxiliary Diagnosis and Postoperative Recurrence Monitoring of Breast Cancer Based on Plasma ctDNA Methylation Markers",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 100,
    "primaryOutcomeMeasure": "Finding the characteristic ctDNA methylation targets of breast cancer",
    "eligibilityCriteria": "The first stage Inclusion Criteria：\n\nWomen between the ages of 18 and 80 who are not pregnant or lactating; Meet any of the following categories:\n\n1. Breast cancer Newly diagnosed breast cancer patients \\[according to breast cancer TNM staging\\]; The patient was not accepted prior to blood collection Any breast cancer antitumor related treatment, including surgery, transplantation, radiation, chemotherapy, etc.\n2. precancerous lesions Dysplasia, carcinoma in situ, atypical hyperplasia, etc., no previous history of malignant tumor.\n3. Benign lesions These include fibroadenoma of the breast, intraductal papilloma of the breast, cystic hyperplasia of the breast, lobulated tumors of the breast, Plasma cell mastitis.\n4. Healthy people No abnormal breast, no history of malignancy within 5 years; Age 50 years or above.\n\nExclusion Criteria:\n\n1. previous breast cancer;\n2. A history of other cancers;\n3. Patients who have received major surgical treatment such as blood transfusion or transplantation within 3 months\n4. Participate in other interventional clinical researchers, pregnant or lactating women, or patients suffering from autoimmune diseases, genetic diseases, mental disorders, etc., within 3 months.\n5. Patients with other diseases deemed unsuitable for inclusion by the researcher;\n\nThe second stage Inclusion Criteria：\n\n1. Patients with definite pathological diagnosis of breast cancer who were to receive radical surgery after preoperative evaluation for initial treatment\n2. Women aged between 18 and 80 who are not pregnant or lactating;\n3. The radical surgery to be received includes mastectomy radical surgery, simple excision + sentinel lymph node biopsy and modified radical surgery, and on this basis, mastectomy plastic surgery, stage I reconstruction and other operations that have the same radical treatment effect and do not affect the entire standardized treatment of patients\n4. Enrolled patients were newly treated breast cancer patients without prior malignant tumor history and treatment history\n\nExclusion Criteria:\n\n1. Stage IV breast cancer patients, or ECOG score \\&gt; 2.\n2. A history of malignant tumor or other hereditary diseases;\n3. Have received organ transplantation, stem cell transplantation, bone marrow transplantation or received blood transfusion within the past month;",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}