{
    "nctId": "NCT03073473",
    "briefTitle": "Evaluation of the NantHealth GPS Cancer Test in Patients With Advanced Cancers",
    "officialTitle": "Quantitative Targeted Proteomics Detected by Mass Spectrometry With Whole Genome (DNA) and Whole Transcriptome (RNA) Sequencing in Advanced Cancers",
    "overallStatus": "TERMINATED",
    "conditions": "Pancreatic Cancer, Metastatic Breast Cancer, Metastatic Lung Cancer, Metastatic Colon Cancer, Metastatic Melanoma, Metastatic Prostate Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 40,
    "primaryOutcomeMeasure": "Time on original treatment strategy for advanced cancer",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Pancreatic cancer patients ineligible for curative surgery at time of entry will be eligible for enrollment.\n* Metastatic breast cancer at any time in their treatment history will be eligible for enrollment.\n* Advanced stage (non-resectable/metastatic/incurable) lung cancer patients will be eligible for enrollment.\n* Metastatic colon cancer patients not amenable to curative therapy will be eligible for enrollment.\n* Metastatic non-resectable malignant melanoma patients will be eligible for enrollment.\n\nNantHealth GPS Cancer in Advanced Cancers\n\n* Metastatic hormone refractory prostate cancer patients will be eligible for enrollment. Patients must have tumor tissue available prior to the initiation of the current line of treatment available for GPS Cancer testing.\n* Metastatic bladder cancer\n* Non-resectable metastatic Renal carcinoma\n* Non-resectable metastatic Head and Neck cancer\n* Metastatic Ovarian cancer\n* Metastatic Cervical cancer\n* Metastatic Sarcoma\n* Patients must sign informed consent for this study.\n* Patients must have private medical insurance coverage through Horizon Blue Cross Blue Shield. This is limited to insured commercial members, including HMO, and excluding, for the avoidance of doubt, members of self-insured customers or Medicare or Medicaid programs.\n\nExclusion Criteria:\n\n* Pregnancy.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}