{
    "nctId": "NCT04728035",
    "briefTitle": "Study of Irinotecan Liposome Injection in Patients With Advanced Breast Cance",
    "officialTitle": "A Phase I Study to Evaluate the Safety, Tolerability, Pharmacokinetics, and Preliminary Efficacy of Irinotecan Liposome Injection in Patients With Advanced Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Advanced Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 119,
    "primaryOutcomeMeasure": "Incidence of treatment-related adverse events (AEs) and serious adverse events (SAEs)",
    "eligibilityCriteria": "Inclusion Criteria:\n\nAll patients 1.Female aged between 18 and 75 years.\n\n2.Histologically or cytologically confirmed breast cancer.\n\n3.At least one measurable lesion according to RECIST 1.1.\n\n4.The time interval between the end of the last anti-tumor treatment and the first administration of irinotecan liposome injection is restricted as follows:\n\n(1) More than 6 weeks for nitrosoureas (such as carmustine, lomustine, etc.) or mitomycin C.\n\n(2) More than 3 weeks for cytotoxic chemotherapeutics, immunotherapy such as PD-1/PD-L1 and biotherapy.\n\n(3) More than 2 weeks (five half-lives, whichever is longer) for oral fluorouracil, oral small molecule targeted drugs, and endocrine therapy.\n\n(4) More than 2 weeks for Radiotherapy. (5) More than 2 Weeks for traditional Chinese medicine with anti-tumor indications.\n\n5.Eastern Cooperative Oncology Group (ECOG) performance status 0 to 2.\n\n6.Life expectancy \\>3 months.\n\n7.Patient should not receive blood transfusion or supportive care (eg. EPO, G-CSF or others) within 14 days before the initiate dose, and laboratory test should meet the following criteria: neutrophile count ≥1.5×10\\^9/L platelet count ≥100×10\\^9/L hemoglobin ≥90 g/L or ≥5.6 mmol/L serum creatinine ≤1.5×ULN and creatinine clearance rate ≥50 mL/min total bilirubin ≤1×ULN AST and ALT ≤2.5×ULN\n\n8.Patient with reproductive potential must agree to use adequate contraception from the signing of informed consent to at least 6 months after the trial completion and have a negative serum pregnancy test within 7 days before enrollment.\n\n9.Ability to understand and the willingness to sign a written informed consent.\n\nAdditional criteria for dose escalation and cohort 1 in dose expansion\n\n1.Meet the molecular classification criteria for triple-negative breast cancer.\n\n2.Patients with locally recurrent or metastatic disease who have received at least two prior chemotherapeutic regimens for breast cancer and had failed to prior chemotherapy due to progression or intolerable toxicity:\n\n(1)Early neoadjuvant or adjuvant chemotherapy for localized disease that progresses to unresectable locally advanced or metastatic disease within 12 months after completion is one of the permitted previous chemotherapy regimens.\n\n(2)PARP inhibitor for patients with germline BRCA1/BRCA2 mutations who have been treated with approved PARP inhibitors, is one of the permitted prior chemotherapy regimens.\n\n3.Previous treatment with taxanes and anthracyclines was required regardless of the stage of disease (neoadjuvant, adjuvant or palliative). Those who have contraindications or intolerance to a certain drug above should receive at least one cycle of treatment with this drug, and can be exempted from the requirements for the use of this drug.\n\nAdditional criteria for cohort 2 in dose expansion\n\n1.HER2 negative breast cancer defined as 0 - 1+ by immunohistochemistry or FISH negative result.\n\n2.Evidence of new and/or progressive brain metastases following previous radiotherapy (WBRT and/or SRS and/or gamma knife) and/or surgery.\n\n3.At least one measurable brain lesion (≥10 mm on T1-weighted, gadolinium-enhanced magnetic resonance imaging).\n\nExclusion Criteria\n\n1. Patients who have received any investigational drug within 4 weeks of the first dose of the study drug.\n2. Patients who have undergone major organ surgery (excluding needle biopsy) or have significant trauma within 4 weeks prior to the first dose of the study drug, or have a schedule for major surgery during the trial.\n3. Patients who have concomitant use of strong CYP3A4 inhibitors or inducers within 2 weeks prior to receiving the first dose of irinotecan liposome injection, or CYP3A4 inhibitors or UGT1A1 inhibitors within 1 week prior to receiving the first dose of irinotecan liposome injection, or those who could not suspend the above drugs during the study.\n4. Patients who received systemic glucocorticoids (prednisone \\>10 mg/day or equivalent dose of the similar drugs) or other immunosuppressive agents within 14 days before the first dose of the study drug. Except for local, ocular, intra-articular, intranasal, and inhaled glucocorticoids, short term use of glucocorticoids for preventive treatment (e.g., prevention of contrast allergy). Cohort 2 in dose expansion is not limited.\n5. Patients who have received prior topoisomerase I inhibitor treatment, including irinotecan or other investigational agents.\n6. Known hypersensitivity (CTCAE 5.0≥3) to any of the components of irinotecan liposome injection, or other liposomal products.\n7. Patients with central Nervous System (CNS) metastasis meet any of the following criteria: Cohort 2 in dose expansion is not limited.\n\n(1)Patients who have developed new or progressive brain metastasis following cranial radiation or surgery.\n\n(2)Patients with the symptomatic Central Nervous System (CNS) metastasis who have used cortisol, radiotherapy, dehydration drugs, etc. to control symptoms in the past two weeks.\n\n(3)Patients with carcinomatous meningitis.\n\n(4)Patients with brainstem (midbrain, pons, medulla oblongata) metastasis.\n\n(5)Patients have other evidence indicates that the patient's central nervous system metastasis or meningeal metastasis has not been controlled and is judged unsuitable for enrollment by the investigator.\n\n8.Patients who have pulmonary lymphatic dissemination and metastasis, leading to dyspnea at rest, may need to be combined with other treatments, such as oxygen inhalation, which is judged not suitable for enrollment by the investigator.\n\n9.Prior radiation therapy encompassing more than 30% of bone marrow.\n\n10.Patients have unresolved adverse reactions \\> grade 1 (CTCAE 5.0) from previous anti-tumor treatment (except for the peripheral neuropathy \\< grade 2, alopecia, and other toxicity judged no safety risk by investigators).\n\n11.History of autoimmune disease, immunodeficiency (including HIV test positive), or other acquired or congenital immunodeficiency, or organ transplantation.\n\n12.Patients with known Hepatitis B Virus (HBV DNA\\>2000 IU/ml), Hepatitis C Virus (anti-HCV positive), or other uncontrolled active infections.\n\n13.Chronic gastrointestinal dysfunction with diarrhea as the main symptom, such as Crohn's disease, ulcerative colitis, malabsorption or Diarrhea ≥ grade 1, intestinal obstruction, or other gastrointestinal diseases of clinical significance as judged by the investigators.\n\n14.Previous malignancies in the past five years (except basal cell carcinoma, squamous cell carcinoma, superficial bladder carcinoma, local prostate carcinoma, carcinoma in situ of cervical, or of others that have been radically resected and have not recurred).\n\n15.History of serious cardiovascular disease, including but not limited to:\n\n1. Severe cardiac rhythm or conduction abnormalities, such as ventricular arrhythmias requiring clinical intervention, II-III degree atrioventricular block, etc.\n2. Patients with prolonged QT/QTc interval in baseline electrocardiogram (ECG) (QTcF \\> 480 ms, Fridericia formula: QTcF = QT/RR0.33, RR = 60/heart rate).\n3. Patients with myocardial infarction, angina pectoris, coronary angioplasty or stent, deep vein thrombosis, stroke within 6 months before enrollment.\n4. Baseline echocardiography (ECHO) or cardiac radionuclide scanning (MUGA) techniques showed left ventricular ejection fraction (LVEF) ≤ 50%, or NYHA grade Ⅲ and above.\n5. Poorly controlled hypertension (systolic blood pressure≥150 mmHg and/or diastolic blood pressure≥ 95 mmHg with optimal treatment.\n6. Previous or current cardiomyopathy.\n7. Patients with clinically significant abnormal electrocardiogram (ECG)according to the investigator's assessment.\n\n16. Uncontrolled third lacunar effusion, improper for enrollment by investigator's assessment.\n\n17. Patients with alcohol or drug dependence.\n\n18. Pregnant or lactating women.\n\n19.History of explicit neurological or psychiatric disorders, including epilepsy or dementia.\n\n20. Known medical condition that, in the investigator's opinion, would increase the risk associated with study participation or study drug administration, or interfere with the interpretation of safety results.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}