{
    "nctId": "NCT04418154",
    "briefTitle": "Neoadjuvant Dose-dense EC Followed by ABX With PD-1 for Triple Negative Breast Cancer Patients",
    "officialTitle": "Neoadjuvant Anthracycline Followed by Toripalimab Combined With Nab-paclitaxel in Patients With Early Triple-negative Breast Cancer",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Triple Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 70,
    "primaryOutcomeMeasure": "Total Pathologic complete response (tpCR)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Age 18 to 70 years old, female.\n* Patients with histologically confirmed unilateral primary invasive breast cancer who meet the criteria of cT2-4NanyM0.\n* Patients with ER negative and PR negative by immunohistochemistry (IHC), and HER-2 negative disease. HER2-negative disease was defined as follows: disease whose HER-2 is 1+ or negative by IHC, or fluorescence in situ hybridization (FISH) is negative if IHC is 2+.\n* According to the RECIST 1.1 criteria, there is at least one measurable objective lesion.\n* Eastern Cooperative Oncology Group (ECOG) performance score 0-1.\n* Baseline left ventricular ejection fraction (LVEF) is greater than or equal to (\\>/=) 55%.\n* Bone marrow function is required as follows: neutrophils are more than or equal to (\\>/=) 1.5×109/L, platelets more than or equal to (\\>/=) 100×109/L, and hemoglobin more than or equal to (\\>/=) 90g/L.\n* Hepatic and renal function are required as follows: serum creatinine is less than or equal to (\\</=) 1.5 times of upper limits of normal (ULN), aspartate transaminase (AST) and alanine aminotransferase (ALT) less than or equal to (\\</=) 2.5 times of ULN, and total bilirubin less than or equal to (\\</=) 1.5 times of ULN or \\</= 2.5 times of ULN if patient is with Gilbert's syndrome.\n* With good compliance with the planned treatment, are able to understand the follow-up procedures of this study and sigh the informed consent form.\n\nSigned informed consent.\n\nExclusion Criteria:\n\n* Received radiotherapy, chemotherapy, surgery or other targeted and immunotherapy for triple-negative breast cancer before enrollment.\n* With heart disease classified as New York Heart Association class (NYHA) grade II or above (including grade II) are identified by the investigator.\n* With severe systemic infection or those with other serious illnesses.\n* Known to be allergic or intolerant to chemotherapy drugs or their excipients.\n* With a history of autoimmune diseases or those using glucocorticoids or immunosuppressive drugs.\n* With known active stage of HBV or HCV infection or hepatitis B DNA ≥500, or patients with chronic abnormal liver function.\n* With a history of abnormal thyroid function.\n* With grade ≥ 2 peripheral neuropathy.\n* With a clear history of neurological or mental disorders, including epilepsy or dement.\n* Previous non-breast malignancy within 5 years prior to study entry excluding healed cervical carcinoma in situ and non-melanoma skin cancer.\n* History of other malignant tumors within the past 5 years, excluding cured cervical carcinoma in situ and non-melanoma skin cancer.\n* Pregnancy or lactation, and patients of childbearing potential who refuse to use adequate contraception during the course of this study.\n* Prior participation in other studies within 30 days prior to the administration of the first dose of the investigational drug.\n* Patients who are deemed to be unsuitable for this study by investigators.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}