{
    "nctId": "NCT01639248",
    "briefTitle": "Phase 2 Study - Aurora + Angiogenic Kinase Inhibitor ENMD-2076 in Previously Treated Locally Advanced + Metastatic TNBC",
    "officialTitle": "A Phase II Study of the Aurora and Angiogenic Kinase Inhibitor ENMD-2076 in Previously Treated Locally Advanced and Metastatic Triple-Negative Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Triple Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 41,
    "primaryOutcomeMeasure": "Clinical benefit rate",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patients must have histologically or cytologically diagnosed locally advanced or metastatic triple-negative breast cancer defined as negative for estrogen receptor, progesterone receptor and HER2.\n2. Patients must have measurable disease as defined by revised RECIST criteria (version 1.1, Appendix C) with one or more lesions that can be accurately measured in one or more dimensions within 4 weeks of entry. Areas of previous radiation may not serve as measurable disease.\n3. Prior treatment with one to three lines of systemic chemotherapy for locally advanced or metastatic disease and two weeks from any previous anticancer therapy including biologics and recovered from expected toxicity; at least 4 weeks from major surgery and recovered; at least 3 weeks from radiation affecting more than 25% of bone marrow and recovered; and 2 weeks from other palliative radiation and recovered. No more than 450 mg/m2 cumulative dose of doxorubicin is allowed.\n4. Because no dosing or adverse event data are currently available on the use of ENMD-2076 in patients \\<18 years of age, children are excluded from this study but will be eligible for future pediatric single-agent trials, if applicable.\n5. ECOG performance status ≤ 1 (Karnofsky ≥ 70%; see Appendix B).\n6. Patients must have normal organ and marrow function\n7. Patients must have a pre-study echocardiogram or multigated acquisition (MUGA) scan with an actual left ventricular ejection fraction of greater than or equal to the institution lower limit of normal within one month prior to start of study.\n8. If the maximum number of non-biopsy subjects has accrued to the study, willingness to undergo 2 tumor biopsies. NOTE: Tumor biopsies may be required, depending on the number of subjects who have agreed to undergo correlative studies.\n9. Ability to tolerate oral medications.\n10. Women of child producing potential must agree to use effective contraceptive methods prior to study entry, during study participation, and for at least 30 days after the last administration of study medication. A serum pregnancy test within 72 hours prior to the initiation of therapy will be required for women of childbearing potential.\n11. Have the ability to understand the requirements of the study, provide written informed consent which includes authorization for release of protected health information, abide by the study restrictions, and agree to return for the required assessments.\n12. Availability of archival tumor tissue (core biopsy or surgical tumor blocks) for analysis. Sites will be asked to submit archival tissue (subjects may start the study if tissue is available at an outside hospital, but not yet requested or received).\n\nExclusion Criteria:\n\n1. Women who are pregnant or nursing.\n2. Have active, acute, or chronic clinically significant infections or bleeding.\n3. Have uncontrolled hypertension (systolic blood pressure greater than 150mmHg or diastolic blood pressure greater than 100mmHg); or history of congestive heart failure (equal to or greater than Grade 2).\n4. Have active angina pectoris, stroke or recent myocardial infarction (within 6 months).\n5. Have chronic atrial fibrillation or QTc interval corrected for heart rate of greater than 470 msec.\n6. Have additional uncontrolled serious medical or psychiatric illness.\n7. Require therapeutic doses of any anti-coagulant.\n8. CNS metastases.\n9. Have any medical condition that would impair the administration of oral agents including recurrent bowel obstructions, inflammatory bowel disease or uncontrolled nausea, vomiting or diarrhea.\n10. Have persistent 2+ protein by urinalysis (patients with 2+ proteinuria that have a spot protein:creatinine ratio of less than 0.3 may be enrolled) or a history of nephrotic syndrome.\n11. Have an additional malignancy diagnosed within 5 years of study enrollment with the exception of basal or squamous cell skin cancer or cervical cancer in situ.\n12. Patients may not be receiving any other investigational agents.\n13. For patients undergoing serial tumor biopsies, known bleeding diathesis or history of abnormal bleeding or require anti-coagulation therapy.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}