{
    "nctId": "NCT02768337",
    "briefTitle": "Cambridge Brain Mets Trial 1",
    "officialTitle": "Cambridge Brain Mets Trial 1: A Proof-of-principle Phase 1b/Randomised Phase 2 Study of Afatinib Penetration Into Cerebral Metastases for Patients Undergoing Neurosurgical Resection, Both With and Without Prior Low-dose, Targeted Radiotherapy",
    "overallStatus": "TERMINATED",
    "conditions": "Lung Cancer, Breast Cancer, Brain Cancer, Advanced Breast Cancer, Advanced Lung Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "OTHER",
    "enrollmentCount": 26,
    "primaryOutcomeMeasure": "Ratio of afatinib concentration in: [resected brain metastases] / [plasma] - each measured in (ng/mL) on day 12",
    "eligibilityCriteria": "Inclusion Criteria\n\n* Operable brain metastases from likely breast or lung origin as determined by local MDT. Both of the following groups of patients may be considered eligible:\n\n  1. Patients with a past history of histologically/cytologically confirmed breast or lung cancer, now presenting with a new likely brain metastasis from that primary.\n  2. Patients presenting with new, primary (breast/lung) tumours, plus synchronous, operable brain metastases, without pre-op tissue diagnosis.\n* ECOG performance score 0, 1 or 2.\n* Aged 18 years or older.\n* Written informed consent.\n* Patients are allowed to take oral corticosteroids however the plan should be for them to receive a stable dose of corticosteroids for at least 3 days before neurosurgery (i.e. trial days 10, 11, 12)\n\nExclusion Criteria\n\nThe presence of any of the following will preclude patient inclusion:\n\n* History or presence of existing interstitial lung disease.\n* Current clinically significant impairment of cardiac function (greater than Class II according to New York Heart Association \\[NYHA\\] classification).\n* Unstable ischemic heart disease within the last 6 months, including myocardial infarction.\n* Presence of QTc interval prolongation \\>480 ms.\n* Clinically significant corneal or conjunctival eye disease.\n* Clinically significant skin diseases such as psoriasis, rash or atopic dermatitis.\n* Clinically significant impairment of GI function or GI disease including total gastrectomy that may alter the absorption of afatinib.\n* Clinically significant, active peptic ulcer disease.\n* Known positive test for human immunodeficiency virus (HIV), hepatitis B surface antigen (HBsAg) or hepatitis C virus (HCV) antibody or patients with any untreated serious infections.\n* Pregnancy and contraception:\n\nFemale patients of child bearing potential must have a negative serum or urine pregnancy test within 14 days prior to registration/randomisation, and must use an effective method of contraception at least 1 week prior to treatment, during treatment and for at least 28 days after the final dose of study drug. Acceptable methods are:\n\nTrue abstinence (this must be the patients usual and preferred lifestyle, not just for the duration of the study) Oral contraceptive (either combined or progestogen alone) Contraceptive implant, injections or patches Vaginal ring Intrauterine device (IUD, coil or intrauterine system) Condom and cap Diaphragm plus spermicide Tubal Ligation\n\n* A female patient of child bearing potential is defined as a sexually mature woman not surgically sterilized or not post-menopausal for at least 24 consecutive months if aged 55 years or younger or 12 months if aged 56 years or older.\n* Men must use one of the following, reliable forms to contraception for the entire duration of treatment and for 28 days after the final dose of study drug:\n\nCondom plus spermicide even if female partner is using another method of contraception (Men should also use a condom to protect male partners, or female partners who are pregnant or breast feeding, from exposure to the study medicine in semen).\n\nTrue abstinence (this must be the patients usual and preferred lifestyle, not just for the duration of the study)\n\n* Concurrent severe and/or uncontrolled medical conditions (due to concurrent disease other than cancer) which in the opinion of the investigator could compromise participation in the study.\n* Known or suspected active drug or alcohol abuse.\n* Administration of chemotherapy, immunotherapy, radiotherapy or any investigational cancer therapy within 5 half-lives of the prior therapy or 2 weeks of first dose of afatinib, whichever is longer. Continuation of established endocrine therapy is allowed and no washout period is required. Established endocrine therapy (which may include GnRH analogues) is that which has been administered for at least 2 weeks prior to starting afatinib on Day 1\n* Known hypersensitivity to afatinib or its excipients.\n* Toxicities of prior therapies that have not resolved to ≤CTCAE Grade 1.\n* Any of the following laboratory test findings:\n\nHaemoglobin \\<90 g/L Absolute neutrophil count \\<1 x 109 /L Platelet count \\<100 x 109 /L AST or ALT \\>2.5 x upper limit of normal range (ULN) Total serum bilirubin \\>1.5 x ULN Creatinine \\>1.5 x ULN Creatinine clearance \\<30mL/min (Cockcroft-Gault)\n\n* Patients taking potent P-gp inducers/inhibitors (see section 15.9)\n* Any other reason which, in the opinion of the Investigator, interferes with the ability of the patient to participate in the study.\n* Patients unable to comply with the protocol.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}