{
    "nctId": "NCT03202862",
    "briefTitle": "The Efficacy of Fulvestrant in ESR1(Estrogen Receptor 1) Mutated Metastatic Breast Cancer",
    "officialTitle": "An Open-Label, Single Arm, Phase II Trial to Evaluate the Efficacy of 500mg Fulvestrant (Faslodex) in ESR1 Mutated Postmenopausal Women With Hormone Receptor Positive, HER2 Negative Locally Advanced or Metastatic Breast Cancer After Previous Aromatase Inhibitor Treatment",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Neoplasms",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 50,
    "primaryOutcomeMeasure": "Tumour assessment",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Signed informed consent document on file.\n2. Postmenopausal woman, defined as a woman fulfilling any of the following criteria:\n\n   * Having undergone a bilateral oophorectomy;\n   * Age ≥60 years;\n   * Age \\<60 years and amenorrheic for 12 or more months in the absence of chemotherapy, tamoxifen, toremifene, or ovarian suppression and FSH (follicle stimulating hormone) and oestradiol level in the postmenopausal range (utilizing ranges from the local laboratory facility);\n   * If taking tamoxifen or toremifene, and age \\< 60 years, then FSH and plasma oestradiol level in the postmenopausal ranges (utilizing ranges from the local laboratory facility).\n3. Histological/cytological confirmation of advanced breast cancer or inoperable locally advanced disease and documented positive oestrogen receptor status, ER (Estrogen Receptor) positive and/or PgR (Progesterone Receptor) positive of primary or metastatic tumour tissue, according to the local laboratory parameters.\n4. Relapsed or progressed during prior treatment with aromatase inhibitor, meeting either of the following criteria:\n\n   * Relapsing during, or after of completion of adjuvant aromatase inhibitors therapy， i.e. anastrozole, letrozole, exemestane. Duration of adjuvant aromatase inhibitors treatment should be at least 2 years.\n   * Progressing on at least 6 months first line aromatase inhibitors therapy for advanced disease\n5. Metastatic disease must be measurable or evaluable. Patients fulfilling one of the following criteria:\n\n   * Patients with measurable disease as per RECIST 1.1 criteria.\n   * Patients with bone lesions, lytic or mixed (lytic + sclerotic), which had not been previously irradiated, in the absence of measurable disease as defined by RECIST 1.1 criteria.\n6. The blood sample is clarified to be ESR1 mutated, The mutation should be: Y537C, Y537N, Y537S, S463P and D538G.\n7. ECOG performance status 0,1.\n8. Patients with life expectancy of more than 3 months.\n\nExclusion Criteria:\n\n1. Presence of life-threatening metastatic visceral disease, defined as extensive hepatic involvement, or any degree of brain or leptomeningeal involvement (past or present), or symptomatic pulmonary lymphangitic spread. Patients with discrete pulmonary parenchymal metastases are eligible, provided their respiratory function is not compromised as a result of disease.\n2. Previous systemic chemotherapy for advanced breast cancer.\n3. Received endocrine therapy for advanced breast cancer \\> 1 lines;\n4. Extensive radiation therapy within the last 4 weeks (greater than or equal to 30% marrow or whole pelvis or spine) or cytotoxic treatment within the past 4 weeks prior to screening laboratory assessment, or strontium-90 (or other radiopharmaceuticals) within the past 3 months.\n5. Prior treatment with Fulvestrant.\n6. HER2 overexpression or gene amplification, ie, immunohistochemistry (IHC)3+ positive or fluorescence in situ hybridisation (FISH) positive, where appropriate\n7. Treatment with a non-approved or experimental drug within 4 weeks.\n8. Current or prior malignancy within previous 3 years (other than breast cancer or adequately treated basal cell or squamous cell carcinoma of the skin or in-situ carcinoma of the cervix)\n9. Any of the following laboratory values :\n\n   * Platelets \\< 100 10\\^9 / L\n   * Total bilirubin \\>1.5 ULRR\n   * ALT( Alanine transaminase) or AST(Aspartate transaminase)\\>2.5 ULRR if no demonstrable liver metastases or \\> 5 ULRR in presence of liver metastases\n   * Severe renal impairment (creatinine clearance \\< 30ml/min)\n10. History of:\n\n    •bleeding diathesis (i.e., disseminated intravascular coagulation \\[DIC\\], clotting factor deficiency), or long-term anticoagulant therapy (other than antiplatelet therapy and low dose warfarin).\n11. History of hypersensitivity to active or inactive excipients of Fulvestrant and castor oil.\n\nAny severe concomitant condition which makes it undesirable for the patient to participate in the trial or which would jeopardize compliance with the trial protocol. E.g. uncontrolled cardiac disease or uncontrolled diabetes mellitus.",
    "sex": "FEMALE",
    "minimumAge": "N/A",
    "stdAges": "CHILD, ADULT, OLDER_ADULT"
}