{
    "nctId": "NCT01480869",
    "briefTitle": "Study of Vitamin D Supplementation Tailored to Vitamin D Deficiency in Breast Cancer Patients",
    "officialTitle": "Randomized Phase III Trial Comparing Conventional Vitamin D Supplementation vs. Vitamin D Supplementation Tailored to Vitamin D Deficiency in Breast Cancer Patients Treated by Neoadjuvant or Adjuvant Chemotherapy.",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 215,
    "primaryOutcomeMeasure": "To evaluate the increase in normalization of serum vitamin D level",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Breast adenocarcinoma treated by neoadjuvant or adjuvant chemotherapy within 12 months prior to study enrollment\n* WHO performance status 0-1\n* Age ≥18 years old\n* Affiliation to a social security regime or beneficiary of equivalent social protection\n* Written informed consent provided before any study specific procedures\n\nComplementary inclusion criterion for randomization\n\n- Proved vitamin D deficiency as defined by serum vitamin D level lower than 30 ng/ml (75 nmol/L).\n\nExclusion Criteria:\n\n* Metastatic disease\n* History or presence of any other malignancy (except curatively treated nonmelanoma skin cancer or in situ cervix carcinoma) .............\n\ntraités dans les 5 ans précédents.\n\n* Contraindication to calcium or cholecalciferol\n* Known severe hypersensitivity to vitamin D or to calcium supplementation or to one of the excipients.\n* Disease and/or medical conditions accompanied by hypercalcaemia and/or hypercalciuria\n* Calcium lithiasis and tissue calcification\n* Hypervitaminosis D\n* Presence of significant comorbidities:\n\n  i) Uncontrolled endocrine disease ii) Known disorders of calcium phophorus laboratory testing iii) Proved osteopenia or osteoporosis requiring vitamin D and calcium supplements\n* Concomitant treatment with other experimental products or another vitamin D calcium treatment\n* Pregnancy, breastfeeding or of reproductive potential not using an effective contraceptive method\n* Legal inability or restricted legal ability. Medical or psychological conditions not allowing proper study completion or informed consent signature",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}