{
    "nctId": "NCT04661436",
    "briefTitle": "Multimodal Imaging Evaluation System of Axillary Lymph Node Staging and Treatment Strategy for Breast Cancer Neoadjuvant Therapy",
    "officialTitle": "Multimodal Imaging Evaluation System of Axillary Lymph Node Staging and Treatment Strategy for Breast Cancer Neoadjuvant Therapy",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 300,
    "primaryOutcomeMeasure": "Quantitative analysis parameters and cut-off values of contrast-enhanced ultrasound prediction and early evaluation of NAT efficacy;",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age and gender: 18 to 70 years old, female;\n2. ECOG systemic state 0\\~1;\n3. Screening examinations, including medical history, vital signs measurement, general physical examination, laboratory examinations (blood routine, urine routine, blood biochemistry, blood electrolytes, full set of pre-transfusion, etc.), electrocardiogram, heart and abdomen color Doppler ultrasound, head, chest, Abdominal CT and bone scan to determine whether the subjects are in good health and have distant metastases;\n4. According to the RECIST1.1 standard, at least one measurable lesion exists;\n5. Invasive breast cancer confirmed by preoperative biopsy pathological examination, clinical stage is II-III \\[cT2 and any N, cT3 and any N; cT4 and any N, according to the American Joint Committee on Cancer (AJCC) standard\\] Breast cancer patients;\n6. The functional level of organs must meet the following requirements:\n\n   1. Blood routine ANC≥1.5×10 9/L; PLT≥90×10 9/L; Hb≥90 g/L;\n   2. Blood biochemistry TBIL≤1.5×ULN; ALT and AST≤2×ULN; BUN and Cr ≤1.5×ULN and creatinine clearance ≥50 mL/min (Cockcroft-Gault formula);\n   3. Heart color Doppler ultrasound LVEF≥50%;\n   4. 12-lead ECG Fridericia method corrected QT interval (QTcF) female \\<470 ms.\n7. Patients with known hormone receptor status.\n8. Patients with negative serum pregnancy tests and patients with reproductive potential must agree to use effective non-hormonal contraceptive methods during treatment and at least 6 months after the last use of the test drug.\n9. During the trial period and within 6 months after the trial, female subjects should take medically acceptable or reliable contraceptive measures;\n10. Subjects understand the test procedures, voluntarily comply with the requirements of the test protocol, and agree to participate in the test by signing an informed consent form approved by the ethics committee of the participating center.\n\nExclusion Criteria:\n\n1. Allergic physique, those who are known to be allergic to the components of the test drug (inquiry); those who have a history of allergies to ultrasound contrast agents (sulfur hexafluoride microbubbles) and any contrast agent in enhanced magnetic resonance (inquiry) ；\n2. Inflammatory breast cancer; metastatic breast cancer (stage IV)\n3. A history of immunodeficiency, including a positive HIV test, or other acquired or congenital immunodeficiency and a history of organ transplantation;\n4. Have ever suffered from any heart disease, including: 1) angina pectoris; 2) arrhythmia requiring medication or clinical significance; 3) myocardial infarction; 4) heart failure; 5) any person judged to be unsuitable Other heart diseases participating in this trial.\n5. Female patients during pregnancy and lactation, female patients with fertility and a positive baseline pregnancy test, or female patients of childbearing age who are unwilling to take effective contraceptive measures during the entire trial period.\n6. According to the judgment of the investigator, there are concomitant diseases that seriously endanger the safety of the patient or affect the completion of the study (including but not limited to severe hypertension that cannot be controlled by drugs, severe diabetes, active infection, etc.).\n7. Have a clear history of neurological or mental disorders, including epilepsy or dementia.\n8. Any other situation that the researcher considers inappropriate to participate in this research.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}