{
    "nctId": "NCT00986661",
    "briefTitle": "A Study to Assess PV-10 Chemoablation of Cancer of the Liver",
    "officialTitle": "A Phase 1 Study to Assess the Safety, Tolerability and Pharmacokinetics of PV-10 Chemoablation of Cancer Metastatic to the Liver or Hepatocellular Carcinoma Not Amenable to Resection or Transplant",
    "overallStatus": "UNKNOWN",
    "conditions": "Cancer Metastatic to the Liver, Hepatocellular Carcinoma, Metastatic Melanoma, Metastatic Ocular Melanoma, Metastatic Uveal Melanoma, Metastatic Lung Cancer, Metastatic Colon Cancer, Metastatic Colorectal Cancer, Metastatic Breast Cancer, Metastatic Pancreatic Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 78,
    "primaryOutcomeMeasure": "Incidence of Treatment-Emergent Adverse Events [Safety and Tolerability] of hepatic administration of PV-10",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Age 18 years or older, males and females.\n* Histologically or cytologically confirmed, or clinically diagnosed based on currently accepted standards, cancer metastatic to the liver or HCC that is not amenable at the time of enrollment to resection, transplant or other potentially curative therapy.\n* At least one Target Lesion determined to be amenable to percutaneous injection by the treating physician.\n* Target Lesion(s) must have measurable disease, defined as a unidimensionally measurable lesion ≥ 1.0 cm in longest diameter by helical CT; the maximum diameter of Target Lesion(s) shall be ≤ 4.9 cm.\n* Performance status of Karnofsky scale 60%-100% or ECOG performance scale 0-2.\n* Life expectancy ≥ 12 weeks.\n* Hematopoietic Function: WBC ≥ 2,500/mm3; ANC ≥ 1000/mm3; Hemoglobin ≥ 8 g/dL; Platelet count ≥ 50,000/mm3; Coagulation: INR ≤ 1.3.\n* AST and ALT \\< 5 times ULN; ALP \\< 5 times ULN; Bilirubin ≤ 1.5 times ULN; Creatinine ≤ 1.5 times ULN and eGFR ≥ 50.\n* Thyroid Function: Total T3 or free T3, total T4 or free T4 and THS ≤ CTCAE Grade 2 abnormality.\n* Renal Function: Adequate renal function in the opinion of the Investigator with no clinically significant renal impairment or uncontrolled renal disease.\n* Cardiovascular Function: Adequate cardiovascular function in the opinion of the Investigator with no clinically significant uncontrolled cardiovascular disease.\n* Respiratory Function: Adequate respiratory function in the opinion of the Investigator with no clinically significant uncontrolled respiratory disease.\n* Immunological Function: Adequate immune system function in the opinion of the Investigator with no known immunodeficiency disease.\n* Informed Consent: Signed by the subject prior to screening.\n\nExclusion Criteria:\n\n* Target Lesion(s) must not be contiguous with, encompass or infiltrate major blood vessels.\n* Primary HCC amenable to resection, transplant or other potentially curative therapy.\n* Surgery: Subjects who have received hepatic surgery, ablation or chemoembolization within 4 weeks of PV-10 administration.\n* Radiation Therapy: Hepatic radiation within 4 weeks of PV-10 administration.\n* Chemotherapy: Chemotherapy within 4 weeks of PV-10 administration (6 weeks for nitrosoureas or mitomycin C).\n* Investigational Agents: Investigational agents within 4 weeks (or 5 half-lives) of PV-10 administration.\n* Phototoxic or Photosensitizing Agents: Concomitant agents posing a clinically significant risk of photosensitivity reaction within 5 half-lives of PV-10 administration.\n* Concurrent or Intercurrent Illness: Impaired wound healing due to diabetes; Significant concurrent or intercurrent illness, psychiatric disorders or alcohol or chemical dependence that would compromise Subject safety or compliance or interfere with interpretation of the study; Uncontrolled thyroid disease or cystic fibrosis; Presence of clinically significant acute or unstable cardiovascular, cerebrovascular (stroke), renal, gastrointestinal, pulmonary, immunological (with the exception of the presence of hepatitis B virus (HBV), viral hepatitis, or cirrhosis), endocrine, or central nervous system disorders; Current encephalopathy or current treatment for encephalopathy; Variceal bleeding requiring hospitalization or transfusion within 4 months of screening; History of human immunodeficiency virus or acquired immune deficiency syndrome; The clinical presence of ascites.\n* Pregnancy: Female subjects who are pregnant, lactating or have positive serum β HCG pregnancy test taken within 7 days of PV-10 administration; Fertile subjects who are not using effective contraception (e.g., oral contraceptives, intrauterine devices, double barrier methods such as condoms and diaphragms, abstinence or equivalent measures).",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}