{
    "nctId": "NCT04929548",
    "briefTitle": "Exploratory Study of Neoadjuvant Treatment of HER2-positive Breast Cancer With Py in Combination With HP",
    "officialTitle": "Exploratory Study of Triple-targeted Neoadjuvant Treatment of HER2-positive Breast Cancer With Pyrotinib in Combination With Trastuzumab and Pertuzumab",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE4",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 20,
    "primaryOutcomeMeasure": "pCR rate",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Female patients aged 18-70 years.\n* ECOG score must be 0 or 1.\n* Patients with clinical stage II to III new breast cancer, all diagnosed by hollow-core needle aspiration biopsy pathological histology prior to treatment and surgically resectable breast cancer with positive immunohistochemical staining (IHC) for HER2 (3+) or HER2 (2+) supplemented with fluorescence in situ hybridization technique (FISH).\n* The presence of at least one measurable lesion according to RECIST 1.1 criteria.\n* Exclusion of distant metastases by abdominal B-ultrasound, chest X-ray and whole-body bone scan prior to neoadjuvant chemotherapy, and for lymph nodes in the enlarged area fine needle aspiration cytology is required to clarify the presence of tumor metastases without a history of remaining malignancies.\n* Expected survival of not less than 12 weeks.\n* No previous treatment, including chemotherapy, radiotherapy, targeted therapy, and biologic therapy. -Exclusion Criteria\n\nExclusion Criteria:\n\n* Female patients of childbearing age who are pregnant, breastfeeding, or unwilling to use effective contraception throughout the trial period.\n* Patients with combined severe cardiac, hepatic, renal, or endocrine system diseases and with expected survival of \\< 2 years for the above diseases.\n* Inability to swallow, intestinal obstruction, the presence of other factors affecting drug administration and absorption or a history of allergy to this drug\n* Karnofsky scale score below 60\n* Patients with metastatic breast cancer or bilateral breast cancer.\n* Patients with inflammatory breast cancer.\n* Those with a left ventricular ejection fraction (LVEF) \\<55% on echocardiography\n* Those who are deemed by the personnel to be otherwise unsuitable for clinical trials.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}