{
    "nctId": "NCT00216073",
    "briefTitle": "Capecitabine, Oxaliplatin and Trastuzumab in Treating Patients With HER2 Positive Metastatic Breast Cancer",
    "officialTitle": "A Phase II Trial of Capecitabine, Oxaliplatin and Trastuzumab (CAPOX-T) in Patients With HER-2 Positive Metastatic Breast Cancer: Hoosier Oncology Group BRE03-61",
    "overallStatus": "TERMINATED",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 11,
    "primaryOutcomeMeasure": "- · To determine the objective response rate (CR+PR) of capecitabine, oxaliplatin and trastuzumab(CAPOX-T) in patients with HER2 positive metastatic breast cancer.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologic or cytologic diagnosis of breast cancer with evidence of (1) unresectable, locally recurrent, or (2) metastatic disease.·\n* HER2 gene amplification by FISH. HER protein overexpression by immunohistochemistry will not be sufficient for entry.·\n* At least one measurable lesion as defined by the RECIST.\n* Prior hormonal therapy for metastatic disease is allowed.\n* Maximum of one prior chemotherapy regimen or trastuzumab-containing regimen for unresectable, locally recurrent or metastatic disease\n* Prior radiation therapy is allowed as long as the irradiated area is not the only source of measurable disease.\n\nExclusion Criteria:\n\n* No prior therapy with capecitabine or oxaliplatin in any setting\n* No prior therapy with other platinum compounds·\n* No other forms of cancer therapy including radiation, chemotherapy and hormonal therapy within 21 days prior to beginning protocol therapy.·\n* No prior unanticipated severe reaction to fluoropyrimidine therapy, or known sensitivity to 5-fluorouracil.·\n* No prior fluoropyrimidine therapy for metastatic disease is allowed.\n* Prior adjuvant fluoropyrimidine therapy is allowed if completed \\> 12 months from study entry.·\n* No symptomatic brain metastasis. ·\n* No evidence of serious concomitant systemic disorders incompatible with the study ·\n* No peripheral neuropathy ·\n* No major surgery within 28 days prior to beginning protocol therapy.·\n* Negative pregnancy test·\n* No current breastfeeding·\n* No malabsorption syndrome·\n* No evidence of serious concomitant systemic disorders incompatible with the study·\n* Patients must not be treated with any of the following while on protocol therapy or within 28 days prior to beginning protocol therapy: sorivudine, brivudine, cimetidine, allopurinol.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}