{
    "nctId": "NCT02095184",
    "briefTitle": "GCC 1366: Anti-Proliferative Response to NeoAdjuvant AIs in Overweight and Obese Patients",
    "officialTitle": "GCC 1366: A Prospective Study of Neoadjuvant Non-Steroidal Aromatase Inhibitors to Evaluate Anti-Proliferative Response in Obese and Overweight Patients",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 90,
    "primaryOutcomeMeasure": "Percent change in proliferative index (Ki67) after treatment with the standard dose anastrozole or letrozole in normal, obese, and overweight patients",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Female greater than or equal to 18 years.\n2. Postmenopausal status, defined by no menstrual cycle for 12 months or surgical removal of ovaries.\n3. Histologically confirmed adenocarcinoma of the breast.\n4. Evidence of hormone sensitive, ER rich primary tumor defined by an Allred score of ≥6.\n5. Human estrogen receptor -2 (HER2) negative in the primary tumor tissue as defined by:\n\n   1. Grade 0 or 1+ staining intensity (on a scale of 0 to 3) by means of IHC analysis OR\n   2. Grade 2+ staining intensity by means of immuno-histochemical (IHC) analysis with gene amplification on fluorescence in situ hybridization (FISH) \\< 2.0 OR\n   3. Gene amplification on fluorescence in situ hybridization (FISH) \\< 2.0.\n6. Eastern Cooperative Oncology Group (ECOG) performance status ≤ 3\n7. Unresected operable breast cancer stage I-III with primary tumor ≥ 2.0 cm.\n8. Ability to understand and the willingness to sign a written informed consent document.\n9. Patients must not have received any prior chemotherapy, radiation therapy, or endocrine therapy for their current breast cancer. Patients who received tamoxifen or raloxifene or another agent for prevention of breast cancer may be included as long as the patient has discontinued the treatment at least one month prior to baseline study biopsy.\n10. Patients must have an adequate tumor tissue sample prior to enrollment available for correlative studies as defined below: Core needle biopsy or incisional biopsy samples that can provide ≥ 5 unstained sections of 5 micron thickness. Fine needle aspiration (FNA) sample alone is not sufficient.\n11. Patients must have adequate organ function as defined below:\n\n    1. Total bilirubin within normal institutional limits\n    2. aspartate aminotransferase (AST)(SGOT)/alanine aminotransferase (ALT)(SGPT) \\< 2.5 x institutional upper limit of normal\n    3. Creatinine clearance ≥ 10 mL/min/1.73 m2\n\nExclusion Criteria:\n\n1. Previous or current systemic malignancy within the past 3 years other than breast cancer or adequately treated cervical carcinoma in situ or basal/squamous carcinoma of the skin.\n2. Patients may not be receiving any other investigational agent.\n3. History of allergic reactions or hypersensitivity to compounds of similar chemical or biologic composition to anastrozole or letrozole.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}