{
    "nctId": "NCT02404051",
    "briefTitle": "Fulvestrant and EVerolimus Plus EXemestane in Metastatic Breast Cancer",
    "officialTitle": "Fulvestrant Followed by Everolimus Plus Exemestane vs Examestane and Everolimus Followed by Fulvestrant in Postmenopausal Women With HR+ and HER2- Locally Advanced (LABC) or Metastatic Breast Cancer (MBC) Previously Treated With NSAI",
    "overallStatus": "UNKNOWN",
    "conditions": "Metastatic Breast Cancer, Breast Cancer, Hormone Receptor Positive Tumor, Human Epidermal Growth Factor 2 Negative Carcinoma of Breast, Locally Advanced Malignant Neoplasm",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 745,
    "primaryOutcomeMeasure": "Progression-free survival (PFS1)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Adult women (≥ 18 years of age) with LABC or MBC not amenable to curative treatment by surgery or radiotherapy, refractory to NSAI\n2. Histological or cytological confirmation of ER+ BC and/or PgR+.\n3. Postmenopausal women.\n4. Radiological or objective evidence of recurrence or progression on or after the last systemic therapy prior to randomization\n5. Patients must have:\n\n   * At least one lesion that can be accurately measured in at least one dimension ≥ 20 mm with conventional imaging techniques or ≥ 10 mm with spiral CT or MRI\n   * Bone lesions: lytic or mixed (lytic + sclerotic) in the absence of measurable disease as defined above.\n6. Adequate bone marrow and coagulation according RCP\n7. Adequate liver function, according RCP\n8. Adequate renal function, according RCP\n9. ECOG Performance Status ≤ 2\n10. Written informed consent\n\nExclusion Criteria:\n\n1. HER2-overexpressing patients by local laboratory testing (IHC3+ staining or in situ hybridization positive).\n2. Patients who received chemotherapy for MBC\n3. Patients who received more than one NSAI treatment for LABC or MBC\n4. Pre-menopausal, pregnant, lactating women.\n5. Known hypersensitivity to mTOR inhibitors\n6. Patients with rare hereditary problems of galactose intolerance, Lapp lactase deficiency or glucose galactose malabsorption.\n7. Radiotherapy within four weeks prior to enrollment\n8. Currently receiving hormone replacement therapy, unless discontinued prior to enrollment.\n9. Patients receiving concomitant immunosuppressive agents or chronic corticosteroids use, at the time of study entry except in some cases\n10. Patients with symptomatic visceral disease in need of urgent disease control\n11. Symptomatic brain or other CNS metastases.\n12. Patients with a known history of HIV seropositivity.\n13. Active, bleeding diathesis, or on oral anti-vitamin K medication (except cases).\n14. Any severe and / or uncontrolled medical conditions such as:\n\n    * Unstable angina pectoris, symptomatic congestive heart failure, myocardial infarction ≤6 months prior to enrollment, serious uncontrolled cardiac arrhythmia\n    * Uncontrolled diabetes as defined by fasting serum glucose \\> 1.5 × ULN\n    * Acute and chronic, active infectious disorders\n    * Impairment of gastrointestinal function or gastrointestinal disease that may significantly alter the absorption of the study treatments (e.g., ulcerative disease, uncontrolled nausea, vomiting, diarrhea, malabsorption syndrome)\n    * Inability to swallow oral medications\n    * Significant symptomatic deterioration of lung function.\n15. Hepatic-related exclusion criteria:\n\n    * History of liver disease, such as cirrhosis or chronic active hepatitis B and C.\n    * Presence of Hepatitis B surface antigen (HbsAg) and/or of Hepatitis B Virus - Deoxyribonucleic acid (HBV-DNA)\n    * Presence of anti-HCV and/or HCV-RNA-PCR\n    * History of, or current alcohol misuse/abuse within the past 12 months\n    * Patients being treated with drugs recognized as being strong inhibitors or inducers of the isoenzyme CYP3A within the last 5 days prior to enrollment.\n    * History of non-compliance to medical regimens.\n    * Patients unwilling to or unable to comply with the protocol\n16. Patients being treated with drugs recognized as being strong inhibitors or inducers of the isoenzyme CYP3A\n17. History of non-compliance to medical regimens.\n18. Patients unwilling to or unable to comply with the protocol.\n\nScreening for hepatitis B\n\nPrior to enrollment, peculiar patients should be tested for hepatitis B viral load and serologic markers, that is, HBV-DNA, HBsAg, HBsAb, and HBcAb:\n\nScreening for hepatitis C Patients with any of the following risk factors for hepatitis C should be tested",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}