{
    "nctId": "NCT05655598",
    "briefTitle": "TAS-116 Plus Palbociclib in Breast and Rb-null Cancer",
    "officialTitle": "Phase Ib IIT of Heat Shock Protein 90 Inhibitor TAS-116 Combined with Cyclin-dependent Kinase 4/6 Inhibitor Palbociclib in Advanced Breast Cancer Progressing on Palbociclib & Treatment-refractory Solid Tumors with Retinoblastoma Deficiency",
    "overallStatus": "WITHDRAWN",
    "conditions": "Advanced Breast Cancer, Treatment-Refractory Solid Tumors, Retinoblastoma Deficiency, SCLC, Soft Tissue Sarcoma, Endometrial Cancer, Bladder Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "Safety and tolerability of TAS-116 with palbociclib.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologically or cytologically confirmed solid tumors such as ER/PR(+), HER2(-) breast cancer, SCLC, soft tissue sarcoma, endometrial cancer, bladder cancer that has progressed on at least one standard therapy or for which there is no standard therapy. (Metastases or recurrences do not need to be histologically confirmed.)\n* Patients with breast cancer whose tumors progressed after prior palbociclib.\n* Patients with any treatment-refractory solid tumor that is RB-deficient (9 patient cohort expansion after phase Ib dose de-escalation phase). Examples include SCLC, soft tissue sarcoma, endometrial cancer, bladder cancer. Patients should have no available standard therapy.\n* Patients must have at least one area of measurable disease per RECIST Version 1.1 for solid tumors.\n* Recovered (\\< grade 1) from clinically significant effects of any prior surgery, radiotherapy or other anti-neoplastic therapy, except alopecia\n* Males or females age \\>18 years\n* Life expectancy \\> 60 days as documented by treating investigator\n* Eastern Cooperative Oncology Group (ECOG) performance status score 0 or 1\n* Patients must have normal organ and marrow function as defined in detail in the study protocol\n* Women must not pregnant and not nursing.\n* Women of childbearing potential must have a negative pregnancy test (urine or serum) within 7 days prior to starting the study drug (prior to Day 1 of treatment). Both males and females must agree to use effective birth control during the study (prior to the first dose and for 7 months after the last dose for females and 4 months after the last dose for males) if conception is possible during this interval. Female patients are considered to not be of childbearing potential if they have a history of hysterectomy or are post-menopausal defined as no menses for 12 months without an alternative medical cause\n* Post-menopausal women (surgical menopause or lack of menses \\>12 months) do not need to have a pregnancy test, please document status. (Female patients are considered to not be of childbearing potential if they have a history of hysterectomy or are post-menopausal defined as no menses for 12 months without an alternative medical cause.).\n* Patient must be able to swallow capsules and retain orally administered medication and not have any clinically significant gastrointestinal abnormalities that may alter absorption, such as malabsorption syndrome or major resection of the stomach or bowels.\n* Patients must be able to understand and willing to sign a written informed consent document and to comply with the protocol.\n* Women of childbearing potential enrolled in this study must agree to use adequate barrier birth control measures during the course of the study and for at least 7 months after the last dose on study.\n* Men enrolled in this study must agree to use adequate barrier birth control measures during the course of the study and for at least 4 months after the last treatment on study.\n* In addition to alopecia and stable peripheral neurotoxicity below grade 2, any clinical toxicity associated with previous treatment prior to enrollment must be restored to baseline or grade 1.\n\nExclusion Criteria:\n\n* Pregnant or breastfeeding women are excluded from this study.\n* History of allergic reactions attributed to compounds of similar chemical or biologic composition to palbociclib or TAS-116.\n* Patients receiving any medications or substances that are substrates, inducers, or inhibitors of the CYP3A enzyme.\n* Patients with a history of primary central nervous system tumors or brain metastases or who have signs/symptoms attributable to brain metastases and have not been assessed with radiologic imaging to rule out the presence of brain metastases.\n* Patients with treated brain metastases that are asymptomatic and have been clinically stable for at least 4 weeks will be eligible. Medical condition exclusions\n* Patients may not be receiving any other investigational agents or anti-cancer therapies.\n* Patients who have a history of another primary malignancy, with the exception of locally excised nonmelanoma skin cancer and carcinoma in situ of uterine cervix. A patient who has had no evidence of disease from another primary cancer for 3 or more years is allowed to participate in the study.\n* Patients with known history of hepatitis C or chronic active hepatitis B.\n* Patients with known diagnosis of human immunodeficiency virus (HIV) infection.\n* Any significant ophthalmologic abnormality\n* Any other condition that may increase the risk of corneal epithelial damage\n* Corrected visual acuity \\< 0.5 (using the international visual acuity measurement standard)\n* Patients who have any severe and/or uncontrolled medical conditions or other conditions that, in the opinion of the Investigator and sponsor, could affect the patient's participation in the study such as:\n* Uncontrolled diabetes mellitus.\n* Nonmalignant medical illnesses that are uncontrolled or whose control may be jeopardized by treatment with this study treatment.\n* Liver disease such as decompensated liver disease, chronic active hepatitis, or chronic persistent disorders.\n* Autoimmune and ischemic disorders (\\>=Grade 2).\n* Ongoing or active infection symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia within 6 months of registration, or psychiatric illness/social situations that would limit compliance with study requirements.\n* Significant gastrointestinal abnormalities, including active ulcerative colitis, chronic diarrhea associated with intestinal malabsorption, Crohn's disease, and/or prior surgical procedures affecting absorption or requirement for intravenous alimentation.\n* Patients with any comorbid medical disorder that, in the opinion of the Investigator or sponsor, may increase the risk of toxicity.\n* Patients who have a history of noninfectious (toxic, autoimmune) hepatitis or alcoholism.\n* Patients with a lifetime history of porphyria or psoriasis.\n* Patients with documented glucose-6-phosphate dehydrogenase deficiency.\n* Patients with a history of seizure disorder (except infant febrile seizures).\n* Patients with a lifetime history of dermatitis as an allergic/toxic reaction to any medication.\n* Impaired cardiac function or clinically significant cardiac disease.\n* Impaired pulmonary function, history of interstitial lung disease (ILD) and/or pneumonitis.\n* Weight loss of \\>10% in the past month.Organ function and laboratory values exclusion\n* Patients who have impaired cardiac function or clinically significant cardiac disease\n* Chemotherapy, biologic therapy, targeted therapy, immunotherapy, radiotherapy, or investigational agents within 5 half-lives or within 4 weeks (whichever is shorter) prior to administration of first dose of study drug on Day 1 or have not recovered from the side effects of such therapy\n* Prior treatment with HSP90 inhibitor.\n* Major surgery/surgical therapy for any cause within 4 weeks of screening.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}