{
    "nctId": "NCT05680662",
    "briefTitle": "The Study of Quadruple Therapy Quercetin, Zinc, Metformin, and EGCG as Adjuvant Therapy for Early, Metastatic Breast Cancer and Triple-negative Breast Cancer, a Novel Mechanism",
    "officialTitle": "The Study of Quadruple Therapy Quercetin, Zinc, Metformin, and EGCG as Adjuvant Therapy for Early, Metastatic Breast Cancer and Triple-negative Breast Cancer, a Novel Mechanism",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Breast Cancer Female, Triple Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "EARLY_PHASE1",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 200,
    "primaryOutcomeMeasure": "invasive Disease Free Survival at 3 Years from the time of randomization until the occurrence of the first of the following events: invasive local/regional recurrence, Contralateral invasive breast cancer, Distant recurrence, Death from any cause",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age above 18\n2. Female patients\n3. with any type of breast cancer Ductal carcinoma in situ (DCIS) ... Invasive breast cancer (ILC or IDC) ... Triple-negative breast cancer. ... Inflammatory breast cancer. ... Paget disease of the breast. ... Angiosarcoma. ... Phyllodes tumor.\n4. HER2-positive by ASCO CAP 2018 guidelines, confirmed by central testing\n5. Participants must have normal organ and marrow function as defined below:\n\nANC ≥ 1000/mm3 hemoglobin ≥8 g/dl platelets ≥ 75,000/mm3 AST and ALT both \\<5x institutional ULN Total bilirubin ≤ 1.5 mg/dL. For patients with Gilbert syndrome, the direct bilirubin should be \\<institutional ULN Serum creatinine ≤ 2.0 mg/dL OR calculated GFR ≥ 30mL/min 6- Locally advanced tumors at diagnosis, including tumors fixed to the chest wall, peau d'orange, skin ulcerations/nodules, or clinical inflammatory changes (diffuse brawny cutaneous induration with an erysipeloid edge) Patients with a history of previous invasive breast cancer.\n\n-\n\nExclusion Criteria:\n\nNeoadjuvant or adjuvant chemotherapy for this breast cancer prior to enrollment is prohibited.\n\nAny of the following due to teratogenic potential of the study drugs:\n\nPregnant women Nursing women Women of childbearing potential who are unwilling to employ adequate contraception (condoms, diaphragms, IUDS, surgical sterilization, abstinence, etc). Hormonal birth control methods are not permitted.\n\nParticipants who are receiving any other investigational agents for treatment of breast cancer, unless specific approval is obtained from the Sponsor-Investigator.\n\n-",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}