{
    "nctId": "NCT00333229",
    "briefTitle": "A Study of Zoledronic Acid in the Prevention of Cancer Therapy-induced Bone Loss",
    "officialTitle": "Influence of Zoledronic Acid on Bone Mineral Density and Bone Ultrasonometry in Premenopausal Women With Hormone Receptor Negative Breast Cancer and Adjuvant Chemotherapeutic Treatment",
    "overallStatus": "TERMINATED",
    "conditions": "Primary Hormone Receptor Negative Breast Cancer in Premenopausal Women",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE4",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 11,
    "primaryOutcomeMeasure": "Change in Bone Mineral Density (BMD) Measured by DXA at Lumbar Spine (L2-L4) Between Baseline and 24 Months.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Female patients with histologically confirmed incident invasive breast cancer (T1-4) with no evidence of regional lymph node metastasis (N0) or distant metastasis (M0) and after complete primary tumor resection and axillary lymph node dissection less than 90 days before start of study drug treatment.\n* Hormone receptor status is negative\n* Patient is premenopausal (spontaneous and regular menses with premenopausal estradiol levels (\\>10ng/dL)\n* Patient receives adjuvant standard chemotherapy with approved cytotoxic chemotherapeutic drugs (e.g. AC 4-6 cycles) (prior neoadjuvant CT is allowed)\n* Bone density at study entry \\> -2.5 T-Score\n\nExclusion Criteria:\n\n* Prior treatment with bisphosphonates and estrogens or treatments for osteoporosis in addition to calcium and vitamin D\n* Severe physical or psychological concomitant diseases and other known concurrent, severe medical disorder jeopardizing the life of the patient in the immediate future (e.g., myocardial infarction in previous six months, angina pectoris despite treatment, uncontrolled severe arterial hypertension, progressive cardiac or respiratory failure)\n* Known hypersensitivity to bisphosphonates\n* Abnormal renal function\n* Current active dental problems including infection of the teeth or jawbone (maxilla or mandibular); dental or fixture trauma, or a current or prior diagnosis of osteonecrosis of the jaw (ONJ), of exposed bone in the mouth, or of slow healing after dental procedures and recent (within 6 weeks) or planned dental or jaw surgery (e.g. extraction, implants)",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}