{
    "nctId": "NCT01653561",
    "briefTitle": "A Study of Apatinib in Non-triple-negative Metastatic Breast Cancer",
    "officialTitle": "A Multi-institutional, Open-label, Single Arm Study of Apatinib in Non-triple-negative Metastatic Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Neoplasms",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 20,
    "primaryOutcomeMeasure": "PFS(Progression free survival)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n●≥ 18 and ≤ 70 years of age.\n\n* ECOG performance status of 0-1.\n* Metastatic breast cancer, confirmed by histological analysis.\n* Have experienced at least 1 and at most 4 regimens, and failed from the last chemotherapy regimen. Pretreated anthracycline, taxanes and capecitabine (any rational reason for no use of capecitabine is acceptable) are mandatory.\n* Women diagnosed with human epidermal growth factor receptor positive (HER2+) should have failed for at least 1 anti-HER2 therapy (any rational reason for no use of anti-HER2 therapy is acceptable). HER2+ is defined as +++ staining on immunohistochemistry or FISH/CISH positive for gene amplification.\n* Women diagnosed with HR+ should have failed for at least 1 hormonal therapy.\n* Have failed for at least one chemotherapy regimen, but at most three regimens(including adjuvant and neo-adjuvant setting).\n* Duration from the last therapy (chemotherapy, radiotherapy, target therapy and operation) is more than 4 weeks (Duration for nitroso or mitomycin is 6 weeks).\n* Have at least one extracranial measurable site of disease according to RECIST 1.0 criteria that has not been previously irradiated.\n* Life expectancy of more than 3 months.\n* Negative serum or urine pregnancy test taken in all women within 7 days before inclusion. Sexually active women of childbearing potential must use a medically acceptable form of contraception from the beginning of the study to 8 weeks after the last dose of the investigated drug.\n* Written informed consent prior to study specific screening procedures.\n\nExclusion Criteria:\n\n* Triple-negative breast cancer (ER-, PR- and HER2-. HER2- is defined as 0 or 1+ staining on immunohistochemistry or FISH/CISH negative for gene amplification. )\n* Pregnant or lactating women.\n* Less than 4 weeks from the last clinical trial.\n* Uncontrolled hypertension with mono-drug therapy (\\>140/90 mm Hg)；ischemia of the myocardium （≥ grade 2） or myocardial infarction；arrhythmia（≥ grade 2, QTcF \\> 470ms for female patients） or New York Heart Association Class III/IV\n* Any factors that influence the usage of oral administration.\n* The cumulative doses of doxorubicin and epirubicin before inclusion have surpassed 300 mg/m2 and 600 mg/m2, respectively.\n* Duration from the last therapy (chemotherapy, radiotherapy, target therapy and operation) is less than 4 weeks (Duration for nitroso or mitomycin is less than 6 weeks).\n* Confirmed brain metastasis.\n* Inadequate hepatic, renal, heart, and hematologic functions (hemoglobin \\<90g/L, neutrophils \\< 1.5×10\\^9/L, platelets \\< 80×10\\^9/L , ALT \\> 2.5 x upper limit of normal (ULN)(5x for liver metastasis), AST \\> 2.5 x ULN (5x for liver metastasis), serum bilirubin \\> 1.5 x ULN, serum creatine \\> 1.0 x ULN, creatinine clearance rate ≤ 50ml/min, LVEF \\< lower limit of normal (LLN).\n* Abnormal coagulative function, inclined to bleeding or is receiving thrombolytictherapy or anticoagulation.\n* History of arterial/venous embolic events (such as cerebrovascular accident, TIA, deep vein thrombus,and pulmonary embolism)\n* Unhealed wound (\\> 30 days) or bone fracture.\n* Urine protein ≥++ and confirmed \\>1.0 g by the 24h quantity.\n* Previous or present history of pulmonary fibrosis,interstitial pneumonia,pneumoconiosis,radiation pneumonitis,drug-related pneumonitis or greatly-impaired pulmonary function.\n* Disability of serious uncontrolled intercurrence infection.\n* Abuse of alcohol or drugs.\n* Have received prior treatment with a VEGFR, PDGFR or s-SRC TKI (Bevacizumab is permitted).\n* Acquired or inherent immunodeficiency； HIV infection； organ transplantation history.\n* The active HBV or HCV infection or HBV DNA ≥10\\^4/ml.\n* History of other malignancies except cured basal cell carcinoma of skin and carcinoma in-situ of uterine cervix.\n* Presence of serious harm to subjects or complication to hinder the completion of the study judged by investigators",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}