{
    "nctId": "NCT05704166",
    "briefTitle": "PirfenidoneVsPlacebo as Prophylaxis Against Acute Radiation-induced Lung Injury Following HFRT in Breast Cancer Patients",
    "officialTitle": "Pirfenidone Versus Placebo as Prophylaxis Against Acute Radiation-induced Lung Injury Following Hypofractionated Radiotherapy in Breast Cancer Patients (PRILI): A Phase 2 Randomized, Double-Blind, Placebo-Controlled Study Evaluating",
    "overallStatus": "RECRUITING",
    "conditions": "Acute Lung Injury, Prevention",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "PREVENTION",
    "enrollmentCount": 214,
    "primaryOutcomeMeasure": "Changes in lung injury grading on chest computerized tomography within 3 months after radiotherapy",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* To be enrolled in this study, patients must meet all of the following inclusion criteria:\n\n  1. Breast invasive carcinoma or ductal carcinoma in situ or lobular carcinoma in situ confirmed by histology;\n  2. Age 18-75, female;\n  3. The physical state score of the Eastern Tumor Cooperative Group (ECOG) was 0-2;\n  4. Patients meeting the indications of postoperative radiotherapy and neoadjuvant chemotherapy: clinical stage 3 or above or postoperative ypT3-T4 or N+; Non-neoadjuvant chemotherapy patients: postoperative pathological staging of pT3-T4 or pN2 or above, or positive for upper and lower clavicle and lymph nodes in the internal milk region, or positive for clinical consideration; For patients with pT1-2N1, postoperative adjuvant radiotherapy should be determined based on the patient's age, tumor grade, incisal margin, number of positive lymph nodes, molecular typing, past complications, and patient's intention.\n  5. Radiotherapy regimen was chest wall + supraclavicular 40Gy/15f after root modification, or whole milk ± upper and lower clavicular 40Gy/15f after breast preservation, tumor bed simultaneous supplement 50Gy/15f;\n  6. All screening period laboratory tests should be performed in accordance with protocol requirements and within 28 days prior to enrollment. The values of laboratory tests performed by screening must meet the following criteria:\n\n     blood routine check all meet the following criteria: A. Hb≥90g/L; B. ANC≥1.5×109/L; C. PLT≥70×109/L; biochemical examination all meet the following criteria: TBIL \\< 1.5× upper limit of normal range (ULN); ALT and AST≤2.5 x ULN; Serum Cr≤1.25×ULN or endogenous creatinine clearance ≥45 mL/min (Cockcroft-Gault formula)\n  7. Women who are at risk of becoming pregnant must undergo a negative serum pregnancy test within 7 days before the first dose and be willing to use a highly effective method of contraception during the trial period and 120 days after the last dose of the test drug. Male subjects with a partner of a woman of reproductive age should be surgically sterilized or consent to a highly effective method of contraception during the trial period and 120 days after the last test drug administration;\n  8. The subjects voluntarily joined the study, signed the informed consent, had good compliance, and cooperated with follow-up.\n\nExclusion Criteria:\n\n* Patients with any of the following criteria were not enrolled in this study\n\n  1. History and complications A. male breast cancer patients; B. Did not meet the conditions of large segmentation radiotherapy (upper and lower clavicular lymph node metastasis, internal milk lymph node metastasis, the patient refused large segmentation radiotherapy); C. The subject has any active, known, or suspected autoimmune disease. To admit subjects who are in a stable state and do not require systemic immunosuppressive therapy; D. The patient is participating in another clinical study or less than 4 weeks after the end of the previous clinical study; E. Patients with a known or highly suspected history of interstitial pneumonia; Or may interfere with the detection or management of suspected drug-related pulmonary toxicity; F. A history of other malignant tumors; Except in patients who have had potentially curable therapy and have not had disease recurrence for 5 years since treatment began; G. Pregnant women and patients with mental illness; H. Prior treatment with radiotherapy, chemotherapy, etc.; I. Patients with active tuberculosis should be excluded; J. Severe acute or chronic lung infections requiring systemic treatment; K. Patients with obvious blood coughing or daily hemoptysis of half a teaspoon (2.5ml) or more in the 2 months before randomization; L. Patients with heart failure (New York Heart Association standard Class III or IV), poor coronary artery disease control or arrhythmia, or a history of myocardial infarction in the 6 months prior to screening despite receiving appropriate medication.\n  2. Physical examination and laboratory examination A. A known history of testing positive for human immunodeficiency virus (HIV) or a known history of acquired immunodeficiency syndrome (AIDS); B. untreated active hepatitis (hepatitis B: HBsAg positive with HBV DNA≥ 500 IU/mL; Hepatitis C: HCV RNA positive and abnormal liver function); Combined with hepatitis B and hepatitis C co-infection.\n  3. As determined by the investigator, the patient may have other factors that may lead to the termination of the study, such as other serious diseases or serious abnormalities in laboratory tests or other factors that may affect the safety of the subjects, or family or social factors such as the collection of test data and samples.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}