{
    "nctId": "NCT00710697",
    "briefTitle": "Cardiac Safety Assessment Study of Picoplatin in Solid Tumors",
    "officialTitle": "A Phase 1 Study of Picoplatin in Subjects With Advanced Non-Hematological Malignancies With Emphasis on Cardiac Repolarization",
    "overallStatus": "UNKNOWN",
    "conditions": "Solid Tumors",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 40,
    "primaryOutcomeMeasure": "ECG interval change",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Documented histological or cytological diagnosis of non-hematological malignancy.\n* Subjects for whom, in the opinion of the investigator, treatment with single agent picoplatin is appropriate.\n* 18 years of age or older.\n* ECOG performance status 0-2.\n* An acceptable screening ECG.\n* The following laboratory values:\n* ANC ≥ 1500 cells/mm3 (without use of myeloid growth factors).\n* Hemoglobin ≥ 10.0 g/dL (may be achieved with transfusion or growth factors).\n* Platelet count ≥ 100,000/mm3 (without platelet transfusions in the past 10 days).\n* Serum creatinine ≤ 1.5 x ULN.\n* Total bilirubin ≤ 1.5 x ULN.\n* AST/SGOT and ALT/SGPT ≤ 2.5 x ULN (up to 5.0 x ULN in the event of documented hepatic tumor involvement).\n* Serum potassium and magnesium within institutional normal limits. PT, aPTT ≤ 1.2 x ULN.\n* Recovery period ≥ 4 weeks since major surgery, any chemotherapy (≥ 6 weeks for treatment with mitomycin or any nitrosourea), any biological therapy, any investigational therapy or any change in usage of \"alternative therapies\".\n* Recovery period ≥ 2 weeks since any radiation therapy.\n* Willing, available and able to comply with all protocol requirements including dietary schedule and restrictions.\n* Written informed consent obtained prior to any screening procedures.\n\nExclusion Criteria:\n\n* Symptomatic or uncontrolled brain metastases.\n* Use of conventional granulocyte growth factors within the preceding 10 days or pegfilgrastim within the past 21 days.\n* Any concurrent severe and/or uncontrolled medical conditions which could compromise participation in the study. For example,\n* Unresolved toxicities from prior treatments of \\> Grade 1 (other than alopecia).\n* Clinically significant infection.\n* Known viral infections with hepatitis B or C or HIV.\n* Clinically significant psychiatric illness.\n* Any other systemic or localized disease or therapy likely to interfere with tolerance of chemotherapy or requirements of study participation.\n* History of unexplained syncope within the last two months or a family history of sudden unexplained death.\n* Cardiac contraindications to study participation, including:\n* History of serious cardiac disease, defined as myocardial infarction within three months of enrollment, congestive heart failure classified by the New York Heart Association as Class III or IV, clinically significant cardiac arrhythmias, poorly controlled or unstable angina or electrocardiographic evidence of acute ischemia.\n* Implantable pacemaker or automatic implantable cardioverter defibrillator.\n* Congenital long QT syndrome or family history of long QT syndrome.\n* If male, QTc \\> 450 ms; if female, QTc \\> 460 ms.\n* PR duration \\> 240 ms; QRS \\> 110 ms. Complex arrhythmias (significant ventricular tachycardia, Mobitz block, bifascicular AV block) on the screening ECG.\n* Atrial fibrillation or flutter. Complete left bundle branch block; use of an obligate pacemaker.\n* Current use of anticoagulants or anti-platelet drugs, including aspirin, warfarin, enoxaparin, clopidogrel, or heparin (use of heparin for central venous port maintenance is acceptable).\n* Ongoing bleeding or history of clinically significant bleeding within the last 6 months (unless the etiology of the prior bleeding has been identified and corrected).\n* Concurrent medications that prolong the QT interval (including cisapride, erythromycin, antipsychotics or tricyclic antidepressants, quinidine, procainamide, disopyramide, amiodarone or sotalol), or any agent classified as either \"Drugs with Risk of Torsades de Pointes\" or \"Drugs with Possible Risk of Torsades de Pointes\" on the website www.torsades.org.\n* Female subjects who are pregnant or breast feeding.\n* Subjects of reproductive potential not willing to use an effective method of contraception during the study (from first day of and until 1 month after study drug administration).\n* Conditions that may interfere with QTc analysis:\n* Allergy to ECG electrodes.\n* Any condition that impairs the placement of ECG electrodes or the interpretation of ECGs (including but not limited to breast implants).",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}