{
    "nctId": "NCT05461768",
    "briefTitle": "A Study of BL-M07D1 in Patients With Locally Advanced or Metastatic HER2 Positive/Low Expression Breast Cancer and Other Solid Tumors",
    "officialTitle": "A Phase I Clinical Study to Evaluate the Safety, Tolerability, Pharmacokinetic Characteristics, and Preliminary Efficacy of BL-M07D1injection in Patients With Locally Advanced or Metastatic HER2-positive/Low-expression Breast Cancer and Other Solid Tumors",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer, Locally Advanced or Metastatic Solid Tumor",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 26,
    "primaryOutcomeMeasure": "Phase Ia: Dose limiting toxicity (DLT)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* 1. Sign the informed consent voluntarily and follow the program requirements\n* 2. No gender limitation;\n* 3. Age: ≥18 years old and ≤75 years old (Stage Ia);≥18 years old (Ib);\n* 4. Expected survival time ≥3 months;\n* 5. Inoperable locally advanced or metastatic HER2-positive/low-expression breast cancer and other solid tumors that have been histopathologically and/or cytologically confirmed and have failed standard therapy, or are not available for standard therapy, or are not currently eligible for standard therapy; HER2 positive: IHC3+, or IHC2+ and ISH positive; HER2 low expression: IHC2+ and ISH negative, or IHC1+;\n* 6. Agree to provide archived tumor tissue samples or fresh tissue samples from the primary tumor or metastatic tumor within 2 years (to detect the expression of HER2 protein in tumor pathological tissue and explore the correlation between HER2 protein and bl-M07D1 validity index); If subjects are unable to provide tumor tissue samples, they will be admitted after evaluation by the investigator if other admission criteria are met.\n* 7. Must have at least one measurable lesion as defined by RECIST V1.1;\n* 8. ECOG score of 0 or 1;\n* 9. Toxicity of previous antitumor therapy has returned to level ≤1 as defined by NCI-CTCAE V5.0 (the investigator considered asymptomatic laboratory abnormalities, such as elevated ALP, hyperuricemia, and elevated blood glucose, etc.); Except for toxicity that the investigator judged to have no safety risk, such as alopecia, pigmentation, grade 2 peripheral neurotoxicity, etc.);\n* 10. No serious cardiac dysfunction, left ventricular ejection fraction ≥50%;\n* 11. Organ function level must meet the following requirements and meet the following standards: A) Bone marrow function: absolute neutrophil count (ANC) ≥1.5×10\\^9/L, platelet count ≥90×10\\^9/L, hemoglobin ≥90 g/L; B) Liver function: total bilirubin (TBIL≤1.5 ULN), AST and ALT ≤2.5 ULN in patients without liver metastasis, AST and ALT ≤5.0 ULN in patients with liver metastasis; C) Renal function: creatinine (Cr) ≤1.5 ULN, or creatinine clearance (Ccr) ≥50 mL/min (according to the Cockcroft and Gault formula).\n* 12. Coagulation function: International standardized ratio (INR) ≤1.5, and activated partial thrombin time (APTT) ≤1.5ULN;\n* 13. Urinary protein ≤2+ or ≤1000mg/24h;\n* 14. For premenopausal women at risk of fertility, pregnancy tests must be performed within 7 days prior to the start of treatment. Serum/urine pregnancy must be negative and must be non-lactation; All enrolled patients (male and female) should use adequate barrier contraception throughout the treatment cycle and 6 months after the end of treatment\n\nExclusion Criteria:\n\n* 1. Prior use of chemotherapy, biotherapy, immunotherapy, radical radiotherapy, major surgery (as defined by the investigator), targeted therapy (including small molecule tyrosine kinase inhibitors) and other antitumor therapies within 4 weeks or 5 half-lives (whichever is less) prior to initial dosing; Mitomycin and nitrosourea were administered within 6 weeks prior to initial administration; For oral fluorouracil drugs such as gio, capecitabine, or palliative radiotherapy within 2 weeks before initial administration; The Chinese medicine with anti-tumor indication was given within 2 weeks before the first administration.\n* 2. Prior ADC treatment (phase Ib only) with the toxin of camptothecin derivatives (topoisomerase I inhibitors);\n* 3. History of severe heart disease, such as symptomatic congestive heart failure (CHF) grade 2 or greater (CTCAE 5.0), NYHA grade 2 or greater heart failure, history of transmural myocardial infarction, unstable angina, etc.;\n* 4. QT prolongation (male QTc \\> 450 msec or female QTc \\> 470 msec), complete left bundle branch block, III atrioventricular block;\n* 5. Active autoimmune diseases and inflammatory diseases, such as: systemic lupus erythematosus, systemic treatment of psoriasis, rheumatoid arthritis, inflammatory bowel disease, and hashimoto's thyroiditis, etc., with the exception of type I diabetes, only replacement therapy can control the hypothyroidism, no systemic treatment of skin disease (e.g., vitiligo, psoriasis);\n* 6. Other malignancies diagnosed within 5 years prior to first administration, except for radical basal cell carcinoma of the skin, squamous cell carcinoma of the skin, and/or radical resected carcinoma in situ;\n* 7. Screening for unstable thrombotic events such as deep vein thrombosis, arterial thrombosis and pulmonary embolism requiring therapeutic intervention within the first 6 months; Infusion device-related thrombosis is excluded;\n* 8. Patients with poorly controlled pleural effusion with clinical symptoms were judged by researchers to be unsuitable for inclusion;\n* 9. Hypertension poorly controlled by medications (systolic \\& GT; 150 mmHg or diastolic pressure \\& GT; 100 mmHg);\n* 10. According to CTCAE V5.0, patients were defined as ≥3 grade of lung disease, ≥2 grade of radioactive lung disease, existing or with a history of ILD;\n* 11. Symptoms of active CNS metastasis. But the researchers concluded that patients with stable parenchymal metastases could be included. The definition of stability must meet the following four requirements: A. Seizureless state lasting \\> 12 weeks with or without antiepileptic drugs; B. Glucocorticoids are not required; C. Two consecutive MRI scans (at least 4 weeks between scans) showed stable imaging state; D. Asymptomatic patients have been stable for more than 1 month after treatment;\n* 12. Patients with a history of allergy to recombinant humanized antibody or human-mouse chimeric antibody or to any excipient component of BL-M07D1;\n* 13. Prior organ transplantation or allogeneic hematopoietic stem cell transplantation (ALLO-HSCT);\n* 14. Equivalent cumulative dose of doxorubicin in anthracycline adjuvant therapy was \\> 360 mg/m\\^2;\n* 15. Positive human immunodeficiency virus antibody (HIVAb), active tuberculosis, active hepatitis B virus infection (HBV-DNA copy number \\> lower limit) or active hepatitis C virus infection (HCV antibody positive and HCV-RNA \\> lower limit);\n* 16. Active infections requiring systemic treatment, such as severe pneumonia, bacteremia, sepsis, etc.\n* 17. Participated in another clinical trial within 4 weeks prior to initial administration (starting from the time of last administration);\n* 18. Pregnant or nursing women;\n* 19. Other conditions considered inappropriate for participation in this clinical trial by the investigator",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}