{
    "nctId": "NCT02022202",
    "briefTitle": "Breast Cancer Genome Guided Therapy Study (BEAUTY)",
    "officialTitle": "Breast Cancer Genome Guided Therapy Study (BEAUTY)",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Invasive Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 140,
    "primaryOutcomeMeasure": "DNA From the Germline and Breast Tumor for the Identification of Novel Somatic Changes Within Gene and Gene Pathways.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Age ≥18 years.\n* Histological confirmation of invasive breast cancer.\n* Confirmation of breast cancer lesion ≥ 1.5 cm in size by any clinical (physical examination measurement) or radiographic criteria (mammogram, ultrasound or MRI) in the ipsilateral breast.\n\n  * Note: Benign breast disease, LCIS or DCIS in the contralateral breast is allowed. Contralateral invasive breast cancer is allowed if disease is of clinically lower stage and the higher stage lesion will be the study lesion for all biopsies and tissue samples.\n  * Note: Disease in axilla only is not eligible.\n  * Note: Patients that have a contraindication or inability to have an MRI may still be enrolled on study and not participate in the MRI at any of the study specific time points.\n  * Note: For patients with bilateral disease the higher clinical stage disease will be the study lesion that will undergo study biopsies and tissue samples from surgery and the contralateral lesion will NOT undergo research biopsies and tissue samples.\n* Men or women who are to begin neoadjuvant chemotherapy for treatment of Stage I-III Her 2 negative breast cancer with paclitaxel followed by either the combination of 5-fluorouracil, epirubicin and cyclophosphamide (FEC) or the combination of doxorubicin and cyclophosphamide (AC). OR Men or women who are to begin neoadjuvant chemotherapy for treatment of Stage I-III Her 2 positive breast cancer with paclitaxel followed by either the combination of 5-fluorouracil, epirubicin and cyclophosphamide (FEC) or the combination of doxorubicin and cyclophosphamide (AC). MC1137 Trastuzumab will be given concurrently with the taxane portion and can be given concurrently with FEC (but not AC) at the discretion of the medical oncologist.\n\n  * Note: Her2 positive disease is defined to be: HER2 score of 3+ by IHC or HER2 gene amplification by FISH.\n* Provide informed written consent.\n* Willing to return to Mayo Clinic in Rochester, MN, Mayo Clinic in Arizona, or Mayo Clinic in Florida for imaging correlative, surgery, and follow-up.\n* Willing to provide blood samples for correlative research purposes.\n* Willing to provide tissue samples for correlative research purposes.\n* ECOG Performance Status ≤ 2.\n\nExclusion Criteria:\n\n* Receiving any investigational agent which would be considered as a treatment for the primary neoplasm.\n* Other active malignancy ≤ 5 years prior to registration. EXCEPTIONS: Non-melanotic skin cancer or carcinoma-in-situ of the cervix.\n\n  * Note: If there is a history or prior malignancy, they must not be receiving any other treatment for their cancer.\n* Patients who are not planning to receive neoadjuvant chemotherapy.\n* Biopsy proven Stage IV disease.\n* Patients who are pregnant or nursing.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}