{
    "nctId": "NCT04430842",
    "briefTitle": "Dose Escalation Study to Assess the Safety, Tolerability, Pharmacokinetics, and Pharmacodynamics of QBS10072S",
    "officialTitle": "A Phase 1, Open Label, Multi-Center, Single and Multiple Dose, Dose Escalation and Expansion Study to Assess the Safety, Tolerability, Pharmacokinetics, and Pharmacodynamics of QBS10072S in Previously Treated Patients With Advanced or Metastatic Cancers With High LAT1 Signatures, and in Patients With Relapsed or Refractory Grade 4 Astrocytoma",
    "overallStatus": "COMPLETED",
    "conditions": "Astrocytoma, Brain Cancer, Brain Metastases, Bladder Cancer, Breast Cancer, Cervical Cancer, Cholangiocarcinoma, Colorectal Cancer, Esophagus Cancer, Gastric Cancer, Head and Neck Cancer, Kidney Cancer, Liver Cancer, Lung Cancer, Melanoma, Ovarian Cancer, Pancreatic Cancer, Pleural Mesothelioma, Prostate Cancer, Sarcoma, Tongue Cancer, Thymic Carcinoma, Urinary Tract Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 15,
    "primaryOutcomeMeasure": "Determination of maximum tolerated dose (MTD)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Male or female participants aged ≥18 years at the time of informed consent.\n2. Adequate Bone Marrow Function\n3. Adequate renal function\n4. Adequate Liver Function\n5. Resolved acute effects of any prior therapy to baseline severity or CTCAE Grade ≤1 except for AEs not constituting a safety risk by Investigator judgment.\n6. A histological or cytological diagnosis of a solid tumor that is advanced/metastatic, patients intolerant to standard treatment or, resistant to standard therapy\\* (per NCCN guidelines) or for which no curative therapy is available for the following tumor types:\n\n   - Bladder, Brain, Breast, Cervical, Cholangiocarcinoma, Colorectal, Esophageal, Gastric, Head and Neck, Kidney, Liver, Lung, Melanoma, Ovarian, Pancreatic, Pleural mesothelioma, Prostate, Sarcoma, Tongue cancer, Thymic carcinomas, Urinary tract\n7. At least one measurable lesion (as defined by RECIST version 1.1) that has not been previously irradiated.\n8. An ECOG PS 0 to 2.\n\nExclusion Criteria:\n\n1. Patients with tumor primarily localized to the brainstem or spinal cord. Presence of known active uncontrolled or symptomatic CNS metastases, carcinomatous meningitis, or leptomeningeal disease as indicated by clinical symptoms, cerebral edema, and/or progressive growth.\n2. Patients with advanced/metastatic, symptomatic, visceral spread, that are at risk of life-threatening complications in the short term (including patients with massive uncontrolled effusions \\[pleural, pericardial, peritoneal\\], pulmonary lymphangitis, and over 50% liver involvement).\n3. Patients with any other active malignancy within 3 years prior to enrollment, except for adequately treated basal cell or squamous cell skin cancer, or carcinoma in situ.\n4. Major surgery within 4 weeks prior to study entry.\n5. Radiation therapy within 4 weeks prior to receiving the first QBS10072S dose (bone lesions requiring radiation may be treated with limited radiation therapy during this period).\n6. Systemic anticancer therapy within 4 weeks prior to study entry\n7. Bleeding esophageal or gastric varices \\<2 months prior to the date of informed consent.\n8. Unmanageable ascites.\n9. Baseline 12 lead ECG that demonstrates clinically relevant abnormalities that may affect patient safety or interpretation of study results\n10. On therapeutic anticoagulation, except low molecular weight heparin, vitamin K antagonists or factor Xa inhibitors may be allowed following discussion with the Sponsor.\n11. Any of the following in the previous 6 months: myocardial infarction, congenital long QT syndrome, Torsade de Pointes, clinically significant arrhythmias (including sustained ventricular tachyarrhythmia and ventricular fibrillation), left anterior hemiblock, bifascicular block, unstable angina, coronary/peripheral artery bypass graft, symptomatic congestive heart failure (New York Heart Association class III or IV), cerebrovascular accident, transient ischemic attack, or symptomatic pulmonary embolism or other clinical significant episode of thromboembolic disease. Ongoing cardiac dysrhythmias of NCI CTCAE Grade ≥2, atrial fibrillation of any grade (Grade ≥2 in the case of asymptomatic lone atrial fibrillation).\n12. Hypertension that cannot be controlled by medications (\\>150/90 mmHg despite optimal medical therapy) or requiring more than two medications for adequate control.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}