{
    "nctId": "NCT02494869",
    "briefTitle": "Dose-Response of Aerobic Training in Women at High-Risk for Development of Breast Cancer",
    "officialTitle": "Dose-Response of Aerobic Training in Women at High-Risk for Development of Breast Cancer",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "High Risk for Developing Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "PREVENTION",
    "enrollmentCount": 75,
    "primaryOutcomeMeasure": "gene expression patterns of non-neoplastic breast epithelial cells in women at high-risk for development of breast cancer",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Women at high-risk of breast cancer as defined by one of the following:\n\n  * Cytologically confirmed atypical hyperplasia\n  * Cytologically confirmed LCIS\n* Being a carrier for\n\n  * BRCA1 and/or BRCA2\n  * Predicted lifetime risk of breast cancer \\>20% based on family history)\n  * Predicted 10-year risk of breast cancer of ≥ 2.31%\n  * Predicted 5-year risk of breast cancer ≥ 1.67%\n  * Aged 21 ≤ 80 years old\n  * If a female of child-bearing potential, must not be pregnant or planning to become pregnant during the study.\n  * Women \\<50 years old who are of child-bearing potential must have a negative pregnancy test (urine HCG or serum) within 14 days of enrollment.\n* Must a negative mammogram or negative breast MRI within 1 year of protocol required baseline core biopsy\n* Clinical breast exam interpreted as benign (not suspicious for cancer) at MSK\n* Performing less than or equal to 120 minutes of structured moderate-intensity or strenuous-intensity exercise per week\n* Able to complete an acceptable baseline CPET in the absence of high risk ECG findings or other inappropriate response to exercise as determined by the investigator.\n* Able to achieve an acceptable peek baseline CPET defined as by any of the following criteria:\n\n  * achieving a plateau in oxygen consumption concurrent an with increase in power output;\n  * a respiratory exchange ratio ≥ 1.10;\n  * attainment of maximal predicted heart rate (HRmax) (i.e., within 10 bpm of age-predicted \\[HRmax = 220-Age\\[years\\]) Volitional exhaustion, as measured by a rating of perceived exertion (RPE) ≥ 18 on the BORG scale.\n\nExclusion Criteria:\n\n* Use of any selective estrogen receptor modulator or aromatase inhibitor within 6 months of randomization, including, but not limited to: (tamoxifen, raloxifene, arzoxifene, acolbifene, anastrozole, exemestane, and letrozole)\n* Enrollment on an interventional investigational study\n* Bilateral breast implants\n* Any newly identified breast abnormality requiring surgical excision\n* History of any of the following:\n* Invasive cancer diagnosis\n* DCIS\n* Any current invasive cancer diagnosis\n* Metastatic malignancy of any kind\n* Any other condition or intercurrent illness that in the opinion of the investigator makes the subject a poor candidate for core biopsy or the trial\n* Mental impairment leading to inability to cooperate.\n* Room air desaturation at rest ≤85%\n* Any of the following absolute contraindications to cardiopulmonary exercise testing and/or aerobic training:\n* Acute myocardial Infarction (within 3-5 days of any planned study procedures);\n* Unstable angina;\n* Uncontrolled arrhythmia causing symptoms or hemodynamic compromise;\n* Recurrent syncope;\n* Active endocarditis;\n* Acute myocarditis or pericarditis;\n* Symptomatic severe aortic stenosis;\n* Uncontrolled heart failure;\n* Acute pulmonary embolus or pulmonary infarction within 3 months of any planned study procedures;\n* Thrombosis of lower extremities;\n* Suspected dissecting aneurysm;\n* Uncontrolled asthma;\n* Pulmonary edema;\n* Respiratory failure;\n* Acute non-cardiopulmonary disorders that may affect exercise performance or be aggravated by exercise (i.e. infection, renal failure, thyrotoxicosis); or",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}