{
    "nctId": "NCT06418204",
    "briefTitle": "Assessing Benefits and Harms of Cannabis/Cannabinoid Use Among Cancer Patients Treated in Community Oncology Clinics",
    "officialTitle": "Complementary Options for Symptom Management In Cancer (COSMIC): Assessing Benefits and Harms of Cannabis and Cannabinoid Use Among a Cohort of Cancer Patients Treated in Community Oncology Clinics",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Breast Carcinoma, Colorectal Carcinoma, Lung Non-Small Cell Carcinoma, Melanoma, Non-Hodgkin Lymphoma",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 2000,
    "primaryOutcomeMeasure": "Cancer-related symptoms",
    "eligibilityCriteria": "Inclusion Criteria:\n\nPatient\n\n* Adults aged 18 years or older with one of the following newly diagnosed cancers: breast cancer, colorectal cancer, melanoma, non-Hodgkin lymphoma, or non-small cell lung cancer.\n* Planned treatment with systemic chemotherapy (single or multi-agent, includes targeted therapy) with or without immune checkpoint inhibitor therapy (targeting PD-1, PD-L1 or CTLA-4). If unable to engage patient before treatment starts, enrollment is allowed from diagnosis up to four weeks after the start of treatment but must be before cycle 2 treatment begins.\n* Patients must be able to comprehend English or Spanish (for survey completion).\n* Patients must be willing to complete surveys online. This can be completed at home, in the clinic or other location.\n* Completion of the confidential Self-Reported Screening Survey and receipt of a screening result - eligible for enrollment.\n\nPatient Optional Substudy (available at select sites only):\n\n* Must be willing to participate in both the main study and the sub-study at the Wake Forest University Comprehensive Cancer Center (WF CCC) and Virginia Commonwealth University (VCU).\n* Must be receiving treatment at the WF CCC and VCU.\n* Must be diagnosed with non-small cell lung cancer.\n* Must be receiving paclitaxel as part of their chemotherapy in conjunction with ICIs PD-1, PDL1 or CTLA.\n* Must be enrolled before cycle 1 begins\n\nExclusion Criteria:\n\nPatient\n\n\\* Currently enrolled in an interventional supportive treatment trial to manage cancer symptoms.\n\nPatient Optional Substudy (available at select sites only):\n\n* Patients with chronic or ongoing steroid or immunomodulatory agents (i.e., prednisone, dexamethasone, etanercept, infliximab, etc.).\n* Patients with a history of HIV, hepatitis B or hepatitis C.\n* Patients with active infection who are receiving antibiotic, antifungal or antiviral treatment.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}