{
    "nctId": "NCT02964507",
    "briefTitle": "Dose Escalation and Expansion Study of GSK525762 in Combination With Fulvestrant in Participants With Hormone Receptor-positive (HR+)/Human Epidermal Growth Factor Receptor 2 Negative (HER2-) Advanced or Metastatic Breast Cancer",
    "officialTitle": "A Phase I/II Dose Escalation and Expansion Study to Investigate the Safety, Pharmacokinetics, Pharmacodynamics and Clinical Activity of GSK525762 in Combination With Fulvestrant in Subjects With Hormone Receptor-positive/HER2-negative (HR+/HER2-) Advanced or Metastatic Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Neoplasms",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 124,
    "primaryOutcomeMeasure": "Phase I: Number of Participants With Non-serious Adverse Events (AEs) and Serious Adverse Events (SAEs)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Written informed consent provided.\n* Females 18 years old and greater (at the time of written consent)\n* Histologically or cytologically confirmed diagnosis of advanced or metastatic adenocarcinoma of the breast.\n* Documentation of estrogen receptor (ER)-positive and/or progesterone receptor (PR)-positive tumor (\\>=1% positive stained tumor cell nuclei) based on local testing of the most recent tumor biopsy, using an assay consistent with local standards.\n* Documentation of HER2-negative tumor based on local testing of the most recent tumor biopsy as per most recent American Society of Clinical Oncology (ASCO)/College of American Pathologists (CAP) guidelines. At the time of writing, HER2-negative tumor is defined as immunohistochemistry (IHC) score of 0 or 1+, or negative by in situ hybridization defined as a HER2/chromosome enumeration probe 17 (CEP17) ratio \\<2 or for single probe assessment of an average HER2 copy number \\<4.\n* Provision of mandatory screening fresh tumor biopsy sample during the screening period: a. Screening biopsy can be waived if a biopsy was collected within 3 months prior to first dose of study drug and was collected after the last anti-cancer treatment before coming into this study; b. Participants with inaccessible site of biopsy or who have a significant medical risk of obtaining the biopsy should be discussed with the Medical Monitor if they can qualify; c. Bone biopsies are not acceptable. Biopsies should be obtained from bone with metastatic soft-tissue component. Participants with bone only disease may be enrolled upon review by Medical Monitor.\n* History of prior therapy that satisfies one of the following criteria: a. Aromatase inhibitor (AI) failures: Disease that relapsed during treatment or within 12 months of completion of adjuvant therapy with an AI, OR disease that progressed during treatment with an AI for advanced/metastatic disease. Prior ovarian suppression and/or tamoxifen are allowed as long as other criteria are met; b. Cyclin-dependent kinase 4/6 (CDK4/6) inhibitor plus AI failures: Disease that progressed on a CDK4/6 inhibitor plus AI, for advanced/metastatic disease with a minimum duration of treatment of 12 months (\\>=12 months) with CDK4/6 inhibitor plus AI. Participants with either measurable disease or bone only disease are allowed. Prior ovarian suppression and/or tamoxifen are allowed as long as other criteria are met.\n* Documented progression on last line of systemic anti-cancer therapy with CDK4/6 inhibitor plus AI is required.\n* Any menopausal status.\n* Measurable disease by Response Evaluation Criteria in Solid Tumors (RECIST) 1.1 criteria is required except for participants with bone only disease.\n* All prior treatment- related toxicities must be National Cancer Institute-Common Terminology Criteria for Adverse Events (NCI-CTCAE) version 4 \\<=Grade 1 (except alopecia (permitted at any grade) and peripheral neuropathy (permitted at \\<=Grade 2) at the time of treatment allocation.\n* Eastern Cooperative Oncology Group (ECOG) Performance Status score of 0 to 1.\n* Adequate organ function.\n* Able to swallow and retain orally administered medication.\n* A female participant is eligible to participate if she is of: i) Non-childbearing potential. ii) Child-bearing potential and agrees to use one of the contraception methods. iii) Negative serum pregnancy test \\<=7 days prior to first study drug dose. iv) Female participants who are lactating must discontinue nursing prior to the first dose of study treatment and must refrain from nursing throughout the treatment period and for at least 28 days following the last dose of study treatment.\n\nExclusion Criteria:\n\n* Prior therapy with any Bromodomain and extra-terminal (BET) inhibitor, any selective estrogen receptor degrader (SERD) including fulvestrant, or inhibitors of the Phosphoinositide-3-kinase (PI3K)/ serine/threonine-specific protein kinase (AKT)/Mammalian Target of Rapamycin (mTOR) pathway.\n* Prior therapy with more than one line of cytotoxic chemotherapy following diagnosis of advanced/metastatic disease.\n* More than or equal to 3 lines of systemic anti-cancer therapy in the advanced or metastatic setting.\n* Recent prior therapy, defined as: a. Any investigational or approved non-biologic anti-cancer drug within 14 days or five half-life (whichever is greater) prior to the first dose of GSK525762 and fulvestrant. b. Any nitrosoureas or mitomycin C within 42 days prior to the first dose of GSK525762 and fulvestrant c. Any anti-cancer biologic agents within 42 days prior to the first dose of GSK525762 and fulvestrant. d. Any radiotherapy within 14 days prior to the first dose of GSK525762 and fulvestrant. If the participant received radiotherapy \\<90 days prior to study treatment, the irradiated lesion cannot be the only lesion used for evaluating response.\n\n  e. Any major surgery within 28 days prior to the first dose of GSK525762 and fulvestrant\n* Concomitant active malignancy other than HR+/HER2- breast cancer\n* Therapeutic-dose anticoagulation (e.g., warfarin, low-molecular weight heparin \\[LMWH\\], or novel oral anticoagulants) must be discontinued and coagulation parameters must be normalized prior to the first dose of GSK525762 and fulvestrant. Prophylactic anticoagulation, with low doses (per standard practice) of agents such as LMWH, direct thrombin inhibitors, or factor Xa inhibitors is permitted.\n* Current use of a prohibited medication or planned use of any forbidden medications during treatment with GSK525762 and fulvestrant. This includes medications with significant risk of Torsades de pointes as well as those that are potent inducers or inhibitors of Cytochrome P3A4 (CYP3A4) enzymes.\n* Evidence of severe or uncontrolled systemic diseases (e.g., unstable or uncompensated respiratory, hepatic, renal, cardiac disease, or clinically significant bleeding episodes). Any serious and/or unstable pre-existing medical (aside from malignancy), psychiatric disorder, or other conditions that could interfere with participant's safety, obtaining informed consent or compliance to the study procedures, in the opinion of the Investigator. a) Systolic blood pressure higher than 150 millimeters of mercury (mmHg) or diastolic blood pressure higher than 90 mmHg found on 2 separate occasions separated by 1 week, despite adequate therapy, will be defined as uncontrolled hypertension. b) Uncontrolled diabetes mellitus (despite therapeutic; compliance to intervention) as defined by a hemoglobin A1c (HbA1c) level more than 8% and/or occurrence of more than two episodes of ketoacidosis in the 12 months prior to the first dose of study drug.\n* Participants with advanced/metastatic, symptomatic, visceral spread, that are at risk of life-threatening complications in the short term including participants with massive uncontrolled effusions (pleural, pericardial, peritoneal), pulmonary lymphangitis, and over 50 percent (%) of liver involvement in metastases.\n* Symptomatic or untreated leptomeningeal or brain metastases or spinal cord compression.\n* Cardiac abnormalities as evidenced by any of the following: Baseline QT interval corrected by Fridericia's formula (QTcF) interval \\>=480 milliseconds (msec); Clinically significant conduction abnormalities or arrhythmias; Presence of cardiac pacemaker or defibrillator with a paced ventricular rhythm limiting electrocardiogram analysis; History or evidence of current \\>=Class II congestive heart failure as defined by New York Heart Association (NYHA); History of acute coronary syndromes (including unstable angina and myocardial infarction), coronary angioplasty, or stenting within the past 3 months. Participants with a history of stent placement requiring ongoing antithrombotic therapy (e.g., clopidogrel, prasugrel) will not be permitted to enroll; Clinically significant cardiomegaly, ventricular hypertrophy, or cardiomyopathy.\n* Current active liver or biliary disease (with the exception of Gilbert's syndrome or asymptomatic gallstones, liver metastases or otherwise stable chronic liver disease per investigator assessment).\n* Presence of hepatitis B surface antigen (HBsAg) or positive hepatitis C antibody test result at screening.\n* History of known human immunodeficiency virus (HIV) infection.\n* Any serious known immediate or delayed hypersensitivity reaction(s) to GSK525762 or fulvestrant, or idiosyncrasy to drugs chemically related to the investigational drugs.\n* Hemoptysis \\>1 teaspoon in 24 hours within the last 28 days.\n* Concurrent use of non-steroidal anti-inflammatory drugs (NSAIDs) (except for cases where NSAIDs provide benefit over other analgesics and in these cases, consideration should be given to the prophylactic administration of a proton pump inhibitor) and high dose aspirin (allowed up to \\<=100 milligrams orally daily).\n* Participants with history of known bleeding disorder(s) including clinically significant hemorrhage (e.g., gastrointestinal, neurologic), within the past 6 months.\n* Any clinically significant gastrointestinal abnormalities that may alter absorption, such as malabsorption syndrome, chronic gastrointestinal disease, or major resection of the stomach and/or bowels that could preclude adequate absorption of the study medication.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}