{
    "nctId": "NCT06486883",
    "briefTitle": "Safety and Efficacy of T-DXd vs. CDK4/6i-based ET as First-line Therapy of HR-positive and HER2-low/Ultralow Advanced Breast Cancer Patients Classified as Non-luminal Subtype",
    "officialTitle": "A Randomized Phase II Study to Evaluate the Safety and Efficacy of Trastuzumab Deruxtecan Versus CDK4/6 Inhibitor-based Endocrine Therapy as First-line Therapy of HR-positive and HER2-low/Ultralow Advanced Breast Cancer Patients Classified as Non-luminal Subtype According to Gene Expression Profiling.",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Advanced Breast Cancer, Advanced Breast Carcinoma, Hormone Receptor Positive Breast Carcinoma",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 200,
    "primaryOutcomeMeasure": "Progression-free survival (PFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patients must be capable to understand the purpose of the study and have signed written informed consent form (ICF) prior to beginning specific protocol procedures.\n2. Female or male patients ≥ 18 years of age at the time of signing ICF.\n3. ECOG performance status of 0-1.\n4. Minimum life expectancy of ≥ 12 weeks at screening.\n5. Evidence of HER2-low expression (1+ by immunohistochemistry (IHC) or 2+ and negative by an in situ hybridization \\[ISH\\] test) or HER2-ultralow (IHC 0 with faint membrane staining and in ≤ 10% of tumor cells) breast cancer according to the most recent American Society of Clinical Oncology (ASCO)/College of American Pathologists (CAP) guidelines determined by a MEDSIR's designated central laboratory, using Ventana 4B5 antibody. This assessment has to be done on the most recently available (archived or newly collected) formalin-fixed, paraffin-embedded (FFPE) tumor tissue blocks (≤ 6 weeks or FFPE of a tumor sample obtained after last prior systemic therapy) from core or excisional biopsy from a locally recurrent (breast or locoregional lymph nodes) or metastatic tumor lesion, excluding bone metastases.\n6. Non-luminal breast cancer subtype as per central PAM50 analysis determined in the most recently available (archived or newly collected) FFPE tumor tissue blocks (≤ 6 weeks or FFPE of a tumor sample obtained after last prior systemic therapy) from core or excisional biopsy from a locally recurrent (breast or locoregional lymph nodes) or metastatic tumor lesion with the exception of bone metastases.\n7. Patients must have HR-positive (estrogen receptor \\[ER\\] and/or progesterone receptor \\[PgR\\]-positive defined as ≥ 1% positive stained cells) status according to the most recent ASCO/CAP guidelines locally determined prior to study entry.\n8. Unresectable locally recurrent or metastatic breast cancer documented by computerized tomography (CT) scan or magnetic resonance imaging (MRI) that is not amenable to resection with curative intent.\n9. Evaluable disease according to RECIST v.1.1. Patients with bone-only disease are not allowed. Patients with bone metastases with soft tissue masses measuring \\> 10 mm are eligible.\n10. Patients must have endocrine resistance criteria:\n\n    • disease progression during adjuvant ET or within the first year of completing adjuvant ET;\n\n    or endocrine sensitivity criteria:\n\n    • de novo metastatic disease or disease progression ≥ 12 months after completing adjuvant ET with at least one of the following requirements:\n    * Estrogen receptor ≤ 50% positive stained cells;\n    * and/or high histological grade or Ki67 \\> 50% on primary tumor;\n    * and/or liver metastases;\n    * and/or known non-luminal subtype as per local PAM50 analysis.\n11. No prior treatment with any systemic therapy for advanced disease.\n12. Patients treated with a CDK4/6i in the adjuvant setting with a treatment-free interval (TFI) ≥ 12 months following CDK4/6i treatment completion are eligible.\n13. Patients have adequate bone marrow, liver, and renal function:\n\n    * Hematological (without platelet, red blood cell transfusion, and/or granulocyte colony-stimulating factor support within 14 days before first study treatment dose): White blood cell (WBC) count \\> 3.0 x 109/L, absolute neutrophil count (ANC) ≥ 1.5 x 109/L, platelet count ≥ 100.0 x 109/L, and hemoglobin ≥ 9.0 g/dL (≥ 5.6mmol/L).\n    * Hepatic: Serum albumin ≥ 2.5 g/dL; total bilirubin ≤ 1.5 times upper limit of normal (x ULN) (≤ 3 x ULN in patients with liver metastases or know history of Gilbert's disease); alkaline phosphatase (ALP) ≤ 2.5 x ULN (≤ 5 x ULN in patients with liver/or bone metastases); aspartate transaminase (AST) and alanine transaminase (ALT) ≤ 3 x ULN (≤ 5 x ULN in patients with liver metastases).\n    * Renal: Creatinine clearance ≥ 30 mL/min as determined by Cockcroft Gault (using actual body weight).\n    * Coagulation: International normalized ratio or prothrombin time and either partial thromboplastin or activated partial thromboplastin time ≤ 1.5 × ULN.\n14. Resolution of all acute toxic effects of prior anti-cancer therapy to Grade ≤ 1 as determined by the US National Cancer Institute (NCI)-Common Terminology Criteria for Adverse Events (CTCAE) version 5.0 (v.5.0) (except for alopecia or other toxicities not considered a safety risk for the patient at investigator's discretion).\n15. Women of childbearing potential who are sexually active with a non-sterilized male partner must have a negative serum pregnancy test within 14 days before study treatment initiation. In addition, they must agree to use one highly effective method of birth control from the time of screening until 7 months after the last dose of T-DXd, or within the time period specified per local prescribing guidelines after the final dose of physician's choice of CDK4/6i plus ET. Female patients must refrain from egg cell donation and breastfeeding during this same period.\n16. Male participants who are sexually active with a female partner of childbearing potential must be surgically sterile or using an acceptable method of contraception from the time of screening until 4 months after the last dose of T-DXd, or within the time period specified per local prescribing guidelines after the final dose of physician's choice of CDK4/6i plus ET. Male participants must not donate or bank sperm during this same period.\n17. Patients must be accessible for treatment and follow-up.\n\nExclusion Criteria:\n\n1. Current participation in another therapeutic clinical trial, except other translational studies.\n2. Treatment with approved or investigational cancer therapy within 3 weeks prior to initiation of study drug.\n3. Treatment with chloroquine/hydroxychloroquine within 14 days prior to initiation of study drug.\n4. Have previously been treated with T-DXd and/or fulvestrant. Note: patients who experienced relapse after more than 1 year from completion of fulvestrant are eligible.\n\n   Note I: previous treatment with anti-HER2 therapies in (neo-) adjuvant setting will be allowed for participants who showed conversion from HER2-positive expression in primary breast tumor sample to HER2-low or HER2-ultralow expression (HER2 loss) in relapsed tumor sample.\n5. Patients with advanced, symptomatic, visceral spread, that are at risk of life-threatening complications in the short term (including patients with massive uncontrolled effusions \\[pleural, pericardial, and/or peritoneal\\] and pulmonary lymphangitis).\n6. Impairment of gastro-intestinal (GI) function or GI disease that may significantly alter the absorption of CDK4/6i, such as history of GI surgery which may result in intestinal blind loops and patients with clinically significant gastroparesis, short bowel syndrome, unresolved nausea, vomiting, active inflammatory bowel disease, or diarrhea of CTCAE Grade \\> 1.\n7. Known central nervous system (CNS) involvement (brain metastases and/or leptomeningeal carcinomatosis). Subjects with clinically inactive brain metastases may be included in the study. Subjects with treated brain metastases that are no longer symptomatic and who require no treatment with corticosteroids or anticonvulsants may be included in the study if they have recovered from the acute toxic effect of radiotherapy.\n8. Have a concurrent malignancy or malignancy within 5 years of study enrollment with the exception of carcinoma in situ of the cervix and basal cell carcinoma or squamous cell carcinoma of the skin that has been previously treated with curative intent. For other cancers considered to have a low risk of recurrence, discussion with the Sponsor's Medical Monitor is required.\n9. Known allergy or hypersensitivity reaction to any of the investigational medicinal products (IMPs) or their inactive ingredients.\n10. Palliative radiotherapy with a limited field of radiation within 2 weeks or with wide field of radiation or to more than 30% of the bone marrow within 4 weeks prior to start of study treatment.\n11. Major surgical procedure or significant traumatic injury within 4 weeks before the first dose of study treatment or anticipation of need for major surgery within the course of the study treatment.\n12. Has an active cardiac disease or a history of cardiac dysfunction or conduction abnormalities including, but not confined, to any of the following:\n\n    * Participants with a medical history of myocardial infarction within 6 months before screening, symptomatic congestive heart failure (NYHA Class II to IV), unstable angina pectoris, or a recent (\\< 6 months) cardiovascular event including stroke. Participants with troponin levels above ULN at screening (as defined by the manufacturer), and without any myocardial related symptoms, should have a cardiologic consultation to rule out myocardial infarction.\n    * Left ventricular ejection fraction (LVEF) \\< 55% as determined by multigated acquisition (MUGA) scan or echocardiogram (ECHO).\n    * History of arrhythmia (multifocal premature ventricular contractions, bigeminy, trigeminy, or ventricular tachycardia), which is symptomatic or requires treatment (NCI-CTCAE Grade 3), symptomatic or uncontrolled atrial fibrillation despite treatment, or asymptomatic sustained ventricular tachycardia. Participants with atrial fibrillation controlled by medication or arrhythmias controlled by pacemakers will be permitted to enroll.\n    * QT interval corrected by Fridericia's formula (QTcF) prolongation to \\> 470 ms (females) or \\> 450 ms (males) based on average of the screening triplicate 12-lead electrocardiogram (ECG).\n    * History of QT prolongation associated with other medications that required discontinuation of that medication, or any current concomitant medication known to prolong the QT interval and cause Torsades de Pointes.\n    * Congenital long QT syndrome, family history of long QT syndrome, or unexplained sudden death under 40 years of age in first-degree relatives.\n13. Clinically severe pulmonary compromise resulting from intercurrent pulmonary illnesses including, but not limited to, any underlying pulmonary disorder (e.g., pulmonary emboli within 3 months of the study enrolment, severe asthma, severe chronic obstructive pulmonary disease, restrictive lung disease, pleural effusion, post COVID-19 pulmonary fibrosis, etc.), and any autoimmune, connective tissue, or inflammatory disorders with pulmonary involvement (e.g., rheumatoid arthritis, Sjogren's syndrome, sarcoidosis, etc.), or prior pneumonectomy (complete).\n14. Has a history of non-infectious interstitial lung disease (ILD)/pneumonitis that required steroids, has current ILD/pneumonitis, or has suspected ILD/pneumonitis that cannot be ruled out by imaging at screening.\n15. Pregnant or lactating women or patients not willing to apply highly effective contraception as defined in the protocol.\n16. Current known infection with hepatitis B virus (HBV), or hepatitis C virus (HCV). Patients with past HBV infection or resolved HBV infection (defined as having a negative hepatitis B surface antigen \\[HBsAg\\] test and a positive hepatitis B core antibody \\[HBcAb\\] test, accompanied by a negative HBV DNA test), and \\> 6 months off anti-viral treatment are eligible. Those participants should be closely monitored for HBV reactivation and have access to a local hepatitis B expert during and after the study.\n17. Patients positive for HCV antibody are eligible only if polymerase chain reaction (PCR) is negative for HCV RNA.\n18. Patients with HCV co-infection or history of HCV co-infection.\n19. Patients with cirrhosis or fibrosis on prior imaging or biopsy.\n20. Has an active primary immunodeficiency or known human immunodeficiency virus (HIV) infection.\n21. Other active uncontrolled infection at the time of enrollment.\n22. Receipt of live or attenuated vaccine within 30 days prior to the first dose of study treatment.\n23. A history of uncontrolled seizures, CNS disorders, or serious and/or unstable pre-existing psychiatric disability judged by the investigator to be clinically significant and adversely affecting compliance to study drugs or interfering with subject safety.\n24. Current use of food or drugs known to be potent CYP3A4 inhibitors, drugs known to be potent CYP3A4 inducers (for examples, see the Prohibited Medications Section).\n25. Known substance abuse or any other concurrent severe and/or uncontrolled medical condition that would, in the investigator's judgment, contraindicate patient participation.\n26. Inability or unwillingness to comply with the requirements of the protocol in the opinion of the investigator.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}