{
    "nctId": "NCT03576521",
    "briefTitle": "Evaluation of Ocoxin®-Viusid® in Breast Cancer",
    "officialTitle": "Efficacy of Ocoxin-Viusid in the Prevention of Acute Toxicity by Chemotherapy in Patients With Breast Cancer. Phase II Clinical Trial",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer, Breast Carcinoma, Adriamycin Toxicity, Cyclosporine Toxicity",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 120,
    "primaryOutcomeMeasure": "The Ocoxin-Viusid effect in the treatment with chemotherapy",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patients who have undergone surgery and histologically confirm a breast carcinoma and who are subject to adjuvant treatment with AC chemotherapy at the time of inclusion in the trial.\n2. Patients with age ≥18 years of female sex.\n3. General health status according to the Karnofsky Index ≥ 70.\n4. Laboratory parameters within the normal limits defined to receive this chemotherapy including normal Echocardiogram:\n\n   to. Hematopoietic: Hemoglobin ≥ 9 g / L, Total Leukocytes ≥ 3 x 109 cells / L, Neutrophils ≥ 1.5 x 109 cells / L, Platelets ≥ 100 x 109 / L.\n\n   b. Hepatic: Liver function within 2.5 times upper normal limit and without liver disease demonstrated by TGP, OGT and alkaline phosphatase.\n\n   c. Renal function: creatinine ≤ 132 μmol / l.\n5. Patients who express written voluntariness to enter the study with their signature of the informed consent document.\n6. Patients of childbearing age with negative pregnancy test or who have effective contraceptive methods such as intrauterine devices, hormonal contraceptives, barrier method or tubal ligation.\n\nExclusion Criteria:\n\n1. Patients who have received prior chemotherapy.\n2. Patients who are receiving another research product.\n3. Patients with known hypersensitivity to any ingredient of the investigational product.\n4. Decompensated intercurrent diseases, including: active infections, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, hepatic diseases and psychiatric illnesses that could limit adherence to the requirements of the clinical trial or any other special condition that at the discretion of the physician put your health or life at risk during your participation in the trial.\n5. Pregnancy, lactation or puerperium.\n6. Patients with cerebral metastases and / or leptomeningeal carcinosis.\n7. Patients with a second concomitant tumor.\n8. Patients carrying the human immunodeficiency virus (HIV).",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}