{
    "nctId": "NCT05823623",
    "briefTitle": "Inetetamab Combined With Pyrotinib Plus Oral Vinorelbine for the Treatment of HER2-positive Metastatic Breast Cancer",
    "officialTitle": "A Phase II Single-arm Clinical Trial of Inetetamab Combined With Pyrotinib Plus Oral Vinorelbine for the Treatment of Patients With HER2-positive Metastatic Breast Cancer",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 30,
    "primaryOutcomeMeasure": "Progression Free Survival，PFS",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Female, Aged ≥ 18 years.\n2. Metastatic breast cancer confirmed by pathology or imaging.\n3. Pathological diagnosis of HER2 positive (definition: immunohistochemical (IHC) 3+, or IHC 2+ with in situ hybridization (ISH) testing of amplification.\n4. Previously received trastuzumab treatment.\n5. At least one Measurable target lesion according to RECIST 1.1.\n6. Eastern Cooperative Oncology Group (ECOG) score 0- 2.\n7. Sufficient organ function: Neutrophil count (ANC) ≥ 1.5 × 10 \\^ 9 / L, Platelet count (PLT) ≥ 100 × 10 \\^ 9 / L, hemoglobin (Hb) ≥90 g/L，total bilirubin (TBIL) ≤ 1.5 × upper limit of normal value (ULN), alanine aminotransferase (ALT / AST) ≤ 2.5 × ULN (liver metastasis patients ≤ 5×ULN), serum creatinine ≤ 1.5 × ULN or creatinine clearance rate (CCR) ≥ 60 ml/min, Left ventricular ejection fraction (LVEF) ≥50%.\n\nExclusion Criteria:\n\n1. Allergic to the ingredients of the study drug.\n2. Symptomatic brain or meningeal metastasis.\n3. Gastrointestinal dysfunction or gastrointestinal diseases (including active ulcers).\n4. LVEF \\<50%; clinical manifestations of patients with obvious arrhythmia, myocardial ischemia, severe atrioventricular block, cardiac insufficiency, and severe valvular disease.\n5. Any other medical, social or psychological conditions which are inappropriate to participate in this trial.\n6. Pregnant or lactating women, women of childbearing age who refused to take effective contraceptive measures during the study period.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}