{
    "nctId": "NCT05008510",
    "briefTitle": "P2 Clinical Efficacy & Safety Study of V-111 Monotherapy & Sacituzumab Govitecan-hziy/V-111 Combo Therapy for mTNBC .",
    "officialTitle": "Phase 2 Clinical Efficacy and Safety Study of Sabizabulin (VERU-111) Monotherapy and Sacituzumab Govitecan-hziy/Sabizabulin Combination Therapy for the Treatment of Metastatic Triple Negative Breast Cancer",
    "overallStatus": "WITHDRAWN",
    "conditions": "Metastatic Triple Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "To compare the efficacy of sabizabulin monotherapy to Sacituzumab govitecan-hziy monotherapy",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Provide informed consent\n* Be able to communicate effectively with the study personnel\n* Aged ≥18 years\n* For Female Subjects\n* Menopausal status Be postmenopausal as defined by the National Comprehensive Cancer\n\nNetwork as either:\n\n* Age ≥55 years and one year or more of amenorrhea\n* Age \\<55 years and one year or more of amenorrhea, with an estradiol assay \\<20 pg/mL\n* Age \\<55 years and surgical menopause with bilateral oophorectomy Be premenopausal or perimenopausal with a negative urine pregnancy test. If subject is of child-bearing potential, the subject must agree to use acceptable methods of contraception:\n* If female study participant could become pregnant, use acceptable methods of contraception from the time of the first administration of study medication until 6 months following administration of the last dose of study medication. Acceptable methods of contraception are as follows: Condom with spermicidal foam/gel/film/cream/suppository \\[i.e., barrier method of contraception\\], surgical sterilization of male partner (vasectomy with documentation of azoospermia) and a barrier method {condom used with spermicidal foam/gel/film/cream/suppository}\n* If female study participant has undergone documented tubal ligation (female sterilization), a barrier method (condom used with spermicidal foam/gel/film/cream/suppository) should also be used\n* If female study participant has undergone documented placement of an intrauterine device (IUD) or intrauterine system (IUS), a barrier method (condom with spermicidal foam/gel/film/cream/suppository) should also be used\n* For Male Subjects\n* Subject must agree to use acceptable methods of contraception:\n\nIf the study subject's partner could become pregnant, use acceptable methods of contraception from the time of the first administration of study medication until 6 months following administration of the last dose of study medication. Acceptable methods of contraception are as follows: Condom with spermicidal foam/gel/film/cream/suppository \\[i.e., barrier method of contraception\\], surgical sterilization (vasectomy with documentation of azoospermia) and a barrier method {condom used with spermicidal foam/gel/film/cream/suppository}, the female partner uses oral contraceptives (combination estrogen/progesterone pills), injectable progesterone or subdermal implants and a barrier method (condom used with spermicidal foam/gel/film/cream/suppository)\n\n* If female partner of a study subject has undergone documented tubal ligation (female sterilization), a barrier method (condom used with spermicidal foam/gel/film/cream/suppository) should also be used\n* If female partner of a study subject has undergone documented placement of an intrauterine device (IUD) or intrauterine system (IUS), a barrier method (condom with spermicidal foam/gel/film/cream/suppository) should also be used\n* If female partner of a study subject has undergone documented placement of an intrauterine device (IUD) or intrauterine system (IUS), a barrier method (condom with spermicidal foam/gel/film/cream/suppository) should also be used\n* Eastern Cooperative Oncology Group (ECOG) performance status of ≤2\n* Histologically or cytologically confirmed TNBC based on the most recent analyzed biopsy or other pathology specimen. Triple negative defined as \\<1% expression for estrogen receptor (ER) and progesterone receptor (PR) and negative for human epidermal growth factor receptor 2 (HER2) by in-situ hybridization.\n* Measurable disease is required as per RECIST 1.1 confirmed by BICR (NOTE: Bone only metastatic disease is acceptable but requires a measurable component).\n* Refractory to or relapsed after at least two prior standard chemotherapy regimens for advanced/metastatic TNBC and have not received Sacituzumab govitecan-hziy.\n* At least 2 weeks beyond prior anti-cancer treatment (chemotherapy, radiotherapy, and/or major surgery), and recovered from all acute toxicities to Grade 1 or less (except alopecia and peripheral neuropathy).\n* At least 2 weeks beyond high dose systemic corticosteroids (however, low dose corticosteroids \\< 20 mg prednisone or equivalent daily are permitted).\n* Adequate hematology without ongoing transfusional support (hemoglobin \\> 9 g/dL, ANC \\> 1,500 per mm3, platelets \\> 100,000 per mm3).\n* Adverse events at study entry \\< Grade 1 by NCI CTCAE v5.0 (Patients with ≤ Grade 2 neuropathy and any grade of alopecia are eligible).\n* Patients with treated, non-progressive brain metastases, off high-dose steroids (\\>20 mg prednisone or equivalent) for at least 4 weeks can be enrolled in the trial.\n* Subject is willing to comply with the requirements of the protocol through the end of the study.\n\nExclusion Criteria:\n\n* Women who are pregnant or lactating\n* Women of childbearing potential or fertile men with a female partner of childbearing potential not willing to use effective contraction during the study and 6 months after last dose of study drug for the women of childbearing potential participating in the study and for 3 months after last dose of study drug in fertile men with a female partner of childbearing potential.\n* Known hypersensitivity or allergy to sabizabulin or Sacituzumab govitecan-hziy\n* Alanine aminotransferase (ALT) or aspartate aminotransferase (AST) \\>2.5 X upper limit of normal (ULN) or total bilirubin \\>ULN (an elevated total bilirubin up to 1.5 X ULN attributed to a previously confirmed diagnosis of Gilbert's disease is acceptable if all other eligibility criteria are met). In patients with documented metastases to the liver, the limits for inclusion are ALT or AST \\>5.0 X ULN or total bilirubin \\>1.5 X ULN.\n* Patients with biliary catheter\n* Creatinine Clearance ≤60 mL/min by the Cockroft-Gault equation\n* Has a known additional, invasive, malignancy that is progressing or required active treatment in the last 5 years (note: subjects with basal cell carcinoma of the skin, squamous cell carcinoma of the skin, superficial bladder cancer, or cervical carcinoma in situ that have undergone potentially curative therapy are not excluded)\n* Any comorbid disease or condition (medical or surgical) which might compromise the hematologic, cardiovascular, endocrine, pulmonary, renal, gastrointestinal, hepatic, or central nervous system; or other conditions that may interfere with the absorption, distribution, metabolism or excretion of study drug, or would place the subject at increased risk\n* Infection requiring antibiotic use within one week or randomization or uncontrolled infection.\n* Treatment with any investigational product within \\< 4 half-lives for each individual investigational product OR within 28 days prior to randomization\n* Pregnant, lactating, or breastfeeding, or intending to become pregnant during the study or within 60 days after the final dose of study treatment",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}