{
    "nctId": "NCT03089502",
    "briefTitle": "Efficacy of Cardio-Oncology Rehabilitation Exercise for Women With Breast Cancer and Treatment Related Cardiotoxicity",
    "officialTitle": "A Randomized Control Trial of the Efficacy of a Cardio-Oncology Rehabilitation Exercise Program to Improve Cardiorespiratory Fitness in Women With Breast Cancer and Treatment Related Cardiotoxicity (CORE Study).",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer, Left Ventricular Dysfunction, Heart Failure, Systolic",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 2,
    "primaryOutcomeMeasure": "Cardiopulmonary Fitness",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Women with breast cancer (receptor status: human epidermal growth factor receptor (HER2+/-), Progesterone receptor, (PR+/-), estrogen receptor (ER+/-); Stage I-III)\n* Are 18 yrs. of age or older\n* A diagnosis of cardiac toxicity that occurred during treatment will be defined as a decrease from baseline in the left ventricular ejection fraction of \\>10 percentage points, to a value \\< 53% by 2D-echocardiography upon repeated measures or a diagnosis of heart failure which will be confirmed by the cardiologist upon cardiac evaluation\n* Currently undergoing known cardiotoxic agents including the HER2-antagonist trastuzumab and/or chemotherapy agents including doxorubicin and epirubicin\n\nExclusion Criteria:\n\n* Women who are pregnant\n* Treated with a left ventricular assistant device or a pacemaker.\n* Have metastatic disease\n* Previous exposure to anthracyclines, cytotoxic treatments or radiation preceding their breast cancer diagnosis\n* Unable to confirm a diagnosis of heart failure due to treatment for breast cancer upon cardiac evaluation by their Cardiologist\n* Myocardial infarction, complex arrhythmias, or unstable cardiac symptoms in the previous six weeks prior to study enrolment\n* Significant co-morbidities that limit their ability to perform exercise (i.e., severe peripheral artery disease, severe chronic obstructive pulmonary disease, musculoskeletal injury or stroke)\n* Contraindications to exercise training identified on their first cardiopulmonary assessment that do not subside prior to beginning the program including angina pectoris symptoms, light-headedness or dizziness with exercise, and resting blood pressure \\> 200mmHg systolic or \\>120mmHg diastolic blood pressure.\n* Contraindications to resistance training including increased eye pressures (\\> 20mmHg), untreated hernias, limitations due to surgery (lumpectomy/mastectomy) and potential musculoskeletal injuries",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}