{
    "nctId": "NCT01477489",
    "briefTitle": "Veliparib With Radiation Therapy in Patients With Inflammatory or Loco-regionally Recurrent Breast Cancer",
    "officialTitle": "A Phase 1 Study of Veliparib Administered Concurrently With Chest Wall and Nodal Radiation Therapy in Patients With Inflammatory or Loco-regionally Recurrent Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 33,
    "primaryOutcomeMeasure": "To determine the maximum tolerated dose of veliparib that can be administered concurrently with standard doses of radiotherapy to the chest wall and regional nodes.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologically confirmed breast cancer with either a) locoregional recurrence after previous mastectomy or b) inflammatory breast cancer status post mastectomy for which radiotherapy to the chest wall and regional nodes is planned as part of treatment. Patients with Stage IV disease are eligible as long as they meet these criteria.\n* Surgical resection of disease and willingness to wait at least three weeks after surgery to begin radiotherapy.\n* Willingness to discontinue any cytotoxic chemotherapeutic agents, immunotherapy, biologic therapy, and targeted therapies (including trastuzumab) at least two weeks prior to start of radiotherapy.\n* Age \\>18 years.\n* ECOG performance status \\<2 (Karnofsky \\>60%, see Appendix A).\n* Life expectancy of greater than 6 months.\n* Adequate hematologic, renal and hepatic function (assessed within the two weeks prior to registration and within the month prior to the commencement of protocol treatment).\n* Negative pregnancy test (within two weeks prior to registration) if woman has child-bearing potential (defined as not having undergone surgical methods of sterilization and having had menses within the past year).\n* Ability to swallow and retain oral medications.\n* Willingness to undergo the three required skin punch biopsies for research purposes.\n* Ability to understand and the willingness to sign a written informed consent document.\n\nExclusion Criteria:\n\n* Radiation therapy: Prior history of radiation therapy to the chest wall and/or regional nodes is not allowed (but prior radiation therapy to other sites is permissible).\n* Breast reconstruction: Patients who have undergone breast reconstruction procedures after mastectomy are excluded because of concerns about additional toxicity in this patient population.\n* Gross residual tumor or positive microscopic margins: Patients with gross residual tumor or positive microscopic margins will not be eligible because radiation dose in this study will be limited to 60Gy.\n* Ongoing therapy with other investigational agents: Patients may not be receiving any other investigational agents.\n* Unresolved toxicity from other agents: Patients with unresolved or unstable, CTCAE v4 Grade 3 or greater toxicity from prior administration of another investigational drug and/or prior anti-cancer treatment are not eligible.\n* Significant comorbidity: Also ineligible are patients with clinically significant and uncontrolled major cardiac, respiratory, renal, hepatic, gastrointestinal, hematologic or neurological/psychiatric disease or disorder, including but not limited to: active uncontrolled infection; symptomatic congestive heart failure, unstable angina pectoris, or cardiac arrhythmia; any other illness condition(s) that could exacerbate potential toxicities, confound safety assessments, require excluded therapy for management, or limit compliance with study requirements.\n* History of allergic reactions attributed to compounds of similar chemical or biologic composition to veliparib.\n* Concomitant anti-neoplastic treatment is not allowed during protocol treatment and should be completed at least 2 weeks prior to commencement of protocol treatment, with resolution of any associated acute toxicities, except that endocrine therapies and bisphosphonates are permitted without restriction even during protocol treatment.\n* Pregnant women are excluded from this study because radiation therapy has teratogenic and abortifacient effects. Because there is an unknown but potential risk for adverse events in nursing infants secondary to treatment of the mother with veliparib, breastfeeding should be discontinued before the patient receives veliparib.\n* Patients with active seizure disorder or history of seizure, as well as patients with CNS metastases (unless CNS metastases have been stable after therapy for \\>3 months and the patient is not on steroids at the time of study enrollment).",
    "sex": "ALL",
    "minimumAge": "19 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}