{
    "nctId": "NCT01308775",
    "briefTitle": "Comparing (SIS.NET) to Standard Care in Patients Who Have Completed the Acute Phase of Treatment for Early Breast Cancer",
    "officialTitle": "A Pilot Study Comparing a Patient-Centered Symptom Reporting Follow Up Program (SIS.NET) to Standard Care in Patients Who Have Completed the Acute Phase of Treatment for Early Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 102,
    "primaryOutcomeMeasure": "To evaluate the time to evaluation of breast cancer or breast cancer treatment-related symptoms, between patients enrolled in a system of symptom-based, patient centered follow-up care (SIS.NET) and patients receiving standard follow up care",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patients diagnosed with Stage I to Stage III breast cancer that have completed their acute phase of treatment. (This includes surgery, radiation, chemotherapy, or any experimental therapies offered in a clinical trial as adjuvant treatment.)\n\n   * Patients who received chemotherapy must be 6 months out from completion of chemotherapy.\n   * For patients who receive adjuvant hormonal therapy (with or without prior chemotherapy), patients must be 3 months out from initiation of hormonal therapy.\n   * For patients who do not receive adjuvant chemotherapy or hormonal therapy, patients must be 3 months out from surgery and radiation therapy.\n2. Patients must have recovered from all serious side effects of acute phase of treatment for breast cancer.\n3. Patients must be willing to complete symptom reporting questionnaires at the intervals assigned by their care group.\n4. Patients must have hematologic, cardiac, hepatic, and renal function that are back to their pre-treatment values.\n5. Patient must be able to read and speak English sufficiently to complete symptom reporting questionnaires and discuss details of symptoms and health status over the telephone.\n6. Patient must have access to a computer on which to complete the on-line surveys or must be willing to come to the UCSF Cancer Resource Center to complete questionnaires at the intervals assigned by their care group.\n\nExclusion Criteria:\n\n1. History of severe depression or an anxiety disorder that is felt to interfere with a patient's ability to accurately self-report symptoms.\n2. Complications from breast surgery or reconstruction, or from chemotherapy or radiation that may require regular ongoing clinic visits for physical and/or laboratory evaluation.\n\n   -",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}