{
    "nctId": "NCT01921296",
    "briefTitle": "Pilot Study of Cyclobenzaprine for Treatment of Sleep Disturbance in Aromatase Inhibitor-treated Breast Cancer Patients",
    "officialTitle": "UMCC 2013.051: Prospective Pilot Study Evaluating the Use of Cyclobenzaprine for Treatment of Sleep Disturbance, Fatigue, and Musculoskeletal Symptoms in Aromatase Inhibitor-treated Breast Cancer Patients",
    "overallStatus": "TERMINATED",
    "conditions": "Sleep Initiation and Maintenance Disorders, Pain",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 2,
    "primaryOutcomeMeasure": "Number of Patients That Experience an Improvement in Sleep Quality as Assessed Using the Pittsburgh Sleep Quality Index (PSQI) With 8 Weeks of Cyclobenzaprine Therapy.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Female gender, age ≥ 18, postmenopausal.\n* Histologically proven stage 0-III invasive carcinoma of the breast\n* Initiating or have been receiving a standard dose of aromatase inhibitor therapy (letrozole 2.5mg once daily or exemestane 25mg once daily or anastrozole 1mg once daily) for up to a total of 48 months of AI therapy.\n* Trouble sleeping during the past week. (After signing the informed consent document, subjects must also have a global PSQI score of ≥5)\n* ECOG performance status 0-2 (see Appendix A).\n\nExclusion Criteria:\n\n* Known hypersensitivity to cyclobenzaprine or any of the inactive ingredients\n* Diagnosis of sleep apnea that is currently interfering with sleep or requiring CPAP, restless leg syndrome that is currently interfering with sleep or requiring medication, or Epworth sleepiness scale \\>10.\n* Subjects with a history of hypothyroidism must have been on a stable dose of thyroid replacement medicine for at least 3 months prior to enrollment\n* Treatment with steroids within 1 month\n* Treatment with monoamine oxidase inhibitors (MAO-I) within 14 days of enrollment.\n* Concurrent treatment with bupropion, MAO inhibitors, phenothiazines (including thioridazine), selegiline, tramadol, or medications known to prolong the QT interval (www.azcert.org/medical-pros/drug-lists/drug-lists.cfm)\n* Currently primary psychiatric diagnosis (schizophrenia, psychosis) or suicidal ideation, history of bipolar disorder, or seizure disorder\n* Known moderate or severe hepatic impairment\n* History of congestive heart failure or cardiac arrhythmia (other than atrial fibrillation); myocardial infarction within the past 6 months\n* Uncontrolled narrow-angle glaucoma\n* Pregnant or breast feeding\n* Serious or unstable medical condition that could likely lead to hospitalization during the course of the study or compromise study participation",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}