{
    "nctId": "NCT04916002",
    "briefTitle": "A Trial To Find Out If Vidutolimod Together With Cemiplimab Is Safe And If It Works In Adult Participants With Advanced Cancer Or Metastatic Cancer",
    "officialTitle": "A Multicenter, Open-label, Phase 2 Study of Intratumoral Vidutolimod (CMP-001) in Combination With Intravenous Cemiplimab in Subjects With Selected Types of Advanced or Metastatic Cancer",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Merkel Cell Carcinoma, Cutaneous Squamous Cell Carcinoma, Basal Cell Carcinoma, Triple Negative Breast Cancer, Non-Small Cell Lung Cancer, Oropharynx Squamous Cell Carcinoma",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 77,
    "primaryOutcomeMeasure": "Objective response rate (ORR) with vidutolimod in combination with cemiplimab in study participants with metastatic or advanced/unresectable CSCC, MCC, BCC, NSCLC,TNBC or OPSCC",
    "eligibilityCriteria": "Key Inclusion Criteria:\n\nParticipants enrolled in the study must meet all of the following inclusion criteria to be eligible.\n\n1. Histopathologically-confirmed diagnosis of cancer, as defined by the protocol.\n2. Measurable disease, as defined by RECIST v1.1 and as defined in the protocol. Note: CSCC, MCC and BCC subjects without radiographically measurable disease are not excluded if there is at least 1 lesion ≥ 10 mm in at east 1 dimension documented by color photography.\n3. Adequate organ function based on most recent laboratory values within 3 weeks before first dose of study treatment on Week 1 Day 1 (W1D1), as defined in the protocol.\n4. Eastern Cooperative Oncology Group (ECOG) Performance Status of 0 to 1 at Screening.\n\nKey Exclusion Criteria:\n\nParticipants presenting with any of the following will not qualify for entry into the study:\n\n1. Received radiation therapy (or other non-systemic therapy) within 2 weeks before first dose of study treatment on W1D1. Participants should have recovered (i.e. Grade ≤ 1 or at baseline) from radiation-related toxicities.\n2. Had major surgeries (including complete oncologic resection) within last 4 weeks prior to enrollment, and/or have not recovered adequately from the toxicities and/or complications from the intervention. Minor surgeries (including routine resections of early stage CSCCs and BCCs that may be due to field cancerization) require a 7-day washout.\n3. Received systemic pharmacologic doses of corticosteroids \\> 10 mg/day prednisone within 15 days before first dose of study treatment on W1D1, as defined in the protocol.\n4. History of immune-mediated AE leading to permanent discontinuation due to prior PD-1-blocking antibody.\n5. Not fully recovered from AEs due to prior treatment (to Grade 1 or less, per Common Terminology Criteria for Adverse Events (CTCAE), with the exception of persistent vitiligo, alopecia, hypothyroidism, diabetes mellitus, and adrenal and/or pituitary insufficiency.\n6. Active pneumonitis or history of noninfectious pneumonitis that required steroids.\n7. Severe uncontrolled medical disease within 12 months of screening, including but not limited to poorly controlled hypertension, unstable angina, myocardial infarction, congestive heart failure (New York Heart Association Class II or greater), pericarditis, cerebrovascular accident, or implanted or continuous use of a pacemaker or defibrillator, or emphysema with FEV1 ≤ 50% predicted.\n8. Known history of immunodeficiency.\n9. Known additional malignancy that is progressing or required active treatment within the past 3 years, as defined in the protocol.\n10. Active autoimmune disease that required systemic treatment in past 2 years; replacement therapy is not considered a form of systemic treatment.\n11. Untreated, symptomatic, or enlarging central nervous system metastases or carcinomatous meningitis (including leptomeningeal metastases from solid tumors).\n\nNOTE: Other protocol defined Inclusion/Exclusion Criteria apply",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}