{
    "nctId": "NCT04330339",
    "briefTitle": "Prolonged Nightly Fasting in Breast Cancer Survivors",
    "officialTitle": "Pilot Study to Assess Prolonged Nightly Fasting in Breast Cancer Survivors",
    "overallStatus": "COMPLETED",
    "conditions": "Fasting, Breast Cancer, Survivorship, Breast Cancer Recurrent",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 40,
    "primaryOutcomeMeasure": "Percentage of Participants adhere to 13 hours of fasting",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Participants must have a documented history of histologically confirmed invasive breast cancer.\n* Participants with a history of stage I to III invasive breast cancer, and no current evidence of disease.\n* A history of bilateral breast cancer is allowed provided the patient is currently disease free, with stage I to III disease on both sides.\n* No evidence of distant metastatic disease or unresectable locally recurrent disease\n* All adjuvant or neoadjuvant cytotoxic chemotherapy, radiation, and surgery for breast cancer must have been completed at least 6 month prior to registration. Except:\n\n  * Adjuvant hormonal therapy is permitted. Must have been on for a minimum of 1 month.\n  * Adjuvant trastuzumab, pertuzumab, TDM1, or neratinib for Her2 positive breast cancer is permitted Age ≥18 years.\n* Participant must be female.\n* Ability to understand and the willingness to sign a written informed consent document\n\nExclusion Criteria:\n\n* Distant metastatic breast cancer (Stage IV breast cancer) or unresectable locally recurrent disease\n* Participants with diabetes mellitus.\n* Participants with a pre-existing eating disorder (anorexia nervosa, bulimia)\n* Participants with a BMI\\< 19kg/m2 or a weight loss of 5% in the last month or 10% in the last 3 months.\n* Participants using weight loss medications at the time of study enrollment.\n* Participants using oral steroids at the time of enrollment.\n* Participants who are receiving any other investigational agents. Participants with uncontrolled intercurrent illness.\n* Participants with psychiatric illness/social situations that would limit compliance with study requirements.\n* Pregnant women are excluded from this study because the effects of prolonged fasting on the fetus are not known.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}