{
    "nctId": "NCT06158347",
    "briefTitle": "Efficacy and Safety of Hyperbaric Oxygen Therapy for Radiation Dermatitis in Patients With Localized Breast Cancer",
    "officialTitle": "Efficacy and Safety of Hyperbaric Oxygen Therapy for Radiation Dermatitis in Patients With Localized Breast Cancer : a Randomized Controlled, Pilot Study",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer, Radiation Dermatitis",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 30,
    "primaryOutcomeMeasure": "incidence of grade 2 or more dermatitis according to RTOG toxicity scale",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Between the ages of 19 and 69\n2. Patients with biopsy confirmed invasive breast cancer\n3. Patients who have undergone breast-conserving surgery for the purpose of tumor resection and require adjuvant radiotherapy or have undergone adjuvant radiotherapy within 5 times.\n4. When lymph nodes are included in the required irradiation range\n5. The Eastern Cooperative Oncology Group (ECOG) performance status 0-1\n6. Those who understand the content of the study, agree to participate in the study, and provide written informed consent\n\nExclusion Criteria:\n\n1. Subjects with distant metastases of cancer\n2. Those whose cancer has invaded the skin of the breast (T4) or who have unhealed wounds on the skin\n3. Patients who have a history of radiotherapy of the cervical thoracic region for other reasons in the past\n4. Patients with a history of connective tissue disease\n5. Subjects with uncontrolled diabetes with HbA1c 7.0 or higher\n6. Pneumothorax and symptomatic upper respiratory tract infection\n7. If it is judged that there will be a significant decrease in respiratory function\n8. Undergoing treatments known to interact with hyperbaric oxygen therapy, such as cisplatin, doxorubicin, bleomycin, disulfiram, etc.\n9. When it is judged that diseases other than cancer (dementia, cerebrovascular disease, severe renal failure, etc.) may have a significant effect on the decline of physical function.\n10. If it is determined that the life expectancy is not sufficient follow-up within 3 months.\n11. Pregnant and lactating women\n12. Other persons who are judged by the researcher to be unsuitable for research",
    "sex": "FEMALE",
    "minimumAge": "19 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}