{
    "nctId": "NCT00882089",
    "briefTitle": "Use of the Contura™ Catheter in Intermediate-Risk, Pathological Stage 0, I, or II (Up to 3.0 cm) Breast Cancer Patients",
    "officialTitle": "Registry Study of the Contura™ Multi-Lumen Balloon (MLB) Applicator for Accelerated Partial Breast Irradiation in Intermediate-Risk, Pathological Stage 0, I, or II (Up to 3.0 cm) Breast Cancer Patients",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE4",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 13,
    "primaryOutcomeMeasure": "Maximum skin dose is less than or equal to 100% of the prescribed radiation dose and air/fluid pocket next to the balloon is less than or equal to 3.0% of the planning target volume for plan evaluation",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients with invasive breast cancer are required to have axillary staging which can include sentinel node biopsy alone if sentinel node is negative or axillary dissection or sampling with a minimum total of 6 axillary nodes if sentinel node is positive. Axillary staging is not required for patients with DCIS.\n* Estrogen receptor (ER) and progesterone receptor (PR) analysis must be negative.\n* The patient must be ≥ 18 years old.\n* If the patient is older than 49 years, she must meet at least one of the following 2 conditions:\n\n  i. 1-3 histologically positive axillary nodes ii. negative ER and PR analysis\n* The patient should have a life expectancy of at least 10 years, excluding her diagnosis of breast cancer.\n* The tumor must be DCIS or invasive adenocarcinoma of the breast.\n* Gross disease must be unifocal with pathologic tumor size 3.0 cm or less. Patients with microscopic multifocality are eligible as long as total pathologic tumor size is 3.0 cm or less.\n* The patient must have pathological stage 0, I, or II breast cancer.\n* Surgical treatment of the breast must have been lumpectomy. The margins of the resected specimen must be histologically free of tumor (DCIS and invasive). Re-excision of surgical margins is permitted.\n* The patient must be registered within 42 days following the last surgery for breast cancer.\n* The target lumpectomy cavity/whole breast reference volume must be ≤ 30% based on the postoperative CT scan.\n\nExclusion Criteria:\n\n* The patient is \\< 18 years old.\n* If the patient is older than 49 years, she has both an ER and PR positive tumor and histologically negative axillary nodes.\n* T2 (\\> 3.0 cm), T3, stage III, or stage IV breast cancer.\n* \"Marginal\" or \"borderline\" ER or PR analysis results.\n* More than 3 histologically positive axillary nodes.\n* Axillary nodes with definite evidence of microscopic or macroscopic extracapsular extension.\n* One or more positive non-axillary sentinel node(s). Intramammary nodes are staged as axillary nodes.\n* Non-epithelial breast malignancies such as sarcoma or lymphoma.\n* Proven multicentric carcinoma in more than one quadrant or separated by 4 or more centimeters.\n* Paget's disease of the nipple.\n* Synchronous bilateral invasive or non-invasive breast cancer.\n* History of DCIS or invasive breast cancer.\n* Surgical margins that cannot be microscopically assessed or are positive at pathologic evaluation.\n* Clear delineation of the target lumpectomy cavity not possible.\n* Any treatment with radiation therapy, chemotherapy, and/or biotherapy administered for the currently diagnosed breast cancer prior to registration. The only exception is hormonal therapy, which may have been given for no more than a total of 28 days anytime after diagnosis and before registration.\n* Prior breast or thoracic radiotherapy for any condition.\n* Collagen vascular disease, specifically dermatomyositis with a CPK level above normal or with an active skin rash, systemic lupus erythematosis, or scleroderma.\n* Pregnancy or lactation at the time of proposed registration. Women of reproductive potential must agree to use an effective non-hormonal method of contraception during therapy.\n* Psychiatric or addictive disorders.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}