{
    "nctId": "NCT02759133",
    "briefTitle": "Preoperative Localization of Infraclinical Breast Tumors: Isotopic Localization by iodine125 Seed Versus Standard Localization Using a Metal Wire",
    "officialTitle": "Preoperative Localization of Infraclinical Breast Tumors: Isotopic Localization by iodine125 Seed Versus Standard Localization Using a Metal Wire: A Randomized Prospective Trial",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "OTHER",
    "enrollmentCount": 350,
    "primaryOutcomeMeasure": "comparison of the rates of incomplete resection of the tumorectomy specimen defined according to the recommendations of the American Society of Breast Surgeons",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients aged 18 or over\n* Patients suffering from unifocal or in situ invasive or ductal breast cancer proven by anatomopathologic analysis (biopsy).\n* Non-palpable tumor measuring at least 5 mm (minimum size deemed sufficient for the lesion to be visible by ultrasound) and ≤ 30 mm, visible by ultrasound and constituting a mass.\n* Patients needing conservative first surgery management by preoperative tumor localization. For women of childbearing age, an effective contraceptive is mandatory throughout the study and up to 6 months post-operatively.\n* Patients who have been made aware of the information sheet and have given their written signed informed consent.\n* Patients benefitting from social health insurance coverage.\n\nExclusion Criteria:\n\n* Patients with a history of homolateral breast cancer.\n* Patients who have undergone neoadjuvant chemotherapy.\n* Multifocal or multicentric cancer.\n* Metastatic breast cancer.\n* Cancer presenting in the form of microcalcifications with no visible mass.\n* Vulnerable patients: pregnant or breastfeeding women, women deprived of their freedom by administrative or judicial decree, adults subject to a legal protection order or unable to give their consent.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}