{
    "nctId": "NCT00892567",
    "briefTitle": "Evaluating the T Cell Response to a Peptide-based Vaccine in Patients With Breast Cancer",
    "officialTitle": "Evaluation of CD8+ T Cell Activation and Infiltration Into Primary Breast Tumors Following Administration of a Peptide Vaccine",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Neoplasms",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 9,
    "primaryOutcomeMeasure": "To evaluate whether a multi-peptide vaccine induces T cells that traffic to and penetrate into human primary breast cancers.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patients with a mass approximately ≥1 cm by breast imaging, BIRADS 5\n2. Patients who have been diagnosed, by cytologic or histologic examination, with adenocarcinoma (including invasive lobular carcinoma) of the breast and have not yet undergone primary surgery for their disease.\n3. All participants must have:\n\n   * ECOG performance status of 0 or 1\n   * Ability and willingness to give informed consent\n4. Laboratory parameters as follows:\n\n   * HLA-A1, -A2, -A3, or -A31 (+)\n   * ANC \\> 1000/mm3\n   * Platelets \\> 100,000/mm3\n   * Hgb \\> 11 g/dL\n   * HGBA1C \\< 7%\n   * AST and ALT ≤ 2.5 x upper limits of normal (ULN)\n   * Bilirubin ≤ 2.5 x ULN\n   * Alkaline phosphatase ≤ 2.5 x ULN\n   * Creatinine ≤ 1.5 x ULN\n   * HIV negative\n   * Hepatitis negative\n5. Age ≥ 18 years at the time of registration\n6. Participants must have an intact (undissected), nodal basin in the upper extremity opposite the site of tumor.\n\nExclusion Criteria:\n\n1. Patients who require neoadjuvant chemotherapy prior to surgery for the treatment of their disease.\n2. Participants with known or suspected allergies to any component of the vaccine.\n3. Participants who have an active infection requiring antibiotics.\n4. Participants receiving the following medications or treatments at study registration or within the preceding 30 days are excluded:\n\n   * Surgery\n   * Chemotherapy\n   * Radiation therapy\n   * Allergy desensitization injections\n   * Systemic corticosteroids, administered parenterally or orally. Inhaled steroids (e.g. Advair®, Flovent®, Azmacort®) are not permitted. Topical corticosteroids are acceptable, including steroids with very low solubility administered nasally for local effects only (e.g. Nasonex®).\n   * Growth factors (e.g., Procrit®, Aranesp®, Neulasta®)\n   * Any investigational medication\n5. Participants may not have been vaccinated previously with any of the synthetic peptides included in this protocol.\n6. Pregnancy during vaccine administration. Female participants of childbearing potential must have a negative pregnancy test (urinary or serum β-HCG) prior to administration of the first vaccine dose. Males and females must agree, in the consent form, to use effective birth control methods during the course of vaccination.\n7. Female participants must not be breastfeeding.\n8. Participants in whom there is a medical contraindication or potential problem in complying with the requirements of the protocol, in the opinion of the investigator.\n9. Participants classified according to the New York Heart Association classification as having Class III or IV heart disease.\n10. Participants must not have had prior autoimmune disorders requiring cytotoxic or immunosuppressive therapy, or autoimmune disorders with visceral involvement. Participants with an active autoimmune disorder requiring these therapies are also excluded. The following will not be exclusionary:\n\n    * The presence of laboratory evidence of autoimmune disease (e.g. positive ANA titer) without symptoms\n    * Clinical evidence of vitiligo\n    * Other forms of depigmenting illness\n    * Mild arthritis requiring NSAID medications\n11. Body weight \\< 110 lbs (without clothes)",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}