{
    "nctId": "NCT00587925",
    "briefTitle": "Study of Bone Mineral Density in Postmenopausal Women After Treatment for Breast Cancer",
    "officialTitle": "A Pilot Study of Bone Mineral Density in Postmenopausal Women After Treatment for Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer, Osteoporosis",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "DIAGNOSTIC",
    "enrollmentCount": 7,
    "primaryOutcomeMeasure": "To estimate the rate of change in bone mineral density in postmenopausal women undergoing adjuvant chemotherapy with dose dense doxorubicin, cyclophosphamide and paclitaxel (AC-T or A-T-C) for early stage breast cancer.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Documented histologically or cytologically proven diagnosis of breast cancer\n* Non-metastatic breast cancer tumor with the diagnosis of Tis, T1-T4, N0-3, M0 (Stage 0, I, II or III breast cancer) by the American Joint Committee on Cancer revised tumor-nodal-metastases staging system (Singletary, JCO 2002). DCIS is allowed, but LCIS (only) is not. Adjuvant care is administered as clinically indicated. Adjuvant treatment decisions are not stipulated in this trial.\n* Postmenopausal as defined by last menstrual cycle occurring more than 5 years previously. Women who have had a hysterectomy without bilateral oophorectomy will be considered postmenopausal if greater than 55 years of age. Women who have had a bilateral oophorectomy more than 5 years previously will be considered postmenopausal.\n* Chemotherapy Arm: Patients about to begin adjuvant, or neoadjuvant, treatment with Doxorubicin (60mg/m2), Cyclophosphamide (600mg/m2) followed by Paclitaxel (175mg/m2) (AC-T) or Doxorubicin (60mg/m2) for 4 cycles followed by Paclitaxel (175mg/m2) for 4 cycles followed by Cyclophosphamide (600mg/m2) for 4 cycles (A-T-C) administered in the dose dense regimen every 2 weeks with growth\n* factor support. The patient may enter this trial within 3 months of initiating adjuvant chemotherapy.\n* Observation Arm: Patients begin adjuvant follow up with expectant monitoring (no systemic therapy). The patient may enter this trial within 2 months of initiating adjuvant care.\n* Signed informed consent\n* Assessment of the complete blood count and complete biochemical profile must indicate absolute neutrophil count \\>1000/ul, hemoglobin \\> 9 g/dl and platelets \\>100,000/ul and the bilirubin, liver transaminases (AST/ALT) and serum creatinine must be within 2.5 times the institutional upper level of normal at the time of enrollment into the study.\n\nExclusion Criteria:\n\n* Any metabolic bone disease (including Paget's disease of the bone) other than postmenopausal osteoporosis or osteopenia.\n* Use of systemic gonadal hormonal medications or supplements within the past 24 months. Topical vaginal estrogens such as \"Estring\" or other vaginal estrogenic compounds not associated with systemic absorption are allowed.\n* Prior use of tamoxifen or raloxifene is permitted if the medication was discontinued more then 24 months prior to the diagnosis of breast cancer. No adjuvant antiestrogen, antineoplastic, therapies are permitted on study.\n* Chronic use of systemic steroids (equivalent of prednisone 5mg daily for more then 3 months) for disease process other than breast cancer chemotherapy premedications or antiemetics. Inhaled steroids are allowed, as is the occasional use of low to moderate dose short pulse steroids.\n* History of rheumatoid arthritis, ankylosing spondylitis, hyperparathyroidism, renal osteodystrophy, moderate to severe inflammatory or autoimmune diseases or newly diagnosed thyroid condition requiring titration of medications (stable dose and minor dose modifications of thyroid medications are acceptable). Other exclusionary comorbid conditions include thalassemia, moderate to severe malabsorptive syndromes and HIV. Patients diagnosed with the above conditions or similar comorbid and/or inflammatory diseases associated with changes in BMD either from the disease process or the therapy of such condition(s) during the course of the study will be removed from the study at the point of diagnosis.\n* Lobular carcinoma in situ (LCIS) or Stage IV breast cancer and patients with a concurrently active second malignancy other then adequately treated non-melanoma skin cancers or in situ cervical cancer. Patients with non-mammary malignancies, or prior breast cancer, must have been disease free for at least 5 years.\n* Participation in other clinical trials that are measuring BMD as a study parameter\n* Patients with conditions that are expected to distort BMD reading and make DEXA results unreliable such as bilateral prosthetic hips, extensive degenerative joint disease, or severe calcification of the aorta.\n* Patients with concurrent medical or psychiatric conditions, which at the judgment of the consenting investigator, would prevent them from understanding and complying with this clinical trial.",
    "sex": "FEMALE",
    "minimumAge": "N/A",
    "stdAges": "CHILD, ADULT, OLDER_ADULT"
}