{
    "nctId": "NCT06276868",
    "briefTitle": "Darsilide Combined With AI, Trastuzumab and Patuzumab in the Neoadjuvant Treatment of HR+/HER2+ Breast Cancer",
    "officialTitle": "A Clinical Study of Darsilide Combined With AI, Trastuzumab and Patuzumab in the Neoadjuvant Treatment of HR Positive HER2 Positive Breast Cancer",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Breast Cancer, HER2-positive Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 66,
    "primaryOutcomeMeasure": "pathologic complete response",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Female initial treatment patients aged ≥ 18 years and ≤ 70 years.\n2. ECOG score 0-1 points.\n3. Pathologically confirmed as invasive breast cancer, with tumor staging of cT2-3/N0-3M0.\n4. HR positive HER-2 positive.\n5. The main organs function normally and meet the following standards:\n\n（1）The blood routine examination standards must comply with:ANC ≥1.5×10 9/L；PLT ≥100×109/L；Hb ≥90g/L. （2）Biochemical examination must meet the following standards: TBIL ≤ 1.5 Upper limit of normal value (ULN)；ALT and AST ≤ 1.5 times the upper limit of normal value (ULN)；Alkaline phosphatase ≤ 2.5 times the upper limit of normal value (ULN)；BUN and Cr ≤ 1.5 × ULN and creatinine clearance rate ≥ 50 mL/min； （3）Cardiac ultrasound and echocardiography: Left ventricular ejection fraction (LVEF ≥ 50%).\n\n6. For female patients who have not undergone menopause or surgical sterilization: Agree to abstain or use effective contraceptive methods during the treatment period and at least 7 months after the last administration during the study treatment.\n\n7. Volunteer to join this study and sign an informed consent form.\n\nExclusion Criteria:\n\n1. Stage IV (metastatic) breast cancer.\n2. inflammatory breast cancer.\n3. Previously received anti-tumor therapy or radiation therapy for any malignant tumor, excluding cured cervical cancer in situ, basal cell carcinoma, or squamous cell carcinoma.\n4. Simultaneously receiving anti-tumor therapies in other clinical trials, including endocrine therapy, bisphosphate therapy, or immunotherapy.\n5. The patient had undergone major surgical procedures unrelated to breast cancer within 4 weeks before enrollment, or the patient has not fully recovered from such surgical procedures.\n6. Individuals who have previously suffered from clinically significant lung diseases, including but not limited to interstitial pneumonia, pneumonia, pulmonary fibrosis, and radiation pneumonia (excluding radiation changes that do not require corrective treatment), or those who have been found to have such diseases through screening period examinations.\n7. Serious heart disease or discomfort, including but not limited to the following diseases:\n\n（1）Confirmed history of heart failure or systolic dysfunction (LVEF\\<50%). （2）High risk uncontrolled arrhythmia（atrial tachycardia，ventricular tachycardia，Higher level atrioventricular block）； （3）Angina pectoris requiring treatment with anti angina drugs； （4）Clinically significant heart valve disease； （5）ECG shows transmural myocardial infarction； （6）Poor control of hypertension (systolic blood pressure\\>180 mmHg and/or diastolic blood pressure\\>100 mmHg)； 8. Inability to swallow, intestinal obstruction, or other factors that affect drug administration and absorption.\n\n9. Individuals with a known history of allergies to the drug components of this protocol；Having a history of immunodeficiency, including HIV testing positive, or suffering from other acquired or congenital immunodeficiency diseases, or having a history of organ transplantation.\n\n10. Pregnant and lactating female patients, those with fertility and positive baseline pregnancy test results, or those of childbearing age who are unwilling to take effective contraceptive measures during the entire trial period and within 7 months after the last study medication.\n\n11. Suffering from severe comorbidities or other comorbidities that may interfere with the planned treatment, or any other situation where the researcher deems the patient unsuitable to participate in this study.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}