{
    "nctId": "NCT00511576",
    "briefTitle": "Study to Evaluate Combination Treatment of MGCD0103 and Docetaxel (Taxotere®) for Subjects With Advanced Cancer Tumors",
    "officialTitle": "A Phase 1, Open-Label, Dose-Escalation Trial to Evaluate the Safety, Pharmacokinetics, and Pharmacodynamics of MGCD0103 (MG-0103) in Combination With Docetaxel (Taxotere®) in Subjects With Advanced Solid Malignancies",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer, Lung Cancer, Pulmonary Cancer, Non-Small-Cell Lung Carcinoma, Prostate Cancer, Prostatic Cancer, Gastric Cancer, Stomach Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 54,
    "primaryOutcomeMeasure": "To determine the maximum tolerated dose (MTD), dose limiting toxicities (DLTs), and safety profile of escalating doses of orally administered MGCD0103 in combination with two fixed doses (60 mg/m2 and 75 mg/m2) of IV docetaxel.",
    "eligibilityCriteria": "Inclusion Criteria:\n\nSubjects must meet ALL inclusion criteria to be enrolled in the study\n\n* Age ≥18 years.\n* Diagnosis of malignant solid tumor (histologically or cytologically confirmed) where treatment with docetaxel is considered standard of care, or advanced solid malignancy that has failed to respond to standard therapy, or has progressed despite standard therapy, or where there is no reasonable likelihood of achieving clinical benefit with existing therapies.\n* Eastern Cooperative Oncology Group (ECOG) performance status 0 to 2.\n* Adequate organ function, including: Hemoglobin (Hgb) ≥8.0g/dL; Absolute neutrophil count (ANC) ≥1.5 x 10\\<9\\>/L (≥1500/mm\\<3\\>); Platelets ≥100 x 10\\<9\\>/L (≥100,000/mm\\<3\\>); Total bilirubin ≤1.5 x ULN (upper limit of normal); AST (SGOT) and ALT (SGPT) ≤2.5 x ULN; Alkaline phosphatase ≤5.0 x ULN; Serum creatinine ≤2.0 x ULN.\n* Evidence of measurable disease (ie, at least one lesion that can accurately be measured in at least one dimension as ≥20 mm with conventional techniques or ≥10 mm with spiral CT scan). The requirement for measurable disease will not apply to subjects with prostate cancer.\n* A minimum of 4 weeks elapsed since any major surgery.\n* At least 4 weeks elapsed since any prior anticancer therapy (standard or investigational) and full recovery (NCI CTCAE grade 1) from the toxic effects of that treatment. Antiandrogen therapy is permitted for subjects with prostate cancer.\n* For women of childbearing potential, a negative serum pregnancy test within 10 days of treatment, and use of physician-approved methods of birth control throughout the study.\n* Written, informed consent, willingness, and ability to comply with all study procedures.\n\nExclusion Criteria:\n\nSubjects meeting any of the following criteria will not be included in the study.\n\n* Prior taxane and HDAC inhibitor combination therapy.\n* Previous or concurrent malignancy except adequately treated basal cell or squamous cell skin cancer; in situ carcinoma of the cervix, or other solid tumor treated curatively, and without evidence of recurrence for at least 3 years prior to study entry.\n* Clinically significant cardiac disease including congestive heart failure (New York Heart Association Class III or IV), including pre-existing ventricular arrhythmia or conduction abnormality requiring medication, or cardiomyopathy.\n* Active and uncontrolled clinically significant infection.\n* History of melena, hematemesis, or hemoptysis within the last 3 months.\n* Known central nervous system metastases controlled ≤3 months.\n* Pregnant or lactating women. Women of child-bearing potential must have a negative serum pregnancy test within 10 days of starting study drug on Day 1 Cycle 1.\n* Known hypersensitivity to taxanes, HDAC inhibitors, and/or any components of MGCD0103 capsules or docetaxel formulation components (eg, polysorbate 80).\n* Known HIV or known active Hepatitis B or C.\n* Presence of serious illness, medical condition, or other medical history, including abnormal laboratory parameters, which, in the opinion of the Investigator, would be likely to interfere with a subject's participation in the study or with the interpretation of the results.\n* Any condition that will put the subject at undue risk or discomfort as a result of adherence to study procedures (eg, requirement to take MGCD0103 with a low pH beverage).",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}