{
    "nctId": "NCT00538343",
    "briefTitle": "RTA 744 in Breast Cancer Patients With Progression of Previously Irradiated Brain Metastases",
    "officialTitle": "A Phase II Efficacy and Tolerability Study of RTA 744 in Breast Cancer Patients With Progression of Previously Irradiated Brain Metastases",
    "overallStatus": "TERMINATED",
    "conditions": "Brain Metastases",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 14,
    "primaryOutcomeMeasure": "To evaluate the efficacy of RTA 744 in reducing intracranial tumor on contrast-enhanced MRI of breast cancer patients with progression of brain metastases following whole brain radiotherapy (WBRT).",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Histologically-confirmed adenocarcinoma of the breast with at least one evaluable brain lesion ( ≥ 1 cm in one dimension) on contrast-enhanced MRI after WBRT and documented intracranial failure/progression i. Presence of any new lesion(s); or ii. ≥ 25% increase in bi-dimensional measurement of existing tumor\n2. Definitive radiotherapy ≥ 3000 cGy for documented CNS disease completed ≥ 4 weeks prior to initiation of protocol therapy\n3. ≥ 2 weeks since stereotactic radiosurgery or gamma knife therapy\n4. ≥ 4 weeks since neurosurgery (open brain or stereotactic brain biopsy). Patients must have completely recovered from the side effects of surgical procedure.\n5. ≥ 2 weeks since major surgery (other than neurosurgical procedure) and complete recovery from this surgical procedure.\n6. Most recent chemotherapeutic treatment regimen completed ≥ 2 weeks prior to study entry provided toxicities have resolved.\n\n   i. Hormone receptor positive patients must have progressed on one prior hormonal AND at least one prior chemotherapy course in the metastatic setting.\n\n   ii. Hormone receptor negative patients must have progressed on at least one prior chemotherapy course in the metastatic setting.\n\n   iii. Her2 positive patients must have progressed on at least one prior chemotherapeutic and one Her2-targeted combination course in the metastatic setting.\n7. Life expectancy ≥ 12 weeks.\n8. Patients receiving corticosteroids must have been on a stable dose for 2 weeks prior to study enrollment.\n9. LVEF ≥ 50% on MUGA or ECHO\n10. ECOG performance status of 0-2.\n11. Laboratory values confirmed within 14 days of initiation of study therapy: Granulocytes ≥ 1,500/μL; Lymphocytes ≥ 1,000/μL; Platelets ≥ 100,000/μL; Hemoglobin ≥ 9 gm/dL; Total Bilirubin \\< 1.5 times upper limit of normal (ULN); ALT and AST \\< 1.5 times ULN (\\< 5 times ULN in patients with liver metastases); Creatinine \\< 1.5 times ULN\n12. Women of childbearing potential must have negative serum pregnancy test, and must agree to use adequate contraceptive method during administration of study treatment and for three months after completing treatment.\n13. Cognitive ability to provide written informed consent and comply with study requirements including follow-up procedures.\n\nExclusion Criteria:\n\n1. Evidence of new or progressive metastatic disease in the brainstem or intramedullary upper spinal cord. (Metastases in the thalamus are allowed).\n2. Evidence of diffuse leptomeningeal disease on brain MRI or by previously documented CSF cytology. (Discrete dural metastases are permitted.)\n3. Evidence of impending herniation on baseline MRI.\n4. Evidence of CNS hemorrhage on baseline MRI (within 14 days of study enrollment).\n5. Grade 3 or 4 motor, sensory, or cranial neuropathy symptoms; Grade 3 or 4 seizures, headache or nausea/vomiting.\n6. Evidence of bleeding diathesis, coagulopathy or requirement for therapeutic anticoagulation.\n7. Total lifetime, cumulative anthracycline dose \\> 350 mg/m2.\n8. Impaired cardiac function or other significant cardiac disease or arrhythmia of any type including: Complete left bundle branch block; Severe aortic stenosis iii. Obligate use of a cardiac pacemaker; ST depression of \\> 1mm in ≥ 2 leads and/or T wave inversions in ≥ 2 contiguous leads; Congenital long QT syndrome; History or presence of ventricular or atrial arrhythmia; Clinically significant bradycardia; QTc \\> 480 msec on EKG; Uncontrolled hypertension, history of labile hypertension or history of poor compliance with anti-hypertensive regimen; New York Heart Association (NYHA) Grade II or greater congestive heart failure (CHF); History of myocardial infarction within the past 6 months within the past 6 months\n9. Concurrent or recent (within 4 weeks prior to randomization) medication(s) that may interfere with study treatment or results, i.e., immunosuppressants other than corticosteroids, enzyme-inducing anti-epileptics and agents that prolong the QTc.\n10. Concurrent or planned hormonal, chemotherapeutic, experimental, or targeted biologic therapy.\n11. Any of the following concurrent severe or uncontrolled medical condition which could compromise participation in the study: Uncontrolled diabetes; Active or uncontrolled infection; Acute or chronic liver disease (i.e. hepatitis, cirrhosis); Patients having a contraindication to MRI imaging\n12. Pregnant\n13. Inability to comply with study and/or follow-up procedures.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}