{
    "nctId": "NCT01433640",
    "briefTitle": "Dual-energy Contrast-enhanced (2D and 3D Mammography Versus Contrast-enhanced MRI)- A Pilot Study",
    "officialTitle": "Evaluation of Contrast-enhanced Mammography and Contrast-enhanced Breast Tomosynthesis: Comparison to Contrast-enhanced Breast MRI- A Pilot Study",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 30,
    "primaryOutcomeMeasure": "A PILOT study to determine Cancer lesion enhancement with CEM and CEBT is non-inferior to that of CEMRI.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Subject is a female of any race and ethnicity.\n* Subject is at least 25 years old\n* Subject has or will have a contrast enhanced breast MRI +/- 31 days of enrollment with no interval treatment or procedure between the two studies\n* Subject has BIRADS 6 or BIRADS 5 cancer or as determined by the radiologist\n* \\>50% of the biopsied cancer mass must remain following biopsy OR\n* A calcification must be at least 2cm in maximum dimension prior to biopsy or at least 1cm in maximum dimension following biopsy\n\nExclusion Criteria:\n\n* Subject is unable or unwilling to undergo informed consent\n* Subject has breast implant in the breast to be imaged\n* Subject is pregnant\n* Subject is breast feeding or lactating\n* Subject has a known allergy to gadolinium contrast agents.\n* Subject has a contraindication for MRI.\n* Subject suspected to be at risk to complication from the contrast agents.\n* Subject has a documented renal insufficiency,\n* Subject requires renal dialysis.\n* Subject has had a prior reaction to iodinated contrast.\n* Subject has had a prior episode of anaphylactic reaction to any substance.\n* Subject has taken metformin (Glucophage) within 48 hours of study procedures.\n* Subject has multiple allergies and/or severe asthma regularly treated with medication (prescription and/or over-the-counter).",
    "sex": "FEMALE",
    "minimumAge": "25 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}