{
    "nctId": "NCT03437395",
    "briefTitle": "Accelerated Partial Breast Irradiation Study",
    "officialTitle": "Accelerated Partial Breast Irradiation Study for Women With Stage 0 or 1 Breast Cancer",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Cancer Female",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 139,
    "primaryOutcomeMeasure": "Number of Participants with Local and Regional Recurrence after Partial Breast Irradiation as assessed by change in Physical Exam, Mammography, MRI, Scintimammography, Biopsy, and/or Surgical Pathology.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* The patient must consent to be in the study and must have signed an approved consent form approved by Sentara RMH Medical Center's IRB.\n* Patients must be \\>/= 50 years or postmenopausal.\n* The patient must have stage 0 or 1 breast cancer.\n* On histological examination, the tumor must be DCIS or invasive non- lobular carcinoma of the breast.\n* Surgical treatment of the breast must have lumpectomy. The margins of the resected specimen must be histologically free of tumor (DCIS and in- vasive) by 2 mm or more. Reexcision of surgical margins is permitted.\n* Gross disease must be unifocal with pathologic (invasive and/or DCIS) tumor size 2 cm or less. Mucinous or tubular histologies maximum size may be up to 3 cm.\n* Patients with invasive breast cancer are required to have axillary staging which can include sentinel node biopsy alone (if sentinel node is negative), sentinel node biopsy followed by axillary dissection or sampling with a minimum total of 6 axillary nodes including the sentinel nodes (if sentinel node is positive), or axillary dissection alone (with a minimum of 6 axillary nodes.) (Axillary staging is not required for patients with DCIS).\n* The patient must begin treatment within 9 weeks following the last surgery for breast cancer (lumpectomy, re-excision of margins, or axillary staging procedure).\n* Patients must have an estrogen receptor (ER) and progesterone receptor (PR) analysis performed on the primary tumor prior to enrollment.\n* The target lumpectomy cavity must be clearly delineated and the ratio of target lumpectomy cavity/whole breast reference volume must be \\</= 25% based on the postoperative CT scan.\n* Patients are eligible if, based on the postoperative CT scan, PBI is judged to be technically deliverable by either 3D conformal radiation therapy or balloon brachytherapy.\n* At the time of study entry, patients must have had an H\\&P within 4 months and a bilateral mammogram within 6 months.\n* Patients with a history of non-breast malignancies are eligible if they have been disease-free for 5 or more years prior to study entry and are deemed by their physician to be low risk for recurrence. Patients with the following cancers are eligible if diagnosed and treated within the past 5 years: carcinoma in situ of the cervix, carcinoma in situ of the colon, melanoma in situ, and basal cell and squamous cell carcinoma of the skin.\n\nExclusion Criteria: Men are not eligible for this study. Women with one or more of the following conditions are ineligible for this study.\n\n* Stage II, Stage III, or Stage IV Breast Cancer\n* Histologically positive axillary on non-axillary nodes.\n* Palpable or radiographically suspicious ipsilateral or contralateral axillary, supraclavicular, infraclavicular, or internal mammary nodes, unless there is histologic confirmation that these nodes are negative for tumor.\n* Suspicious microcalcifications, densities, or palpable abnormalities (in the ipsilateral or contralateral breast) unless biopsied and found to be benign.\n* Non-epithelial breast malignancies such as sarcoma or lymphoma.\n* Proven multicentric carcinoma (invasive or DCIS) in more than one quadrant or separated by 4 or more cm.\n* Paget's disease of the nipple.\n* Synchronous bilateral invasive or non-invasive breast cancer.\n* History of invasive breast cancer or DCIS in the ipsilateral breast (Patients with a history of LCIS treated by surgery alone are eligible).\n* Surgical margins that cannot be microscopically assessed or are less than 2 mm at pathologic evaluation. (if surgical margins are rendered free of disease by re-excision, the patient is eligible).\n* Clear delineation of the extent of the target lumpectomy cavity not possible.\n* Treatment plan that includes regional nodal irradiation.\n* Any treatment with radiation therapy to the ipsilateral breast, chemo- therapy biotherapy, and/or hormonal therapy administered for the currently diagnosed breast cancer prior to study. The only exception is hormonal therapy, which may have been given for no more than a total of 28 days anytime after diagnosis and before study entry. For patients receiving chemotherapy, hormonal therapy must stop at or before study entry and resume following completion of chemotherapy. For patients not receiving chemotherapy, hormonal therapy may continue.\n* Current therapy with any hormonal agents such as raloxifere (Evista), tamoxifen, or other selective receptor modulators (SERMs), either for osteoporosis or breast cancer prevention (patients are eligible only if these medications are discontinued prior to study entry).\n* Breast implants. (Patients who have implants removed are eligible)\n* Prior ipsilateral breast or thoracic RT for any condition.\n* Collagen vascular disease, specifically dermatomyositis with CPK level above normal or with an active skin rash, systemic lupus erythematosis, or scleroderma.\n* Pregnancy or lactation at the time of proposed study entry. Women of reproductive potential must agree to use an effective non-hormonal method of contraception during therapy.\n* Psychiatric or addictive disorders or other conditions that, in the opinion of the investigator, would preclude the patient from meeting the study requirements.",
    "sex": "FEMALE",
    "minimumAge": "50 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}