{
    "nctId": "NCT03367676",
    "briefTitle": "12 weekS Adjuvant dOcetaxel Plus trastuzumaB in Patients With Small, Node-negative, HER2-positive Breast cancER (SOBER)",
    "officialTitle": "12 weekS Adjuvant dOcetaxel Plus trastuzumaB in Patients With Tumors ≤1cm, Node-negative, HER2-positive Breast cancER (SOBER):a Single-grouparm, Open-label, Prospective, Phase 2 Study",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 112,
    "primaryOutcomeMeasure": "Disease-free Survival",
    "eligibilityCriteria": "Inclusion Criteria:\n\nWomen aged ≥18 years\n\nHave finished radical operation\n\nPathologically confirmed dignosis of infiltrating primary breast cancer\n\nAccording to AJCC ,pT≤1cm, pN0,no evidence for metastasis\n\nOperation specimens are available for ER, progesterone receptor (PR) and Her2 detection, patients should be Her2 positive tumor (3+ by IHC or FISH+ )\n\nHas Eastern Cooperative Oncology Group (ECOG) Performance Score 0-1,expected survival time \\> 12 months\n\nAdequate bone marrow function,adequate liver and renal function,and adequate coagulation function.\n\nWomen with potential child-bearing must have a negative pregnancy test (urine or serum) within 7 days of drug administration and agree to use an acceptable and effective method of contraception to avoid pregnancy during the study.\n\nWritten informed consent according to the local ethics committee requirements.\n\nExclusion Criteria:\n\npT\\>1cm or node positive\n\nMetastatic breast cancer\n\nAny prior systemic or loco-regional treatment of breast cancer, including chemotherapy in 28 days\n\nWith a history of malignant tumor except uterine cervix cancer in situ or skin basal cell carcinoma\n\nPatients with medical conditions that indicate intolerant to adjuvant chemotherapy and related treatment, including severe infection, coagulation disorder,active peptic ulcer, coagulation disorder, connective tissue disease or myelo-suppressive disease\n\nHas symptomatic peripheral neuropathy \\> grade 2 according to NCI\n\nKnown severe allergy to any drugs in this study\n\nHas cadiac Dysfunction or lung dysfunction defined as follows:\n\n1. grade ≥3 CHF according to NCI CTCAE v 4.0 or NYHA≥II\n2. angina which requires drug control ,cardiac infraction,and any other vascular disease with apparent clinical symptoms\n3. uncontrolled high-risk arryhthmia\n4. unconrolled hypertension\n\nHas active hepatitis B or hepatitis C with abnormal liver function tests (LFTs) or is known to be HIV positive\n\nPatient is pregnant or breast feeding\n\n-",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}