{
    "nctId": "NCT00555516",
    "briefTitle": "A Pilot Study to Evaluate the Safety and Activities of EW02 in Reducing Neutropenia Caused by Chemotherapy",
    "officialTitle": "A Phase I/II Double-Blind, Randomized, Placebo-Control Pilot Study to Evaluate the Safety and Pharmacodynamic Activities of EW02 in Reducing Neutropenia Caused by Breast Cancer Chemotherapy",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer, Chemotherapy, Neutropenia",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 60,
    "primaryOutcomeMeasure": "% change from Visit 5 (C2, Day 1) to Visit 7 (C2, Day 15) in WBC,",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Signed informed consent obtained prior to inclusion in study\n2. Pathologically confirmed breast cancer, whose CBC has shown ever dropped unto 1,000 to 3,000/mm3 in WBC count, or unto 500 to 1,500/mm3 in ANC count, on Day 8 or Day 15, whilst on Cycle 1 of current chemotherapy.\n3. Age 20 - 70 years\n4. Stage T 1-3, N 0-2, M0.\n5. ECOG performance status of \\< 2\n6. Chemotherapy regimen is restricted to one of the followings:\n\n(1)Doxorubicin 60 mg/m2 + Cyclophosphamide 600 mg/m2(AC X 4cycles) or (2)Cyclophosphamide 500 mg/m2 + Doxorubicin 50 mg/m2 + 5-FU 500 mg/m2 (CAF X 6 cycles) 7.Laboratory test results within 30 days prior to study entry:\n\n1. Hemoglobin 9.0 g/dL for men and 8.7 g/dL for women and platelet\\> 100,000/mm³ without the need for current, on-going use of erythropoietin or transfusion\n2. Normal liver function (GOT \\< 1.5 x ULN)\n3. Normal kidney function (Creatinine \\< 1.5 x ULN) and no dialysis. 8.Negative of mandatory pregnancy test for women subjects.\n\nExclusion Criteria:\n\n1. Women under pregnancy or with positive result from mandatory pregnancy test or in lactating; women of child-bearing potential must use adequate contraception\n2. Prior systemic therapy or radiotherapy for breast cancer\n3. Known hypersensitivity to bean products\n4. Serious medical or psychiatric illness that, in the opinion of the principal investigator, would interfere with the ability to adhere to study requirements.\n5. History of myocardial infraction or angina.\n6. Uncontrollable acute or chronic diseases, including hypertension or diabetes.\n7. Second malignancy or cancer metastasis\n8. HBV or HCV carrier\n9. WBC below 4000 or ANC below 2000 on D1 of Cycle 1\n10. Participation in investigational drug study within the past 30 days",
    "sex": "ALL",
    "minimumAge": "20 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}