{
    "nctId": "NCT03430479",
    "briefTitle": "Anti PD-1 Antibody With Radiation Therapy in Patients With HER2-negative Metastatic Breast Cancer",
    "officialTitle": "Phase Ib/II Study to Assess Efficacy, Safety & Immunological Biomarker of Anti PD-1 Antibody With Radiation Therapy in Patients With HER2-negative Metastatic Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 32,
    "primaryOutcomeMeasure": "Phase Ib : dose-limiting toxicity rate",
    "eligibilityCriteria": "Inclusion Criteria:\n\n- Cohort A\n\n1. Documentation of ER-positive and/or PR-positive tumor (\\>=1% positive stained cells) .\n2. Patients must satisfy the following criteria for prior therapy:\n\n   - Progressed during treatment or within 12 months of completion of adjuvant hormone therapy.\n\n   or Progressed while prior hormone therapy for advanced/metastatic breast cancer. Two previous line of hormone therapy for advanced/metastatic disease is allowed.\n3. Patients who have hormone therapy that can be expected for advanced /metastatic disease.\n\n   Cohort B\n4. Patients who have come to be non-responsive more than two line of chemotherapy\n5. Prior chemotherapy with anthracycline and taxane agent\n\n   Cohort A and B\n6. Female patients who are histologically or cytologically confirmed to have breast cancer\n7. Patients who have distant metastatic lesion as follow\n\n   - More than one bone lesion for radiation therapy\n8. Patients with cancer confirmed to be HER2-negative.（\n9. Patients with a measurable lesion based on RECIST 1.1.\n10. Patients aged \\>= 20 years at informed consent\n11. Patients with ECOG PS of 0 to 1.\n12. Patients without any severe disorder in the major organs.\n13. Patients expected to survive for ≥ 90 days.\n14. Patients of childbearing potential must be using an acceptable method of contraception to avoid pregnancy and must not be breastfeeding for 18 weeks after the last dose of investigational product\n15. Patients who have provided written informed consent themselves.\n\nExclusion Criteria:\n\n-\n\nExclusion Criteria:\n\n1. Patients who have neuropathy (more than Grade 2)\n2. Patients with any active autoimmune disease or a history of known autoimmune disease.\n3. Patients who has a history of pneumonitis or interstitial lung disease.\n4. Active, untreated central nervous system metastasis.\n5. Patients with pericardial effusion, pleural effusion or ascites requiring treatment\n6. Patients with uncontrolled diabetes mellitus\n7. Patients with a condition requiring systemic treatment with either corticosteroids or other immunosuppressive medications within 28 days of the enrollment.\n8. Patients who has received radiotherapy within 28 days of study registration, or radiotherapy for thorax within 56 days of the enrollment.\n9. Pregnant or breast-feeding women.\n10. Prior therapy with Nivolumab, anti CTLA-4 antibody therapies, any other antibody or drug specifically targeting T-cell co-stimulation or checkpoint pathways\n11. Patients considered ineligible for participation in this study by their attending physicians",
    "sex": "FEMALE",
    "minimumAge": "20 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}