{
    "nctId": "NCT03080805",
    "briefTitle": "Pyrotinib Plus Capecitabine Versus Lapatinib Plus Capecitabine in Patients With HER2+ Metastatic Breast Cancer. (PHOEBE)",
    "officialTitle": "A Randomised, Open-label, Parallel Controlled, Multicentre, Phase 3 Clinical Trial of Pyrotinib Plus Capecitabine Versus Lapatinib Plus Capecitabine in Patients With HER2+ Metastatic Breast Cancer:",
    "overallStatus": "UNKNOWN",
    "conditions": "HER2 Positive Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 240,
    "primaryOutcomeMeasure": "Progression Free Survival(PFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Aged ≥18 and ≤70 years.\n2. ECOG performance status of 0 to 1.\n3. Life expectancy of more than 12 weeks.\n4. According to RECIST 1.1, at least one measurable lesion exists\n5. Histologically or cytologic confirmed HER2 positive metastatic breast cancer.\n6. Prior treatment with trastuzumab (≥2 cycles in metastatic setting, or\n\n   ≥3 months in adjuvant/neoadjuvant setting) and Taxane(≥2 cycles in any setting or untill unendurable AE or progression during treatment).\n7. Previously reveived ≤2 chemotherapy regimens in metastasis setting;\n8. Required laboratory values including following parameters:\n\n   ANC: ≥ 1.5 x 10\\^9/L; Platelet count: ≥ 90 x 10\\^9/L; Hemoglobin: ≥ 90 g/L; Total bilirubin: ≤ 1.5 x upper limit of normal (ULN); ALT and AST: ≤ 2 x ULN(patients with liver metastases: ≤5 x ULN); BUN and Creatinine:\n\n   ≤ 1x ULN;CCR≥50 mL/min;LVEF: ≥ 50%;QTcF: \\< 450 ms (male)，\\< 470 ms（female）;\n9. Signed informed consent.\n\nExclusion Criteria:\n\n1. Received capecitabine in metastatic setting;\n2. Received HER2 targeted tyrosine kinase inhibitor (including Lapatinib, Neratinib and Pyrotinib);\n3. Cumulated dosage of Doxorubincin \\>400 mg/m\\^2 or Epirubicin \\>800 mg/m\\^2 or equal dosage of other anthracycline drugs in adjuvant/neoadjuvant/metastatic setting );\n4. Received surgery，chemotherapy,radiotherapy or target therapy within 28 days prior to randomization. Received hormone therapy within 7 days prior to randomization;\n5. Participated in other clinical trial within 28 days prior to randomization.\n6. Known dihydro pyrimidine dehydrogenase（DPD）defect;\n7. CT or MRI confirmed brain metastases;\n8. Bone or skin lesion as unique target lesion;\n9. Second malignancies within 5 years, except for cured skin basal cell carcinoma,carcinoma in-situ of uterine cervix and squamous-cell carcinoma;\n10. Factors influencing the usage of oral administration (e.g. unable to swallow, chronic diarrhea and intestinal obstruction, etc.);\n11. Uncontrolled third space effusion (such as pleural fluid and ascites) by drainage or other clinical intervention;\n12. Receiving any other anti-tumour therapy after informed consent;\n13. Unprogressed after or during the last anti-tumour therapy,according to RECIST1.1;\n14. History of any kind of Heart disease,including 1)Angina pectoris; (2) Arrhythmia required medication or with clinical significance; (3) Myocardial infarction; (4) Heart failure; (5) Any other heart disease judged by researcher as not suitable for participating in this study, etc;\n15. History of Immunodeficiency, acquired or congenital immunodeficiency (HIV positive) ,history of organ transplantation;\n16. History of neurological or psychiatric disorders, including epilepsy or dementia;\n17. Concomitant disease judged by investigators that may bring serious harm to the safety of patients or the completion of this study;\n18. All female patients in breastfeeding period or in child-bearing period or with positive pregnancy test result or refusing to take a reliable method of birth control during the study;\n19. Any other situations judged by investigator as not suitable for participating in this study.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}