{
    "nctId": "NCT05346224",
    "briefTitle": "A Study to Evaluate the Efficacy and Safety of HLX11 vs. EU-Perjeta® in the Neoadjuvant Therapy of HER2-Positive and HR-Negative Early-stage or Locally Advanced Breast Cancer",
    "officialTitle": "A Multicenter, Randomized, Double-Blind, Parallel-Controlled Phase III Clinical Study to Evaluate the Efficacy and Safety of Pertuzumab Biosimilar HLX11 vs. EU-Perjeta® in the Neoadjuvant Therapy of HER2-Positive and HR-Negative Early-stage or Locally Advanced Breast Cancer",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Cancer, Breast Neoplasms, HER2-positive Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 900,
    "primaryOutcomeMeasure": "The total pathological complete response (tpCR) rate assessed by the Independent Review Committee (IRC)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Primary breast cancer that is:\n\n1. Histologically confirmed invasive breast carcinoma with a primary tumor size of \\> 2 cm by standard local assessment technique;\n2. Breast cancer staging ( in accordance with the American Joint Commitee on Cancer(AJCC) staging system (8th edition)): early-stage (T2-3, N0-1, M0) or locally advanced (T2-3, N2 or N3, M0; T4, any N, M0);\n3. HER2 positive confirmed by central laboratory, defined as immunohistochemistry (IHC) 3 +, or IHC 2+ and In Situ Hybridization (ISH) positive;\n4. Hormone receptor (HR, including estrogen receptor \\[ER\\] and progestin receptor \\[PR\\]) negative by central laboratory; ER negative is defined as \\< 1% nuclear staining, and PR negative is defined as \\< 1% nuclear staining.\n\n2. Left ventricular ejection fraction (LVEF) at baseline (within 42 days prior to randomization) ≥ 55% measured by echocardiography (ECHO) or multiple gated acquisition (MUGA) scan.\n\n3. Adequate major organ function, meeting the following criteria: Hematology (neither blood transfusion nor correction with hematopoietic stimulating factors within 14 days prior to randomization): white blood cell count ≥ 3.0 × 109/L; absolute neutrophil count ≥ 1.5 × 109/L; hemoglobin ≥ 90 g/L; platelet count ≥ 100 × 109/L; Serum chemistry: Aspartate aminotransferase (AST) and alanine aminotransferase (ALT) ≤ 2.5 × upper limit of normal (ULN), total bilirubin ≤ 1.5 × ULN; for subjects with known Gilbert syndrome, total bilirubin ≤ 2 × ULN; alkaline phosphatase ≤ 2.5 × ULN, serum creatinine ≤ 1.5 × ULN.\n\n4. Women of child-bearing potential have a negative result of serum pregnancy test at screening (within 7 days prior to randomization) and not in lactation, or are infertile. Male participants and women of childbearing potential use a \"highly effective\" contraceptive measures until 7 months after the last dose of investigational/reference product.\n\nExclusion Criteria:\n\n1. Inflammatory breast cancer.\n2. Stage IV (metastatic) breast cancer, bilateral breast cancer, or multicentric (multiple tumors involving more than 1 quadrant) breast cancer.\n3. History of other malignancy within 5 years prior to screening (except for who have received radical treatment of carcinoma in situ of the cervix, basal cell carcinoma or squamous cell carcinoma of the skin ).\n4. With serious heart disease or medical history, including but not limited to the following conditions:\n\n1) History of documented heart failure or systolic dysfunction with any NYHA classification(LVEF \\< 50%); 2) High-risk uncontrolled arrhythmia, such as atrial tachycardia with a heart rate\\> 100 bpm at rest, significant ventricular arrhythmia (e.g.,ventricular tachycardia), or higher-grade atrioventricular (AV) block (i.e.,Mobitz II second-degree AV block or third degree AV block); 3) Unstable angina pectoris, or angina pectoris requiring anti-angina medication; 4) Evidence of transmural myocardial infarction on ECG; 5) Clinically-significant valvular heart disease; 6) Poorly controlled hypertension (systolic blood pressure\\> 150 mmHg and/or diastolic blood pressure\\> 100 mmHg).",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}