{
    "nctId": "NCT00382070",
    "briefTitle": "Letrozole in Treating Postmenopausal Women Who Have Received Hormone Therapy for Hormone Receptor-Positive Breast Cancer",
    "officialTitle": "A Clinical Trial to Determine the Efficacy of Five Years of Letrozole Compared to Placebo in Patients Completing Five Years of Hormonal Therapy Consisting of an Aromatase Inhibitor (AI) or Tamoxifen Followed by an AI in Prolonging Disease-Free Survival in Postmenopausal Women With Hormone Receptor Positive Breast Cancer",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 3966,
    "primaryOutcomeMeasure": "Disease-free Survival",
    "eligibilityCriteria": "Eligibility Criteria\n\n* Patients must have an Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1 (0 = fully active, able to carry on all pre-disease performance without restriction; 1 = restricted in physically strenuous activity but ambulatory).\n* Patients must be postmenopausal at the time of randomization. (Note: Premenopausal or perimenopausal women requiring therapy with luteinizing hormone-releasing hormone \\[LHRH\\] analogs to suppress ovarian function are not eligible.) For study purposes, postmenopausal is defined as: age 56 or older with no spontaneous menses for at least 12 months prior to study entry, or age 55 or younger with no spontaneous menses for at least 12 months prior to study entry (e.g., spontaneous or secondary to hysterectomy) AND with a documented estradiol level in the postmenopausal range according to local institutional/laboratory standards, or a prior documented bilateral oophorectomy.\n* The patient must have remained disease-free from the time of initial breast cancer diagnosis until the time of randomization.\n* The patient must have had histologically-confirmed invasive carcinoma of the breast by diagnostic core needle biopsy or by final pathologic evaluation of the surgical specimen.\n* Patients who received neoadjuvant chemotherapy must have been clinical Stage I, II, or IIIA. For patients who received adjuvant chemotherapy, the primary tumor must have been T1-3 on pathologic evaluation and ipsilateral nodes must have been pN0, pN1 (pN1mi, pN1a, pN1b, pN1c), pN2a, pN3a, or pN3b.\n* The primary tumor must have been estrogen receptor (ER)-positive and/or progesterone receptor (PgR)-positive. (Patients who had a tumor that was considered to be borderline for hormone receptor positivity and who were treated with tamoxifen and/or an aromatases inhibitor (AI) are eligible for this study.)\n* Patients must have undergone either a lumpectomy with axillary nodal staging followed by breast radiotherapy or a total mastectomy with axillary nodal staging. (Acceptable axillary nodal staging procedures include sentinel node biopsy alone, if sentinel nodes were negative on hematoxylin and eosin (H\\&E) staining.)\n* The duration of the patient's hormonal therapy following breast cancer diagnosis must have been 57-63 months from the first dose regardless of the number of missed doses. Hormonal therapy must have consisted of an AI or a combination of up to 3 years of tamoxifen followed by an AI. Tamoxifen may not have been given during years 4 and 5 of the 5 years of adjuvant hormonal therapy. (Note: Patients must discontinue their adjuvant AI therapy at the time of randomization.)\n* Optional Letrozole Registration Program for patients who have not yet completed 5 years of hormonal therapy. (Note: As of September 5, 2008, the optional NSABP B-42 Registration Program closed to patient enrollment. Accrual and data collection for the NSABP B-42 randomized treatment trial continues as planned.) In order to have a predominantly letrozole-treated population for B-42 study entry, patients who have had a minimum of 2 years of hormonal therapy and who are currently on tamoxifen (for up to 3 years) or an AI may be offered letrozole at no cost until they complete 5 total years of initial adjuvant hormonal therapy.\n* B-42 randomization must be within 6 months following completion of 5 years (57-63 months) of initial adjuvant hormonal therapy.\n* At the time of randomization, the patient must have had the following: history and physical exam within 3 months demonstrating no findings suggestive of recurrent breast cancer; bilateral mammogram within 1 year (unilateral if patient had a mastectomy); mammogram not required if patient had a prophylactic contralateral mastectomy; bone mineral density (BMD) testing within 1 year; and fasting lipid profile (total cholesterol, LDL-C, HDL-C, and triglycerides) with a total cholesterol value less than or equal to grade 1 (according to CTCAE v3.0), with or without cholesterol-lowering therapy.\n\n  * within 1 year if the patient has a history of hypercholesterolemia controlled with cholesterol-lowering therapy and/or therapeutic lifestyle changes or if the patient has a history of one or more of the following risk factors for future cardiovascular events: diabetes, hypertension, obesity, tobacco use, hypertriglyceridemia, documented coronary artery disease, or family history of premature coronary heart disease.\n  * within 2 years for all other patients.\n\nIneligibility Criteria\n\n* Patients with one or more of the following conditions will be ineligible for this study:\n* History of non-traumatic osteoporotic fracture of wrist, hip, or spine.\n* Diagnosis of bilateral breast cancer including ductal carcinoma in situ (DCIS)\\[(synchronous or metachronous\\].\n* Other malignancies unless the patient is considered to be disease-free for 5 or more years prior to randomization, and is deemed by their physician to be at low risk for recurrence. Patients with the following cancers are eligible if diagnosed and treated within the past 5 years: carcinoma in situ of the cervix, colon carcinoma in situ, melanoma in situ, and basal cell and squamous cell carcinoma of the skin.\n* Sex hormonal therapy, e.g., estrogen- or progesterone-replacement therapy or oral contraceptives. These patients are eligible only if this therapy is discontinued prior to randomization.\n* Therapy with any hormonal agent such as raloxifene for management of osteoporosis. Patients are eligible only if these medications are discontinued prior to study entry.\n* Administration of any investigational agent within 30 days before study entry.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}