{
    "nctId": "NCT04586335",
    "briefTitle": "Study of CYH33 in Combination With Olaparib an Oral PARP Inhibitor in Patients With Advanced Solid Tumors.",
    "officialTitle": "Open Label, Phase Ib Study to Evaluate the Safety, Tolerability, Pharmacokinetics and Clinical Activity of CYH33, an Oral PI3K Inhibitor in Combination With Olaparib, an Oral PARP Inhibitor in Patients With Advanced Solid Tumors.",
    "overallStatus": "TERMINATED",
    "conditions": "Ovarian Cancer, Breast Cancer, Solid Tumor, Prostate Cancer, Endometrial Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 24,
    "primaryOutcomeMeasure": "Dose Limiting Toxicities (DLT)",
    "eligibilityCriteria": "Key Inclusion Criteria:\n\nPatients eligible for inclusion in this study have to meet all of the following criteria:\n\n1. Provide informed consent voluntarily.\n2. Male and female patients ≥ 18 years of age (or having reached the age of majority according to local laws and regulations, if the age is \\> 18 years).\n3. Patients with advanced solid tumor who have failed at least one line of prior systemic therapy or for whom standard therapy do not exist and meet the following eligibility for the corresponding part of the study:\n\n   1. Patient must have a histologically or cytologically confirmed diagnosis of advanced recurrent or metastatic solid tumor.\n   2. At least one measurable lesion as per RECIST 1.1. (Ovarian cancer participants must have measurable disease by RECIST 1.1 criteria or evaluable cancer via CA125 GCIG criteria; Prostate cancer participants must have measurable disease by RECIST 1.1 criteria or evaluable cancer via PSA response).\n   3. Population eligibility:\n\n      * Patients eligible for Part 1 dose escalation: Advanced solid tumors with any DDR gene 1) or PIK3CA 2) mutation who have failed or cannot tolerate standard treatment or currently have no standard treatment.\n      * Patients eligible for Part 2 dose expansion:\n\n        * Cohort 1: Advanced solid tumors with any selected DDR3) gene mutation\n        * Cohort 2: Advanced solid tumors with PIK3CA hotspot mutation\n        * Cohort 3: Advanced high grade serous ovarian, fallopian tube or primary peritoneal cancer patients with acquired PARP inhibitor resistance4)\n        * Cohort 4: Advanced solid tumors with any selected DDR3) gene mutation with acquired PARP inhibitor resistance4).\n        * Cohort 5: Platinum resistant/refractory5) recurrent high grade serous ovarian, fallopian tube, or primary peritoneal cancer.\n4. Availability of tumor tissue sample (either fresh tumor biopsy or archival tumor tissue sample) or blood samples.\n5. Eastern Cooperative Oncology Group (ECOG) performance status ≤ 1.\n\nKey Exclusion Criteria:\n\nPatients eligible for this study must not meet any of the following criteria:\n\n1. Patient has received any anticancer therapy (including chemotherapy, targeted therapy, hormonal therapy, biotherapy, immunotherapy, or other investigational agents.) within 28 days or 5 times of half-lives (whichever is shorter) prior to the first dose of the study treatment or who have not recovered from the side effect of such therapy.\n2. Patients with contraindication to olaparib treatment or who did not tolerate olaparib previously.\n3. Patients who had prior treatment with PARP inhibitor, PI3Kα inhibitor, AKT inhibitor or mTOR inhibitor (Part 2 dose expansion cohort 1\\& 2 only).\n4. Radical radiation therapy (including radiation therapy for over 25% bone marrow) within 4 weeks prior to the first dose of the investigational product or received local palliative radiation therapy for bone metastases within 2 weeks.\n5. Any toxicities from prior treatment that have not recovered to baseline or ≤ CTCAE Grade 1 before the start of study treatment, with exception of hair loss.\n6. Patients with an established diagnosis of diabetes mellitus including steroid-induced diabetes mellitus.\n7. Major surgery or had significant traumatic injury within 28 days prior to the first dose of the investigational product or has not recovered from major side effects.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}