{
    "nctId": "NCT01245712",
    "briefTitle": "Radiation Therapy in Treating Patients With Stage 0-II Breast Cancer",
    "officialTitle": "Assessing the Cosmesis and Toxicity of Partial Breast Irradiation Using Proton Beam Irradiation",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Adenocarcinoma, Ductal Breast Carcinoma In Situ, Invasive Breast Carcinoma, Stage 0 Breast Cancer AJCC v6 and v7, Stage I Breast Cancer AJCC v7, Stage IA Breast Cancer AJCC v7, Stage IB Breast Cancer AJCC v7, Stage II Breast Cancer AJCC v6 and v7, Stage IIA Breast Cancer AJCC v6 and v7, Stage IIB Breast Cancer AJCC v6 and v7",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 200,
    "primaryOutcomeMeasure": "Patient-Reported Cosmesis Score",
    "eligibilityCriteria": "Inclusion Criteria:\n\nWomen who satisfy all of the following conditions are the only patients who will be eligible for this study.\n\n1. The patient must consent to be in the study and must have signed an approved consent form conforming with federal and institutional guidelines.\n2. Patients must be \\>/= 18 years old. (Adenocarcinoma of the breast is not seen in children)\n3. English and non-English speaking patient\n4. The patient must have stage 0, I, or II breast cancer. If stage II, the tumor size must be 3 cm or less.\n5. On histological examination, the tumor must be DCIS or invasive adenocarcinoma of the breast.\n6. Surgical treatment of the breast must have been lumpectomy. The margins of the resected specimen must be histologically free of tumor (DCIS and invasive).\n\n   Re-excision of surgical margins is permitted.\n7. Gross disease must be unifocal with pathologic (invasive and/or DCIS) tumor size 3 cm or less. (Patients with microscopic multifocality are eligible as long as total pathologic tumor size is 3 cm or less.)\n8. Patients with invasive breast cancer are required to have axillary staging which can include sentinel node biopsy alone (if sentinel node is negative), sentinel node biopsy followed by axillary dissection or sampling with a minimum total of 6 axillary nodes (if sentinel node is positive), or axillary dissection alone (with a minimum of 6 axillary nodes). Axillary staging is not required for patients with DCIS.\n9. The target lumpectomy cavity must be clearly delineated and the target lumpectomy cavity/whole breast reference volume must be \\< 30% based on the postoperative/pre-enrollment CT scan.\n10. Patients are eligible if, based on the postoperative CT scan, PBI is judged to be technically deliverable.\n11. Patients with a history of non-breast malignancies are eligible if they have been disease-free for 5 or more years prior to enrollment and are deemed by their physician to be at low risk for recurrence. Patients with the following cancers are eligible if diagnosed and treated within the past 5 years: carcinoma in situ of the cervix, carcinoma in situ of the colon, melanoma in situ, and basal cell and squamous cell carcinoma of the skin.\n\nExclusion Criteria:\n\nWomen with one or more of the following conditions also are ineligible for this study.\n\n1. Men are not eligible for this study.\n2. Individuals that are considered to be cognitively impaired.\n3. T2 (\\> 3.0 cm), T3, stage III, or stage IV breast cancer.\n4. More than 3 histologically positive axillary nodes.\n5. Axillary nodes with definite evidence of microscopic or macroscopic extracapsular extension.\n6. Palpable or radiographically suspicious ipsilateral or contralateral axillary, supraclavicular, infraclavicular, or internal mammary nodes at time of enrollment unless there is histologic confirmation that these nodes are negative for tumor.\n7. Suspicious microcalcifications, or densities (in the ipsilateral or contralateral breast as documented on mammogram or breast ultrasound) unless biopsied and found to be benign.\n8. Non-epithelial breast malignancies such as sarcoma or lymphoma.\n9. Proven multicentric carcinoma (invasive cancer or DCIS) in more than one quadrant or separated by 4 or more centimeters.\n10. Paget's disease of the nipple.\n11. Synchronous bilateral invasive or non-invasive breast cancer.\n12. Surgical margins that cannot be microscopically assessed or are positive at pathologic evaluation. (If surgical margins are rendered free of disease by re-excision, the patient is eligible.)\n13. Clear delineation of the extent of the target lumpectomy cavity not possible.\n14. Treatment plan that includes regional nodal irradiation.\n15. Prior radiation to the index breast\n16. Documented diagnosis of collagen vascular disease, specifically dermatomyositis with a CPK level above normal or with an active skin rash, systemic lupus erythematosis, or scleroderma.\n17. Pregnancy or lactation at enrollment.\n18. Women of reproductive potential must agree to use an effective non-hormonal method of contraception during therapy.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}