{
    "nctId": "NCT06064812",
    "briefTitle": "A Phase I Clinical Trial of FWD1802 in Patients With ER+/HER2- BC.",
    "officialTitle": "A Phase I Open-label Dose Escalation Trial of FWD1802 as Monotherapy and in Combination With Palbociclib in Patients With ER+/HER2- Unresectable Locally Advanced or Metastatic Breast Cancer",
    "overallStatus": "RECRUITING",
    "conditions": "Metastatic Breast Cancer, Locally Advanced Breast Cancer, Breast Cancer Stage I, ER+ Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 99,
    "primaryOutcomeMeasure": "Safety and Tolerability",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patients must understand and voluntarily sign the Informed Consent Form (ICF).\n2. Patients ≥ 18 years, female.\n3. Provision of blood sample to test ESR1 mutation status and for other biomarker assessment. In part A/B, the ESR1 mutation status will be tested retrospectively; In part C, only the patients with ESR1 mutation positive is eligible.\n4. Documented positive oestrogen receptor status of primary or metastatic tumour tissue, according to the local laboratory parameters. HER-2 negative. These laboratory parameters are consistent with accepted diagnostic guidelines such as the American Society of Clinical Oncology (ASCO) / College of American Pathologists (CAP) Clinical Practice Guideline for Pathologists estrogen (ER) and progesterone receptor (PgR) testing in breast cancer (Allison et al., 2020). HER2- defined as an Immunohistochemistry (IHC) status of 0, 1+ or negative by in situ hybridization test.\n5. Menopausal women according to one of the following criteria:\n\n   1. Prior bilateral ovariectomy;\n   2. Patients ≥ 60 years of age;\n   3. Patients \\< 60 years of age presenting an amenorrhea of more than 12 months and follicle stimulating hormone (FSH) and plasma estradiol levels within the postmenopausal range as assessed by the local laboratory in the absence of chemotherapy, tamoxifen, tolimifene, or ovarian castration in the past 1 year, and no oral contraceptives, hormone replacement therapy, or gonadotropin-releasing hormone agonist or antagonist;\n   4. Patients \\< 60 years of age who are taking either tamoxifen or tolomifene with two consecutive FSH and estradiol levels in the postmenopausal range.\n   5. Or premenopausal or perimenopausal female subjects but must be willing to receive and maintain an approved luteinizing hormone-releasing hormone(LHRH) agonist during the study treatment period (LHRH agonist treatment initiated 28 days prior to the first study drug treatment);\n6. Previous therapy failed or intolerable, or standard therapy not available:\n\n   Part A：Previous therapy failed or intolerable, or standard therapy not available； Prat B/C：Patients should have received at least 1 line endocrinotherapy, or received no more than 1-line systematic chemotherapy for advanced/metastatic disease, no more than 1 target therapy.\n7. Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1.\n8. At least one measurable lesion according to RECISTv1.1 criteria.\n9. Life expectancy ≥ 12 weeks.\n10. Adequate organ and bone marrow function (no use of hematopoietic stimulating factor, no blood transfusion or human albumin within 7 days prior to screening):\n\n    1. Blood routine: Absolute neutrophil count (ANC) ≥ 1.5×109/L; Platelet count (PLT) ≥100×109/L; Hemoglobin (HGB) ≥ 90 g/L;\n    2. Liver function: Serum Total bilirubin (TBIL) ≤ 1.5 Upper limit of normal value (ULN); Alanine aminotransferase (ALT) and Aspartate transferase (AST) ≤ 3×ULN in subjects without liver metastasis; ALT or AST≤ 5×ULN with liver metastasis;\n    3. Renal function: Serum creatinine ≤ 1.5×ULN or estimated creatinine clearance (CLcr) ≥ 60 mL/min as calculated using Cockcroft-Gault formula;\n    4. Coagulation function: Activated Partial thromboplastin Time (APTT) and international normalized ratio (INR) ≤ 1.5×ULN (or within target range if on anticoagulation therapy);\n    5. Cardiac function: Echocardiography (ECHO) shows left ventricular ejection fraction (LVEF) \\> 50%.\n11. Women of childbearing potential must have a negative serum pregnancy test within 7 days prior to the first dose. Female patients of childbearing potential must agree to use effective methods of contraception from the time of signature of informed consent, throughout the study and for 6 months after the last dose of the investigational product, like double barrier methods, condoms, oral or injectable contraceptives, intrauterine devices, etc. All female subjects will be considered to be of childbearing potential unless they are postmenopausal, postmenopausal, or sterilized (hysterectomy, tubal resection).\n\nExclusion Criteria:\n\n* 1. Documented medical history or ongoing gastrointestinal disease (Including difficulty in swallowing capsules, Crohn's disease, ulcerative colitis, or short bowel syndrome) or other malabsorption that may affect the absorption of oral study drug.\n\n  2. Participated in other clinical trials of investigational drugs or investigational devices within 4 weeks before the first medication; or received chemotherapy, targeted therapy, immunotherapy and clinical trial medication and other anti-tumor treatment within 4 weeks, or received radiotherapy, endocrine drugs or Chinese traditional medicines with anti-tumor indications 2 weeks prior to the first dose.\n\n  3. The toxicity of previous anti-tumor treatment has not recovered to grade 0 or 1 (except for alopecia, chemotherapy-induced peripheral neurotoxicity ≤ grade 2).\n\n  4. Major surgical surgery (except biopsy) or incomplete healing of the surgical incision within 4 weeks prior to the first study drug treatment.\n\n  5. Known other malignant tumors within 2 years before enrollment (except for cervical carcinoma insitu, superficial noninvasive bladder tumors, breast ductal carcinoma in situ, prostatic intraepithelial neoplasia without evidence of prostate cancer, or curatively treated Stage I nonmelanoma skin cancer); 6. unstable or syptomlor progressal Central nervous system brain metastasis ; 7. Previous history of interstitial lung disease, drug-induced interstitial lung disease, symptomatic interstitial lung disease or any evidence of active pneumonia on chest CT scan within 4 weeks prior to the first study drug treatment; 8. Known to interfere with the test requirements of mental illness or drug abuse disease; 9. History of human immunodeficiency virus HIV infection； 10. Active bacterial or fungal infection requiring systemic treatment within 14 days prior to the first study drug treatment.\n\n  11. Subjects with known active hepatitis B virus (HBV) or hepatitis C virus (HCV) infection with abnormal liver function (Absence of infection was defined as HBsAg negative, HBV DNA negative and HCV antibody negative), except to: Subjects who test positive for HBsAg or HBsAb during the screening period may be enrolled if the PCR test result for HCV-RNA is \\< 500 IU/ml (2000 copies/mL), but receive antiviral treatment according to the investigator's assessment and undergo PCR for HBV-DNA during the study treatment period; Subject has a positive test for HCV antibody at screening and can be enrolled if the PCR test result for HCV-RNA is negative.\n\n  12. History of clinically significant cardiovascular disease, such as:\n  1. Symptomatic congestive heart failure according to New York Heart Association Grades (NYHA \\> Grade 2);\n  2. Severe/unstable angina, new angina within last 3 months;\n  3. Myocardial ischemia and long-term use of drugs for control; according to NYHA, grade Ⅲ-Ⅳ cardiac insufficiency;\n  4. Any event of acute myocardial infarction within 6 months before screening;\n  5. Any grade ≥ 2 supraventricular arrhythmia or ventricular arrhythmia requiring treatment or intervention;\n  6. Any grade atrial fibrillation, coronary/peripheral artery bypass graft, or cerebrovascular symptoms including transient ischemic attack;\n  7. QTcF (Fridericia's correction formula used) \\> 470 ms;\n  8. ECG \\< 50 bpm. 13. History of serious allergic reactions to the study drugs or excipients used in the protocol.\n\n     14. Women who are pregnant or lactating. 15. Prior use of an oral selective estrogen receptor degrader (SERD). 16. Subjects who use drugs or herbal supplements known to be moderate/strong inhibitors or inducers of CYP3A within 2 weeks or 5 drug half-lives (whichever is longer) prior to the first study drug treatment.\n\n     17. Received medications which inhibits the production of stomoch acid within 2 weeks or 5 drug half-lives (whichever is longer) prior to the first dose of study drugs.\n\n     18. Received medications which inhibits P-gp within 2 weeks or 5 drug half-lives (whichever is longer) prior to the first dose of study drugs.\n\n     19. Patients with active or chronic corneal disease, other active eye disease requiring ongoing treatment, or any clinically significant corneal disease for which drug-induced keratopathy cannot be adequately monitored.\n\n     20. Other conditions that the investigator considers inappropriately for this study.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}