{
    "nctId": "NCT01389830",
    "briefTitle": "End of Life Treatment Preferences of Latino Medicare Beneficiaries With Cancer",
    "officialTitle": "End of Life Treatment Preferences of Latino Medicare Beneficiaries With Cancer",
    "overallStatus": "UNKNOWN",
    "conditions": "Advanced Cancers",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 230,
    "primaryOutcomeMeasure": "End of Life Treatment Preferences of Older Latinos With and Without Cancer (Survey Responses)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. (Inclusion Criteria of participants recruited from CPTD) Cancer and non-cancer participants recruited to the study must have either been enrolled in either the screening (cancer negative) or treatment (cancer positive) of the Centers for Medicare and Medicaid Services Cancer Prevention and Treatment Demonstration Project (CMS CPTD) (Protocol 2006-0419) or must be listed as a current patient from the provided MD Anderson Tumor Registry list. All participants must meet the CPTD eligibility criteria listed below.\n2. (Inclusion Criteria of participants recruited from CPTD) Cancer patients must have a stage III diagnosis or greater of cancer.\n3. (Inclusion Criteria of participants recruited from the CPTD) Cancer patients must designate a proxy respondent at the time of the baseline interview in the event that a participant cannot complete subsequent phone interviews due to illness severity or cognitive impairment.\n4. (Inclusion Criteria of the CPTD, Protocol 2006-0419) All participants must: Be Latino / Hispanic American.\n5. (Inclusion Criteria of the CPTD, Protocol 2006-0419) All participants must: Have Medicare Part A and Part B.\n6. (Inclusion Criteria of the CPTD, Protocol 2006-0419) All participants must: Be at least 40 years of age.\n7. (Inclusion Criteria of the CPTD, Protocol 2006-0419) All Cancer Screening Group (cancer negative) participants must: Be a Medicare-eligible beneficiary from Region 6 (Central Gulf Coast) as defined by Texas Department of State Health Services.\n8. (Inclusion Criteria of the CPTD, Protocol 2006-0419) All Cancer Treatment Group (cancer positive) participants must: Have been diagnosed with breast, cervix, prostate, colorectal, and/or lung cancer within the past 5 years. Be a Medicare-eligible beneficiary from Texas.\n9. (Inclusion Criteria of participants recruited from Tumor Registry) Be Latino / Hispanic American.\n10. (Inclusion Criteria of participants recruited from Tumor Registry) Have Medicare Part A and Part B.\n11. (Inclusion Criteria of participants recruited from Tumor Registry) Be at least 40 years of age.\n12. (Inclusion Criteria of participants recruited from Tumor Registry) Must have a stage 3 diagnosis of cancer or greater.\n13. (Inclusion Criteria of participants recruited from Tumor Registry) Must designate a proxy respondent at the time of the baseline interview in the event that a participant cannot complete subsequent phone interviews due to illness severity or cognitive impairment.\n\nExclusion Criteria:\n\n1. Participants refuse to participate in the study or are not competent to give informed consent.\n2. Participants who miss 3 or more answers on the Six-Item Screener to Identify Cognitive Impairment.\n3. Participants are not able to complete the baseline assessment forms.\n4. (Exclusion Criteria of the CPTD, Protocol 2006-0419) All participants must: Not be enrolled in a managed care plan (also called an HMO, Medicare + Choice, or Medicare Advantage)\n5. (Exclusion Criteria of the CPTD, Protocol 2006-0419) All participants must: Not be enrolled in hospice\n6. (Exclusion Criteria of the CPTD, Protocol 2006-0419): All Cancer Screening Group (cancer negative) participants must: Not have been diagnosed with cancer within the last 5 years.\n7. (Exclusion Criteria of the CPTD, Protocol 2006-0419): All Cancer Treatment Group (cancer positive) participants must: Not Be a Medicare-eligible beneficiary outside of Region 6 (Central Gulf Coast) unless treated at MD Anderson.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}