{
    "nctId": "NCT01065441",
    "briefTitle": "Experimental Therapeutic Cancer Vaccine Created In-situ in Patients With Stage II-Stage IV Cancer",
    "officialTitle": "A Phase I/II Study of an Experimental Therapeutic Cancer Vaccine Created In-situ in Patients With Stage II-Stage IV Cancers",
    "overallStatus": "COMPLETED",
    "conditions": "Solid Tumors Stage II, Stage III and Stage IV, Breast Cancer, Colorectal Cancer, Prostate Cancer, Melanoma, Ovarian Cancer, Sarcoma, Non-small Cell Lung Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 9,
    "primaryOutcomeMeasure": "The primary endpoint is the evaluation of any drug-related toxicity associated with AlloStimTM administration as well as the reversibility of such toxicity.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* 18 years or older\n* Stage II-IV including breast cancer, colorectal cancer, non-small cell lung cancer, ovarian or other gynecological cancer, prostate cancer, pancreatic or other GI cancer, melanoma, head or neck cancer or lymphoma/plasmacytoma.\n* Measurable disease determined upon review of abdominal and/or chest CT scan within 60 days of evaluation for study inclusion with a target tumor lesion for cryoablation or alcohol ablation located in liver, kidney, bone, lung, adrenal, pancreas, lymph node, skin, neck or prostate deemed to be accessible for percutaneous access or carcinomatosis or malignant ascites or malignant pleural effusion.\n* When applicable, acceptable cryoablation procedure technique risk: the target tumor for ablation must have adequate distance from adjacent vasculature and other organs to permit safe application of cryoprobe (generally, more than a 2.5cm clearance of the cryoprobe from any vital structure such as the bowel, inferior vena cava, or aorta). The safety assessment of the cryoprobe placement will be made an attending radiologist based on imaging studies.\n* Life expectancy \\>90 days\n* No bevacizumab (Avastin®) within 6 weeks of planned cryoablation procedure\n* ECOG status 0-2\n* No concurrent medication known to interfere with platelet function or coagulation (e.g., aspirin, ibuprofen, clopidogrel, or warfarin) unless such medications can be discontinued for an appropriate time period based on the drug half-life and known activity (e.g., aspirin for 7 days) prior to cryoablation procedure\n* No low molecular weight heparin preparations unless can be discontinued 8 hours prior to cryoablation\n* At least 2 weeks since prior cytotoxic chemotherapy\n* Absolute granulocyte count ≥ 1,200/mm3\n* Platelet count ≥ 100,000/mm3\n* PT/INR ≤ 1.5\n\n  o INR correctable to ≤ 1.5 or a PT/PTT correctable to normal limits. Patients receiving anti-coagulation treatment with an agent such as warfarin or heparin may be allowed to participate. For patients on warfarin, the INR should be monitored weekly prior to the cryoablation day to assure INR is stable. However, heparin or warfarin must be withheld prior to cryoablation such that the above criteria are met.\n* Hemoglobin ≥ 9 g/dL\n* Creatinine ≤ 1.5 mg/dL\n* Total bilirubin ≤ 1.5 times normal\n* Alkaline phosphatase ≤ 2.5 times normal (≤ 5 times normal if liver involvement)\n* Aspartate aminotransferase (AST) or (SGOT) ≤ 2.5 times ULN\n* Alanine aminotransferase (ALT) or (SGPT) ≤ 2.5 times ULN\n* Not pregnant or lactating\n* Patients with child bearing potential must agree to use adequate contraception\n* No psychiatric or addictive disorders or other condition that, in the opinion of the investigator, would preclude study participation\n* Study specific informed consent\n\nExclusion Criteria:\n\n* Taking anticoagulant medication for concomitant medical condition (unless can be safely discontinued for cryoablation procedure)\n* Prior allogeneic bone marrow/stem cell or solid organ transplant\n* Chronic use (\\> 2 weeks) of greater than physiologic doses of a corticosteroid agent (dose equivalent to \\> 10 mg/day of prednisone) within 30 days of the first day of study drug treatment\n\n  o Topical and inhaled corticosteroids are permitted\n* Concomitant active autoimmune disease (e.g., rheumatoid arthritis, multiple sclerosis, autoimmune thyroid disease, uveitis)\n* Prior experimental cancer vaccine treatment (e.g., dendritic cell therapy, heat shock vaccine)\n* Immunosuppressive therapy, including: cyclosporine, antithymocyte globulin, or tacrolimus within 3 months of study entry\n* History of blood transfusion reactions\n* Known allergy to bovine products\n* Know allergy to murine products\n* Progressive viral or bacterial infection\n\n  o All infections must be resolved and the patient must remain afebrile for seven days without antibiotics prior to being placed on study\n* Cardiac disease of symptomatic nature or cardiac ejection fraction \\< 45%\n* Symptomatic pulmonary disease or FEV1, FVC, and DLCO ≤ 50% predicted\n* History of HIV positivity or AIDS o HBV and/or HCV positivity is permitted",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}