{
    "nctId": "NCT05376527",
    "briefTitle": "Open Multi-cohort Study of the First Phase of Safety of a Drug Based on Double Recombinant Vaccinia Virus VV-GMCSF-Lact",
    "officialTitle": "Open Multi-cohort Study of the First Phase of Safety of a Drug Based on Double Recombinant Vaccinia Virus VV-GMCSF-Lact in Patients With Recurrent/Refractory Metastatic Breast Cancer With Single and Multiple Administration",
    "overallStatus": "UNKNOWN",
    "conditions": "Oncolytic Virotherapy",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 73,
    "primaryOutcomeMeasure": "Frequency, nature, intensity and duration of adverse events related with the use of the study drug",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Female patients with recurrent and/or metastatic breast cancer, for whom the standard methods of treatment are considered ineffective by the medical commission.\n2. Histologically confirmed progressive / metastatic tumor.\n3. Detectable and measurable tumor foci - at least one measurable tumor site measured by CT (with a diameter more than 1 cm) and at least one tumor site for biopsy.\n4. Body weight index from 18.5 to 30 kg / m2 with body weight from 55 to 100 kg inclusive.\n5. Before inclusion of patients in the study, at least one of the following types of therapy was previously performed:\n\n   5.1 previous radiation therapy completed more than 4 weeks ago before the screening visit; 5.2 previous immunotherapy completed more than 4 weeks ago before the screening visit; 5.3 previous hormone therapy completed more than 4 weeks ago before the screening visit; 5.4 previous chemotherapy completed more than 4 months ago before the screening visit.\n6. The indicator of general status is not more than 2 points according the WHO scale.\n7. Age - 18 years or older.\n8. The level of ALT and AST does not exceed the upper limits of normal values more than 4 times.\n9. Hematological parameters: the number of leukocytes \\> 3000/µl, platelets \\> 100000/µl, hemoglobin \\> 8 g/DL.\n10. Negative result of the PCR test for the presence of SARS-CoV-2 virus RNA on screening.\n11. No signs of SARS at least 14 days before screening.\n12. Patients, 12.1. Not vaccinated against the SARS-CoV-2 coronavirus. OR 12.2. Vaccinated/revaccinated against SARS-CoV-2 coronavirus more than 90 days before the screening visit.\n13. Patient's ability to perform the study procedure and provide written informed consent in accordance with the GCP and local laws.\n\nExclusion Criteria:\n\n1. Incompatibility of patients with the inclusion criteria mentioned above.\n2. Severe cardiovascular diseases in the past and at the present time (myocardial infarction, hypertension, stroke, phlebothrombosis, coronary insufficiency requiring medical correction, etc.).\n3. Allergic reactions to any pharmacological drugs.\n4. Positive reaction of serological study to HIV, hepatitis B and C, syphilis.\n5. The use of immunosuppressive therapy for 90 days before inclusion in the study.\n6. Myeloproliferative disorders requiring systemic therapy, according to anamnesis.\n7. Exfoliative skin diseases (e.g. eczema or atopic dermatitis) requiring systemic therapy, according to anamnesis.\n8. Clinically significant renal pathology (bilateral renal artery stenosis, renal artery stenosis in a single kidney, patients undergoing kidney transplantation, clinically significant decrease in sodium, hypo- or hyperglycemia, creatinine exceeding the upper limit of normal values more than 2 times).\n9. Impaired renal function (decreased glomerular filtration rate less than 40 ml / min / 1,73 m2, estimated by the CKD-EPI calculation method).\n10. Absence of adequate venous access, allowing to perform infusion therapy.\n11. The inability of the CT.\n12. Use of drugs or therapies listed in the Prohibited Therapies section.\n13. The need for any vaccination/revaccination during the study.\n14. Mental illness that prevents the patient from understanding the treatment plan.\n15. Persons with alcohol, drug or drug addiction\n16. Pregnancy or breastfeeding, refusal of a reliable method of contraception.\n17. The need to use therapy during the study that is not permitted by this protocol.\n18. Any clinical condition or deviation from normal laboratory and vital signs at screening that, in the opinion of the Investigator, would preclude the safe completion of the study protocol.\n19. Participation in other clinical trials currently or within the last 3 months.\n20. Previous serious systemic reaction or adverse effect from a previous smallpox vaccination.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}