{
    "nctId": "NCT02643966",
    "briefTitle": "Assessment of Periodic Screening of Women With Denser Breast Using WBUS and DBT",
    "officialTitle": "Assessment of Periodic Screening of Women With Denser Breast Using WBUS and DBT (Also Known as \"DBTUST-Dense Breast Tomosynthesis / Ultrasound Screening Trial\")",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "SCREENING",
    "enrollmentCount": 6266,
    "primaryOutcomeMeasure": "Cancer Yield Per 1,000",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Women aged 40 to 75 years of age with heterogeneously dense or extremely dense parenchyma by prior digital mammography report (i.e., \"dense breasts\"), presenting for routine annual mammography with digital breast tomosynthesis.\n\nExclusion Criteria:\n\n* Known to be at high risk for breast cancer due to known or suspected pathologic BRCA mutation (i.e. first-degree relative with known mutation) or prior chest radiation therapy before age 30;\n* No mammogram within the prior 3 years;\n* Signs or symptoms of breast disease including lump, bloody or spontaneous clear nipple discharge, eczema of the nipple;\n* Pregnancy or lactation within the prior 6 months;\n* Plan to become pregnant in the next two years, as mammography is not typically performed for screening pregnant women;\n* Breast implants, as assessment of breast density may be problematic;\n* Recent prior breast surgery or breast biopsy or cyst aspiration within the prior 12 months;\n* Prior or current malignancy other than the following: a) Breast cancer at least one year earlier (12 full months have elapsed since the last treatment surgery) with no known distant metastases and no known residual tumor; or b) Basal or squamous cell skin cancer or in situ cervical cancer or stage I thyroid cancer; or c) Other cancer for which the patient has been disease free for ≥ 5 years, with no recurrence of cancer in the last five years and no residual disease detected in the last five years.\n* Screening contrast-enhanced MRI or 99mTc-sestamibi based imaging of the breast(s) within the prior 12 months or planned within the next two years, to avoid contamination of results;\n* Unwilling or unable to provide consent.",
    "sex": "FEMALE",
    "minimumAge": "40 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}