{
    "nctId": "NCT04494958",
    "briefTitle": "Palbociclib and Binimetinib in Advanced Triple Negative Breast Cancer",
    "officialTitle": "Phase IB Clinical Trial of Palbociclib and Binimetinib in Advanced Triple Negative Breast Cancer With Hyperactivation of ERK and/or CDK4/6",
    "overallStatus": "COMPLETED",
    "conditions": "Triple Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 24,
    "primaryOutcomeMeasure": "Progression Free survival",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Women \\>18 years-old.\n2. Diagnostic of metastatic or locally advanced non-resectable TNBC.\n3. Patient that have received at least one and up to two previous lines of therapy for metastatic TNBC and failed to last treatment. Previous treatments can be of any nature (chemotherapy, immunotherapy, antiangiogenics, experimental therapy, etc.).\n\n   Women with known BRCA1/BRCA2 germline mutations must have received a platinum based treatment or treatment with a PARP inhibitor.\n4. Patient must have experienced disease progression to the previous treatment line according to the RECIST 1.1 or iRECIST criteria.\n5. Availability of tumor tissue for ERK and CDK4/6 testing is mandatory prior to study inclusion, preferably obtained after last treatment or the most recent sample as possible (from metastatic site or first diagnosis according to sample availability). If the patient has not a tumor sample available prior to study inclusion, the patient will not be allowed to participate in the study.\n6. Ability to understand and signing of the written patient information/informed consent form (PIS/ICF) for ERK and CDK4/6 testing. ERK and CDK4/6 testing will be performed centrally at CNIO.\n7. Ability to understand and signing the written PIS/ICF for study treatment eligibility. Signed informed consent form must be available before any studyspecific procedure for the respective study parts may begin.\n8. Positivity for ERK and/or CDK4/6, defined as showing an H-score above the top-quartile according to published definitions \\[1\\].\n9. ECOG performance status of 0-1.\n10. Evaluable disease according to RECIST 1.1 criteria.\n11. Life expectancy \\>24 weeks.\n12. Adequate bone marrow, liver and renal function as assessed by laboratory requirements conducted within 7 days before first study drug administration:\n\n    1. Absolute neutrophil count (ANC) ≥ 1.500/mm3 (without granulocyte colony-stimulating factor support within 2 weeks before the first study drug administration)\n    2. Hemoglobin ≥ 9 g/dL (without transfusion or erythropoietin within 4 weeks before the first study drug administration)\n    3. Platelet count ≥ 100.000/mm3 (without transfusion within 2 weeks before the first study drug administration)\n    4. Total bilirubin ≤ 2 X the upper limit of normal (ULN).\n    5. Alanine aminotransferase (ALT) and aspartate aminotransferase (AST) ≤ 2.5 X ULN (≤ 5 times ULN for patients with liver metastases)\n    6. Glomerular filtration rate (GFR) \\> 50 mL/min/1.73 m2 according to the modification of diet in renal disease (MDRD) abbreviated formula.\n13. Patients must have recovered to ≤ Grade 1 in terms of toxicity from prior treatments (excluding neuropathy which can be ≤ Grade 2, and alopecia).\n14. Patients must be able to take oral medications.\n15. Patients must have adequate cardiac function, defined as:\n\n    1. Left ventricular ejection fraction (LVEF) \\> 50% as determined by echocardiogram or multigated acquisition scan (MUGA).\n    2. QTc \\< 480 msec.\n16. Negative serum pregnancy test in women of childbearing potential (performed within 7 days before the first treatment). Negative results must be available before the first study drug administration. Pregnancy test will not be performed in postmenopausal women.\n17. Women of reproductive potential must agree to use adequate contraception when sexually active. This applies for the time period since the signature of the informed consent form and until at least 1 month after the last study drug administration. The definition of adequate contraception will be based on the judgment of the investigator and on local requirements. Acceptable methods of contraception include, but are not limited to, (i) condoms (male or female) with or without a spermicidal agent; (ii) diaphragm or cervical cap with spermicide; (iii) intra-uterine device; (iv) hormone-based contraception.Zoledronic acid or denosumab started prior to trial registration is allowed, but in case they are required after initiation of trial procedures, adequate justification is required.\n\nExclusion Criteria:\n\n1. Participants who have had chemotherapy, radiotherapy, or major surgery within 2 weeks (6 weeks for nitrosoureas or mitomycin C) prior to entering the study.\n2. Patients that received during the metastatic disease setting any of the study drugs, palbociclib or binimetinib.\n3. Participants receiving any other study agents concurrently with the study drugs. Zoledronic acid or denosumab for bone metastases, started at least 15 days prior to enrollment are allowed.\n4. Participants with symptomatic brain metastases that require chronic steroids. Patients with a history of brain metastases are permitted to enroll as long as they have been treated, are off of steroids, and have been stable for a minimum of one month on imaging.\n5. Irradiation of single lesions in the last 28 days prior to trial recruitment, if it is the only location of the disease and it has not progressed. Patients with radiated single lesions that has progressed are allowed.\n6. Concurrent use of strong CYP3A4 inhibitors/inducers is prohibited due to drug-drug interactions with palbociclib. Moderate CYP3A4 inhibitors/inducers should be used with caution.\n7. Uncontrolled intercurrent illness including, but not limited to:\n\n   1. ongoing or active infection requiring systemic treatment\n   2. symptomatic congestive heart failure\n   3. cardiac arrhythmia\n   4. psychiatric illness/social situations that would limit compliance with study requirements\n   5. hypertension, defined as systolic blood pressure \\> 160 mmHg despite medical management\n   6. myocardial infarction, unstable angina, coronary artery bypass grafting, coronary angioplasty, or stenting \\< 6 months prior to screening\n8. History of QT syndrome, Brugada syndrome, known history of QTc prolongation, or Torsades de Pointes.\n9. History of Gilbert's syndrome.\n10. History of neuromuscular disorders that are associated with elevated CK (e.g. inflammatory myopathies, muscular dystrophy, amyotrophic lateral sclerosis, spinal muscular atrophy).\n11. Previous or concurrent cancer except:\n\n    1. cervical carcinoma in situ\n    2. treated basal-cell carcinoma or squamous cell skin cancer c. any other cancer curatively treated \\> 3 years before the first study drug administration\n12. Malabsorption syndrome or uncontrolled nausea, vomiting, or diarrhea that may interfere with the absorption of oral study medication in the opinion of the investigator.\n13. Pregnant women or breast-feeding.\n14. Known HIV-positive individuals on combination antiretroviral therapy.\n15. Active hepatitis B virus (HBV; chronic or acute; defined as having a known positive hepatitis B surface antigen \\[HBsAg\\] test at the time of screening) or hepatitis C infection requiring treatment.\n\n    1. Patients with past HBV infection or resolved HBV infection (defined as the presence of hepatitis B core antibody \\[HBcAb\\] and absence of HBsAg) are eligible if HBV DNA is negative.\n    2. Patients positive for hepatitis C virus (HCV) antibody are eligible only if polymerase chain reaction is negative for HCV RNA.\n16. Any condition that in the opinion of the investigator would interfere with evaluation of study treatment or interpretation of patient safety or study results, or inability to comply with the study and follow-up procedures.\n17. Participation in another clinical study with investigational medicinal products within 4 weeks before the first study drug administration.\n18. Clinically active infections within 2 weeks before the first study drug administration.\n19. Treatment with therapeutic oral or i.v. antibiotics within 2 weeks before the first study drug administration. Patients receiving prophylactic antibiotics (e.g. for prevention of a urinary tract infection or to prevent chronic obstructive pulmonary disease exacerbation) are eligible.\n20. Known hypersensitivity to any of the study drugs, study drug classes, or excipients in the formulation.\n21. Current diagnosis of any retinal disorders including retinal detachment, retinal pigment epithelial detachment (RPED), serous retinopathy or retinal vein occlusion or risk factors for RVO (e.g., uncontrolled glaucoma or history of hyperviscosity or hypercoagulability syndrome).\n22. Peripheral sensory neuropathy of CTCAE v.5.0 Grade 2 or higher\n23. Major surgery, open biopsy or significant traumatic injury within 4 weeks before the first study drug administration (central line surgery is not considered major surgery).\n24. Renal failure requiring peritoneal dialysis or hemodialysis.\n25. Substance abuse, medical, psychological or social conditions that may interfere with the patient's participation in the study or evaluation of the study results.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}