{
    "nctId": "NCT02876640",
    "briefTitle": "Retinoid 9cUAB30 in Producing a Biologic Effect in Patients With Early Stage Breast Cancer",
    "officialTitle": "Phase Ib 9cUAB30 in Early Stage Breast Cancer to Evaluate Biologic Effect",
    "overallStatus": "TERMINATED",
    "conditions": "Anatomic Stage I Breast Cancer AJCC v8, Anatomic Stage IA Breast Cancer AJCC v8, Anatomic Stage IB Breast Cancer AJCC v8, Anatomic Stage II Breast Cancer AJCC v8, Anatomic Stage IIA Breast Cancer AJCC v8, Anatomic Stage IIB Breast Cancer AJCC v8, Breast Ductal Carcinoma In Situ, Early Stage Breast Carcinoma, Invasive Breast Carcinoma",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "PREVENTION",
    "enrollmentCount": 27,
    "primaryOutcomeMeasure": "Absolute Change in Ki-67 Expression in Breast Epithelial Cells of Patients Treated With 9cUAB30",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Female only. The sample size of males affected by breast cancer is limited, hence we will not be able to collect significant data for analysis of the effect of study drug on breast cancer in males\n* Age \\>= 18 years. Because no dosing or adverse event data is currently available on the use of 9cUAB30 in participants \\<18 years of age\n* Eastern Cooperative Oncology Group (ECOG) performance status =\\< 1 or Karnofsky \\>= 70%\n* Invasive breast cancer diagnosed by needle core biopsy between 0.5 cm and 5 cm in size based on imaging, that is estrogen receptor positive (ER+) or estrogen receptor negative (ER-), Her2neu positive or negative OR ductal carcinoma in situ (DCIS) of the breast diagnosed by core needle biopsy and at least 1.0 cm in size based on imaging. Grade 3 ER+ DCIS will be allowed as well as ER- DCIS of any grade. For DCIS-only lesions, the imaging abnormality corresponding to the cancer must be at least 1.0 cm in size (i.e. calcifications, distortion or mass on mammogram, or mass or non-mass enhancement on magnetic resonance imaging \\[MRI\\])\n* White blood cells (WBC) \\>= 3000/mm\\^3\n* Platelets \\>= 100,000/mm\\^3\n* Hemoglobin \\> 10 g/dL\n* Bilirubin =\\< upper limit of institutional normal\n* Aspartate aminotransferase (AST) =\\< upper limit of institutional normal\n* Creatinine =\\< upper limit of institutional normal\n* Triglycerides =\\< 1.5 x upper limit of normal (ULN)\n* Cholesterol =\\< 1.5 x ULN\n* Participants must agree to discontinue all supplements containing vitamin A while taking study medication and for thirty days after the last dose of study medication.\n* Have not been treated with chemotherapy, or biological therapy in the last 5 years. We do not know if the previous treatment will have an effect on the tissues to be examined.\n* Have not used tamoxifen, raloxifene, or other antiestrogen compounds within 6 months of study entry. If used within 5 years of study entry, total duration of use must be less than 6 months\n* Have not used exogenous hormone replacement therapy or hormonal contraception in the year prior to diagnosis. The use of non-systemic estrogen (such as vaginal estrogen use) is allowed\n* The effects of 9cUAB30 on the developing human fetus are unknown. Since retinoids are known to be teratogenic, to avoid any complications due to unintentional pregnancies only postmenopausal women and some premenopausal women (as outlined below) will be eligible; should a woman become pregnant or suspect she is pregnant while participating in this study, she should inform her study physician immediately\n\n  * Women will be considered postmenopausal if one of the following is met:\n\n    * Prior bilateral oophorectomy\n    * 60 years of age or older\n    * Age less than 60 years; amenorrheic for 12 or more months; and follicle stimulating hormone (FSH) in the postmenopausal range\n  * Premenopausal women without childbearing potential are eligible to participate if one of the following criteria is met:\n\n    * Prior hysterectomy\n    * Prior fallopian tubal ligation (cut, tied, or sealed)\n    * Prior placement of permanent intratubal contraceptive devices (e.g. Essure)\n    * Partner with prior vasectomy and willing to use barrier method (e.g. condoms)\n* Participants must have the ability to understand, and the willingness to sign, a written informed consent document\n\nExclusion Criteria:\n\n* Participant taking medications that might interact with 9cUAB30\n* Participant who has started or increased dosage of lipid-lowering agents in the last 30 days of enrollment\n* Participant receiving any other investigational agents within 30-days of enrollment nor during study participation with the exception of 18F-FFNP investigational imaging agent\n* Participant with a history of allergic reactions attributed to compounds of similar chemical or biologic composition of retinoids\n* Participant with an uncontrolled intercurrent illness including, but not limited to;\n\n  * Ongoing or active infection,\n  * Symptomatic congestive heart failure,\n  * Unstable angina pectoris,\n  * Cardiac arrhythmia,\n  * A persistent grade 3 hypertension\n\n    * For grade 1, grade 2, and non-persistent grade 3 hypertension, repeat blood pressure reading after 5 minutes. If the average reading of the two measurements is grade 3 (systolic BP \\>=160 mm Hg or diastolic BP \\>=100 mm Hg) the patient is not eligible. If the average reading of the two measurements is less than or equal to grade 2, then the participant is eligible. If the average of the 2 readings is grade 1 or grade 2 hypertension, document the appropriate level hypertension on the baseline symptom form.\n  * Psychiatric illness/social situations that will limit compliance with study requirements\n* Participant who is breastfeeding or planning to breastfeed for a month post last dose of study agent\n* Participant known to be human immunodeficiency virus (HIV)-positive, as we do not know the effects of study drug on suppression of the immune system.\n* Participant with a history of a second cancer diagnosis or reoccurrence \\< 2 years from study entry with the exception of a history of squamous or basal cell carcinoma of the skin \\< 2 years from study entry will not be excluded from this study. This is to eliminate the residual effects of any previous treatments for those cancers\n* Participant with history of ipsilateral breast radiation\n* Participant's core biopsy slides suggest that later re-sectioning will not contain sufficient tumor to allow for an adequate evaluation of Ki67 and caspase 3 assays, at a minimum",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}