{
    "nctId": "NCT05263869",
    "briefTitle": "A Study of MRG002 in Treatment of Advanced HER-2 Positive Breast Cancer Patients",
    "officialTitle": "An Open-label, Multi-center, Single-arm Phase II Clinical Study to Evaluate the Efficacy and Safety of MRG002 in Advanced HER-2 Positive Breast Cancer Patients Previously Treated With Trastuzumab and TKIs (Magic-009)",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer With Liver Metastases",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 99,
    "primaryOutcomeMeasure": "Objective Response Rate (ORR) by Independent Review Committee (IRC)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Willing to sign the informed consent form and follow the requirements specified in the protocol.\n2. Aged 18 to 75 (including 18 and 75), both genders; Life expectancy ≥ 12 weeks;\n3. The score of ECOG for performance status is 0 or 1\n4. Patients with HER2-positive breast cancer confirmed by central laboratory and with evidence of liver metastasis by imaging;\n5. Archival or biopsy tumor specimens should be provided (primary or metastatic) for HER2 testing;\n6. Patients must have measurable lesions according to the Response Criteria in Solid Tumors (RECISTv1.1);\n7. Organ functions must meet the basic requirements.\n8. Patients of childbearing potential are willing to take effective contraceptive measures from the time of signing the informed consent form to 6 months after last administration of the study drug.\n\nExclusion Criteria:\n\n1. Previous history of other primary malignancies;\n2. Presence of peripheral neuropathy ≥ grade 2 (according to CTCAE V5.0);\n3. Previously received antibody-drug conjugates, investigational drugs, anti-tumor vaccines or drugs, endocrine therapy for breast cancer, radiotherapy, CYP3A4 inhibitors or inducers, anthracyclines and other treatments;\n4. Central nervous system metastasis and/or neoplastic meningitis;\n5. History of decompensated cirrhosis, or liver metastases with a single lesion ≥ 10 cm in longest diameter;\n6. Pleural or peritoneal effusion with combined clinical symptoms, which seriously endangers the life safety of subjects or urgently requires clinical treatment; Or pericardial effusion with combined clinical symptoms;\n7. Any serious or uncontrolled systemic disease judged by the investigator;\n8. Uncontrolled cardiac disease;\n9. Evidence of active infection;\n10. Pulmonary embolism or deep venous thrombosis within 3 months prior to study treatment;\n11. History of interstitial pneumonia, severe chronic obstructive pulmonary disease, severe pulmonary dysfuction, symptomatic bronchospasm, etc.;\n12. Patients with active autoimmune disease or a history of autoimmune diseases who are receiving immunosuppressive agents or systemic hormone therapy, and are still using them within 2 weeks prior to enrollment;\n13. History of hypersensitivity to any component of MRG002 or known history of hypersensitivity of ≥ Grade 3 to trastuzumab injection;\n14. Uncontrolled tumor-related bone pain or urgent spinal cord compression;\n15. Other conditions inappropriate for participation in this study, as deemed by the investigator.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}