{
    "nctId": "NCT06008158",
    "briefTitle": "Evaluation of a Once Per Day Regimen of Accelerated Partial Breast Irradiation for Improved Breast Appearance in Patients With Low Risk, Hormone Responsive Breast Cancer",
    "officialTitle": "Prospective Evaluation of a Once Per Day Regimen of Accelerated Partial Breast Irradiation in Low-Risk, Hormone-Responsive Breast Cancer",
    "overallStatus": "RECRUITING",
    "conditions": "Anatomic Stage 0 Breast Cancer AJCC v8, Anatomic Stage IA Breast Cancer AJCC v8, Estrogen Receptor-Positive Breast Carcinoma, HER2-Negative Breast Carcinoma",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 48,
    "primaryOutcomeMeasure": "Proportion of women that rate the cosmetic appearance of the breast as acceptable (\"excellent\" or \"good\")",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Documented informed consent of the participant and/or legally authorized representative\n* Age: \\>= 40 years\n* Female\n* Ability to read and understand English or Spanish for questionnaires\n* Anatomic pathologic stage 0 (ductal carcinoma in situ \\[DCIS\\]) or stage IA (invasive) breast cancer\n* Malignancy must be epithelial. Non-epithelial breast malignancies such as lymphoma or sarcoma are not allowed\n* Tissue from core biopsy or resection must show hormone sensitive receptors. Hormone sensitive receptors are defined as the following:\n\n  * - DCIS: Estrogen receptor (ER) positive (\\>= 60%)\n  * Invasive breast cancer:\n\n    * Oncotype DX =\\< 25 (if performed) OR\n    * If Oncotype DX is not performed an Allred score of 7 or 8. The following combinations of proportion of ER positive cells and staining intensity are allowed:\n\n      * ER positive (34-66% of cells) and staining intensity is strong (Allred 7)\n      * ER positive (\\>= 67% of cells) and staining intensity is intermediate (Allred 7)\n      * ER positive (\\>= 67% of cells) and staining intensity is strong (Allred 8)\n* Tissue from core biopsy or resection must be HER2 negative by current American Society of Clinical Oncology (ASCO)/College of American Pathologists (CAP) guidelines\n* Patients must have undergone breast conserving surgery with resulting negative surgical margins (no tumor on ink). Re-excision for negative margins is allowed. Patients with pathologically involved surgical margins are excluded\n* Patients must have pathologic Tis or T1 disease\n* Patients with invasive breast cancer, including patients with microinvasion, must have undergone surgical staging of the axilla (sentinel lymph node biopsy or axillary lymph node dissection) and have pathologically confirmed uninvolved lymph nodes. All lymph nodes must be pathologically negative (pN0\\[i-\\]). pN0(i+), pN1mic, pN1-pN3 axillary lymph nodes are not allowed Although an axillary lymph node dissection is not anticipated for low-risk ER positive breast cancers, axillary lymph node dissection is permissible\n* Patient must have physician-reported \"excellent\" or \"good\" cosmesis post-lumpectomy and prior to radiation therapy based on the 4-point Global Cosmetic Score\n* Women of childbearing potential (WOCBP): Negative urine or serum pregnancy test.\n\n  * If the urine test is positive or cannot be confirmed as negative, a serum pregnancy test will be required\n* Agreement by females of childbearing potential\\* to use an effective method of birth control or abstain from heterosexual activity for the course of the study through at least 1 month after the last dose of protocol therapy\n\n  * Childbearing potential is defined as not being surgically sterilized or have not been free from menses for \\> 1 year\n\nExclusion Criteria:\n\n* Any prior treatment with radiation therapy, anti-endocrine/hormone therapy, chemotherapy or biologic therapy for the currently diagnosed breast cancer PRIOR to surgical resection\n* Prior radiation to the region of the involved breast that in the opinion of the investigator would preclude partial breast irradiation\n* Clinically significant uncontrolled illness\n* Diagnosis of Paget's disease of the nipple\n* Other prior or active malignancy. Patients with a prior or concurrent malignancy whose natural history or treatment does not have the potential to interfere with the safety or efficacy assessment of the investigational regimen are eligible for this trial\n* Pregnant or breastfeeding\n* Prospective participants who, in the opinion of the investigator, may not be able to comply with all study procedures (including compliance issues related to feasibility/logistics)",
    "sex": "FEMALE",
    "minimumAge": "40 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}