{
    "nctId": "NCT02802748",
    "briefTitle": "Phase 0 Study of Metronomic Oral Vinorelbine and Letrozole in HR+/HER2-negative Early Breast Cancer Patients (VENTANA)",
    "officialTitle": "Randomized, Open-label, Three-arm, Parallel, Phase 0 Study of Metronomic Oral Vinorelbine and Letrozole Versus Letrozole or Vinorelbine Alone in Post-menopausal Women With Hormone Receptor-positive HER2-negative Early Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "EARLY_PHASE1",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "BASIC_SCIENCE",
    "enrollmentCount": 60,
    "primaryOutcomeMeasure": "Changes in the expression of the PAM50 proliferation signature upon treatment in patients defined as Luminal by PAM50",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Written informed consent for all study procedures in accordance with local regulatory requirements before protocol-specific procedures are started.\n* Postmenopausal status\n* Histologically confirmed invasive breast carcinoma, with all of the following characteristics: Primary tumor greater than or equal to (\\>/=) 1cm in largest diameter (cT1-3) and N0-Stage I to operable Stage III breast cancer\n* Scheduled or possibility of scheduling primary surgery within study window (surgery or biopsy within 5 days after treatment completion)\n* HR-positive breast cancer defined as ≥1% of anti-ER and/or anti-PgR stained tumor cells by IHC (per local assessment)\n* HER2-negative BC by IHC (score 0 or 1+) and/or FISH/CISH/SISH (defined as a ratio of HER2/CEP17\\<2 or single-probe average HER2 copy number \\<4 signals/cell), as per local assessment.\n* Known percentage of Ki67-positive tumor cells within pre-treatment sample or possibility of local assessment.\n* Available pre-treatment core or possibility to take a new biopsy with enough tumor sample for study analysis\n* ECOG performance status of 0 or 1\n* Adequate organ function, determined by laboratory tests performed within 7 days before treatment start\n\nExclusion Criteria:\n\n* Patients with cT4 or cN2-3 stage breast tumors\n* Bilateral invasive, multicentric or metastatic breast cancer\n* Patients with prior excisional biopsy of primary tumor and/or of axillar lymph nodes or or sentinel lymph node biopsy\n* Patients for whom upfront chemotherapy is clinically judged appropriate as optimal neoadjuvant treatment\n* Patients requiring imminent surgical procedure\n* Any prior treatment for breast cancer except for patients with Lobular Carcinoma In Situ (LCIS) treated with surgery or with Ductal Carcinoma In Situ (DCIS) treated exclusively with mastectomy. In both cases, surgery must have taken place \\>5 years prior diagnosis of current breast cancer\n* Other concurrent secondary malignancies, except for appropriately treated non-melanoma skin carcinoma, in situ melanoma and/or in situ cervical/colon cancer\n* Treatment with any investigational medicinal product or participation in another therapeutic clinical trial concurrently or in the 28 days prior randomization\n* Current uncontrolled severe systemic disease that could interfere with the intended therapy (e.g. clinical significant cardiovascular disease, pulmonary or metabolic disease, wound healing disorders, severe infection, heart failure, ischemic heart disease)\n* Hereditary fructose intolerance\n* Major surgical procedure or significant traumatic lesion within 28 days prior to treatment allocation or anticipated need for major surgery during the course of the study treatment, except if related with the breast cancer\n* Any psychological, family, sociological or geographical circumstance that could potentially represent an obstacle to compliance with the study protocol and the follow-up schedule; these circumstances will be discussed with the patient before enrolment in the trial",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}