{
    "nctId": "NCT06257264",
    "briefTitle": "A Study to Examine the Safety of Different Doses of BG-68501 Given to Participants With Advanced-Stage Tumors",
    "officialTitle": "A Phase 1a/1b Study of BG-68501, a Selective CDK2 Inhibitor, in Participants With Advanced Solid Tumors",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer, Small Cell Lung Cancer, Ovarian Cancer, Gastric Cancer, Hormone-receptor-positive Breast Cancer, Hormone Receptor Positive HER-2 Negative Breast Cancer, Advanced Solid Tumor, Endometrial Cancer, Prostate Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 108,
    "primaryOutcomeMeasure": "Part 1: Number of Participants with Adverse Events (AEs) and Serious Adverse Events (SAEs)",
    "eligibilityCriteria": "General Inclusion Criteria:\n\n* Female participants with advanced or metastatic HR+/HER2- breast cancer will be required to have ovarian function suppression using gonadotropin hormone-releasing hormone (GnRH) agonists (such as goserelin) or be postmenopausal.\n* Eastern Cooperative Oncology Group (ECOG) Performance Status ≤ 1.\n* Adequate organ function.\n\nPart 1 (Dose Escalation) Inclusion Criteria:\n\n* Participants with histologically or cytologically confirmed advanced or metastatic solid tumors potentially associated with CDK2 dependency including HR+/HER2- breast cancer, platinum refractory or resistant serous ovarian, fallopian tube, primary peritoneal cancer (PROC), small cell lung cancer (SCLC), and others.\n* Participants should have received prior available systemic therapy for their condition and should be refractory to or intolerant of standard-of-care therapies.\n* Participants with advanced solid tumors must have measurable disease per RECIST 1.1.\n\nPart 1 (Safety Expansion) Inclusion Criteria:\n\n* Participants with advanced or metastatic HR+/HER2- breast cancer, PROC, or SCLC.\n\nPart 2 (Dose Expansion) Inclusion Criteria:\n\n* Participants with selected advanced or metastatic HR+/HER2- breast cancer, PROC, SCLC, or advanced solid tumors with a specific gene mutation based on standard-of-care testing.\n\nGeneral Exclusion Criteria:\n\n* Prior therapy selectively targeting CDK2 inhibition. Prior CDK4/6 inhibitor therapy is permitted and required in local regions where it is approved and available.\n* Known leptomeningeal disease or uncontrolled, untreated brain metastasis. Participants with a history of treated central nervous system (CNS) metastases may be eligible if they meet additional criteria.\n* Any malignancy ≤ 3 years before the first dose of study treatment(s) except for the specific cancer under investigation in this study and any locally recurring cancer that has been treated with curative intent (eg, resected basal or squamous cell skin cancer, superficial bladder cancer, or carcinoma in situ of the cervix or breast).\n* Uncontrolled diabetes.\n* Infection requiring systemic antibacterial, antifungal, or antiviral therapy antiviral therapy ≤ 28 days before the first dose of study drug(s), or symptomatic COVID-19 infection.\n* History of hepatitis B or active hepatitis C infection.\n* Any major surgical procedure ≤ 28 days before the first dose of study treatment(s).\n* Prior allogeneic stem cell transplantation, or organ transplantation.\n\nNote: Other protocol defined Inclusion/Exclusion criteria may apply.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}