{
    "nctId": "NCT05967286",
    "briefTitle": "Olaparib and Alpelisib for Treatment of Metastatic Breast Cancer, A ComboMATCH Treatment Trial",
    "officialTitle": "Olaparib Plus Low-Dose Alpelisib for Breast Cancer: A ComboMATCH Treatment Trial",
    "overallStatus": "WITHDRAWN",
    "conditions": "Anatomic Stage III Breast Cancer AJCC v8, Anatomic Stage IV Breast Cancer AJCC v8, Metastatic HER2-Negative Breast Carcinoma, Unresectable HER2-Negative Breast Carcinoma",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "Progression-free survival (PFS) (Cohort 2)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patient must have enrolled onto EAY191 and must have been given a treatment assignment to ComboMATCH to EAY191-A2 based on the presence of an actionable mutation as defined in EAY191\n* Metastatic or unresectable breast cancer that is HER2-negative (by American Society of Clinical Oncology-College of American Pathologists \\[ASCO-CAP\\] guidelines)\n* Patients with estrogen receptor positive (ER+) or ER-negative disease are eligible\n* Germline or deleterious somatic mutation in at least one of: BAP1, BARD1, BRCA1, BRCA2, BRIP1 (FANCJ), FANCA, FANCC, FANCD2, FANCE, FANCF, FANCM, MRE11,PALB2, RAD50, RAD51B, RAD51C, RAD51D\n* COHORTS 1 AND 2 (PARP-INHIBITOR NAIVE): No prior PARP-inhibitor is allowed. Prior mTOR- or AKT-inhibitor is allowed\n* COHORTS 1 AND 2 (PARP-INHIBITOR NAIVE): PIK3CA mutation status\n* COHORT 3 (PRIOR PARP-INHIBITOR): Patient must have received and progressed on prior PARP inhibitor therapy in any setting; intervening lines of therapy are allowed\n* At least one measurable lesion that can be accurately assessed at baseline by CT (MRI where CT is contraindicated) and is suitable for repeated assessment as per Response Evaluation Criteria in Solid Tumors (RECIST) 1.1\n* Prior PI3K inhibitor therapy is allowed\n* Patients with estrogen receptor positive (ER+) disease are eligible after progression on at least 1 prior endocrine treatment in the metastatic setting\n* No treatment within 4 weeks of registration which includes: investigational medicinal product (IMP), systemic anti-cancer treatment (cytotoxic chemotherapy, immunotherapy, targeted therapy except for PI3K inhibitors, biologics, tumor embolization, or monoclonal antibodies). If there is a period needed for the IMP or systemic treatment to be cleared from the body that may take longer than 4 weeks (i.e. period of 5 half lives), the longer time period should be utilized\n* No major surgery done =\\< 14 days prior to registration, or patients must have recovered from any effects from any major surgery that occurred \\> 14 days prior to registration\n* Not pregnant and not nursing, because this study involves an investigational agent whose genotoxic, mutagenic and teratogenic effects on the developing fetus and newborn are unknown and an agent that has known genotoxic, mutagenic and teratogenic effects\n\n  * Therefore, for women of childbearing potential only, a negative pregnancy test done =\\< 7 days prior to registration is required\n* Age \\>= 18 years\n* Eastern Cooperative Oncology Group (ECOG) Performance Status =\\< 2 (or Karnofsky \\>= 60%)\n* Absolute neutrophil count (ANC) \\>= 1,500/mm\\^3\n* Platelet count \\>= 100,000/mm\\^3\n* Total Bilirubin =\\< 1.5 x upper limit of normal (ULN)\n\n  * Except in the event of Gilbert disease, in which case total bilirubin must be =\\< 2 x ULN\n* Aspartate aminotransferase (AST)(serum glutamic oxaloacetic transaminase \\[SGOT\\]) / alanine aminotransferase (ALT)(serum glutamate pyruvate transaminase \\[SGPT\\]) =\\< 2.5 × institutional ULN\n* Hemoglobin (Hgb) \\>= 10.0 g/dL with no blood transfusion in the past 28 days\n* Fasting plasma glucose (FPG) =\\< 140 mg/dL (7.7 mmol/L)\n* Glomerular filtration rate (GFR) \\>= 50 mL/min\n\n  * Based on a 24-hour urine test for creatinine clearance or estimated using the Cockcroft-Gault equation\n* Patients must be able to swallow oral formulations of the agents and must not have gastrointestinal disorders likely to interfere with absorption of the study medication\n* Patients must not have symptomatic uncontrolled brain metastases. A scan to confirm the absence of brain metastases is not required. Patients with spinal cord compression are excluded unless considered to have received definitive treatment for this and evidence of clinically stable\n* Patients with known myelodysplastic syndrome/acute myeloid leukemia or with features suggestive of MDS/AML should be excluded\n* Patients who have had previous organ transplant, allogeneic bone marrow transplant or double umbilical cord blood transplantation should be excluded\n* Patients must not be considered a poor medical risk due to a serious, uncontrolled medical disorder, non-malignant systemic disease or active, uncontrolled infection. Examples include, but are not limited to, uncontrolled major seizure disorder, unstable spinal cord compression, superior vena cava syndrome, extensive interstitial bilateral lung disease on high resolution computed tomography (HRCT) scan\n* Patients with known history or current symptoms of cardiac disease, or history of treatment with cardiotoxic agents, should have a clinical risk assessment of cardiac function using the New York Heart Association Functional Classification. To be eligible for this trial, patients should be class 2B or better\n* Patients with a prior or concurrent malignancy whose natural history or treatment does not have the potential to interfere with the safety or efficacy assessment of the investigational regimen are eligible for this trial\n* Patients with type 1 diabetes mellitus are not eligible. Those with controlled type 2 diabetes mellitus (T2DM) are eligible. Patients with controlled T2DM, including those on insulin treatment, must meet the fasting plasma glucose requirement\n* Patients must not have a known hypersensitivity to olaparib or BYL719 (alpelisib)\n* Patients must not have known active hepatitis (i.e., hepatitis B or C) or human immunodeficiency virus (HIV) with detectable viral load. Patients with a history of HIV with undetectable viral load within 6 months are eligible) as long as drug-drug interactions are safe with study drugs if on anti-retroviral treatment. Testing at baseline for hepatitis or HIV is recommended but not required. If a patient had a history of chronic hepatitis B virus (HBV) infection, HBV viral load must be undetectable on suppressive therapy if indicated prior to registration. If a patient had a history of hepatitis C virus (HCV) infection, they must have received the appropriate treatment and have an undetectable HCV viral load prior to registration\n* Patients must not have a Grade 2 neuropathy or greater, within 14 days prior to registration\n* Chronic concomitant treatment with strong inhibitors of CYP3A4 (e.g., itraconazole, telithromycin, clarithromycin, protease inhibitors boosted with ritonavir or cobicistat, indinavir, saquinavir, nelfinavir, boceprevir, telaprevir) or moderate CYP3A inhibitors (e.g., ciprofloxacin, erythromycin, diltiazem, fluconazole, verapamil) is not allowed on this study. Patients on strong or moderate CYP3A4 inhibitors must discontinue the drug for 14 days prior to registration on the study\n* Chronic concomitant treatment with strong CYP3A4 inducers (e.g., phenobarbital, enzalutamide, phenytoin, rifampicin, rifabutin, rifapentine, carbamazepine, nevirapine and St John's Wort ) or moderate CYP3A inducers (e.g., bosentan, efavirenz, modafinil) is not allowed. Patients must discontinue 5 weeks for enzalutamide or phenobarbital and 3 weeks for other agents prior to registering to the study treatment\n* Cohort Migration EAY191-A2 Eligibility Criteria: Patients treated with Cohort 2 control treatment olaparib who experience disease progression may elect to migrate to Cohort 3 and receive combination treatment with BYL719 (alpelisib) and olaparib. Patients who choose to do so must meet laboratory values and performance status requirements as above and must be begin treatment within 21 days",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}