{
    "nctId": "NCT05900206",
    "briefTitle": "Trastuzumab Deruxtecan Versus Standard Neoadjuvant Treatment for HER2-positive Breast Cancer",
    "officialTitle": "A Randomized Trial of Trastuzumab Deruxtecan and Biology-Driven Selection of Neoadjuvant Treatment for HER2-positive Breast Cancer: ARIADNE",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 370,
    "primaryOutcomeMeasure": "Pathologic complete response (pCR) of HER2-enriched patients",
    "eligibilityCriteria": "To be eligible for the study, patients must fulfil all inclusion criteria:\n\n1. Women or men 18 years or older\n2. Before patient registration/randomization, written informed consent must be given according to ICH/GCP, and national/local regulations\n3. Histologically confirmed breast cancer with an invasive component measuring ≥ 20 mm and/or with morphologically confirmed spread to regional lymph nodes (stage cT2-cT4 with any cN, or cN1-cN3 with any cT).\n4. Eastern Cooperative Oncology Group (ECOG) performance status 0 or 1 at the time of randomization (see Appendix B).\n5. Known estrogen-receptor and/or progesterone receptor status, as assessed locally by IHC. The cut-off for positivity for ER/PR for this study is at least 10% of cell nuclei staining for ER or PR, respectively.\n6. Known HER2-positive breast cancer defined as an IHC status of 3+. If IHC is 2+, a positive in situ hybridization (FISH, CISH, or SISH) test is required by local laboratory testing. ISH positivity is defined as a ratio of ≥ 2 for the number of HER2 gene copies to the number of signals for chromosome 17 copies.\n7. Left Ventricular Ejection Fraction (LVEF) ≥ 50%\n8. Adequate bone-marrow, hepatic and renal function defined as laboratory tests within 7 days prior to enrolment:\n\n   i. Hematology:\n   1. Absolute granulocytes \\> 1.5 x 109/L\n   2. Platelets \\> 100 x 109/L\n   3. Hb \\> 90 gr/L ii. Biochemistry\n\n   <!-- -->\n\n   1. Bilirubin ≤ upper limit of normal (ULN)\n   2. Serum creatinine ≤ 1.5 x ULN\n   3. Aspartate aminotransferase (AST) and alanine aminotransferase (ALT) ≤ 1.5 x ULN\n   4. Albumin ≥ 30 gr/L iii. Coagulation:\n\n   <!-- -->\n\n   1. INR/PT ≤ 1.5 x ULN, unless the subject is receiving anticoagulant therapy and INR/PT is within intended therapeutic range\n   2. aPTT ≤ 1.5 x ULN, unless the subject is receiving anticoagulant therapy and aPTT is within intended therapeutic range\n9. Availability of tumor and blood samples as described in the protocol\n10. Negative serum pregnancy test for women of childbearing potential or for patients who have experienced menopause onset \\<12 months prior to randomization.\n11. Patients of childbearing potential must be willing to use one highly effective contraception or two effective forms of nonhormonal contraception. See also 5.6 Precautions.\n12. Participants must be able to communicate with the investigator and comply with the requirements of the study procedures\n\nTo be eligible for the study, patients must not fulfil any exclusion criteria:\n\n1. Participation in other interventional trials\n2. Presence of distant metastases, including node metastases in the contralateral thoracic region or in the mediastinum\n3. Other malignancy diagnosed during the past five years, except adequately controlled limited basal cell carcinoma or squamous-cell carcinoma of the skin, in situ melanoma or carcinoma in situ of the cervix.\n4. History of invasive breast cancer\n5. History of DCIS, except for patients treated exclusively with mastectomy \\>5 years prior to diagnosis of current breast cancer\n6. Active cardiac disease or a history of cardiac dysfunction including any of the following:\n\n   1. History of unstable angina pectoris, myocardial infarction or recent (\\<6 months) cardiovascular event including stroke and pericarditis\n   2. History of documented congestive heart failure (New York Heart Association functional classification II-IV)\n   3. Documented cardiomyopathy\n   4. QTc \\> 450 msec as measured by Fridericia's formula, family or personal history of long or short QT syndrome, Brugada syndrome or known history of QTc prolongation or Torsade de Pointes.\n   5. Uncontrolled hypertension\n   6. Symptomatic or uncontrolled arrhythmia, including atrial fibrillation.\n7. Patients with ER-positive BC being treated with drugs recognized as strong inhibitors or inducers of the isoenzyme CYP3A (see table 5) which cannot be discontinued at least 7 days prior to planned treatment with ribociclib.\n8. Concomitant medication(s) with a known risk to prolong the QT interval and/or known to cause Torsades de Pointes that cannot be discontinued or replaced by safe alternative medication\n9. Pregnant or breastfeeding female patients, or patients who are planning to become pregnant\n10. History of (non-infectious) Interstitial Lung Disease (ILD) / pneumonitis that required steroids, has current ILD/pneumonitis, or where suspected ILD/pneumonitis cannot be ruled out by imaging at screening.\n11. Lung-specific intercurrent clinically significant illnesses including, but not limited to, any underlying pulmonary disorder (e.g. pulmonary emboli within three months of the study enrollment, severe asthma, severe COPD, restrictive lung disease, pleural effusion etc.)\n12. Any autoimmune, connective tissue or inflammatory disorders (e.g. Rheumatoid arthritis, Sjogren's, sarcoidosis etc.) where there is documented, or a suspicion of pulmonary involvement at the time of screening. Full details of the disorder should be recorded in the eCRF for patients who are included in the study.\n13. Prior pneumonectomy\n14. History of positive testing for HIV or known AIDS\n15. Acute or chronic infection with hepatitis B or C virus\n16. Any impairment of gastrointestinal (GI) function or GI disease that may significantly alter the absorption of the study drugs (e.g., uncontrolled ulcerative diseases, uncontrolled nausea, vomiting, diarrhea, malabsorption syndrome, or small bowel resection).\n17. Receipt of live, attenuated vaccine within 30 days prior to the first dose of trastuzumab deruxtecan. Note: Patients, if enrolled, should not receive live vaccine during the study and up to 30 days after the last dose of study drug.\n18. Any psychological, including substance abuse, familial, sociological or geographical condition potentially hampering compliance with the study protocol and follow-up schedule; those conditions should be discussed with the patient before registration in the trial.\n19. Allergic reactions or hypersensitivity to the study drugs or other monoclonal antibodies\n20. Administration of other experimental drugs, either concomitantly or during the past 30 days before treatment initiation.\n21. Pre-treatment axillary surgery\n22. Recent major surgery (within 4 weeks from start of study treatment) or anticipated need for major surgery during the study.\n23. A pleural effusion, ascites or pericardial effusion that requires drainage, peritoneal shunt, or Cell-free and Concentrated Ascites Reinfusion Therapy (CART).",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}