{
    "nctId": "NCT05377684",
    "briefTitle": "Study of Quality of Life and Hormone Levels in Premenopausal Participants With Early Breast Cancer Receiving Triptorelin Plus Additional Cancer Treatment",
    "officialTitle": "Noninterventional, Multicentre, Prospective, Cohort Study Assessing the Quality of Life and Hormonal Levels in Premenopausal Patients With Hormone Receptor-positive and HER2-negative Early Breast Cancer in Italy - ROSE Study",
    "overallStatus": "RECRUITING",
    "conditions": "Early-stage Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 419,
    "primaryOutcomeMeasure": "Proportion of participants reaching a clinically significant change in the global Quality of Life (QoL) score.",
    "eligibilityCriteria": "Inclusion Criteria :\n\n* Premenopausal (as per local definition) female patients aged ≥18 years on the day the informed consent is signed;\n* Patients have histologically proven, HR-positive and HER2 negative breast cancer according to local definition, determined by immunohistochemistry, and up to stage IIIA. Note: patients with synchronous bilateral breast cancer and patients with breast cancer (BRCA)1/2 gene mutations are eligible;\n* Patients have been prescribed adjuvant endocrine treatment with TAM or an AI plus triptorelin (either the 1 month or 3 month formulation) by their treating physician or, in alternative, triptorelin given in combination or consequent to neoadjuvant/adjuvant chemotherapy. Note: the decision to prescribe triptorelin is made by the treating physician prior to and independently of the decision to enroll the patient in this study;\n* Patients must be documented to be disease-free at enrolment, as determined by the treating physician according to institutional standards. Note: in case the patient has been prescribed neoadjuvant treatment, the patient will receive surgery and be enrolled but will only remain in the study if disease-free condition is confirmed after surgery. If this condition is not confirmed, then the patient will be discontinued from the study;\n* Written informed consent for trial participation must be signed and dated by the patient and the Investigator prior to enrolment;\n* Patients have been informed of and agree to data transfer and handling, in accordance with national data protection guidelines;\n* Patients must be accessible for follow-up;\n* Patients may have received previous treatment with triptorelin for another indication, but the last administration must have occurred at least 6 months before enrolment.\n\nExclusion Criteria :\n\n* Patient is currently enrolled in any other clinical study or has participated in one within the 12 weeks prior to the Inclusion visit, or is scheduled to receive a new investigational drug while this study is ongoing;\n* Patient is not eligible for triptorelin treatment as guided by the product's label in Italy due to safety concerns or has prior history of no responsiveness to triptorelin (in case of previous triptorelin treatment);\n* Patient has premenopausal status that cannot be defined;\n* Patient has had bilateral oophorectomy or ovarian irradiation;\n* Patient has current loco-regional relapse and/or distant metastatic disease;\n* Patient has a history of prior (ipsi- and/or contralateral) invasive breast cancer;\n* Patient has a history of malignancy other than invasive breast cancer, with the following exceptions: (a) Patients diagnosed, treated and disease-free for at least 5 years and deemed by the Investigator to be at low risk for recurrence of that malignancy are eligible; (b) Patients with the following malignancies are eligible, even if diagnosed and treated within the past 5 years: in situ breast ductal carcinoma; in situ cervical cancer; in situ thyroid cancer; nonmetastatic, no melanomatous skin cancers;\n* Patient has concurrent disease or condition that would make study participation inappropriate or any serious medical disorder that would interfere with the patient's safety;\n* Patient has psychiatric, addictive, or any other disorder that would prevent compliance with protocol requirements",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}