{
    "nctId": "NCT04118062",
    "briefTitle": "Communicating With Patients on Cancer Resistance to Treatment: the Development of a Communication Tool. (HECTOR)",
    "officialTitle": "Communicating With Patients on Cancer Resistance to Treatment: the Development of a Communication Tool. A Qualitative Cross-sectional Study of Professionals, Patients, Parents of Sick Children, and Expert Patients, in the Context of Triple Negative or Luminal B Breast Cancer, Metastatic Uveal Melanoma and Pediatric Cancers.",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Metastatic Uveal Melanoma, Triple Negative Breast Cancer, Luminal B Breast Cancer, Pediatric Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "OTHER",
    "enrollmentCount": 190,
    "primaryOutcomeMeasure": "List of patients' needs, particularly regarding communication with physicians",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients:\n\n  1. To be 18 years of age or older ;\n  2. To have metastatic uveal melanoma (MUM) or triple negative or luminal B breast cancer ;\n  3. To have received the information that the disease is resistant to treatment ;\n  4. To have read the information and signed the informed consent.\n* Parents of a sick child:\n\n  1. To be a parent (parental authority holder) of a child with cancer ;\n  2. To have received the information that the child disease is resistant to treatment ;\n  3. To have read the information and signed the informed consent.\n* Expert patients:\n\n  1. To be 18 years of age or older ;\n  2. To have had cancer (regardless the cancer site) ;\n  3. To participated to an expert patient training (fine knowledge of the illness, experience with the disease) ;\n  4. To have read the information and signed the informed consent.\n* Professionals:\n\n  1. To be an oncologist (medical oncologist, surgeon, radiotherapist, supportive care specialist) and/or to be a researcher in oncology (doctor, biologist, geneticist ...) ;\n  2. To have patients with a triple-negative or luminal B breast cancer or metastatic uveal melanoma which is resistant to anti-tumor treatments and/or to take part to a research on resistance to cancer treatment;\n  3. To have read the information and signed the informed consent.\n\nExclusion Criteria:\n\n* Patients \\& parents of a sick child:\n\n  1. To have difficulties in understanding the French language.\n  2. Have or have had cancer (criteria only for parents);\n  3. Pregnant woman, likely to be pregnant or breastfeeding (criteria only for patients).\n  4. Persons deprived of their liberty or under guardianship;\n  5. Impossibility of study requirements respect for geographical, social or psychological reasons.\n* Expert patients:\n\n  1. To have difficulties in understanding the French language ;\n  2. Currently being undergoing anti-tumor treatment.\n* Professionals:\n\n  1. To have difficulties in understanding the French language ;\n  2. Not to be confronted in professional practice with resistance to anti-tumor treatments.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}