{
    "nctId": "NCT04642508",
    "briefTitle": "The PreQ-20 TRIAL, a Prospective Cohort Study of Patients Undergoing Prepectoral Breast Reconstruction",
    "officialTitle": "The PreQ-20 TRIAL, a Prospective Cohort Study of the Oncologic Safety, Quality of Life and Cosmetic Outcomes of Patients Undergoing Prepectoral Breast Reconstruction",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Cancer, Quality of Life, Surgery--Complications",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 81,
    "primaryOutcomeMeasure": "Incidence of implant loss (Feasibility of recosntruction)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* We will include all women operated on in the Breast Unit through skin sparing mastectomy/Nipple skin sparing mastectomy (unilateral or bilateral) and immediate reconstruction with prepectoral implantation.\n\nThe study population will include 2 patient groups:\n\n1. Women with breast carcinoma. This group consists of patients with a histological diagnosis of in situ or infiltrating breast carcinoma, either primary or metachronic, which requires mastectomy as the surgical treatment.\n2. Women at high risk for breast cancer. This group consists of women evaluated at a high-risk consultation and whose reducing risk mastectomy has been approved by the tumor committee of the Breast Unit of University Hospital Complex of A Coruna. For this procedure, the patients should meet at least one of the following criteria:\n\n   * Hereditary breast and ovarian cancer syndrome, either by demonstrated genetic mutation or through their family history.\n   * Histological diagnosis of high-risk lesions (atypical hyperplasia, ductal carcinoma in situ, lobular carcinoma in situ) associated with family history.\n   * High-risk criteria (genetic, histological, family) during the breast cancer follow-up.\n\nExclusion Criteria:\n\n* Inability to undergo magnetic resonance imaging during the diagnosis and follow-up.\n* Inability to fill out the BREAST-Q questionnaire.\n* Unwillingness by the patient to participate in the study.\n* Breast sarcomas.\n* Benign breast tumors.\n* Prepectoral breast reconstruction using expanders.\n* Prepectoral reconstruction with mesh",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}