{
    "nctId": "NCT04726332",
    "briefTitle": "Study of XL102 as Single-Agent and Combination Therapy in Subjects With Solid Tumors (QUARTZ-101)",
    "officialTitle": "A Dose Escalation and Expansion Study of the Safety and Pharmacokinetics of XL102 as Single-Agent and Combination Therapy in Subjects With Inoperable Locally Advanced or Metastatic Solid Tumors",
    "overallStatus": "TERMINATED",
    "conditions": "Neoplasm Malignant, Epithelial Ovarian Cancer, Triple Negative Breast Cancer, Hormone Receptor Positive Breast Carcinoma, Metastatic Castration-resistant Prostate Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 52,
    "primaryOutcomeMeasure": "Dose-Escalation Stage: MTD/recommended dose for XL102",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Cytologically or histologically and radiologically confirmed solid tumor that is inoperable, locally advanced, metastatic, or recurrent.\n* Dose-Escalation Stage Cohort A (Solid Tumors): The subject has a solid tumor that is unresectable or metastatic and for which life-prolonging measures do not exist or available therapies are intolerable or no longer effective.\n* Dose-Escalation Stage Cohort B and Cohort-Expansion Stage Cohorts F and H (Hormone Receptor-Positive Breast Cancer): Subjects with breast cancer that is hormone receptor-positive (estrogen receptor positive \\[ER+\\] and/or progesterone receptor positive \\[PR+\\]) and negative for human epidermal growth factor receptor 2 (HER-2 negative \\[HER-2-\\]) and who have documented radiographic disease progression during or following their last systemic anticancer therapy for inoperable locally advanced or metastatic disease.\n* Dose-Escalation Stage Cohort C and Cohort-Expansion Stage Cohorts G and I (Metastatic Castration-Resistant Prostate Cancer): Subjects with adenocarcinoma of the prostate. Note: Neuroendocrine differentiation and other histological features are permitted if adenocarcinoma is the primary histology.\n* Cohort-Expansion Stage Cohort D (Triple Negative Breast Cancer): Subjects with breast cancer that is negative for HER-2, estrogen receptors, and progesterone receptors, and who have documented radiographic disease progression during or following their last systemic anticancer therapy for inoperable locally advanced or metastatic disease.\n* Cohort-Expansion Stage Cohort E (Epithelial Ovarian Cancer): Subjects with epithelial ovarian cancer, including primary peritoneal cancer (PPC) and fallopian tube cancer (FTC) who have platinum-resistant disease following treatment with a platinum-containing chemotherapy. Ovarian borderline epithelial tumors (low malignant potential) are excluded.\n* Expansion Cohorts: Subjects must have measurable disease per RECIST 1.1 as determined by the Investigator.\n* Tumor tissue material (archival or fresh tumor tissue \\[if it can be safely obtained\\]).\n* Recovery to baseline or ≤ Grade 1 severity (Common Terminology Criteria for Adverse Events version 5 \\[CTCAE v5\\]) from AEs, unless AEs are clinically nonsignificant (eg, alopecia) or stable (eg, peripheral neuropathy).\n* Eastern Cooperative Oncology Group (ECOG) Performance Status of 0-1.\n* Adequate organ and marrow function.\n* Sexually active fertile subjects and their partners must agree to use medically accepted methods of contraception.\n* Female subjects of childbearing potential must not be pregnant at screening.\n\nExclusion Criteria:\n\n* Receipt of XL102 or any other selective CDK7 inhibitor.\n* Receipt of any cytotoxic chemotherapy therapy or anticancer antibody therapy within 21 days before first dose of study treatment.\n* Receipt of any type of small molecule kinase inhibitor within 2 weeks before first dose of study treatment.\n* Receipt of any anticancer hormonal therapy within 2 weeks or within 5 half-lives of the agent, whichever is shorter, before first dose of study treatment. HR+BC subjects enrolled in the Combination Cohorts B and H receiving fulvestrant prior to first dose of study treatment are allowed to continue with their fulvestrant treatment. Metastatic CRPC subjects enrolled in the Combination Cohorts C and I receiving abiraterone prior to first dose of study treatment are allowed to continue with their abiraterone treatment.\n* Radiation therapy within 14 days before first dose of study treatment. Subjects with clinically relevant ongoing complications from prior radiation therapy are not eligible.\n* Known brain tumors and metastases or cranial epidural disease unless adequately treated with radiotherapy and/or surgery (including radiosurgery) and stable for at least 4 weeks before first dose of study treatment.\n* Use of strong inhibitors or inducers of cytochrome P450 (CYP) 3A4, and inhibitors of P-glycoprotein (P-gp) or breast cancer resistance protein (BCRP) transporter within 5 half-lives or 4 weeks prior to first dose of study treatment, whichever is shorter.\n* Use of a sensitive substrate of CYP3A4, CYP2B6, CYP2C8, CYP2C9, or BCRP transporter within 5 half-lives or 4 weeks prior to first dose of study treatment, whichever is shorter. For subjects with mCRPC in receiving combination treatment with XL102 and abiraterone plus prednisone, use of a substrate of CYP2D6 with a narrow therapeutic index within 5 half-lives or 4 weeks prior to first dose of study treatment, whichever is shorter, is prohibited.\n* The subject has uncontrolled, significant intercurrent or recent illness including, but not limited to, the following conditions:\n\n  1. Cardiovascular disorders: i. congestive heart failure New York Heart Association class 3 or 4, unstable angina pectoris, serious cardiac arrhythmias (eg, ventricular flutter, ventricular fibrillation, torsades de pointes). ii. uncontrolled hypertension defined as sustained blood pressure \\> 150 mmHg systolic or \\>90 mm Hg diastolic despite optimal antihypertensive treatment. iii. stroke (including transient ischemic attack \\[TIA\\]), myocardial infarction, or other ischemic event or pulmonary embolism (PE) within 6 months before first dose. Note: Subjects with a diagnosis of deep vein thrombosis (DVT) within 6 months before first dose are allowed if managed adequately with anticoagulants and asymptomatic at the time of first dose.\n  2. history of any lower gastrointestinal (GI) disorder (such as inflammatory bowel disease \\[IBD\\]) or any form of colitis (such as ulcerative colitis or Crohn's disease).\n  3. history of upper gastrointestinal (GI) inflammatory disorder (eg, esophagitis, gastritis, or duodenitis), gastroparesis, symptomatic gastroesophageal reflux disease (GERD) despite medical therapy, or gastric or duodenal ulcers within 6 months.\n  4. history of major surgical resection involving the stomach or small bowel or any other reason for a malabsorption syndrome.\n  5. history of significant bleeding (eg, GI hemorrhage) within 12 weeks before first dose.\n  6. active infection requiring systemic treatment, infection with human immunodeficiency virus (HIV) or acquired immunodeficiency syndrome (AIDS)-related illness, acute or chronic hepatitis B or C infection, or a known positive test for tuberculosis infection if supported by clinical or radiographic evidence of disease. Prophylactic use of antibiotics is allowed.\n  7. History of COVID-19 unless the subject has clinically recovered from the infection: at least 10 days prior to first dose or sooner, if COVID-19 PCR negative.\n  8. moderate to severe hepatic impairment (child-pugh B or C)\n  9. requirement for hemodialysis or peritoneal dialysis\n  10. history of solid organ, autologous or allogenic stem cell transplant\n* Concomitant use of certain medications.\n* Uncontrolled, significant intercurrent or recent illness.\n* Major surgery within 4 week before first dose of treatment. Minor surgery within 7 days before first dose of treatment. Complete wound healing from surgery must have occurred before first dose of treatment.\n* Corrected QT interval calculated by the Fridericia formula (QTcF) \\> 480 ms per electrocardiogram (ECG).\n* History of psychiatric illness likely to interfere with ability to comply with protocol requirements or give informed consent.\n* Inability to swallow oral study treatment formulation\n* Previously identified allergy or hypersensitivity to study treatment formulation\n* Pregnant or lactating females.\n* Diagnosis of another malignancy within 2 years before first dose of study treatment, except for superficial skin cancers, or localized, low grade tumors deemed cured and not treated with systemic therapy.\n* For subjects in Food-Effect Cohorts (A-FE) only: i. Known inability to tolerate high-fat meal provided on Day 1 ii. Allergy to meal components or dietary restrictions iii. Unable to fast for 4 hours predose and 2 hours post dose on Day 8",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}