{
    "nctId": "NCT06440967",
    "briefTitle": "A Study to Confirm if Fezolinetant Helps Reduce Hot Flashes in Women With Breast Cancer Who Are Having Hormone Therapy",
    "officialTitle": "A Randomized, Placebo-controlled, Double-blind, Phase 3 Clinical Study to Investigate the Efficacy and Safety of Fezolinetant for Treatment of Moderate to Severe Vasomotor Symptoms (Hot Flashes) in Women With Stage 0 to 3 Hormone Receptor-positive Breast Cancer Who Are Receiving Adjuvant Endocrine Therapy",
    "overallStatus": "RECRUITING",
    "conditions": "Hot Flashes",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 540,
    "primaryOutcomeMeasure": "Mean change from Baseline to Week 4 in the frequency of moderate to severe VMS",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Participant has a personal history of stage 0-3 hormone receptor positive (HR+), either human epidermal growth factor receptor (HER)-2+ or HER-2- breast cancer; appropriate documentation includes a written or electronic report.\n* Participant must be receiving stable maintenance adjuvant endocrine therapy (tamoxifen 20 mg daily or aromatase inhibitors, such as anastrozole, letrozole and exemestane) with or without gonadotropin-releasing hormone (GnRH) agonists/antagonists for a minimum of 4 months and be planning to continue on adjuvant endocrine therapy for the duration of the trial without change to therapy, brand or dose. Add-on therapies for breast cancer adjuvant treatment (e.g., cyclin dependent kinase-4 (CDK4) inhibitors) are allowed.\n* Participant has a minimum average of 7 moderate to severe hot flashes (HFs) (vasomotor symptoms (VMS)) per day as recorded in the electronic daily diary (data must be available for at least 7 of the last 10 days prior to randomization).\n* Has an European Cooperative Oncology Group (ECOG) score 0 or 1.\n* Has at least 12-month life expectation.\n* Participant is born female.\n* Female participant: Is not pregnant and at least 1 of the following conditions apply:\n\n  * Not a woman of childbearing potential (WOCBP)\n  * WOCBP who has a negative urine or serum pregnancy test at screening and day 1 and agrees to follow the contraceptive guidance from the time of informed consent through at least 30 days after final study intervention administration.\n* Female participant: Must not be breastfeeding or lactating starting at screening and throughout the investigational period and for 30 days after final study intervention administration.\n* Female participant: Must not donate ova starting at first administration of study intervention and throughout the investigational period and for 30 days after final study intervention administration.\n* Participant agrees not to participate in another interventional study while participating in the present study.\n* Participant's condition is stable as determined on the basis of medical history and general physical examination (including a bimanual clinical pelvic examination devoid of relevant clinical findings performed at the screening visit), hematology and biochemistry parameters, pulse rate and/or blood pressure and electrocardiogram (ECG) (or showing no clinically relevant deviations obtained within the last 3 months or at screening).\n* Participant has no new clinically significant findings on breast examination or from imaging (mammogram or breast ultrasound). Results indicate that the participant is a good candidate for the study. Appropriate documentation includes a written or electronic report. In case of double mastectomy, imaging is not needed.\n* Participant has a negative serology panel (including hepatitis B surface antigen (HBsAg), hepatitis C virus (HCV) antibody and human immunodeficiency virus (HIV) antibody screens).\n\nExclusion Criteria:\n\n* Participant has diagnosis of metastatic breast cancer (stage 4).\n* Participant has current or history (except complete remission for 5 years or more prior to signing informed consent) of any malignancy except for HR+ breast cancer (stage 0 to 3) or basal cell carcinoma.\n* Participant has had surgery or non-surgical (chemotherapy or radiotherapy) treatment for breast cancer within the last 3 months prior to signing informed consent.\n* Participant has active liver disease, jaundice, or elevated liver aminotransferases (alanine aminotransferase (ALT) or aspartate aminotransferase (AST)), elevated total bilirubin (TBL) or direct bilirubin (DBL), elevated international normalized ratio (INR) or elevated alkaline phosphatase (ALP) at screening. A participant with mildly elevated ALT or AST up to \\< 2 × upper limit of normal (ULN) can be enrolled if TBL and DBL are normal. Participant with mildly elevated ALP (up to \\< 1.5 × ULN) can be enrolled if cholestatic liver disease is excluded and no cause other than fatty liver is diagnosed. Participant with Gilbert's syndrome with elevated TBL may be enrolled as long as DBL, hemoglobin and reticulocytes are normal.\n* Participant has creatinine \\> 1.5 x ULN; or estimated glomerular filtration rate (eGFR) using the Modification of Diet in Renal Disease formula \\< 30 mL/min/1.73 m2 at the screening visit.\n* Participant has a history of endometrial hyperplasia or uterine/endometrial cancer.\n* Participant has a medical condition or chronic disease (including history of neurological \\[including cognitive\\], hepatic, renal, cardiovascular, gastrointestinal, pulmonary \\[e.g., moderate asthma\\], endocrine, or gynecological disease) or malignancy that could confound interpretation of the study outcome.\n* Participant uses a prohibited therapy (menopause hormone therapy (MHT), estradiol-containing hormonal contraceptive progestin and progesterone-only medicines, any treatment for VMS \\[prescription medications, over-the-counter, or herbal\\] or CYP1A2 (cytochrome P450) inhibitors) or is not willing to wash out such drugs; in addition, medications that are contraindicated due to underlying breast cancer diagnosis and the adjuvant endocrine therapy.\n* Participant has a known substance abuse or alcohol addiction within 6 months of screening.\n* Participant has received any investigational therapy within 90 days or 5 half-lives, whichever is longer, prior to screening.\n* Participant has any condition, which makes the participant unsuitable for study participation.\n* Participant has a known or suspected hypersensitivity to fezolinetant, the adjuvant endocrine therapy being used, or any components of the formulations used.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}