{
    "nctId": "NCT01183663",
    "briefTitle": "Lenalidomide in Combination With Bevacizumab, Sorafenib, Temsirolimus, or 5-Fluorouracil, Leucovorin, Oxaliplatin (FOLFOX)",
    "officialTitle": "A Phase I Study of Lenalidomide in Combination With Bevacizumab, Sorafenib, Temsirolimus, or 5-fluorouracil, Leucovorin, Oxaliplatin (FOLFOX) in Patients With Advanced Cancers",
    "overallStatus": "COMPLETED",
    "conditions": "Advanced Cancers",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 180,
    "primaryOutcomeMeasure": "Maximum Tolerated Dose (MTD) of Lenalidomide in Combination With Bevacizumab, Sorafenib, Temsirolimus, or 5-Fluorouracil, Leucovorin, Oxaliplatin (FOLFOX)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patients with advanced or metastatic cancer that is refractory to standard therapy, has relapsed after standard therapy, or for which there is no standard therapy available.\n2. Patients must be \\>/= 3 weeks beyond treatment with a cytotoxic chemotherapy regimen, therapeutic radiation, or major surgery. After targeted or biologic therapy there should be 5 half-lives or three weeks, whichever is shorter. Patients may have received palliative localized radiation immediately before or during treatment, providing radiation is not delivered only to the site of disease being treated under this protocol.\n3. Eastern Cooperative Oncology Group (ECOG) performance status \\</= 2\n4. Patients must have normal organ and marrow function, defined as absolute neutrophil count \\>/= 1,000/mL; platelets \\>/=50,000/mL (unless these abnormalities are due to bone marrow involvement); creatinine clearance \\>/= 50 ml/min by Cockcroft-Gault formula; total bilirubin \\</= 2.0; and alanine aminotransferase (ALT)/ serum glutamic pyruvic transaminase(SGPT) \\</= 5 X upper limit of normal (ULN) (unless patient has liver metastases).\n5. All study participants must be registered into the mandatory RevAssist® program, and be willing and able to comply with the requirements of RevAssist®.\n6. Females of childbearing potential (FCBP) must have a negative serum or urine pregnancy test with a sensitivity of at least 50 milli-International unit (mIU)/mL within 10 - 14 days prior to and again within 24 hours of prescribing lenalidomide (prescriptions must be filled within 7 days) and must either commit to continued abstinence from intercourse or begin TWO acceptable methods of birth control, one highly effective method and one additional effective method AT THE SAME TIME, at least 28 days before she starts taking lenalidomide. FCBP must also agree to ongoing pregnancy testing. Men must agree to use a latex condom during sexual contact with a FCBP even if they have had a successful vasectomy.\n7. Patients must be able to understand and be willing to sign a written informed consent document.\n8. Must be \\>/= 18 years of age.\n\nExclusion Criteria:\n\n1. Any serious medical condition, laboratory abnormality, or psychiatric illness that would prevent the subject from signing the informed consent form.\n2. Uncontrolled intercurrent illness, including, but not limited to, uncontrolled infection, uncontrolled asthma, need for hemodialysis, need for ventilatory support.\n3. Pregnant or breast feeding females. (Lactating females must agree not to breast feed while taking lenalidomide).\n4. Use of any other experimental drug or therapy within 21 days of baseline.\n5. Known hypersensitivity to thalidomide.\n6. History of hypersensitivity to any component of the formulation.\n7. The development of erythema nodosum, if characterized by a desquamating rash while taking thalidomide or similar drugs.\n8. Patients unwilling or unable to sign informed consent document.\n9. Uncontrolled systemic vascular hypertension (Systolic blood pressure \\>140 mmHg, diastolic blood pressure \\> 90 mmHg on medication) for patients treated in the bevacizumab or sorafenib arms.\n10. Patients with active deep venous thrombosis or pulmonary embolism or patients receiving anti-coagulation.\n11. Patients with clinically significant cardiovascular disease: History of cerebro-vascular accident (CVA) within 6 months; Myocardial infarction or unstable angina within 6 months; Unstable angina pectoris.\n12. Uncontrolled intercurrent illness, including, but not limited to, ongoing or active infection requiring parenteral antibiotics on Day 1.\n13. Major surgical procedure, open biopsy or significant traumatic injury within 28 days prior to Day 0 of protocol treatment.\n14. Patients that are taking CYP3A4 inducers and/or inhibitors, being considered for the temsirolimus arm: If a patient has a history of taking CYP3A4 inducers and/or inhibitors prior to enrollment on the temsirolimus arm, it is strongly recommended that the patient stops the drug and waits at least 5 half-lives of said drug before initiating therapy on the temsirolimus arm.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}