{
    "nctId": "NCT03658213",
    "briefTitle": "To Compare ZOLADEX 10.8 mg With ZOLADEX 3.6mg in Chinese Pre-menopausal ER+ HER2- Early Breast Cancer.",
    "officialTitle": "An Open Label, Randomised, Parallel Group, Multicentre, Non-inferiority Study to Compare ZOLADEX 10.8 mg With ZOLADEX 3.6 mg in Chinese Pre-menopausal Patients With Estrogen Receptor-Positive and HER2 Negative Early Breast Cancer",
    "overallStatus": "WITHDRAWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "Effective inhibition rate of serum estradiol(E2)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Provision of informed consent prior to any study specific procedures.\n2. Women aged ≥18 at screening, in pre-menopausal status defined as:\n\n   * Menses within 1 year before enrolment and within 3 weeks before enrolment, E2 \\>30 pg/mL and FSH ≤40 mIU/mL.\n   * Patients who received neo/adjuvant chemotherapy before randomisation should not having chemical menopause (Patients should meet: E2\\>30pg/mL and FSH ≤40mIU/mL) within 12 weeks after completion of the postoperative chemotherapy.\n3. Histologically confirmed ER+/HER2- primary invasive operable breast cancer (ER+ defined as at least 1% of the cells examined by immunohistochemistry testing have estrogen receptors).\n4. Neoadjuvant chemotherapy and adjuvant chemotherapy prior to study enrolment are acceptable. (Please refer to Guidelines such as NCCN Clinical practice guidelines in oncology-breast cancer and CSCO-BC breast cancer guidelines for standard protocols and dosages. Please make accurate records.).\n5. Have had proper surgery for primary breast cancer with no known clinical residual loco regional disease.\n6. World Health Organization (WHO) performance status of 0, 1, or 2.\n7. Female patients of child bearing potential and their partners, who are sexually active, must agree to the use of two highly effective forms of contraception in combination throughout the period of taking study treatment and for at least 3 month after last dose of Zoladex or Tamoxifen which happens later, or they must totally/truly abstain from any form of sexual intercourse.\n\nExclusion Criteria:\n\n1. Any evidence of metastatic disease.\n2. Have received other previous neo/adjuvant endocrine therapy for breast cancer.\n3. Other malignancy within the last 3 years except adequately treated basal cell/squamous cell carcinoma of the skin or cancer of the cervix.\n4. Have any unstable complication or uncontrolled infection during screening.\n5. Patients considered at poor medical risk due to a serious, uncontrolled medical disorder, non malignant systemic disease or active, uncontrolled infection. Examples include, but are not limited to, uncontrolled ventricular arrhythmia, recent (within 3 months) myocardial infarction, uncontrolled major seizure disorder, extensive bilateral lung disease on High Resolution Computed Tomography scan or any psychiatric disorder that prohibits obtaining informed consent.\n6. Postmenopausal woman, defined as a woman fulfilling any of the following criteria:\n\n   * Having undergone a bilateral oophorectomy\n   * Age ≥60 years\n   * Age \\<60 years and amenorrheic for 12 or more months in the absence of chemotherapy, tamoxifen, toremifene or ovarian suppression and FSH and oestradiol level in the postmenopausal range (utilising ranges from the local laboratory facility)\n   * If taking tamoxifen or toremifene, and age \\< 60 years, then FSH and plasma oestradiol level in the postmenopausal ranges (utilising ranges from the local laboratory facility)\n7. Have had a bilateral oophorectomy or ovarian irradiation.\n8. HER2 overexpression or gene amplification, i.e., immunohistochemistry (IHC)3+ or fluorescence in situ hybridisation (FISH)+, where appropriate\n9. Screening test results of:\n\n   * Platelets \\<100 × 109/L\n   * Total bilirubin \\>1.5 × upper limit reference range (ULRR)\n   * Alanine aminotransferase (ALT) or Aspartate aminotransferase (AST) \\>2.5 × ULRR\n10. Any other significantly abnormal laboratory test result at screening that would place the patient at unusual risk or confound the results of the study.\n11. Patients with a relevant history of any severe concomitant disease that would place the patient at unusual risk or confound the results of the study, e.g., a strong family history of osteoporosis or severe renal or hepatic impairment.\n12. Patients who, for whatever reason (e.g., confusion, infirmity, alcoholism) are unlikely to comply with study requirements as judged by the Investigator(s).\n13. Patients considered by the Investigator(s) to be at risk of transmitting any infection through blood or other body fluids including the agents for acquired-immune deficiency syndrome (AIDS) or other sexually transmitted disease or hepatitis.\n14. History of bleeding diathesis (i.e., disseminated intravascular coagulation \\[DIC\\] or clotting factor deficiency) or long-term anti-coagulant therapy (other than anti platelet therapy and low dose warfarin).\n15. History of any hypersensitivity to active or inactive excipients of LHRH agonist or tamoxifen.\n16. Patients unwilling to stop taking any drug that affects sex hormonal status, or in whom it would be inappropriate to stop.\n17. Participation in another clinical study with an investigational product during the last 30 days.\n18. Involvement in the planning and/or conduct of the study (applies to both AstraZeneca staff and/or staff at the study centre).\n19. Previous enrolment or randomisation of treatment in the present study.\n20. Female patients who are pregnant or breast-feeding.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT"
}