{
    "nctId": "NCT06364267",
    "briefTitle": "Low Dose Tamoxifen vs Low Dose Exemestane in Post-menopausal Women at High Risk for Breast Cancer.",
    "officialTitle": "Randomized Double Blind Phase 2 Trial of Baby Tamoxifen Versus Baby Exemestane in Post-menopausal Women at High Risk for Breast Cancer. BabyTEARS (Baby Tamoxifen or Exemestane Assessment Randomized Study)",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "PREVENTION",
    "enrollmentCount": 160,
    "primaryOutcomeMeasure": "Quality of life MEnQol",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Postmenopausal women, defined as amenorrhea for 6-12 months and FSH\\> 45 mU/mL, or amenorrhea for at least 12 months, and any of the following criteria:\n\n   * Recent (within 12 months from date of consent form signature) histologic diagnosis of ER+ve (\\>5%) DCIS or diagnosis within 3 years of HRL (ADH, LCIS, ALH), or:\n   * At least 3% breast cancer risk at 5 years (or 5% risk at 10yrs) per one of the following risk models: the Breast Cancer Surveillance Consortium risk calculator V3, the BCRAT model (https://tools.bcsc-scc.ucdavis.edu/BC5yearRisk/#/), or the CANRISK model (https://www.canrisk.org/), or Tyrer-CuzickmodelV8 (https://ibis-risk-calculator.magview.com/), or:\n   * Known carriers of a germline pathogenic/likely pathogenetic variant in the following moderate penetrance genes (CHEK2 or ATM), or women with chest wall irradiation before age of 30 years.\n2. Eastern Cooperative Oncology Group - performance status (ECOG-PS) 0-1.\n3. Able to swallow oral medications.\n4. Participants with a prior or concurrent malignancy whose natural history or treatment does not have the potential to interfere with the safety or efficacy assessment of the investigational regimen are eligible for this trial. Specifically, all cancers diagnosed since 3 years or longer except for breast and endometrial are eligible.\n5. Ability to understand and the willingness to sign a written informed consent document.\n6. Women of all races and ethnic groups are eligible for this trial.\n7. Mammography performed up to 6 months before the trial consent form signature.\n8. DEXA performed up to 12 months before the trial consent form signature.\n9. Adequate bone marrow, hepatic and renal functions within 12 months from the date of trial consent form signature as defined below:\n\n   1. Absolute neutrophil count (ANC) ≥ 1500/mm3\n   2. Platelets ≥ 100,000/ mm3\n   3. Hemoglobin ≥ 10.0 g/ dL\n   4. Total bilirubin ≤ 1.5 x Upper Limit of Normal (ULN)\n   5. ALT and AST ≤ 3.0 x ULN\n   6. Serum creatinine ≤ 1.5 x ULN or eGFR ≥ 60 mL/ min/ 1.73 m2.\n\nExclusion Criteria:\n\n* 1. Pre/perimenopausal women (amenorrhea \\< 6 months and FSH\\<45 mU/mL) are not eligible because of risk of uncontrolled ovarian stimulation with exemestane.\n\n  2. History of DVT or PE. 3. Endometrial cancer. 4. Macular disorders. 5. Inability to comply with study procedures. 6. Prior use of antiestrogens within 12 months from the date of the trial consent form signature.\n\n  7. Use of hormone replacement therapy (HRT) within 3 months from the date of the trial consent form signature.\n\n  8. Severe osteoporosis (T score \\<-2.5 at either spine or hip), or recent vertebral fracture (within 6 months) not treated with zolendronic acid or denosumab.\n\n  9. Participants receiving any medications or substances that are inhibitors or inducers of CYP450 2D6 should be carefully assessed. Selective serotonin reuptake inhibitors (SSRIs) are allowed although should be carefully registered and discouraged in de novo users, particularly fluoxetine, paroxetine, bupropion.\n\n  10. Certain anti-antimicrobials such as terbinafine and quinidine; and other medications like cinacalcet may reduce the effectiveness of tamoxifen.\n\n  11. Concomitant use of CYP3A4 inducer medication (rifampicin, phenytonin, carbamazepine, phenobarbital, and St. John's wort) is contraindicated.\n\n  12. Current use of warfarin. Antiaggregants and new oral anticoagulants are allowed.",
    "sex": "FEMALE",
    "minimumAge": "N/A",
    "stdAges": "CHILD, ADULT, OLDER_ADULT"
}