{
    "nctId": "NCT02833155",
    "briefTitle": "Entinostat in Chinese Postmenopausal Women Patients With Locally Recurrent or Metastatic Breast Cancer",
    "officialTitle": "A Phase I and Pharmacokinetic Study to Evaluate Histone Deacetylase Inhibitor, Entinostat in Chinese Postmenopausal Women Patients With Locally Recurrent or Metastatic Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 19,
    "primaryOutcomeMeasure": "Adverse events, 12-lead ECG, blood pressure/pulse, temperature, laboratory parameters and physical examination.",
    "eligibilityCriteria": "Inclusion Criteria:\n\nFor inclusion in the study patients should fulfil the following criteria:\n\n* Provision of informed consent prior to any study specific procedures.\n* Postmenopausal women aged ≤ 65years.\n* Estrogen receptor (ER) and / or progesterone receptor (PR) positive breast cancer confirmed by pathology.\n* Once received a non-steroidal aromatase inhibitor (letrozole / anastrozole) treatment, the disease recurrence or progression of breast cancer currently.\n* Patients must have Eastern Cooperative Oncology Group (ECOG) Performance Status 0-1. And recently (past 2 months), weight loss is no more than 10% of average weight.\n* Patients must have a life expectancy \\>3 months.\n* Patients must have adequate organ and bone marrow function as defined by the following laboratory results.\n\n  1. .absolute neutrophil count ( ANC )≥ 1,500 /mm3\n  2. . Platelets≥100,000 /mm3\n  3. . White blood cell count(WBC） ≥ 3,000 /mm3\n  4. . Hemoglobin ≥ 9 g/dL.\n  5. . Creatinine ≤ 1.5 times the upper limit of normal (ULN) for the institution or Creatinine clearance ≥ 60 ml/min/1.73m2\n  6. . Total bilirubin ≤ 1.5 times the upper limit of normal for the institution(ULN)\n  7. .Aspartate transaminases (AST/SGOT) or alanine transaminase (ALT/SGPT) ≤ 2.5 times the upper limit.\n* Patients must be able to take drugs and don't spit out, no malabsorption problem.\n* Able to comply with study procedures and follow-up examinations.\n\nExclusion Criteria:\n\n* Patients have known central nervous system metastasis except patients who have terminated steroid treatment for brain metastasis or spinal cord compression with remain disease stable for at least 1 month.\n* Previous treatment with entinostat or any other histone deacetylase inhibitor (Valproic acid, Chidamide etc).\n* Known allergy to any ingredients of entinostat and other drugs in the same class.\n* Women who are pregnant or breast-feeding (premenopausal). For women of childbearing potential, agreement to use a medically approved contraception measures (such as the intrauterine device (IUD), birth control pills or condoms) and to continue its use for the duration of study treatment and for 3 months after the last dose of study treatment.\n* Had received chemotherapy/radiotherapy or other anticancer therapy during the study or within 4 weeks of start of study treatment. Patients must completely recovered from all adverse events due to previous agents administered before 4 weeks (except alopecia).\n* Major surgery within 28 days of start of study treatment.\n* Patients have serious or uncontrolled systemic disease (such as severe liver dysfunction, severe renal dysfunction, poorly controlled diabetes, poorly controlled acute infections). Unstable or decompensated respiratory or cardiovascular disease, or peripheral vascular disease (including diabetic vascular disease), or organ transplantation.\n* Received potent CYP1A2 or CYP3A4 inducer and/or inhibitor (including but not limited following drug: ketoconazole, rifampicin, atazanavir, Clarithromycin, indinavir, itraconazole, nelfinavir, saquinavir, telithromycin, voriconazole, grapefruit or grapefruit juice, rifabutin, phenytoin, Carbamazepine and phenobarbital).\n* Patients with another active cancer (excluding basal cell carcinoma or cervical intraepithelial neoplasia \\[cervical intraepithelial neoplasia （CIN）/cervical carcinoma in situ\\] or melanoma in-situ). Prior history of other cancer is allowed, as long as there is no active disease within the prior 5 years.\n* Active bleeding or new thrombotic diseases using of anticoagulant drugs, patients with bleeding tendency.\n* Meet with any of the following criteria about cardiac parameters:\n* the corrected QT interval (QTc) \\>470 msec under resting conditions.\n* myocardial infarction or arterial thrombosis events within 6 months, or experiencing severe or unstable angina, or New York Heart Association (NYHA) Class III or IV disease.\n* Resting ECG imply any clinically significant abnormal on rhythm, conduction and morphology, for example, left bundle branch block, third degree heart block, second degree heart block, PR interval \\> 250 msec.\n* Any factors (such as, heart failure, hypokalemia, inherited long QT syndrome, acquired long QT syndrome or family history of unexplained sudden death in immediate family members under 40 years old) or known combined drug (such as, sotalol, cisapride, clozapine, amiodarone and erythromycin, etc.) to increase risk of prolongation of QTc interval or arrhythmic event.\n* History of or known human immunodeficiency virus (HIV) infection\n* Known drug or long-term alcoholics.\n* Patient is currently enrolled in (or completed within 30 days before study drug administration) another investigational drug study.\n* Involvement in the planning and conduct of the study.\n* Possible of lower inclusion criteria according to the researchers (such as weak, etc), or the other is not suitable for this study.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}