{
    "nctId": "NCT00040222",
    "briefTitle": "Clinical, Genetic, Behavioral, Laboratory and Epidemiologic Characterization of Individuals and Families at High Risk of Breast/Ovarian Cancer",
    "officialTitle": "Clinical, Genetic, Behavioral, Laboratory and Epidemiologic Characterization of Individuals and Families at High Risk of Breast/Ovarian Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Familial Ovarian Cancer, Familial Breast Cancer, BRCA1-associate Malignancies, BRCA2-associated Malignancies",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 377,
    "primaryOutcomeMeasure": "Epidemiologic Characterization of Individuals and Families at High Risk of Breast/Ovarian Cancer",
    "eligibilityCriteria": "* INCLUSION CRITERIA:\n\nIndividuals age 18 and over are considered for inclusion in the study if they have a:\n\nFamily history of neoplasia of an unusual type, pattern, or number which includes breast cancer or is consistent with an identified or suspected familial cancer syndrome which includes breast and/or ovarian cancer,\n\nPersonal history of neoplasia(s) or benign conditions of an unusual type or with unusual demographic features (young age of onset, multiple primary sites, rare tumor type of pathologic characteristics) consistent with an identified or suspected familial cancer syndrome which includes breast and/or ovarian cancer, or\n\nA known mutation associated with one of the breast/ovarian cancer family syndromes.\n\nEligibility is now restricted to only bloodline individuals age 18 and over from families which are already enrolled in 02-C-0212 and in which there is a known BRCA mutation\n\nPersonal and family medical history must be verified through questionnaires, interviews, and review of pathology slides and medical records. For known or suspected familial syndromes in which no gene has been identified, two or more living affected cases among family members are required for participation. The types of familial syndromes under active accrual and study are predominantly investigator-and hypothesis-driven. This approach permits CGB investigators to remain alert to the opportunities afforded by unexpected clusters of rare tumors in families and individuals, and to tailor the accrual of families with specific types of syndromes to meet programmatic goals. This requires that CGB investigators remain abreast of both general knowledge and state-of the-art developments in clinical oncology, genetics, epidemiology and molecular biology, so that critical research opportunities can be recognized when they present, and so that thoughtful decisions can be made regarding the commitment of the resources needed to conduct such studies.\n\nEXCLUSION CRITERIA:\n\nIndividuals and families referred for evaluation in whom reported diagnoses are not verifiable.\n\nInability to provide informed consent.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}