{
    "nctId": "NCT03931928",
    "briefTitle": "Genotype and Phenotype Guided Supplementation of TAMoxifen Standard Therapy With ENDOXifen in Breast Cancer Patients",
    "officialTitle": "Genotype and Phenotype Guided Supplementation of TAMoxifen Standard Therapy With ENDOXifen in Breast Cancer Patients (TAMENDOX)",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer, DCIS",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 356,
    "primaryOutcomeMeasure": "(Z-)endoxifen plasma concentration > 32 nM",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Written informed consent obtained prior to study entry. The patient must be accessible for scheduled visits and treatment.\n2. Pre- and postmenopausal women with ductal carcinoma in situ (DCIS) or early stage breast cancer. This includes stage I, IIA, IIB, and IIIA breast cancers.\n3. ER+/PR+, ER+/PR- or ER-/PR+ receptor status. Criteria for endocrine sensitivity is ≥1% ER-positive or PR-positive tumor cells on immune-histochemical staining\n4. Patients on standard tamoxifen monotherapy (20 mg/d) for at least three months or patients who had switched from AI to tamoxifen who are on tamoxifen treatment for at least three months\n5. Age ≥ 18 years\n6. Body mass index of 18.5 to 35.0 kg/m2\n7. The Eastern Cooperative Oncology Group (ECOG) performance status 0 or 1\n8. Absolute neutrophil count greater than or equal to 1 500/µL\n9. Platelets greater than or equal to 100 000/µL\n10. Total bilirubin within less than or equal to 1.5 times institutional upper limit of normal\n11. AST/ALT less than or equal to 2.5 times institutional upper limit of normal\n12. The subjects need to be either\n\n    1. of non-childbearing potential (documented postmenopausal status, defined as no menses for 12 months without an alternative medical cause, or post hysterectomy, bilateral salpingectomy or bilateral oophorectomy) or\n    2. of childbearing potential (WOCBP) with negative serum pregnancy test (due to the known reproduction toxicity of tamoxifen found in preclinical studies, WOCBP need to use a highly effective non-hormonal contraception. These are copper IUDs, bilateral tubal ligation, a vasectomized partner (vasectomy at least three months prior to screening) or sexual abstinence. Male or female condoms with/ without spermicide or caps, diaphragms or sponges with spermicide are associated with a failure rate \\> 1% per year and are thus not sufficient during the intervention period.\n13. Resolution of all acute toxic effects of prior anti-cancer therapy or surgical procedures to NCI CTCAE version 5.0 Grade ≤ 2 (except alopecia or other toxicities not considered a safety risk for the patient at investigator's discretion)\n14. Surgery and radiation therapy of the breast has to be completed upon study entry\n\nExclusion Criteria:\n\n1. Subjects who are unable to understand written and verbal instructions\n2. Locally advanced (Stadium IIIB or IIIC) or metastatic (Stage IV) breast cancer at the time of surgery\n3. Ongoing chemotherapy and/or treatment with trastuzumab within the last three months; participation in another trial with any investigational/not-marketed drug within 3 months prior to baseline visit\n4. Other active second malignancy\n5. Invalid result of genotyping\n6. Pregnancy\n7. Breast feeding/lactation\n8. Oral contraceptives containing estrogens and/or progesterones\n9. Pathologic vaginal bleeding in pre-menopausal women or vaginal bleeding in post-menopausal patients\n10. Current severe acute somatic or psychiatric condition or laboratory abnormality that may increase the risk associated with study participation or may interfere with the interpretation of study results and, in judgement of the investigator, would make the patient inappropriate for entry into this study.\n11. Severe chronic cardiac or pulmonary disease (heart failure NYHA class 3 and 4), COPD GOLD C or D\n12. Chronic or acute renal disease with a glomerular filtration rate \\< 60 ml/min/1.73 m2, and any patient on peritoneal dialysis or hemodialysis\n13. Medical history of thromboembolism (deep vein thrombosis or pulmonary embolism)\n14. QTc interval \\>0.47 sec at screening ECG\n15. Concurrent treatment with strong to moderate inhibitors of CYP2D6 which may alter tamoxifen metabolism (Consortium on Breast Cancer Pharmacogenomics 2008):\n\n    paroxetine, fluoxetine, bupropion, quinidine and duloxetine, diphenhydramine, thioridazine, amiodarone, cimetidine, sertraline\n16. Known allergies against an ingredient of the investigational product or tamoxifen",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}