{
    "nctId": "NCT05784597",
    "briefTitle": "A Study to Evaluate the Safety and Dosimetry of 68Ga-labelled OncoFAP Derivatives in Solid Tumors",
    "officialTitle": "A Phase I Study to Evaluate the Safety and Dosimetry of 68Ga-labelled OncoFAP Derivatives in Patients With Solid Tumors",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer, Colorectal Cancer, Oesophageal Cancer, Pancreas Adenocarcinoma",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "DIAGNOSTIC",
    "enrollmentCount": 20,
    "primaryOutcomeMeasure": "Safety (AE)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patients with a confirmed diagnosis of breast cancer, colorectal cancer, oesophageal cancer and pancreatic adenocarcinoma. Confirmation by histopathology is required for breast, colorectal and oesophageal cancer. For pancreatic adenocarcinoma, confirmation by histopathology or cytology obtained by endoscopic ultrasound is accepted.\n2. Requirement for diagnostic imaging or imaging performed within 4 weeks prior to the \\[68Ga\\]Ga-OncoFAP-PET/CT scan for staging.\n3. Male or non-pregnant and non-breastfeeding female.\n4. For female patients: negative serum pregnancy test for women of childbearing potential\\* (WOCBP).\n\n   WOCBP must agree to use, from the screening to six months following the study drug administration, highly effective contraception methods, as defined by the \"Recommendations for contraception and pregnancy testing in clinical trials\" issued by the Head of Medicine Agencies' Clinical Trial Facilitation Group (www.hma.eu/ctfg.html) and which include, for instance, progesterone-only or combined (estrogen- and progesterone-containing) hormonal contraception associated with inhibition of ovulation, intrauterine devices, intrauterine hormone-releasing systems, bilateral tubal occlusion or vasectomized partner.\n5. For male patients: male subject able to father children must agree to practice effective contraception for three months starting from the study drug administration.\n6. Age 18 - 75\n7. ECOG ≤ 1\n8. Patient must not have any concomitant infections or active concomitant disease.\n9. Life expectancy of more than 12 weeks.\n10. Ability to undergo imaging study procedures.\n11. Evidence of a personally signed and dated informed consent document indicating that the subject has been informed of all pertinent aspects of the study.\n12. Willingness and ability to comply with the scheduled visits, plan, laboratory tests and other study procedures.\n\n    * Women of childbearing potential are defined as females who have experienced menarche, are not postmenopausal (12 months with no menses without an alternative medical cause) and are not permanently sterilized (e.g., tubal occlusion, hysterectomy, bilateral oophorectomy, or bilateral salpingectomy).\n\nExclusion Criteria:\n\n1. Chronically impaired renal function as expressed by creatinine clearance \\< 60 mL/min or serum creatinine \\> 1.5 x ULN.\n2. Presence of active hepatitis.\n3. Presence of significant cardiac disorders (congestive heart failure, NYHA class III-IV, myocardial infarction within one year prior to study entry, uncontrolled hypertension, or arrhythmia).\n4. Pregnant or breastfeeding during participation in the study.\n5. Any concomitant condition which in the opinion of investigators makes it undesirable for the patient to participate in the study or which could jeopardize compliance with the protocol.\n6. Major trauma including major surgery (such as abdominal/cardiac/thoracic surgery) within 4 weeks of administration of the study drug. Minimally invasive procedures such as biopsies are not considered as exclusion criteria.\n7. Serious, non-healing wound, ulcer, or bone fracture.\n8. Allergy to study medication or excipients in study medication.\n9. Any anti-cancer therapy (e.g. cytotoxic chemotherapy, immunotherapy, radiation, surgery, etc.) within 3 weeks before \\[68Ga\\]Ga-OncoFAP-PET/CT scan\n10. Subject has received, or is scheduled to receive, another investigational medicinal product (IMP) from 1 month before \\[68Ga\\]Ga-OncoFAP injection to end of study participation.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}