{
    "nctId": "NCT01230970",
    "briefTitle": "Exploratory Study to Assess the Short Term Intratumoural and Peripheral Effects of BN83495 in Postmenopausal Women With Newly Diagnosed Breast Cancer",
    "officialTitle": "A Phase II, Open-label, Exploratory Study to Assess the Short Term Intratumoural and Peripheral Effects of BN83495 Administered for 14 Days Prior to Surgery to Postmenopausal Women With Newly Diagnosed Primary Invasive Oestrogen Receptor Positive Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "BASIC_SCIENCE",
    "enrollmentCount": 2,
    "primaryOutcomeMeasure": "Intratumoural levels of sex hormones",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Female subjects 55 to 80 years with histologically or cytologically documented primary intraductal or lobular invasive breast cancer that meets the following criteria:\n* T2, N0 or N1, M0.\n* Primary tumour clinically determined to be 2 to 5 cm in the greatest dimension.\n* Laboratory documentation of positive oestrogen receptor (ER+) status in at least 10% of the tumour cells.\n* Laboratory documentation of HER-2 negative status.\n\nPostmenopausal defined as\n\n* no spontaneous menses for a total of 2 years\n* amenorrheic for at least 12 months with serum oestrogen level \\<30 pg/mL, and both luteinising hormone (LH)/follicle stimulating hormone (FSH) \\>20 IU/L, chemotherapy-induced amenorrhoea for at least 12 months\n* bilateral oophorectomy, or radiation castration and amenorrhoeic for at least 3 months.\n\nEastern Cooperative Oncology Group (ECOG) performance status ≤2.\n\nExclusion Criteria:\n\n* Has locally advanced breast cancer that is considered non-operable without neoadjuvant therapy.\n* Has evidence of metastatic disease\n* as a diagnosis of inflammatory breast cancer\n* Has ductal carcinoma in situ",
    "sex": "FEMALE",
    "minimumAge": "55 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}