{
    "nctId": "NCT06596122",
    "briefTitle": "Vitamin D Supplementation in Breast Cancer Patients",
    "officialTitle": "The Effect of Vitamin D Supplementation in Breast Cancer Patients Receiving Taxane-based Chemotherapy",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Peripheral Neuropathic Pain",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "PREVENTION",
    "enrollmentCount": 132,
    "primaryOutcomeMeasure": "The cumulative incidence and grading of paclitaxel-induced peripheral neuropathy (PIPN)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Female aged 18 to 65 years old.\n2. Histologically confirmed breast cancer.\n3. Eastern Cooperative Oncology Group (ECOG) performance status of less than or equal to 2 \\[21\\] \\[22\\].\n4. All patients should fulfill the criteria of the initiation of taxane-based chemotherapy such as absolute neutrophil count (ANC) \\&gt; 1,500/mcL, platelets \\&gt; 100,000/mcL, hemoglobin ≥ 9 g/mL, Aspartate Aminotransferase (AST) (Serum Glutamic-Oxaloacetic Transaminase) (SGOT) to Alanine Aminotransferase (ALT), (Serum Glutamic-Pyruvic Transaminase) (SGPY) ratio (AST (SGOT)/ALT (SGPT)) \\&lt; 2.5 x institutional upper limit of normal (ULN), total bilirubin less than or equal to 1.5 x institutional ULN, serum creatinine \\&lt; 1.5 x institutional ULN.\n5. Stage I-III breast cancer scheduled to undergo adjuvant or neoadjuvant paclitaxel-based chemotherapy for breast cancer using doxorubicin 60 mg/m² and cyclophosphamide 600 mg/m² followed by paclitaxel 80 mg/m² weekly for 12 weeks protocol code BRAJACTW \\[23\\].\n6. Vitamin D insufficiency defined as serum level \\&lt; 30 ng/ml.\n7. Ability to give informed consent as per the legal requirement.\n\nExclusion Criteria:\n\n1. Prior neurotoxic chemotherapy including paclitaxel.\n2. Metastatic carcinoma.\n3. History of any other malignancy except malignancy that was treated with curative intent and for which there has been no known active disease for more than 3 years prior to randomization, curatively treated non-melanoma skin malignancy, cervical cancer in situ, in situ ductal carcinoma, or breast in situ lobular carcinoma.\n4. Grade II neuropathy or higher based on the National Cancer Institute Common Terminology Criteria for Adverse Events (NCI-CTCAE) v5.0. neurosensory or neuromotor neuropathy, regardless of causality.\n5. Patients who are scheduled to receive any neurotoxic chemotherapeutic agents such as platinum compounds (carboplatin, cisplatin), vinorelbine, eribulin, and ixabepilone.\n6. Diabetes mellitus\n7. Psychiatric disorders that limit ability to comply with study protocol i.e., history of regular exacerbation of major psychosis (schizophrenia, bipolar disorder) in last 2 years.\n8. Known Fibromyalgia\n9. Gastric bypass surgery.\n10. Patients with chronic granuloma forming disorders (sarcoidosis or tuberculosis TB).\n11. Known hyperparathyroidism.\n12. Known thyroid dysfunction.\n13. Known positive test for human immunodeficiency virus (HIV), hepatitis C virus, or acute or chronic hepatitis B infection.\n14. Pregnancy and lactation.\n15. Hypercalcemia (corrected blood calcium \\&gt; 10.5 mg/dl or \\&gt; 2.6 mmol/L)\\[24\\]\n16. Hyperphosphatemia, serum phosphate concentration \\&gt; 4.5 mg/dL \\[25\\]\n17. History of symptomatic genitourinary stones within the past year.\n18. Allergy to any cholecalciferol dosage form component.\n19. Alcohol consumption.\n20. Regular use of vitamin D \\&gt; 2000 IU daily over the past year.\n21. Inability to swallow pills.\n22. Medications that may interfere with vitamin D metabolism, including enzyme inducing anticonvulsants, lithium, phenytoin, verapamil, orlistat, tuberculosis medications as isoniazid, and/or rifampin and estrogen-containing medications.\n23. Patients receiving any of the following medications used to prevent CIPN: vitamin E, glutamine, nortriptyline, amitriptyline, tricyclic antidepressants, pregabalin, and duloxetine and other nutritional supplements as vitamin B during taxane administration.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}