{
    "nctId": "NCT02914470",
    "briefTitle": "Carboplatin-cyclophosphamide Combined With Atezolizumab",
    "officialTitle": "A Phase 1b to Assess the Safety and Tolerability of Carboplatin-cyclophosphamide Combined With Atezolizumab, an Antibody That Targets Programmed Death Ligand 1 (PD-L1), in Patients With Advanced Breast Cancer and Gynaecologic Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer, Cervix Cancer, Ovarian Cancer, Endometrial Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 12,
    "primaryOutcomeMeasure": "Toxicity; Incidence of toxicity, graded according to National Cancer Institute Common Toxicity Criteria (NCI-CTC) version 4.03",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histological or cytological proof of advanced breast cancer (M1) or advanced gynaecological cancer (cervix (M1, FIGO IVA/IVB), ovarian (only after recurrence on carboplatin and/or paclitaxel) stage 4 cervical or endometrial (T3-T4, FIGO IVA/IVB) cancer) pre-treated with maximally one line of systemic chemotherapy in the advanced setting and any line of hormonal therapy for advanced disease and potentially benefitting from carboplatin-cyclophosphamide and atezolizumab. (prior (neo-)adjuvant chemotherapy is accepted and does not count as one line, since administered in early stage disease);\n* Men and women \\>= 18 years;\n* Able and willing to give written informed consent;\n* WHO performance status of 0 or 1;\n* Life expectancy \\>= 3 months, allowing adequate follow up of toxicity evaluation and antitumor activity;\n* Minimal acceptable safety laboratory values\n\nExclusion Criteria:\n\n* Any treatment with investigational drugs within 28 days prior to receiving the first dose of investigational treatment; or 21 days for standard (neo-)adjuvant chemotherapy, hormonal and immunotherapy;\n* Known clinically significant liver disease, including active viral, alcoholic, or other hepatitis, cirrhosis, fatty liver, and inherited liver disease;\n* Known hypersensitivity to Chinese hamster ovary cell products or other recombinant human antibodies.\n* Women who have a positive pregnancy test (urine or serum) and/or who ware breast feeding;\n* Unreliable contraceptive methods. Women and men enrolled in this trial must agree to use a reliable contraceptive method throughout the study (adequate contraceptive methods are: oral, injected or implanted hormonal methods, intra-uterine devices or systems, condom or other barrier contraceptive measures, sterilization and true abstinence);\n* Uncontrolled infectious disease or known Human Immunodeficiency Virus HIV-1 or HIV-2 type patients;\n* Positive test for HIV\n* Active hepatitis B (defined as having a positive hepatitis B surface antigen \\[HbsAg\\] test at screening) or active hepatitis C Patients with past hepatitis B virus (HBV) infection or resolved HBV infection (defined as having a negative HBsAg test and a positive antibody to hepatitis B core antigen \\[anti-HBc\\] antibody test) are eligible.\n\nPatients positive for hepatitis C virus (HCV) antibody are eligible only if polymerase chain reaction (PCR) is negative for HCV RN\n\n* Active tuberculosis\n* Receipt of a live, attenuated vaccine within 28 days prior to enrolment or anticipation that such a live, attenuated vaccine will be required during the study\n* Prior treatment with CD137 agonists or immune checkpoint blockade therapies, including anti-CTLA-4 (like Ipilimumab), anti-PD-1 (like pemprolizumab), or anti-PD-L1 therapeutic antibodies (like atezolizumab).\n* Treatment with systemic immunostimulatory agents (including but not limited to interferons or IL-2) within 28 days or five half-lives of the drug (whichever is shorter) prior to enrolment;\n* Treatment with systemic corticosteroids or other systemic immunosuppressive medications (including but not limited to prednisone, dexamethasone, cyclophosphamide, azathioprine, methotrexate, thalidomide, and anti-tumor necrosis factor \\[TNF\\] agents) within 28 days prior to enrolment, or anticipated requirement for systemic immunosuppressive medications during the trial\n* Patients who have received acute, low-dose, systemic immunosuppressant medications (e.g., one-time dose of dexamethasone for nausea) may be enrolled in the study. The use of inhaled corticosteroids for chronic obstructive pulmonary disease, mineralocorticoids (e.g., fludrocortisone) for patients with orthostatic hypotension, and low-dose supplemental corticosteroids for adrenocortical insufficiency are allowed;\n* Patients with known alcoholism, drug addiction and/or psychiatric of physiological condition which in the opinion of the investigator would impair study compliance;\n* Recent myocardial infarction (\\<six months prior to enrolment) or unstable angina;\n* New York Heart Association Class II or greater congestive heart failure. If cardiac failure is suspected: LVEF by MUGA or ultrasound must be ≥ 50% and should be performed within 28 days prior to enrolment.\n* Symptomatic brain metastases. If adequately treated with resection and/or irradiation and patients are at least four weeks completely free of symptoms of these metastases and without medication related to these metastases patients could be eligible if all other in-and exclusion criteria are obeyed.\n* Known leptomeningeal metastases; History of autoimmune disease including, but not limited to, systemic lupus erythematosus, rheumatoid arthritis, imflammatory bowel disease, vascular thrombosis associated with antiphospholipid syndrome, Wegener's granulomatosis, Sjogren's syndrome, Bell's palsy, Guillain-Barre syndrome, multiple sclerosis, vasculitis or glomerulonephritis; Patients with a history of autoimmune-related hypothyroidism on a stable dose of thyroid replacement hormone may be eligible for this study;\n* Prior allogenic stem cell or solid organ transplantation;\n* History of idiopathic pulmonary fibrosis (including bronchiolitis obliterans with organizing pneumonia) or evidence of active pneumonitis on screening chest computed tomography scan.\n* History of radiation pneumonitis in the radiation field (fibrosis) is permitted.\n* Severe infections within 28 days prior to enrolment, including, but not limited to, hospitalization for complications of infection, bacteraemia, or severe pneumonia;\n* Signs or symptoms of significant infection within 2 weeks prior to enrolment;\n* Received oral or IV antibiotics within 2 weeks prior to enrolment\n* Patients receiving prophylactic antibiotics (e.g., for prevention of a urinary tract infection or chronic obstructive pulmonary disease) are eligible;\n* History of stroke or transient ischemic attack (TIA) within 6 months prior to enrolment;\n* Major surgical procedure, open biopsy, or significant traumatic injury within 28 days prior to enrolment or anticipation of need for major surgical procedure during the course of the study\n* Any medical condition not yet specified above that is considered to possibly, probably or definitely interfere with study procedures, including adequate follow-up and compliance and/or would jeopardize safe treatment.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}