{
    "nctId": "NCT00464516",
    "briefTitle": "Preoperative Estetrol in Breast Cancer",
    "officialTitle": "Preoperative Hormone Therapy for Pre- and Postmenopausal Women With ER Positive Breast Cancer: A Double Blind Randomized Parallel Group Phase II Trial, Comparing the Effect of 2 Weeks of Preoperative Estetrol With Placebo",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 30,
    "primaryOutcomeMeasure": "To compare changes in the expression of a proliferation marker in malignant breast tissue after treatment with E4 or Placebo.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Histologically confirmed diagnosis of early invasive primary breast cancer (clinically stage I or II; T1 - T2; N0-1; M0, which requires surgery).\n2. The malignant tumor must be estrogen receptor (ER) positive as determined by the local pathologist. Weak, intermediate and strong staining is considered appropriate for inclusion.\n3. The breast tumor size must be adequate for core cut biopsy to obtain sufficient amount of tissue for gene and protein expression analysis.\n4. Subjects will be either pre- or post-menopausal.\n\n   * The postmenopausal study group has been defined as follows: not older than 70 years of age and a natural menopause with the last menstrual bleeding at least 12 months before the start of the study. If the date of last menstruation is uncertain because of perimenopausal HRT or in case of past hysterectomy with intact ovaries, then the subject must have appropriate FSH and Estradiol (E2) levels (FSH \\> 40 International Units (IU)/L and E2 \\< 20 pg/ml (=73.40 pmol/l)) after completion of a HRT wash-out according to exclusion criterion 2 and 3.\n   * The premenopausal study group has been defined as follows: At least 18 years and not older than 50 years of age with at least one spontaneous menstrual bleeding during the last 6 months, combined with an FSH level below 10 IU/L. Before treatment starts a pregnancy test will be performed that has to be negative. If appropriate a barrier method of contraception has to be used for the duration of the study. The criteria for perimenopausal HRT wash-out are according to exclusion criterion 2 and 3.\n5. BMI must be between 18 and 32 kg/m2.\n6. The patient must provide voluntary written informed consent.\n\nExclusion Criteria:\n\n1. Any serious disease (e.g. severe liver or renal disease), clinically significant abnormal laboratory values (e.g. abnormal serum liver enzyme concentrations above the upper safety limit) or any other clinically significant abnormalities which, in the investigator's opinion, may lead to adverse events during the course of the trial\n2. Previous use of estrogen/progestogen within:\n\n   * 6 months for depot preparations.\n   * 8 weeks for oral preparations or progestogen containing IUD.\n   * 4 weeks for transdermal preparations\n3. Use of hormone containing implant at any time\n4. Contraindications for using steroids:\n\n   * A history of, or existing thromboembolic, cardiovascular or cerebrovascular disorder.\n   * A history of, or existing conditions predisposing to, or being prodromi of, a thrombosis.\n   * A known defect in the blood coagulation system (e.g. deficiencies in AT-III, protein C, S, and APC resistance).\n   * A medical history positive for the presence of more than one risk factor for vascular disease (e.g. dyslipoproteinemia; diabetes mellitus; hyperhomocysteinemia; systemic lupus erythematosus; chronic inflammatory bowel disease; smoking; venous thromboembolism in sibling or parent below the age of 50, or arterial disease in sibling or parent below the age of 30-35).\n   * Hypertension, i.e. systolic blood pressure \\>160 mm Hg and/or diastolic blood pressure \\>100 mm Hg.\n   * Disturbance of liver function: cholestatic jaundice, a history of jaundice of pregnancy or jaundice due to previous estrogen use, Rotor syndrome and Dubin-Johnson syndrome.\n   * Any previous hormone-related malignancies within the last 5 years. History or presence of endometrial cancer. Exceptions are basaliomas of the skin and intraepithelial cervical neoplasias (CIN1-3).\n   * Undiagnosed vaginal bleeding.\n   * Porphyria.\n   * A history during pregnancy or previous estrogen use of severe pruritus, herpes gestationis or deterioration of otosclerosis.\n5. Presence of significant allergy\n6. Administration of investigational drugs within 3 months before start study medication\n7. A history of (within 12 months) alcohol or drug abuse.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}