{
    "nctId": "NCT00532714",
    "briefTitle": "Phase II Study of Irinotecan/Capecitabine in Patients With Antracycline/Taxane Pretreated MBC",
    "officialTitle": "Phase II Study of Irinotecan Plus Capecitabine in Patients With Antracycline and Taxane Pretreated Metastatic Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer Metastatic",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 36,
    "primaryOutcomeMeasure": "To evaluate the response rate of capecitabine and irinotecan combination therapy in patients with metastatic breast cancer",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologic or cytologic diagnosis of breast cancer Stage IV or recurrent.\n* Previous chemotherapy with anthracyclines and taxane in adjuvant setting\n* Previous hormonal therapy in adjuvant and metastatic setting is allowed\n* Prior radiation therapy is allowed as long as the irradiated area is not the only source of measurable disease.\n* No other forms of cancer therapy, such as radiation, immunotherapy for at least 3 weeks before the enrollment in study.\n* Performance status of 0, 1, 2 on the ECOG criteria.\n* Clinically measurable disease, defined as uni-dimensionally measurable lesions with clearly defined margins on x-ray, CT scan, MRI or physical examination. Lesions serving as measurable disease must be at least 1 cm, as defined by x-ray, CT scan, MRI, or physical examination.\n* Estimated life expectancy of at least 12 weeks.\n* Patient compliance that allow adequate follow-up.\n* Adequate hematologic (WBC count ³ 3,000/mm3, platelet count ³ 100,000/mm3), hepatic (bilirubin level £ 1.5 mg/dL), and renal (creatinine concentration £ 1.5 mg/dL) function.\n* Informed consent from patient or patient's relative.\n* Males or females at least 18 years of age.\n* If female: childbearing women should use non-hormonal contraceptive method\n\nExclusion Criteria:\n\n* MI within preceding 6 months or symptomatic heart disease, including unstable angina, congestive heart failure or uncontrolled arrhythmia.\n* Serious concomitant infection.\n* Second primary malignancy (except in situ carcinoma of the cervix or adequately treated basal cell carcinoma of the skin or prior malignancy treated more than 5 years ago without recurrence).",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}