{
    "nctId": "NCT05821686",
    "briefTitle": "Efficacy of Interleukin-2 in Triple Negative Breast Cancer",
    "officialTitle": "Efficacy of Intralesional IL-2 for Resectable Triple Negative Breast Cancer",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Triple Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 10,
    "primaryOutcomeMeasure": "Pathologic response as defined by the residual cancer burden (RCB) index (RCB 0-IV)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Women with biopsy proven TNBC who are not scheduled to receive neoadjuvant chemotherapy.\n2. Tumors ≤ 2 cm (clinical T1N0)\n3. Planned upfront surgery (patient preference)\n4. Medically unable to receive neoadjuvant chemotherapy\n5. 18 - 80 years of age.\n6. Able to provide consent for the study.\n7. Able to come to the hospital for the intralesional injections.\n\nExclusion Criteria:\n\n1. No diagnosis of TNBC.\n2. Not able to provide consent for the study.\n3. Not able to come to the hospital for study visits.\n4. Presence of any contraindication for IL-2 therapy (abnormal thallium stress test, abnormal pulmonary function test, organ allograft and toxicities with a previous dosage).\n5. Participant has experienced IL-2 related toxicities during an earlier course of therapy (sustained ventricular tachycardia; cardiac arrythmias unresponsive to management; chest pain with ECG changes consistent with angina or myocardial infarction; cardiac tamponade; intubation required \\> 72 hours; renal failure requiring dialysis \\> 72 hours; coma, or toxic psychosis \\> 48 hours; repetitive or difficult to control seizures; bowel ischemia; gastrointestinal bleeding requiring surgery)\n6. If participant is on cancer treatment drugs and steroids to avoid drug interactions.\n7. Known pregnancy and breast feeding. There are no known studies to support the use of interleukin in pregnancy and breast-feeding mothers.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}