{
    "nctId": "NCT04962529",
    "briefTitle": "Breast Cancer Liquid Biopsy Trial",
    "officialTitle": "Liquid vs Tissue Biopsy Concordance in Samples of 1st Suspected BCa Recurrence/Metastasis and Evaluation of DefineMBC Comprehensive Cancer Profiling Liquid Biopsy LDT",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer, Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 450,
    "primaryOutcomeMeasure": "Concordance between liquid and tissue biopsy in terms of presence or absence of cancer",
    "eligibilityCriteria": "Arm 1 Inclusion criteria:\n\n* All subjects must be capable of providing informed consent\n* Subjects (≥ 18 years of age) must have had a prior primary breast cancer diagnosis of any subtype at least six (6) months before presentation with suspected metastases or be presenting with de novo metastasis. o Patients on adjuvant treatment for primary disease are eligible provided clinical progression (suspected recurrence) is evident based on radiological assessment\n* Subjects must have suspected recurrent metastatic BC or MBC with clinical signs of progression that will be confirmed/evaluated by tissue biopsy that is expected to yield tissue adequate for histologic examination. Note that patients presenting with de novo metastasis are eligible provided a tissue biopsy meets the above criteria.\n* Tissue biopsy of a suspected metastatic lesion must be taken prior to treatment for metastatic disease and can be either: (i) after liquid biopsy blood draw for this study, or (ii) at least one week prior to liquid biopsy blood draw for this study.\n* The suspected metastases biopsied may be from any lesion outside the ipsilateral breast and axilla, infra/supraclavicular areas.\n* In those with suspected metastases in contralateral axilla, infra/supraclavicular areas, only a new contralateral breast primary must be excluded by imaging.\n* No history of any other cancers (except for non-melanoma skin cancer)\n* Ability to access 3-month outcome data (de-identified, consented patients included for second draw at 3-month timepoint or within 14 days for the first post-treatment imaging, whichever comes first).\n* Data from contemporaneous diagnosis (metastatic recurrence or de novo) and in applicable past diagnosis (primary) must be accessible, including a pathology report that details standard markers and morphology describing how malignancy/cancer of origin was determined.\n\nArm 1 Exclusion Criteria:\n\n* Unable to provide informed consent\n* New treatment commences prior to liquid biopsy blood collection\n* Previous history of an invasive non-breast cancer (except for non-melanoma skin cancer)\n* Subjects not undergoing a tissue biopsy at time of blood draw (for suspected breast cancer recurrence or prior to beginning new line of metastatic treatment)\n* Subjects with only a new contralateral breast primary tumor\n\nArm 2 Inclusion criteria:\n\n* Capable of providing informed consent\n* Subjects (≥ 18 years of age) must have had a prior primary breast cancer diagnosis of any subtype at least six (6) months before presentation with suspected metastases or be presenting with de novo metastasis.\n* Patients on adjuvant treatment for primary disease are eligible provided clinical progression (suspected recurrence) is evident based on radiological assessment\n* The suspected metastasis biopsied may be from any lesion outside the ipsilateral breast and axilla, infra/supraclavicular areas.\n* In those with suspected metastases in contralateral axilla, infra/supraclavicular areas only, a new contralateral breast primary must be excluded by imaging.\n* Confirmation of progression of MBC must be confirmed by imaging\n* (Optional) Tissue biopsy of suspected metastatic lesion must be taken prior to treatment for metastatic disease and can be either: (i) after liquid biopsy blood draw for this study, or (ii) at least one week prior to liquid biopsy blood draw for this study.\n* No history of any other cancers (except for non-melanoma skin cancer)\n* Data from primary BCa diagnosis must be accessible, including detailed description with standard markers and morphology describing how malignancy/cancer of origin was determined.\n* Subject must exhibit clinical signs of breast cancer recurrence or progression of previously confirmed metastatic breast cancer\n\nArm 2 Exclusion Criteria:\n\n* Subjects unable to provide informed consent\n* New treatment regimen commences prior to liquid biopsy blood collection\n* Subjects on treatment for MBC with no imaging evidence of clinical progression\n* Previous history of an invasive non-BC apart from cancers treated with curative intent at least five (5) years previously with no recurrence since diagnosis, with the exception of a non-melanoma skin cancer",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}