{
    "nctId": "NCT01730118",
    "briefTitle": "Ad/HER2/Neu Dendritic Cell Cancer Vaccine Testing",
    "officialTitle": "A Phase I Study of an Adenoviral Transduced Autologous Dendritic Cell Vaccine Expressing Human HER2/Neu ECTM in Adults With Tumors With 1-3+ HER2/Neu Expression",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Neoplasms, Breast Cancer, Adenocarcinomas, Metastatic Solid Tumors Characterized by HER2/Neu Expression",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 33,
    "primaryOutcomeMeasure": "Number of Participants With Cardiac Toxicity",
    "eligibilityCriteria": "* ELIGIBILITY CRITERIA:\n\nCommon Eligibility for Parts I and II\n\n* Adults greater than or equal to 18 with malignant soft tissue and bone tumors and recurrent or progressive, metastatic solid tumors who have progressed on standard therapies except in adjuvant for high risk bladder cancer in Part I.\n* Recurrent or progressive disease on prior standard therapies with known clinical benefit with the exception of adjuvant bladder cancer population.\n* Performance Status: Eastern Cooperative Oncology Group (ECOG) 0-1.\n* Baseline left ventricular ejection fraction (LVEF) by two-dimensional (2D) Echocardiogram greater than or equal to 53%.\n* Greater than or equal to 1 week since standard or investigational treatment for metastatic disease.\n* Stable, concurrent use of hormone therapy for hormone receptor positive breast cancer is permitted.\n* Hematologic parameters: absolute neutrophil count (ANC) greater than or equal to 1000 cells/mm\\^3, absolute lymphocyte count (ALC) greater than or equal to 300 cells/mm\\^3, Hemoglobin greater than or equal to 9.0 gm/dL, white blood cell (WBC) greater than or equal to 2,500 cells/mm\\^3, platelet count greater than or equal to 75,000/mm\\^3, prothrombin time (PT)/partial thromboplastin time (PTT) less than or equal to 1.5X the upper limits of normal.\n* Chemistry parameters: Creatinine less than or equal to 1.5 mg/dL, serum glutamic-oxaloacetic transaminase (SGOT) and serum glutamic pyruvic transaminase (SGPT) less than or equal to 3X the upper limits of normal and total bilirubin less than or equal to 1.5 mg/dl, Alkaline phosphatase (Alk PO4) less than or equal to 3X the upper limits of normal (except for patients with documented metastatic disease to bone and/or liver).\n* Negative serum beta human chorionic gonadotropin (HCG) if female and of childbearing potential.\n* Negative human immunodeficiency virus (HIV) 1/2 serology and sample drawn for human T-cell lymphotropic virus (HTLV). Patients with HIV are excluded from participating on this clinical trial because their immunodeficiency would confound the evaluation of adverse events which would hinder meeting the primary objective.\n* Negative serology for hepatitis B and C unless the result is consistent with prior vaccination or prior infection with full recovery.\n* Willingness of female and male subjects to use effective contraception e.g., oral contraceptives, barrier device, intrauterine device, or condoms, during the study and for three months following the last dose of study vaccine. We suggest that subjects do not become pregnant or father a child during the study, and for 3 months following receipt of the investigational adenoviral transduced autologous human epidermal growth factor receptor (AdHER) dendritic cell (DC) vaccine.\n* Able to understand and provide Informed Consent.\n* Patients with 1+ to 3+ human epidermal growth factor receptor 2 (HER2)/neu expression by immunohistochemistry (IHC) or an equivocal or positive fluorescence in situ hybridization (FISH) result by 2013 American Society of Clinical Oncology (ASCO)/Corrective Action Plan (CAP) guideline.\n* Patients must have measurable disease, per Response Evaluation Criteria in Solid Tumors (RECIST) 1.1.\n\nPart I Eligibility\n\n* Naive to trastuzumab (Herceptin), pertuzumab (Perjeta) and lapatinib (Tykerb), ado-trastuzumab emtansine (Kadcyla) or other HER2-directed therapies.\n* Malignancy as follows:\n* Malignant soft tissue and bone tumors and recurrent or progressive, metastatic solid tumors who have progressed on standard therapies; or,\n* Bladder cancer in the adjuvant setting (adjuvant bladder cancer patients):\n\n  * Tumor stage T3a, T3b, T4a, T4b and any node positive disease regardless of tumor stage.\n  * Status-post primary cystectomy with curative intent.\n  * May or may not have received neoadjuvant cisplatin-based combination chemotherapy per National Comprehensive Cancer Network (NCCN) guidelines.\n  * May or may not have received adjuvant radiotherapy or chemotherapy based on pathologic risk per NCCN guidelines.\n  * Greater than or equal to 6 weeks s/p primary surgery with curative intent.\n* NOTE: Patients with breast, ovarian, cervical, colon, gastric/gastroesophageal junction, non-small cell lung, renal cell, bladder, malignant soft tissue and bone tumor, prostate cancer or other solid tumors.\n\nPart II Eligibility\n\n* Malignant soft tissue and bone tumors and recurrent or progressive, metastatic solid tumors who have progressed on standard therapies.\n* Recurrent or progressive metastatic disease after standard of care HER2-targeted therapies, i.e., trastuzumab (Herceptin), pertuzumab (Perjeta), lapatinib (Tykerb), ado-trastuzumab emtansine (TDM1) (Kadcyla) or other HER2-directed therapies.\n* Stable, concurrent use of tamoxifen or aromatase inhibitors for hormone receptor positive breast cancer is permitted.\n\nEXCLUSION CRITERIA:\n\n* Pregnant women are excluded from this study because Adenoviral Transduced Autologous Human epidermal growth factor receptor (AdHER) dendritic cell (DC) vaccine may have the potential for teratogenic or abortifacient effects. Because there is an unknown but potential risk for adverse events in nursing infants secondary to treatment of the mother with AdHER DC vaccine, breastfeeding should be discontinued if the mother is treated with AdHER DC vaccine.\n* Patients with active central nervous system (CNS) metastases or leptomeningeal involvement by tumor (patients with a history of brain metastases who have successfully treated for brain metastasis by surgery or radiation and who have not had any evidence of the new or progressive CNS disease for more than 12 months are eligible).\n* Patients with rapidly progressing disease in the opinion of the Principal Investigator.\n* Patients with inadequate bilateral peripheral venous or central venous catheter access for the required apheresis to allow generation of the autologous AdHER2 DC vaccine product.\n* Clinically significant cardiac dysfunction defined as a history of \\> New York Heart Association (NYHA) Class II symptoms, angina, congestive heart failure, myocardial infarction, arrhythmias or cardiac dysfunction requiring treatment or discontinuation of chemotherapy.\n* History of changes in baseline LVEF that occurred during prior treatment with anti-HER2 treatment.\n* Cumulative doxorubicin dose \\> 400mg/m\\^2 (\\>450 mg/m\\^2 for malignant soft tissue and bone tumor patients) or cumulative epirubicin dose \\> 800mg/m\\^2.\n* Use of any standard chemotherapy or other investigational agent(s) within 1 week of study enrollment.\n* Use of systemic corticosteroid therapy within 2 weeks of study enrollment, including patients receiving replacement corticosteroid therapy. Note: only topical, inhaled and intranasal steroid therapy is permitted.\n* Active systemic viral, bacterial or fungal infection requiring treatment.\n* A medical history which the treating physician believes causes the patient to be excluded. This includes a remote history of cancer. Please note: Squamous cell carcinoma, basal cell carcinoma and remote history of cancer with no evidence of recurrence for the past 5 years are eligible.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}