{
    "nctId": "NCT02563925",
    "briefTitle": "Brain Irradiation and Tremelimumab in Metastatic Breast Cancer",
    "officialTitle": "A Pilot Study of Brain Irradiation and Tremelimumab in Metastatic Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 28,
    "primaryOutcomeMeasure": "Progression Free Survival (irPFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Diagnosis of CNS metastases for whom SRS or WBRT is indicated, as determined by radiation oncologist assessment\n* Age 18 and older at the time of consent\n* Written informed consent and authorization obtained from the subject/HIPAA-appointed legal representative prior to performing any protocol-related procedures including screening evaluations\n* ECOG performance of 0-2 with anticipated life expectancy of ≥12 weeks\n* Histologically or cytologically confirmed invasive breast cancer that is HER2-positive (3+ by IHC and/or \\>2.0 by FISH) if concurrent HER2-directed therapy is planned;\n* Non-CNS progression of disease as assessed by the investigator/treating physician, for which a change in systemic therapy is planned OR achievement of stable or responsive non-CNS disease for which a holiday from the current systemic therapy is planned, as assessed by the investigator/treating physician.\n* Measurable non-CNS disease, defined by RECIST1.1 criteria\n* Recovered from all toxicities associated with prior treatment, to acceptable baseline status or grade 1 or less (for lab toxicities see below limits for inclusion,), except for toxicities not considered a safety risk, such as alopecia or vitiligo. Peripheral neuropathy must be grade 2 or less\n* Adequate organ and marrow function, as defined below:\n* platelets ≥ 75x 103/μL;\n* absolute neutrophil count (ANC) ≥ 1,000/μL;\n* hemoglobin ≥ 9.0 g/dL;\n* total bilirubin ≤1.5 x ULN (upper limit of normal) except subject with documented Gilbert's syndrome (≤5 x ULN) or liver metastasis, who must have a baseline total bilirubin ≤3.0 mg/dL;\n* AST and ALT ≤ 3 x ULN, unless associated with hepatobiliary metastases, in that case ≤5 x ULN\n* serum creatinine ≤ 2 mg/dL (or glomerular filtration rate ≥ 50 ml/min as determined by the Cockcroft-Gault equation);\n* Negative hepatitis B serologic tests. If positive results are not indicative of active or chronic infection, the subjects can enter the study at the investigator's discretion\n* Females of childbearing potential who are sexually active with a non-sterilized male partner must use a highly effective method of contraception prior to the first dose of investigational product, and must agree to continue using such precautions for 6 months after the final dose of investigational product; cessation of contraception after this point should be discussed with a responsible physician. Periodic abstinence, the rhythm method, and the withdrawal method are not acceptable methods of contraception. They must also refrain from egg cell donation for 6 months after the final dose of investigational product;\n* Females of childbearing potential are defined as those who are not surgically sterile (ie, bilateral tubal ligation, bilateral oophorectomy, or complete hysterectomy) or postmenopausal (defined as 12 months with no menses without an alternative medical cause);\n* A highly effective method of contraception is defined as one that results in a low failure rate (i.e., less than 1% per year) when used consistently and correctly. The acceptable methods of contraception\n* Non-sterilized males who are sexually active with a female partner of childbearing potential must use a highly effective method of contraception from Days 1 through 90 post last dose. In addition, they must refrain from sperm donation for 90 days after the final dose of investigational product\n* LVEF ≥50% for patients enrolling in the HER2 directed therapy arm\n* Willing to attempt a baseline tumor biopsy procedure\n\nExclusion Criteria:\n\n* CNS complications for whom urgent neurosurgical intervention is indicated (e.g., resection, shunt placement)\n* Known leptomeningeal metastases not amenable to radiotherapy. Patients receiving radiotherapy for leptomeningeal metastases are eligible\n* Received any prior monoclonal antibody against CTLA-4, programmed cell death 1 (PD1) or programmed cell death 1 ligand 1 (PD-L1)\n* Subjects with a history of hypersensitivity to compounds of similar biologic composition to tremelimumab or any constituent of the product\n* Subjects with a history of hypersensitivity to compounds of similar biologic composition to durvalumab or any constituent of the product;\n* Patients unable to obtain MRI for any reason (e.g., due to pacemaker, ferromagnetic implants, claustrophobia, extreme obesity)\n* Concurrent enrollment in another therapeutic clinical study or receipt of an investigational product within the last 4 weeks (participation in the survival follow-up period of a study is not an exclusion criterion)\n* Medical conditions (aside from newly-diagnosed brain metastases) for which the chronic use of corticosteroids or other immunosuppressive medications are indicated. Note: inhaled and topical steroids are permitted\n* Use of immunosuppressive medications within 14 days before the first dose of study drug. The following are exceptions to this criterion: Intranasal, inhaled, topical steroids, or local steroid injections (e.g. intra articular injection); systemic corticosteroids at physiological doses not to exceed 10mg/day of prednisone or its equivalent; steroids as premedication for hypersensitivity reactions (e.g. CT scan premedication).\n* Subjects should not be vaccinated with live attenuated vaccines within one month prior to starting tremelimumab treatment\n* Any condition that, in the opinion of the investigator, would interfere with evaluation of the investigational product or interpretation of subject safety or study results\n* Any serious uncontrolled medical disorder or active infection that would impair the subject's ability to receive investigational product, such as conditions associated with frequent diarrhea\n* Active or history of autoimmune or inflammatory disorders, including inflammatory bowel disease (e.g., colitis, Crohn's), diverticulitis (with the exception of diverticulosis), irritable bowel disease, celiac disease or other serious gastrointestinal chronic conditions associated with diarrhea. Active or history of systemic lupus erythematosus or Wegener's granulomatosis, Sarcoidosis syndrome, Addison's disease, multiple sclerosis, Graves' disease, Hashimoto's thyroiditis, rheumatoid arthritis, hypophysitis, uveitis, etc. Patients without active disease in the last 5 years may be included but only after consultation with the study physician. Note: the following are exceptions to this criterion: Vitiligo or alopecia; patients with hypothyroidism (i.e. following Hashimoto syndrome) stable on hormone replacement; any chronic skin condition that does not require systemic therapy; patients with celiac disease controlled by diet alone;\n* Mean QT interval corrected for heart rate (QTc) ≥470 ms calculated from 3 electrocardiograms (ECGs) using Frederica's Correction;\n* Uncontrolled intercurrent illness including, but not limited to, symptomatic congestive heart failure, uncontrolled hypertension, unstable angina pectoris, cardiac arrhythmia, interstial lung disease, serious chronic gastrointestinal conditions associated with diarrhea, active peptic ulcer disease or gastritis, and active bleeding diatheses;\n* Known history of previous clinical diagnosis of tuberculosis;\n* History of allogeneic organ transplant;\n* History of leptomeningeal carcinomatosis\n* No active, second potentially life-threatening cancer. No history of another primary malignancy except for; malignancy treated with curative intent and no known active disease ≥5 years before the first dose of IP and of low potential risk for recurrence; adequately treated non-melanoma skin cancer or lentigo maligna without evidence of disease; adequately treated carcinoma in situ without evidence of disease;\n* Pregnant or breast feeding at time of consent\n* Any condition that would prohibit the understanding or rendering of information and consent and compliance with the requirements of this protocol\n* Known positive for HIV, chronic or active hepatitis B or C\n* Patient is unable to receive IV contrast\n* Neuroimaging evidence of midline shift\n* Major surgical procedure, as defined by the investigator, within 28 days prior to the first dose of IP. Note: Local surgery or isolated lesions for palliative intent is acceptable.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}