{
    "nctId": "NCT00779285",
    "briefTitle": "Safety Study of CAELYX in Patients With Metastatic Breast Cancer Previously Treated With Anthracyclines (Study P04057)(TERMINATED)",
    "officialTitle": "Cardiac Safety Profile of Caelyx Therapy in Anthracyclin Pretreated Metastatic Breast Cancer Patients.",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Neoplasm",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE4",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 1,
    "primaryOutcomeMeasure": "Cardiac Events",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Women with histologically or cytologically confirmed metastatic breast cancer (no prior chemotherapy for metastatic disease).\n* Prior treatment with an anthracyclin-containing regimen in the adjuvant setting (cumulative dose \\>240mg/m\\^2 and \\<360mg/m\\^2 doxorubicin or \\>430mg/m\\^2 and \\<650mg/m\\^2 epirubicin).\n* Women \\>18 years of age.\n* Documented measurable and/or evaluable metastatic breast cancer by appropriate radiological imaging (computed tomography (CT) scan and/or magnetic resonance imaging (MRI)).\n* Performance status of at least 60% (Karnofsky index) and a life expectancy of at least 12 weeks.\n* Left ventricular ejection fraction \\>50%.\n* Normal organ function, except if abnormal due to tumor involvement.\n\n  * Adequate bone marrow function as indicated:\n\n    * Platelets \\>100,000/mm\\^3\n    * Hemoglobin \\>9 g/dL\n    * Neutrophils \\>1,500/mm\\^3\n  * Adequate renal function as indicated by:\n\n    * Serum Creatinine \\<1.5 x the upper limit of normal\n  * Adequate liver function, as indicated by:\n\n    * Bilirubin and aspartate aminotransferase (AST) or alanine aminotransferase (ALT) \\<2 times upper limit of normal (\\<4 times upper limit of normal when related to primary disease)\n* Subjects must be capable to demonstrate their willingness to participate in the study and comply with its procedures by signing a written informed consent.\n* Women of childbearing potential (includes women who are less than 1 year postmenopausal and women who become sexually active) must be using an acceptable method of birth control (e.g., hormonal contraceptive, medically prescribed intrauterine device (IUD), condom in combination with spermicide) or be surgically sterilized (e.g., hysterectomy or tubal ligation).\n* Subjects must understand and be able to adhere to the dosing and visit schedules.\n\nExclusion Criteria:\n\n* Patient is pregnant or is breastfeeding.\n* Patients with moderate or severe heart failure (New York Heart Association (NYHA) class III/IV).\n* Hypersensitivity to anthracycline therapy or a history of severe hypersensitivity reactions to products containing Cremophor® EL (e.g., cyclosporin for injection concentrate and teniposide for injection concentrate).\n* Prior chemotherapy for metastatic disease.\n* Clinically significant hepatic disease (except liver metastases of primary disease).\n* Uncontrolled bacterial, viral, or fungal infection.\n* Radiotherapy in the last 4 weeks or prior radiation therapy to more than one-third of the hemopoietic sites.\n* Any other currently known malignancy or pre-malignant lesions or any history of other malignancy within the past five years (except non-melanoma skin cancer and surgically cured cervical cancer).\n* Symptomatic brain metastasis.\n* Patients who are incapacitated, largely or wholly bedridden or confined to a wheelchair, and who have little or no ability for self-care.\n* Current signs or symptoms of severe, progressive or uncontrolled renal, hepatic, hematologic, endocrine, pulmonary, cardiac, neurological or cerebral disease.\n* Documented human immunodeficiency virus (HIV) infection.\n* Any condition (medical, social, psychological) which would prevent adequate follow-up.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}