{
    "nctId": "NCT02303366",
    "briefTitle": "Pilot Study of Stereotactic Ablation for Oligometastatic Breast Neoplasia in Combination With the Anti-PD-1 Antibody MK-3475",
    "officialTitle": "A Pilot Study of Stereotactic Ablation for Oligometastatic Breast Neoplasia in Combination With the Anti-PD-1 Antibody MK-3475.",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Neoplasms, Bone Neoplasms",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 15,
    "primaryOutcomeMeasure": "Safety Profile - Summary of acute and long term adverse events as assessed by CTCAE v4.0",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Be willing and able to provide written informed consent/assent for the trial.\n2. Be 18 years of age on day of signing informed consent.\n3. Have histologically or cytologically confirmed breast cancer. Oligometastatic lesions do not need to be biopsied but they must be strongly suspected to represent metastatic disease.\n4. CT scan (Chest, Abdo + Pelvis), Whole Body Bone scan, and FDG-PET scan evidence of 1 to 5 metastases within 8 weeks of study registration.\n\n   Note: At least 1 of the 5 metastases must be deemed suitable for SABR treatment.\n5. Be willing to provide tissue from a newly obtained core or excisional biopsy of a tumour lesion. Newly-obtained is defined as a specimen obtained up to 6 weeks (42 days) prior to initiation of treatment on Day 1. Participants for whom newly-obtained samples cannot be provided (e.g. inaccessible or participant safety concern) may submit an archived specimen only upon agreement from the study P.I's.\n6. Have a performance status of 0-2 on the ECOG Performance Scale.\n7. Demonstrate adequate organ function.\n8. Life expectancy \\> 12 months.\n9. Be willing and able to comply with all study requirements, including treatment, attending assessments and follow-up.\n10. Female patients of childbearing potential must have a negative urine or serum pregnancy within 7 days of study registration and re-tested within 72 hours prior to receiving the first dose of study medication. If the urine test is positive or cannot be confirmed as negative, a serum pregnancy test will be required.\n11. Female patients of childbearing potential must be willing to use 2 methods of birth control or be surgically sterile, or abstain from heterosexual activity for the course of the study through to 120 days after the last dose of MK-3475. Patients of childbearing potential are those who have not been surgically sterilized or have not been free from menses for \\> 1 year.\n12. Male patients must agree to use an adequate method of contraception starting with the first SABR treatment, through to 120 days after the last dose of MK-3475.\n\nExclusion Criteria:\n\n1. Previous high dose radiotherapy (biological equivalent of 20 Gy in 5 fractions to the area to be treated).\n2. Evidence of visceral metastases in liver or brain.\n3. Treatment with any chemotherapy agent within +/- 3 weeks of SABR. Targeted therapy or endocrine therapy is permitted at any stage during the conduct of this study, however is not to be changed during the study period unless due to progression.\n4. Evidence of Spinal Cord Compression.\n5. Spinal Instability Neoplastic Score greater than or equal to 7 unless lesion reviewed by a neurosurgical service and considered stable.\n6. Surgical fixation of lesion required for stability.\n7. Lytic metastases in a long bone (femur or humerus) that which erodes the cortex.\n8. Is currently participating in or has participated in a study of an investigational agent or using an investigational device within 4 weeks of the first dose of treatment.\n9. Has a diagnosis of immunodeficiency or is receiving chronic systemic steroid therapy or any other form of immunosuppressive therapy within 7 days prior to the first dose of trial treatment. Single once of doses are acceptable.\n10. Has had a prior monoclonal antibody within 4 weeks prior to study Day 1 or who has not recovered (i.e., less than or equal to Grade 1 or at baseline) from adverse events due to agents administered more than 4 weeks earlier. Patients must not be receiving denosumab on this study.\n11. Has had prior chemotherapy, targeted small molecule therapy, or radiation therapy within 3 weeks prior to study Day 1 or who has not recovered (i.e., less than or equal to Grade 1 or at baseline) from adverse events due to a previously administered agent.\n\n    Note: Subjects with less than or equal to Grade 2 neuropathy are an exception to this criterion and may qualify for the study.\n\n    Note: If subject received major surgery, they must have recovered adequately from the toxicity and/or complications from the intervention prior to starting therapy.\n12. Has a known additional malignancy that is progressing or requires active treatment. Exceptions include basal cell carcinoma of the skin, squamous cell carcinoma of the skin, or in situ cervical cancer that has undergone potentially curative therapy.\n13. Has known active central nervous system (CNS) metastases and/or carcinomatous meningitis. Subjects with previously treated brain metastases may participate provided they are stable (without evidence of progression by imaging for at least four weeks prior to the first dose of trial treatment and any neurologic symptoms have returned to baseline), have no evidence of new or enlarging brain metastases, and are not using steroids for at least 7 days prior to trial treatment.\n14. Has an active automimmune disease requiring systemic treatment within the past 3 months or a documented history of clinically severe autoimmune disease, or a syndrome that requires systemic steroids or immunosuppressive agents. Subjects with vitiligo or resolved childhood asthma/atopy would be an exception to this rule. Subjects that require intermittent use of bronchodilators or local steroid injections would not be excluded from the study. Subjects with hypothyroidism stable on hormone replacement or Sjorgen's syndrome will not be excluded from the study.\n15. Has evidence of interstitial lung disease or active, non-infectious pneumonitis.\n16. Has an active infection requiring systemic therapy.\n17. Has a history or current evidence of any condition, therapy, or laboratory abnormality that might confound the results of the trial, interfere with the subject's participation for the full duration of the trial, or is not in the best interest of the subject to participate, in the opinion of the treating investigator.\n18. Has known psychiatric or substance abuse disorders that would interfere with cooperation with the requirements of the trial.\n19. Is pregnant or breastfeeding, or expecting to conceive or father children within the projected duration of the trial, starting with the pre-screening or screening visit through 120 days after the last dose of trial treatment.\n20. Has received prior therapy with an anti-PD-1, anti-PD-L1, anti-PD-L2, anti-CD137, or anti-Cytotoxic T-lymphocyte-associated antigen-4 (CTLA-4) antibody (including ipilimumab or any other antibody or drug specifically targeting T-cell co-stimulation or checkpoint pathways).\n21. Has a known history of Human Immunodeficiency Virus (HIV) (HIV 1/2 antibodies).\n22. Has known active Hepatitis B (e.g., HBsAg reactive) or Hepatitis C (e.g., HCV RNA \\[qualitative\\] is detected).\n23. Has received a live vaccine within 30 days prior to the first dose of trial treatment.\n24. Known active tuberculosis\n25. Known hypersensitivity to Pembrolizumab or its exicipients",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}