{
    "nctId": "NCT00916162",
    "briefTitle": "Drug Withdrawal in Women With Progressive Breast Cancer While on Aromatase Inhibitor Therapy",
    "officialTitle": "A Phase II Clinical Trial of Drug Withdrawal in Women With Progressive Breast Cancer While on Aromatase Inhibitor Therapy",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 24,
    "primaryOutcomeMeasure": "To estimate the clinical benefit rate (CBR) after withdrawal of AI therapy in women with progressive or recurrent breast cancer while on AI therapy.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologically or cytologically confirmed adenocarcinoma of the breast with radiographically documented progressive or recurrent local-regional or metastatic disease. Disease must not be considered amenable to curative treatment\n* Evidence of hormone sensitivity (ER +ve and/or PR +ve) of primary or secondary tumor tissue\n* Measurable or nonmeasurable (but evaluable-defined as nontarget lesions) disease according to modified RECIST. Patients with bone disease are eligible. These patients will be evaluable only for the presence of stable or progressive disease and not a PR or CR. Patients wih bone-only metastatic disease will be considered to have stable disease if there is no evidence of new lesions and no clear progression of existing lesions\n* Postmenopausal, defined as fulfilling any of the following criteria: If \\> 50 year, no menses within past 12 months, OR if \\< 50 years, no menses within past 12 months AND FSH within post menopausal range OR bilateral oophorectomy\n* Current AI monotherapy at the time of documented disease progression\n* AI therapy must be discontinued at time of study entry or no longer than two weeks prior to study entry\n* Subjects receiving AI therapy for metastatic disease at the time of progression, must have had a prior radiographic documented response to AI therapy or have been on therapy for at least 6 months\n* Subjects receiving AI as adjuvant therapy at the time of recurrence, must have been treated with AI therapy for at least 12 months\n* Prior antiestrogen therapies including tamoxifen, steroidal AIs, nonsteroidal AIs, or faslodex in either the adjuvant or metastatic settings are allowed provided the patient is currently on AI monotherapy (or within two weeks of discontinuation) and has demonstrated a response or stable disease on the current AI\n* Female\n* Greater than 35 years of age\n* ECOG performance status of 0, 1, or 2\n\nExclusion Criteria:\n\n* Premenopausal\n* Presence of life threatening metastatic disease, defined as extensive hepatic involvement, any part or present brain or leptomeningeal involvement, or symptomatic pulmonary lymphangitic spread. Subjects with discrete pulmonary parenchymal metastases will not be excluded, as long as their respiratory function is not compromised as a result of pulmonary metastatic disease\n* Patients who are highly symptomatic from their breast cancer, or who require urgent palliative chemotherapy, as decided by their treating physician\n* Prior or planned radiation therapy to single site of evaluable disease in the event that the site is the only site of evaluable disease\n* AST or ALT greater than 5 times the upper limit of normal in teh presence of documented liver metastases\n* Any severe concomitant condition believed to render subject undesirable for participation\n* Systemic anticancer therapy including trastuzumab, chemotherapy, or other biologic agents after discontinuation of AI therapy\n* Hormone replacement therapy including topical or vaginal estrogen therapy within 3 months prior to discontinuation of AI therapy\n* Chronic bisphosphonates for hypercalcemia or for prevention of bone metastases; bisphosphonate therapy at the time of enrollment for documented bone metastases must be continued\n* Previous or current systemic malignancy within the past five years except for contralateral breast carcinoma, in situ carcinoma of the cervix treated by cone biopsy, or adequately treated basal or squamous cell carcinoma of the skin. Solid tumors treated greater than 5 years ago and presumed cured are eligible",
    "sex": "FEMALE",
    "minimumAge": "35 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}