{
    "nctId": "NCT00251433",
    "briefTitle": "GW572016 With Docetaxel and Trastuzumab for the Treatment Of Untreated ErbB2 Over-Expressing Metastatic Breast Cancer",
    "officialTitle": "An Open-label, Multicenter, Phase I/II Dose Escalation Study of Oral GW572016 in Combination With Docetaxel (Taxotere) Plus Trastuzumab (Herceptin) in Subjects Previously Untreated for ErbB2-overexpressing Metastatic Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Neoplasms, Breast",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 53,
    "primaryOutcomeMeasure": "Phase I: Optimal doses and toleration of the three drugs administered together.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Subjects must be 18 years of age.\n\nCriteria for female subjects:\n\n* Non-child-bearing potential (i.e., women with functioning ovaries who have a current documented tubal ligation or hysterectomy, or women who are post- menopausal);\n* Child-bearing potential (i.e., women with functioning ovaries and no documented impairment of oviductal or uterine function that would cause sterility.) This category includes women with oligomenorrhoea (severe), women who are perimenopausal, and young women who have begun to menstruate. These subjects must have a negative serum pregnancy test at screening and agree to one of the following:\n* Complete abstinence from intercourse from 2 weeks prior to administration of the first dose of study medication until 28 days after the final dose of study medication; or\n* Consistent and correct use of one of the following acceptable methods of birth control:\n* male partner who is sterile prior to the female subject's entry into the study and is the sole sexual partner for that female subject; implants of levonorgestrel; injectable progestogen; any intrauterine device (IUD) with a documented failure rate of less than 1% per year; oral contraceptives (either combined or progestogen only); or barrier methods, including diaphragm or condom with a spermicide.\n* Subjects must have an ECOG Performance Status of 0 to 1.\n* Subjects must have histologically- or cytologically-confirmed invasive breast cancer with Stage IV disease.\n* Subjects must have measurable lesion(s) according to RECIST criteria for phase II, however for phase I subjects evaluable disease will be allowed (including patients with bone lesion only disease).\n* Prior to enrolment in the Phase I part of the study, subjects must have documentation of ErbB2 over-expression via IHC3+ or FISH+ testing. Prior to enrolment in the Phase II part of the study, subjects must have ErbB2 over-expression confirmed by a central laboratory,\n* Subjects with stable CNS metastases or leptomeningeal involvement are eligible only if they are not taking oral steroids or enzyme-inducing anticonvulsants. Subjects with CNS only disease will not be allowed.\n* Subjects that received prior radiotherapy must have completed radiotherapy treatment at least 4 weeks before enrolment and recovered from all treatment-related toxicities.\n* Subjects must have new or archived tumour tissue available prior to study entry to evaluate levels of relevant biomarkers.\n* Subjects must have a cardiac ejection fraction within the institutional range of normal as measured by Multigated Acquisition (MUGA) scan or echocardiogram (ECHO).\n* Subjects must have adequate haematological, hepatic, and renal function. Haemoglobin ≥9gm/dL Absolute granulocyte count ≥1500/mm³ (1.5 x 10\\^9/L) Platelets ≥75,000/mm³ (75 x 10\\^9/L) Total bilirubin ≤1.5mg/dL Both ALT and AST ≤1.5 times the upper limit of the normal range (ULN) and alkaline phosphatase ≤2.5 times the ULN (See Taxotere Data Sheet) Serum creatinine ≤ 2.0mg/dL or calculated creatinine clearance (CrCl) ≥40mL/min according to the formula of Cockcroft and Gault\n* Subjects who received a taxane as part of adjuvant or neoadjuvant therapy are eligible if they had progression of their disease more than 6 months after completion of treatment.\n* Subjects who received prior ErbB inhibitors in the adjuvant setting will be allowed, but a disease-free interval of at least 6 months must be demonstrated after the end of therapy.\n\nExclusion Criteria:\n\n* Subject has peripheral neuropathy of grade 2 or higher;\n* Subject has had prior systemic therapy (except one line of hormonal therapy) for metastatic disease. Also, any subjects with prior chemotherapy in the adjuvant or neoadjuvant setting with anthracycline or anthracenedione-containing regimens with cumulative doses of ≥360mg/m² of doxorubicin, ≥720mg/m² of epirubicin, or ≥72mg/m² of mitoxantrone;\n* Subjects with prior systemic investigational drugs within the past 30 days or topical investigational drugs within the past 7 days;\n* Subjects with uncontrolled or symptomatic angina, arrhythmias, or congestive heart failure;\n* Subjects with a known immediate or delayed hypersensitivity or untoward reaction to docetaxel, trastuzumab, or other related compounds, or to drugs chemically related to lapatinib. These include other aminoquinazolines, such as gefitinib (Iressa), erlotinib (Tarceva), or other chemically-related compounds.\n* Subjects taking any prohibited medications\n* Subject neither affiliated with, nor beneficiary of a social security category (For France only)",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}