{
    "nctId": "NCT01293682",
    "briefTitle": "Effects of High Dose Calcitriol in Breast Cancer Patients",
    "officialTitle": "A Pilot Study of the Effects of High-Dose Oral Calcitriol in Breast Cancer Patients Prior to Surgery",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "PREVENTION",
    "enrollmentCount": 12,
    "primaryOutcomeMeasure": "Mean Change in Bone Resorption: NTX (N-terminal Telopeptide)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Must be female.\n* Must have pathologically confirmed incident, primary invasive breast cancer.\n* Must be awaiting surgical resection.\n* Women of child-bearing potential (i.e. women who are pre-menopausal or not surgically sterile) must use acceptable contraceptive methods (abstinence, intrauterine device (IUD), or double barrier device) and must have a negative serum or urine pregnancy test within 1 week prior to beginning treatment on this trial. Contraceptive use needs to be continued at least 1 month after the trial has ended.\n* Must provide informed consent.\n* Must be willing to discontinue use of calcium and/or vitamin D supplements other than multivitamin supplementation.\n* Participants must have an ionized serum calcium level within normal limits (1.19-1.29mmol/L) and a total corrected serum calcium of \\< 10.2mg/dl.\n\nExclusion Criteria:\n\n* Subjects with life-threatening conditions that would preclude them from breast cancer treatment including: chronic cardiac failure, which is unstable despite medication use; uncontrolled hypertension; uncontrolled diabetes mellitus; or unstable coronary artery disease.\n* Patients with severe metabolic disorders, which includes phenylketonuria (PKU), homocystinuria, and Fabry's disease, that would preclude them from taking calcitriol.\n* Patients with a previous history of any other cancer except non-melanomous skin cancer within the past 5 years.\n* Patients with impaired renal function (CRCL \\< 60 mL/min) or who had kidney stones (calcium salt) within the past 5 years.\n* Patients with hypercalcemia (corrected serum CA \\> 10.2 mg/dl) or a history of hypercalcemia or vitamin D toxicity.\n* Patients currently taking calcium supplements or aluminum-based antacids must immediately discontinue their use if they are to enroll in the study.\n* Patients currently taking vitamin D supplements must immediately discontinue their use if they are to enroll in the study.\n* Patients with a known sensitivity to calcitriol.\n* Women who are pregnant or lactating.\n* Women on antiresorptive drugs (e.g. bisphosphonates) within the past year.\n* Women currently using oral contraception.\n* Women with malabsorptive syndromes (i.e. cystic fibrosis, chronic pancreatitis) or taking medications that decrease the absorption of fat soluble vitamins (i.e. Orlistat, Questran).\n* Participants assigned to calcitriol who are routinely taking a multivitamin supplement may continue the supplement as long as the amount of vitamin D in the supplement is not in excess of the RDA (recommended daily allowance) of 400 IU or 10 μg. If they are not taking a multivitamin supplement, they will be asked to not start supplementation while on study.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}