{
    "nctId": "NCT05293964",
    "briefTitle": "Phase I Study to Evaluate SIM0270 Alone or in Combination in ER+, HER2- Locally Advanced or Metastatic Breast Cancer",
    "officialTitle": "A Multicenter, Open-label, Phase I Clinical Study to Evaluate the Safety, Pharmacokinetics, and Antitumor Efficacy of SIM0270 Alone or in Combination in Subjects With ER-positive, HER-2 Negative Locally Advanced or Metastatic Breast Cancer",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 210,
    "primaryOutcomeMeasure": "Maximum Tolerated Dose",
    "eligibilityCriteria": "key Inclusion Criteria:\n\n1. voluntary participation in clinical trials and signature of informed consent.\n2. age ≥ 18 years, male or female.\n3. Histologically or cytologically confirmed metastatic/locally advanced ER-positive, HER-2 negative breast cancer subjects.\n4. previous treatment meets the criteria of the protocol defined.\n5. ECOG score of 0 or 1 .\n6. at least one measurable lesion that meets RECISTv1.1 criteria. Osteolytic lesions can be included in the Ia dose-escalating .\n7. expected survival ≥ 12 weeks.\n8. Adequate organ and bone marrow function.\n9. Women of childbearing potential must have a negative serum pregnancy test within 7 days prior to the first dose.\n10. Postmenopausal women; Premenopausal or perimenopausal female subjects met protocol requirements.\n\nkey Exclusion Criteria:\n\n1. Documented medical history or ongoing gastrointestinal disease or other malabsorption that may affect the absorption of oral study drug.\n2. Participated in other clinical trials of investigational drugs or investigational devices within 28 days before the first medication; or received chemotherapy, targeted therapy, immunotherapy and clinical trial medication and other anti-tumor treatment within 4 days or 5 half-lives of the first medication (whichever is shorter), or received radiotherapy, endocrine drugs or Chinese patent medicines with anti-tumor indications 2 weeks before the first medication;\n3. The toxicity of previous anti-tumor treatment has not recovered to grade 0 or 1 (alopecia, chemotherapy-induced peripheral neurotoxicity ≤ grade 2 can be included).\n4. Major surgical surgery (except biopsy) or incomplete healing of the surgical incision 4 times before the first study drug treatment;\n5. Known other malignant tumors within 2 years before enrollment (except treated basal cell carcinoma, scaly cell carcinoma and/or radical carcinoma in situ);\n6. Leptomeningeal metastasis confirmed by MRI or known cytology of CSF, or cranial Increased internal pressure or brain metastases with unstable central nervous symptoms (within 2 weeks prior to initial medication Treatment with any craniotropic, glucocorticokinin, or anticonvulsant);\n7. Previous history of interstitial lung disease, drug-induced interstitial lung disease, symptomatic interstitial lung disease or any evidence of active pneumonia on chest CT scan 4 before the first study drug treatment;\n8. known to interfere with the test requirements of mental illness or drug abuse disease.\n9. History of human immunodeficiency virus HIV infection, or active bacterial or fungal infection requiring systemic treatment .\n10. presence of active syphilis infection.\n11. Subjects with known active hepatitis B virus (HBV) or hepatitis C virus (HCV) infection with abnormal liver function.\n12. History of clinically significant cardiovascular disease.\n13. History of serious allergic reactions to the study drugs or excipients used in the protocol.\n14. Women who are pregnant or lactating.\n15. Prior use of SERD oral medications.\n16. Subjects who use drugs or herbal supplements known to be moderate/strong inhibitors of CYP3A 2 Weeks before the first dose.Or Subjects who use drugs or herbal supplements known to be moderate/strong inducers of CYP3A 4 weeks before the first dose.\n17. Other conditions that the investigator considers unsuitable for this study.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}