{
    "nctId": "NCT06135714",
    "briefTitle": "Metastasis-directed Therapy for Oligometastases of Breast Cancer",
    "officialTitle": "a Randomized Trial for OLIGo Metastases Breast cAncer With or Without Metastasis-dIrected Therapy",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer, Oligometastasis, Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 340,
    "primaryOutcomeMeasure": "Overall survival after second registration",
    "eligibilityCriteria": "Primary Registration Eligibility Criteria:\n\n1. Histologically diagnosed as invasive breast cancer. Biopsy from oligometastasis is desirable but not required.\n2. Histologically proven positive/negative for ER, PgR, and HER2, and classified as luminal, HER2-positive, or TN breast cancer.\n3. One of the following \\<1\\> to \\<4\\>; \\<1\\>In case of no history of breast cancer in the past, either (i) or (ii) below.\n\n   (i) Unilateral noninvasive breast cancer at registration, diagnosed as invasive breast cancer by biopsy from oligometastasis (ii) Unilateral invasive breast cancer at registration \\<2\\>In case of having a history of mastectomy or breast-conserving surgery for unilateral noninvasive breast cancer, either (i) or (ii) below. (i) Absence of breast/chest wall tumor at registration and diagnosed as invasive breast cancer by biopsy from oligometastasis (ii) Unilateral invasive breast cancer at registration (whether ipsilateral or contralateral to previous breast cancer) \\<3\\>In case of having a history of mastectomy or breast-conserving surgery for unilateral invasive breast cancer, either (i) or (ii) below. (i) Absence of breast/chest wall tumor at registration (ii) Ipsilateral invasive/noninvasive breast cancer to previous breast cancer at registration and diagnosed as recurrence \\<4\\>In case of having a history of mastectomy or breast-conserving surgery for unilateral noninvasive breast cancer and contralateral invasive breast cancer, no breast/chest wall tumor at registration.\n4. Diagnosed with advanced breast cancer with oligometastasis by neck to pelvis enhanced CT, FDG-PET (PET/CT), and brain enhanced MRI.\n5. oligometastasis defined as: (i) Maximum diameter of each tumor is 3 cm or less (ii) Total number of 3 or less. (iii) In case of brain metastasis, maximum diameter is 2 cm or less and asymptomatic.\n6. No distant metastasis other than oligometastasis.\n7. Metastasis-directed therapy (radiation or surgery) is considered feasible for all oligometastases.\n8. In case of bone metastasis, none of the following:\n\n   (i) Metastasis of three consecutive vertebral bodies (ii) Spinal metastasis extending into the spinal canal (Bilsky grade is 1b or higher) (iii) Long bone metastasis extending to the femoral head, neck, and trochanter (iv) Long bone metastasis with more than 1/3 of bone cortical defects (v) Severe pain uncontrolled with drugs.\n9. Aged 18-80 years.\n10. ECOG performance status of 0 or 1.\n11. A measurable lesion is not required.\n12. No history of surgery, drug therapy, or radiotherapy for distant metastasis. Bisphosphonate preparations and RANKL inhibitors before registration, and surgery for the purpose of diagnosing metastasis are permitted.\n13. No radical surgery of the primary tumor or regional lymph nodes between diagnosis of oligometastasis to registration.\n14. In the case of recurrent breast cancer, disease-free interval of 12 months or more from surgery, perioperative chemotherapy, or molecular targeted therapy for initial treatment of breast cancer.\n15. No prior treatment of endocrine therapy, chemotherapy, molecular targeted therapy, and immunotherapy against any other malignancies within 5 years.\n16. Adequate organ function within 14 days prior to the first registration. (i) ANC \\>= 1500 cells/mm3 (ii) Hemoglobin \\>= 9.0 g/dL (iii) Platelet count \\>= 100,000/ mm3 (iv) Serum bilirubin \\<= 1.5 mg/dL (v) AST \\<= 100 U/L (vi) ALT \\<= 100 U/L (vii) Creatinine \\<= 1.5 mg/dL (\\<= 2.3 mg/dL for luminal breast cancer)\n17. Ejection fraction of cardiac function is defined over 50%.\n18. Written informed consent.\n\nSecondary Registration Eligibility Criteria:\n\n1. Primary registration in this study, and the planned number of courses of systemic drug therapy by subtype has been performed.\n2. No progression or new distant metastasis by response evaluation.\n3. Secondary registration is within 28 days from response evaluation.\n4. Within 84-126 days from the primary registration.\n5. At least one oligometastasis remains on imaging and considered feasible to definitive local therapy.\n6. No metastasis-directed therapy for breast cancer after primary registration.\n7. ECOG performance status of 0 or 1.\n8. Adequate organ function within 14 days prior to the second registration. (i) ANC \\>= 1500 cells/mm3 (ii) Hemoglobin \\>= 9.0 g/dL (iii) Platelet count \\>= 100,000/ mm3 (iv) Serum bilirubin \\<= 1.5 mg/dL (v) AST \\<= 100 U/L (vi) ALT \\<= 100 U/L (vii) Creatinine \\<= 1.5 mg/dL (\\<= 2.3 mg/dL for luminal breast cancer)\n\nExclusion Criteria:\n\n1. Active malignancies curatively treated with no evidence of disease for \\>= 5 years prior to randomization.\n2. Infection with care.\n3. Fever up 38 degrees Celsius.\n4. Childbearing potential, delivery after 28 days, breastfeeding\n5. Mental disorders.\n6. Continuously take steroids or immunosuppressive drugs.\n7. Unstable angina or history of cardiac infarction within 6months.\n8. Uncontrolled Hypertension.\n9. Uncontrolled Diabetes mellitus.\n10. Congestive heart failure deserved class II of New York Heart Association (NYHA), uncontrolled Dilated or Hypertrophic cardiomyopathy.\n11. Severe arrhythmia need to cure (except Atrial fibrillation, Paroxysmal supraventricular tachycardia)\n12. Interstitial pneumonia, pulmonary fibrosis, severe emphysema diagnosed chest CT scan.\n13. HBs Ag+",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}