{
    "nctId": "NCT01298362",
    "briefTitle": "Impact of Chemotherapy Followed by Aromatase Inhibitors on Bone Health of Women With ER-positive Early Breast Cancer",
    "officialTitle": "Impact of Chemotherapy Followed by Aromatase Inhibitors on Bone Health of Women With ER-positive Early Breast Cancer in Real World Clinical Settings in Greece",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer, Other Disorders of Bone Density and Structure",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 290,
    "primaryOutcomeMeasure": "Mean Percentage Change in Lumbar Spine Bone Mineral Density From Baseline (Before Chemotherapy Commencement) to Month 12 of AI Therapy",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Provision of informed consent.\n* Age ≥ 40 years.\n* Female patients with ER-positive early breast cancer, who receive therapy with a third generation AI either as first line hormonal treatment or as maintenance therapy after first-line anthracycline- and/or taxane-based chemotherapy for a period no longer than 1 month (4 weeks) prior to inclusion in the present study.\n* Women who have been rendered postmenopausal prior to chemotherapy commencement and at least 12 months from last menstrual period. For subjects who are amenorrheic for \\< 12 months (including patients who underwent hysterectomy, or received estrogen replacement therapy (ERT)/ hormone replacement therapy (HRT), they must have serum follicle stimulating hormone (FSH) ≥50 IU/L before the commencement of AI therapy.\n* Patients with available data on lumbar spine and total hip bone mineral density (BMD) prior to chemotherapy initiation as well as before the commencement of AI therapy.\n\nExclusion Criteria:\n\n* Prior administration of other endocrine therapy including tamoxifen.\n* Chemotherapy-induced menopause.\n* Evidence of diseases known to interfere with bone metabolism, such as hyperparathyroidism, hyperthyroidism, osteomalacia, chronic liver disease, renal failure, hypercortisolism, malabsorption, and immobilization.\n* Evidence of bone metastasis or evidence of abnormal clinical laboratory parameters that are assessed as clinically significant by the investigator.\n* Involvement in the planning and conduct of the study.\n* Participation in other clinical study within a period of 3 months prior to any study related procedures.\n* Patients with normal bone density or mild osteopenia (T score \\>= -2 in any site) under treatment with oral or intravenous bisphosphonates. Vitamin D and calcium supplements are allowed.\n* Patients with severe osteopenia or osteoporosis (T score \\<= -2 in any site) under treatment with intravenous bisphosphonates. Oral bisphosphonates, Vitamin D and calcium supplements are allowed.\n* Patients under treatment with oral or intravenous bisphosphonates before chemotherapy commencement.\n* Patients that stopped hormone-replacement therapy (HRT) less than 3 months before chemotherapy commencement.\n* Patients that received neo-adjuvant treatment.",
    "sex": "FEMALE",
    "minimumAge": "40 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}