{
    "nctId": "NCT01041235",
    "briefTitle": "Safety Study of a Liposomal Docetaxel Formulation in Patients With Solid Tumors Who Have Failed Previous Therapies",
    "officialTitle": "A Phase I, Open-label, Dose-escalation, Safety, Pharmacokinetic, and Pharmacodynamic Study of Intravenously Administered ATI-1123, a Liposomal Docetaxel Formulation, on an Every 3 Week Schedule, in Patients With Advanced Solid Tumors",
    "overallStatus": "COMPLETED",
    "conditions": "Solid Tumor, Breast Cancer, Ovarian Cancer, Pancreatic Cancer, Non-Small Cell Lung",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 29,
    "primaryOutcomeMeasure": "To determine the (MTD) and (DLTs) of ATI-1123 administered every 3 weeks, over a range of doses in patients with advanced solid tumors.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Understand and sign a written IRB-approved informed consent form.\n* Have a histologically confirmed solid tumor.\n* Have progressive disease following standard/approved chemotherapy or have no appropriate alternative therapy available.\n* Have one or more tumors measurable or evaluable as outlined by modified RECIST or evaluable by CT or MRI scan.\n* Have an ECOG performance status of ≤ 2.\n* Have a life expectancy of at least 3 months.\n* Be ≥ 18 years old.\n* Have a negative pregnancy test (if female of childbearing potential)\n* Demonstrate acceptable hepatic function:\n* Bilirubin ≤ upper limit of normal (ULN)\n* AST (SGOT) and ALT (SGPT) ≤ 2.5 times ULN\n* Demonstrate acceptable renal function:\n* Serum creatinine ≤ 1.5 x ULN, OR calculated creatinine clearance ≥ 60 mL/min/1.73 m2 for patients with creatinine levels above institutional normal (Calculated according to the Cockroft and Gault formula)\n* Demonstrate acceptable hematologic status:\n* Absolute neutrophil count ≥ 1500/mm3\n* Platelet count ≥ 100,000/mm3 (measured within 72 hours prior to initial dose)\n* Hemoglobin ≥ 9 g/dL\n* Demonstrate acceptable coagulation status:\n* PT or INR within 1.5x ULN\n* PTT within 1.5x ULN\n* Have recovered from prior treatments (eg, surgery, radiation, chemotherapy, investigational therapies) sufficiently prior to Day 1 so that, in the opinion of the Investigator and/or Medical Monitor, the protocol objectives would not be compromised.\n* Agree to use an effective contraceptive method (hormonal or barrier method; or abstinence) for the duration of the study and for 30 days after the last dose (for men and women of child-producing potential).\n\nExclusion Criteria:\n\n* Have New York Heart Association Class III or IV cardiac disease, myocardial infarction within the past 6 months prior to Day 1, unstable arrhythmia, or evidence of ischemia on electrocardiogram (ECG).\n* Have a seizure disorder requiring anticonvulsant therapy.\n* Have active CNS metastasis. Patients with a history of CNS metastases will be eligible if they have been treated and are stable without symptoms for 4 weeks after completion of treatment, with image documentation required, and must be either off steroids or on stable dose of steroids for ≥ 1 week prior to enrollment.\n* Have severe, chronic obstructive pulmonary disease with hypoxemia.\n* Have active, uncontrolled bacterial, viral, or fungal infections requiring systemic therapy.\n* Are pregnant or nursing.\n* Have undergone radiation therapy, surgery, chemotherapy, or investigational therapy within 28 days prior to study entry (6 weeks for nitrosoureas or Mitomycin C).\n* Are unwilling or unable to comply with procedures required in this protocol.\n* Have a known history of infection with HIV, hepatitis B, or hepatitis C.\n* Have a serious nonmalignant disease that, in the opinion of the Investigator and/or the Medical Monitor, could compromise protocol objectives.\n* Are currently receiving any other investigational agent.\n* Have exhibited allergic reactions to docetaxel, or a similar structural compound, biological agent, or formulation.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}