{
    "nctId": "NCT06574022",
    "briefTitle": "Post-mastectomy Recovery: Comparing Preoperative PECS-II Blocks With Intraoperative Pectoral Blocks",
    "officialTitle": "Post-mastectomy Recovery: A Randomized Clinical Trial Comparing Preoperative PECS-II Blocks With Intraoperative Pectoral Blocks",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Mastectomy; Lymphedema, Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE4",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 100,
    "primaryOutcomeMeasure": "Postoperative pain as indicated by postoperative opioid use via total inpatient and outpatient opioid use (oral morphine milliequivalents)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients who are 18 years of age or older\n* Patients undergoing mastectomy with or without axillary surgery, with or without reconstruction surgery at UCMC for breast cancer or high-risk of breast cancer. Patients with high-risk of breast cancer are those who have atypical/precancerous breast lesion(s), genetic mutation with increased risk of cancer (e.g., BRCA1, BRCA2 etc..) and/or a strong family history of breast cancer in the opinion of the investigator.\n\nExclusion Criteria:\n\n* Patients undergoing only a partial mastectomy or tissue-based reconstruction.\n* Non-English speaking.\n* Patients who are pregnant.\n* Patients with an allergy to local anesthetics\n* Except: patients with allergies only to topical anesthetics may be included.\n* Patients with a preoperative acute or chronic pain disorder with an opioid prescription that has been prescribed within 30 days of surgery. Patients who have not filled such a prescription or who state they have not taken the medications prescribed, may be eligible on a case-by-case basis per investigator judgement.\n* Patients with a history of opioid use disorder.\n* Inability to provide informed consent.\n* Patients who otherwise in the opinion of the Investigator are not good candidates for participation (e.g., deemed unreliable for follow-up).",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}