{
    "nctId": "NCT03904173",
    "briefTitle": "Establishment of Molecular Profiling for Individual Clinical Routine Treatment Decision in Early Breast Cancer",
    "officialTitle": "Establishment of Molecular Profiling for Individual Clinical Routine Treatment Decision in Early Breast Cancer",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Cancer, Breast Neoplasms, Hormone Receptor Positive Tumor",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 2300,
    "primaryOutcomeMeasure": "Treatment decision differences with or without Prosigna test",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Written informed consent (informed consent document approved by the Independent Ethics Committee \\[IEC\\]) obtained prior to any study-specific procedure\n2. Female or male age ≥ 18 years\n3. Able to comply with the protocol\n4. Primary surgery completed or if re-resection needed, a change from pT1 to pT2 categorization is not expected\n5. Histologically confirmed adenocarcinoma of the breast ≤ 5.0 cm in size (pT1-2) without metastasis to regional lymph nodes (pN0) or ≤ 20 mm in size (pT1) with lymph node micrometastases only (pN1mi)\n6. Primary tumor concluded as hormone receptor positive (ER ≥ 1%), HER2 negative.\n\nExclusion Criteria:\n\n1. Metastasis to regional lymph nodes or distant sites/organs.\n2. Previous treatment for localized breast cancer. Previous treatment for DCIS is allowed.\n3. HER2 positive\n4. ER and PgR negative tumor (\\< 1% expression)\n5. Other concomitant or earlier carcinoma less than five years prior to the breast cancer diagnosis, except for basal cell carcinoma and in situ cervix cancer\n6. Use of or participation in intervention trials testing treatment with any investigational anti-cancer drug. Participation in other types of intervention trials is allowed (such participation needs to be registered).\n7. Evidence of any other disease or condition that by the investigator is considered to impede follow-up of the patients.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}