{
    "nctId": "NCT00342953",
    "briefTitle": "Study of Health Effects of Cosmetic Breast Augmentation",
    "officialTitle": "Extended Mortality Follow-Up of Women With Augmentation Mammoplasty",
    "overallStatus": "COMPLETED",
    "conditions": "Brain Cancer, Breast Cancer, Lung Cancer, Suicide",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 17424,
    "primaryOutcomeMeasure": "No intervention",
    "eligibilityCriteria": "* INCLUSION AND EXCLUSION CRITERIA:\n\nThe following criteria for inclusion in the study cohort will apply:\n\n1. Age. No age restrictions apply; patients receiving cosmetic implants at any age will be eligible for study.\n2. Cosmetic augmentation only. Patients with breast reduction surgery or reconstructive surgery following breast cancer will not be included.\n3. Females only. Implants in conjunction with sex change surgery will not be included.\n4. Bilateral implants only. Patients with unilateral implants will not be included.\n5. First occurrence of a breast implant. Patients with a previous breast implant will not be included.\n6. Patients with a history of plastic surgery involving silicone exposure will not be included.\n7. Patients with a history of breast cancer at or before the time of implant will not be included.\n8. Patients residing in defined geographic areas at the time that their plastic surgery was sought (these areas will need to be individually defined for each study site).\n9. Patients with a history of breast surgery for non-cancerous events, those with a history of cancer of sites other than the breast, and those with documented histories of connective tissue disorders will continue to be eligible for cohort inclusion, although information on these conditions will be abstracted so that separate analyses can be pursued.\n\nFor the comparison cohort, items a, c, f, g, h and i will apply. Patients currently receiving an operation involving implantation of silicon will not be included in the comparison cohort.",
    "sex": "FEMALE",
    "minimumAge": "21 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}