{
    "nctId": "NCT05143970",
    "briefTitle": "A Phase 1 First-In-Human Study of the Anti-CD73 IPH5301 Alone or in Combination With Chemotherapy and Trastuzumab in Patients With Advanced Solid Tumors",
    "officialTitle": "A Phase 1 First-In-Human Study of the Anti-CD73 IPH5301 Alone or in Combination With Chemotherapy and Trastuzumab in Patients With Advanced Solid Tumors",
    "overallStatus": "RECRUITING",
    "conditions": "Metastatic Cancer, Metastatic Breast Cancer, Metastatic Pancreatic Cancer, Metastatic Gastric Cancer, Metastatic Lung Cancer, Metastatic Ovary Cancer, Oesophageal Cancer, Endometrial Cancer, Advanced Solid Tumor",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 27,
    "primaryOutcomeMeasure": "Occurrence of dose limiting toxicity (DLT) of IPH5301 in monotherapy in the dose escalation and in combination with paclitaxel and trastuzumab in the expansion cohort",
    "eligibilityCriteria": "Main Inclusion Criteria:\n\n* Patients with incurable advanced and/or metastatic cancer.\n* Patients with any of the following cancers:\n\n  1. In dose escalation: carcinoma of the breast, stomach, esophagus, pancreas, endometrium, ovary or lung.\n  2. In cohort expansion (HER2-positive): carcinoma of the breast and gastric/gastro-esophageal that express HER2 (2 cohorts) . Eligibility is based on HER2 overexpression as determined locally.\n* Prior treatment with at least one prior systemic therapy in the advanced metastatic setting\n\n  1. Dose escalation: no limit on number of prior systemic therapies and considered as failing standard therapeutic alternatives and candidate to a phase I study by a multi-disciplinary tumor board.\n  2. Cohort expansion: patients must have previously re-ceived (or be considered as non-eligible to) all authorized standard treatments\n* Breast cancer: patient must have received prior (or be considered as ineligible to) trastuzumab pertuzumab, trastuzumab emtansine, trastuzumab deruxtecan and capecitabine+anti-HER2 (trastuzumab, lapatinib or trastuzumab tucatinib) according to label.\n* Gastric cancer: patient must have received (or be con-sidered as ineligible to) prior treatment with platinum salts and trastuzumab.\n* Presence of at least one measurable lesion by RECIST outside of the CNS.\n* At least 18 years of age.\n* ECOG performance status of ≤1.\n* For patients included in cohort expansion, adequate echocar-diogram, with a left ventricular ejection fraction ≥55%. Patients with a history of LVEF decline (\\< 50%) on anti-HER2 treatment will not be allowed to participate.\n* For patients included in the cohort expansion, feasibility of obtaining tumor biopsy at study entry.\n* All non-hematological AEs related to prior therapy must have completely resolved or improved to Grade 1 prior to screening for this study (except for alopecia).\n\nExclusion Criteria:\n\n* Prior treatment with other monoclonal antibodies or small mol-ecules targeting CD73 or the adenosine pathway.\n* Patients with known spinal cord compression.\n* Patients with grade 2 or higher peripheral neuropathy.\n* Symptomatic, untreated, or actively progressing central nerv-ous system (CNS) metastases. Patients with suspected CNS involvement at screening should have an magnetic resonance imaging (MRI) (preferred) or computed tomography (CT) each preferably with IV contrast of the brain prior to study entry to rule them out. Asymptomatic patients with treated CNS lesions are eligible, provided that definied criteria are met\n* Known allergic reactions attributed to compounds of similar product.\n* Patients with dyspnea at rest and history of pneumonit-is/interstitial lung disease.\n* Patients with any serious underlying medical condition that would impair the subject from receiving or tolerating the planned treatment.\n* Concurrent enrollment in another clinical trial, unless it is an non-interventional clinical study or the follow-up period of an interventional study.\n* Any concurrent treatment with any anti-cancer agents or drugs that could have anti-tumor effects.\n* Active auto-immune disease within the past 2 years.\n* ≥ Grade 3 immune related AE or an immune-related neuro-logic or ocular AE of any grade while receiving prior immunotherapy.\n* Subjects who have undergone major surgery \\<28 days prior to starting study drug.\n* Treatment with any conventional or investigational anticancer therapy within 28 days prior to day 1 of study treatment.\n* Receipt of live attenuated vaccine or SARS-CoV-2 vaccine within 30 days prior to the first dose of study drug\n* Primary immunodeficiency and/or history of allogenic transplantation.\n* Current uncontrolled infection.\n* Hepatitis B, C or HIV-positive patients.\n* Subjects with a history of other active invasive malignancies during the past three years with the exception of those with a negligible risk of metastasis or death (e.g., 5-year OS rate \\> 90%) and treated with expected curative outcome (such as adequately treated carcinoma in situ of the cervix, non-melanoma skin carcinoma, localised prostate cancer, ductal carcinoma in situ, or Stage I uterine cancer).\n* Pregnant or breastfeeding women.\n* Participants with abnormal coagulation profiles or any history of coagulopathy within the 6 months prior to the first dose of IMP, as well as history of deep vein thrombosis, pulmonary embolism, cerebrovascular accident or other arterial thrombus. Participants being treated with an anticoagulant (eg, warfarin or heparin) for a thrombotic event that occurred more than 6 months before en-rollment, or for an otherwise stable and allowed medical condition (eg, well-controlled atrial fibrillation), provided that dose and co-agulation parameters (as defined by local standard of care) are stable for at least 1 month prior to the first dose of IMP are allowed.\n* Subjects with dementia or altered mental status that would preclude understanding and rendering of informed consent document.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}