{
    "nctId": "NCT06247995",
    "briefTitle": "A Phase I/II, Dose Finding and Optimization Study of [177Lu]Lu-NeoB in Combination With Capecitabine in Patients With GRPR+, ER+, HER2- Metastatic Breast Cancer After Progression on Previous Endocrine Therapy in Combination With a CDK4/6 Inhibitor.",
    "officialTitle": "A Phase I/II, Open-label, Multi-center Trial of [177Lu]Lu-NeoB in Combination With Capecitabine in Adult Patients With Gastrin Releasing Peptide Receptor Positive, Estrogen Receptor-positive, Human Epidermal Growth Factor Receptor-2 Negative Metastatic Breast Cancer After Progression on Previous Endocrine Therapy in Combination With a CDK4/6 Inhibitor.",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 58,
    "primaryOutcomeMeasure": "Phase I: Incidence and severity of dose limiting toxicities (DLTs)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Signed informed consent must be obtained prior to participation in the study.\n2. Participant is female or male adult ≥ 18 years old at the time of informed consent(s).\n3. Participant has a histologically and/or cytologically documented diagnosis of ER+ breast cancer (ER expression \\>10% of tumor cell nuclei stain (regardless of PgR expression) (based on the most recently analyzed tissue sample tested by a local laboratory).\n4. Participant has HER2-negative (as per ASCO-CAP guidelines Wolff et al 2018) breast cancer defined as a negative in situ hybridization test (ISH) or an IHC status of 0, 1+ or 2+. If IHC is 2+, a negative ISH (e.g., FISH, CISH, or SISH) (based on the most recently analyzed tissue sample tested by a local laboratory) is required.\n5. Participant received no more than three prior endocrine therapy/ies (single agent or in combination with targeted therapy) regimen/s in the metastatic setting of which at least one included endocrine therapy in combination with a CDK4/6i. In addition:\n\n   * in case of confirmed presence of deleterious or suspected deleterious germline BRCA1 or BRCA2 mutation, the participant may also have received a PARP inhibitor-based therapy.\n   * In case of HER2-low breast cancer (as per ASCO-CAP guidelines Wolff et al 2018), the participant may also have received Enhertu®.\n\n   Note: disease progression while on adjuvant ET (with or without CDK4/6i) or within 12 months of completing adjuvant endocrine therapy (with or without CDK4/6i), will be considered a line of therapy.\n6. Participant has metastatic breast cancer with radiologically confirmed progression of disease after the most recent therapy\n7. Participant must have measurable disease, i.e., at least one measurable lesion as per RECIST 1.1. (a lesion at a previously irradiated site may only be counted as a target lesion if there is a clear sign of progression since the irradiation) as per local assessment.\n\n   Note: If only lytic bone lesions are present, they must have at least one lesion with a soft tissue component that can be evaluated by CT or MRI and meets the definition of measurability as per RECIST 1.1 criteria (participants with only one predominantly lytic bone lesion that has been previously irradiated are eligible if there is documented evidence of disease progression of the bone lesion after irradiation).\n8. Participant has at least one target lesion \\[as per RECIST 1.1 and based on the baseline contrast-enhanced CT (or MRI)\\] with \\[68Ga\\]Ga-NeoB uptake above the liver at PET/CT or PET/MRI, as per local reading. In addition:\n\n   * Participant with liver or lung disease involvement must show \\[68Ga\\]Ga-NeoB uptake above the liver as follows:\n   * If there is liver disease involvement (in the absence of lung involvement), in ≥ 50% of all CT measurable liver lesions (RECIST 1.1)\n   * If there is lung disease involvement (in the absence of liver involvement), in ≥ 50% of all CT measurable lung lesions (RECIST 1.1)\n   * Participants with both liver and lung disease involvement must show \\[68Ga\\]Ga-NeoB uptake above the liver in ≥ 50% of all CT measurable lesions either in liver or lung (RECIST 1.1) and in at least one measurable lesion in the remaining organ (lung or liver)\n9. Participants with central nervous system (CNS) involvement are eligible providing they meet ALL the following criteria:\n\n   * At least 2 weeks from prior therapy completion (including radiation and/or surgery) to initiation of the study treatment\n   * Clinically stable CNS tumor at the time of screening\n   * Participant is not receiving steroids and/or anti-epileptic medications for brain metastases at the time of initiation of the radioligand study treatment\n10. Participant has an Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1.\n11. Participant has adequate bone marrow and organ function as defined by the following laboratory values (as assessed by local laboratory):\n\n    * Absolute neutrophil count ≥ 1.5 × 109/L\n    * Platelets ≥ 100 × 109/L\n    * Hemoglobin ≥ 9.0 g/dL\n    * International Normalized Ratio (INR) ≤1.5\n    * Creatinine Clearance ≥60 mL/min using the Chronic Kidney Disease Epidemiology Collaboration (CKD-EPI) equation\n    * Total bilirubin (TBIL) \\< 1.5 × ULN (any elevated bilirubin should be asymptomatic at enrollment) except for participants with Gilbert's syndrome who may only be included if the total bilirubin is ≤ 3.0 × ULN or direct bilirubin ≤ 1.5 × ULN\n    * In absence of liver metastases, alanine aminotransferase (ALT) and aspartate aminotransferase (AST) \\< 2.5 × ULN. If the participant has liver metastases, the participant will be eligible for the study if ALT and AST \\< 5 X ULN.\n    * Serum lipase ≤ 1.5 × ULN Note: no platelet transfusion, packed red blood cell transfusion, or G-CSF will be allowed during the screening phase after ICF signature\n    * Participant must have the following laboratory values within normal limits or corrected to within normal limits with supplements before the first dose of study medication:\n    * Potassium\n    * Magnesium\n    * Total Calcium (corrected for serum albumin)\n12. Participant must be able to swallow capecitabine tablets.\n13. Participant must be able to communicate with the investigator and comply with the requirements of the study procedures.\n14. For Phase I part only Female participant must be in postmenopausal status at the time of starting study treatment.\n\n    Postmenopausal status is defined either by:\n    * Prior surgical bilateral oophorectomy (with or without hysterectomy)\n    * Age ≥60 years\n    * Age \\<60 years and ≥ 12 months of natural (spontaneous) amenorrhea in the absence of chemotherapy, tamoxifen, toremifene, or ovarian suppression with serum Follicle-Stimulating Hormone (FSH) and estradiol in the postmenopausal range per local normal range.\n    * Aged \\< 60 years: therapy-induced amenorrhea for \\> 12 months with serial measurements of FSH and estradiol in post-menopausal ranges (NCCN V4 2023).\n    * Aged \\< 60 years: on tamoxifen with serial measurements of FSH and estradiol in post-menopausal ranges Note: Ovarian radiation or treatment with a gonadotropin releasing hormone agonist (GnRHas e.g. goserelin acetate) is not permitted for induction of ovarian suppression in the Phase I part.\n15. For Phase II part only\n\n    * Female participant is post-menopausal as per criteria above at the time of starting study treatment.\n    * Female participant is pre/peri-menopausal at the time of starting study treatment\n\nPre-menopausal status is defined as either:\n\n* Patient had last menstrual period within the last 12 months OR\n* If on tamoxifen or toremifene within the past 14 days, FSH and estradiol in pre-menopausal ranges on serial measurements OR\n* In case of therapy induced amenorrhea, FSH and estradiol in pre-menopausal ranges on serial measurements Note: Peri-menopausal status is defined as neither pre-menopausal nor post-menopausal (see definition above)\n\nExclusion Criteria:\n\n1. Participant with symptomatic visceral disease or any disease burden that are at risk of life-threatening complications as per the investigator's judgment.\n2. Participant has received prior treatment with chemotherapy in the metastatic setting (allowed in neoadjuvant/ adjuvant setting, unless progression or recurrence occurred during or within 12 months after completion of adjuvant chemotherapy).\n3. Participant has received prior treatment with capecitabine\n4. History of hypersensitivity or contraindication to any of the study treatments or their excipients or to drugs of similar chemical classes.\n5. Participant has inflammatory breast cancer at screening.\n6. Participant has had major surgery within 14 days prior to starting study treatment or has not recovered from major side effects.\n7. Participant has received any prior treatment with a therapeutic radiopharmaceutical\n8. Prior External Beam Radiation Therapy (EBRT) to more than 25% of the bone marrow.\n9. Participant has a concurrent malignancy or malignancy within 3 years of start of study treatment, with the exception of adequately treated, basal or squamous cell carcinoma, non-melanomatous skin cancer, or curatively resected cervical cancer.\n10. Participant has impairment of gastrointestinal (GI) function or GI disease that may significantly alter the absorption of the study drugs (e.g., uncontrolled ulcerative diseases, uncontrolled nausea, vomiting, diarrhoea, malabsorption syndrome, or small bowel resection) based on investigator's discretion.\n11. Participant has any other concurrent severe and/or uncontrolled medical condition that would, in the investigator's judgment, cause unacceptable safety risks, contraindicate participant participation in the clinical study or compromise compliance with the protocol (e.g., chronic pancreatitis, chronic active hepatitis, active untreated or uncontrolled fungal, bacterial or viral infections, interstitial lung disease (ILD)/ pneumonitis etc.).\n12. Participant has a history of or ongoing acute pancreatitis within 1 year of screening.\n13. History or current diagnosis of impaired cardiac function, clinically significant cardiac disease or ECG abnormalities indicating significant risk of safety for participants in the study such as:\n\n    * Documented myocardial infarction (MI), angina pectoris, cardiomyopathy, symptomatic pericarditis, or coronary artery bypass graft (CABG) within 6 months prior to study entry\n    * Clinically significant cardiac arrhythmias (e.g., ventricular tachycardia), complete left bundle branch block, high-grade atrioventricular (AV) block (e.g., bifascicular block, Mobitz type II and third-degree AV block)\n    * Long QT syndrome or family history of idiopathic sudden death or congenital long QT syndrome, or any of the following:\n    * Risk factors for TdP including uncorrected hypocalcemia, hypokalemia or hypomagnesemia, history of cardiac failure, or history of clinically significant/symptomatic bradycardia\n    * Inability to determine the Fridericia QT correction formula (QTcF) interval\n    * Resting QTcF ≥450 msec (male) or ≥460 msec (female) at screening as per standard 12-lead ECG values defined as the mean of the triplicate ECGs and assessed locally\n    * Left Ventricular Ejection Fraction (LVEF) \\< 50% as determined by echocardiogram (ECHO) or MUGA.\n    * Uncontrolled hypertension defined by a Systolic Blood Pressure (SBP) ≥ 160 mmHg and/or Diastolic Blood Pressure (DBP) ≥ 100 mm Hg, with or without anti-hypertensive medication.\n14. Participant is currently receiving brivudine which cannot be discontinued at least 4-week prior to start of capecitabine therapy.\n15. Participant is currently receiving NEP inhibitors (i.e., Entresto®) and images for dosimetry assessments cannot be acquired for this participant as per Section 8.7.3.\n16. Participant with known deficiency or family history of deficiency of dihydropyrimidine dehydrogenase.\n17. Use of other investigational drugs within 5 half-lives of the investigational drug or within 30 days prior to start of study treatment, whichever is longer; or as required by local regulations.\n18. Sexually active male participants unwilling to:\n\n    * remain abstinent (refrain from sexual intercourse) or\n    * use a condom, while taking study treatment and for at least 4 months after the last administration of \\[177Lu\\]Lu-NeoB, or 3 months after the last dose of capecitabine (or as per locally prescribing information) whichever is longer, in addition to the highly effective method used by the partner who is a female of child-bearing potential.\n\n    Note: A condom is required for all sexually active male participants to prevent them from fathering a child and to prevent delivery of study treatment via seminal fluid to their partner. In addition, male participants must not donate sperm for the time period specified above.\n19. Participants with legal incapacity to give informed consent, where required by local regulation (e.g. in EU).\n20. For Phase II part only\n\n    * Pregnant or breast-feeding women\n    * Women of childbearing potential, defined as all women physiologically capable of becoming pregnant, are not allowed to participate in this study UNLESS they are using highly effective methods of contraception throughout the study and for up to 7 months after the last administration of \\[177Lu\\]Lu-NeoB or 6 months after the last dose of capecitabine (or as per locally prescribing information) whichever is longer. Highly effective contraception methods include:\n    * Total abstinence (when this is in line with the preferred and usual lifestyle of the subject). Periodic abstinence (e.g., calendar, ovulation, symptothermal, post-ovulation methods) and withdrawal are not acceptable methods of contraception.\n    * Female bilateral tubal ligation, female sterilization (have had surgical bilateral oophorectomy with or without hysterectomy) or total hysterectomy at least six weeks before taking study treatment. In case of oophorectomy alone, only when the reproductive status of the woman has been confirmed by follow up hormone level assessment.\n    * Male partner sterilization (at least 6 months prior to screening). For female participants on the study, the vasectomized male partner should be the sole partner for that participant.\n    * Placement of an intrauterine device (IUD) and concurrent use of barrier methods of contraception: condom or occlusive cap (diaphragm or cervical/vault caps) with spermicidal foam/gel/film/cream/vaginal suppository.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}