{
    "nctId": "NCT05165069",
    "briefTitle": "The Efficacy and Safety of Mecobalamin in the Prevention of Capecitabine Induced Hand Foot Syndrome",
    "officialTitle": "The Efficacy and Safety of Mecobalamin in the Prevention of Capecitabine Induced Hand Foot Syndrome in Breast Cancer Patients: A Multicenter, Phase III, Randomized, Double-blind, Controlled Trial",
    "overallStatus": "RECRUITING",
    "conditions": "Hand-foot Syndrome",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "PREVENTION",
    "enrollmentCount": 234,
    "primaryOutcomeMeasure": "The incidence of grade 2 / 3 hand foot syndrome",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Female, aged 18 to 75\n2. Her-2 negative patients with non metastatic breast cancer.\n3. patients with early breast cancer who did not receive PCR after neoadjuvant chemotherapy or patients with lymph node metastasis after breast cancer surgery.\n4. Prepare to receive postoperative adjuvant single drug capecitabine or capecitabine combined with endocrine therapy and / or radiotherapy\n\n   The Binbin dose is 1000mg / ㎡, bid (continuous oral administration for 14 days, stopping for 7 days, repeated every 21 days)\n5. Eastern cancer cooperation group (ECoG) physical strength score 0-1;\n6. During randomization, the toxicity related to previous treatment must be alleviated to NCI CTCAE (version 4.03) ≤ 1 degree (except hair loss or according to the research)\n\n   Other toxicity judged by the investigator that there is no risk to the safety of the patient);\n7. Blood routine examination was basically normal within 4 weeks before enrollment: A. white blood cell count (WBC) ≥ 3.0 × 10 \\^ 9 / L, B. medium\n\n   Sex granulocyte count (ANC) ≥ 1.5 × 10 \\^ 9 / L, C. platelet count (PLT) ≥ 100 × 10\\^9／L;\n8. The liver and kidney function tests were basically normal within 4 weeks before enrollment (based on the normal values in the laboratories of each research center): a\n\n   Total bilirubin (TBIL) ≤ 1.5 × Upper limit of normal value (ULN), B. alanine aminotransferase and aspartate aminotransferase (ALT / AST)\n\n   ≤2.5 × ULN (patients with liver metastasis) ≤ 5 × ULN), C. serum creatinine ≤ 1.5 × ULN or creatinine clearance (CCR)\n\n   ≥60 ml/min；\n9. Women of childbearing age must have a serum / urine pregnancy test 4 weeks before enrollment, and the result is negative, and are willing to participate in the study\n\n   Use a medically recognized high-efficiency contraceptive during and within 6 months after the last administration of the drug;\n10. Informed consent has been signed before joining the group;\n11. There was no active infectious disease within 12 weeks of screening period\n\nExclusion Criteria:\n\n1. in the first 5 years of randomised allocation, there was a history of malignancy except for breast cancer, but the risk of metastasis or death was negligible.\n\n   Except for malignant tumors that can be cured after treatment (such as appropriately treated cervical carcinoma in situ, non melanoma skin cancer or stage I cancer)\n\n   Uterine cancer, thyroid cancer, etc.);\n2. Any accompanying disease or condition that may interfere with the study, or any serious medical impairment that may affect the safety of the subject\n\n   (for example, uncontrollable heart disease, hypertension, active or uncontrollable infection, active hepatitis B virus infection);\n3. there are diseases affecting skin: diabetes, dermatomyositis, sclerosing disease, lupus erythematosus and so on.\n4. Known history of psychotropic substance abuse or drug abuse;\n5. Pregnant or lactating patients;\n6. Inability to swallow, intestinal obstruction or other factors affecting drug administration and absorption.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}