{
    "nctId": "NCT02831530",
    "briefTitle": "Randomized Short-term Pre-surgical Study to Assess the Effects of Abemaciclib (LY2835219) in Early Breast Cancer Patients",
    "officialTitle": "Randomized Short-term Pre-surgical Study to Assess the Effects of Abemaciclib (LY2835219) in Early Breast Cancer Patients",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 101,
    "primaryOutcomeMeasure": "Anti-proliferative response",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Signed written informed consent\n2. Female patients aged 18 years or older.\n3. Histologically or cytologically confirmed untreated invasive carcinoma of the breast\n4. Candidates for initial breast surgery with a minimum tumor size of 11 mm measured by breast ultrasound. Bilateral and multifocal tumors are allowed, assuming tumor evaluations and pre- and post-treatment biopsies are performed in the same target lesion.\n5. HR-positive (defined as either ER and or PR expression \\>10% by immunohistochemistry or by PCR) irrespective of HER2 status.\n6. No evidence of metastatic disease.\n7. Eastern Cooperative Oncology Group (ECOG) performance status 0/1.\n8. Left ventricular ejection fraction (LVEF) of at least 50%\n9. Negative pregnancy test in women of childbearing potential within 14 days prior to treatment initiation (premenopausal or less than 12 months of amenorrhea post-menopause, and who have not undergone surgical sterilization).\n10. For women of childbearing potential who are sexually active, agreement to use a highly effective non-hormonal form of contraception or two effective forms of non-hormonal contraception during and for at least 6 months post-treatment.\n11. Patients must be affiliated to a social security system\n\nExclusion Criteria:\n\n1. Patients non-candidate for upfront breast surgery or candidate for neoadjuvant chemotherapy or hormonotherapy.\n2. Patients receiving another concomitant anticancer treatment like chemotherapy, immunotherapy, endocrine treatment, or radiotherapy for the currently diagnosed tumor.\n3. Known hypersensibility to abemaciclib or any of its components.\n4. Difficulty to swallow oral medication.\n5. Serious uncontrolled concomitant disease that would put the patient at high risk for treatment-related complications.\n6. Patients whose general clinical condition does not consider postponing surgery.\n7. Inadequate organ function, evidenced by the following laboratory results:\n\n   * Absolute neutrophil count \\<1,500 cells/mm3\n   * Platelet count \\<100,000 cells/mm3\n   * Hemoglobin \\<8 g/dL\n   * Total bilirubin greater than 1,5 times the upper limit of normal (ULN) (unless the patient has documented Gilbert's syndrome)\n   * Aspartate aminotransferase (AST \\[SGOT\\]) or alanine aminotransferase (ALT \\[SGPT\\]) \\>3 x ULN\n   * Serum creatinine \\>2 mg/dL and/or clearance creatinine \\<50mL/min (calculated by Cockcroft-Gault method)\n8. Patients with serious preexisting medical conditions that, in the judgment of the investigator, would preclude participation in this study (for example, history of major surgical resection involving the stomach or small bowel, or preexisting Crohn's disease or ulcerative colitis).\n9. Patients with a personal history within the last 12 months of any of the following conditions: syncope of cardiovascular etiology, ventricular tachycardia, ventricular fibrillation, or sudden cardiac arrest.\n10. Patients assessed by the investigator to be unable or unwilling to comply with the requirements of the protocol.\n11. Pregnant or breastfeeding patients",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}