{
    "nctId": "NCT00196820",
    "briefTitle": "Mono Efficacy of Capecitabine (MoniCa)",
    "officialTitle": "A Multicenter Phase II Study to Determine the Efficacy of Capecitabine as First Line Monochemotherapy in Patients With HER2 Negative, Medium-risk, Metastatic Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 200,
    "primaryOutcomeMeasure": "Any progression of disease or disease related death of a patient",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Written informed consent prior to beginning specific protocol procedures, including expected cooperation of the patients for the treatment and follow-up, must be obtained and documented according to the local regulatory requirements.\n2. Histologically confirmed carcinoma of the breast.\n3. Negative for HER2-overexpression of the primary and/or metastatic tumour tissue detected by immunohistochemistry (DAKO 0-2) or genamplification detected by FISH.\n4. Locally advanced or metastatic stage of disease not suitable for surgery or radiotherapy alone.\n5. The following previous systemic treatment are eligible:\n\n   adjuvant chemotherapy (except if capecitabine was included) adjuvant endocrine therapy palliative endocrine treatments treatment with bisphosphonates (adjuvant and/or palliative) treatment with immunotherapies (adjuvant and/or palliative)\n6. Patients must have either measurable or nonmeasurable target lesions according to the WHO criteria (see Appendix 5).\n7. At least 4 weeks since radiotherapy, with full recovery. The measurable disease must be completely outside the radiation portal or there must be pathologic proof of progressive disease.\n8. Complete radiology and tumor measurement work up within 4 weeks prior to registration.\n9. Karnofsky performance status evaluation \\> or = 60%\n10. Age \\>18 years\n11. WBC \\> or = 3000 cells/microl, platelet count \\> or = 100,000 cells/microl.\n12. Bilirubin \\< or = 2x the upper limit of normal for the institution (ULN); elevation of transaminases and alkaline phosphatase \\< 2.5x ULN or \\<5x ULN for patients with liver metastases.\n13. Creatinine \\< or = 1,25 x upper normal value or creatinin-clearance \\> 50 ml/min (according to Cockroft Gault).\n14. If of childbearing potential, negative pregnancy test. In addition the patient has to agree to use an effective method to avoid pregnancy for the duration of the study.\n15. Female and male patients\n\nExclusion Criteria:\n\n1. Known hypersensitivity reaction to the compounds or incorporated substances or known dihydropyrimidine dehydrogenase deficiency.\n2. Concurrent immunotherapy or hormonal therapy (antihormonal, contraceptive and/or replacement therapy). Bisphosphonates may be continued.\n3. Parenchymal brain metastases, unless adequately controlled by surgery and/or radiotherapy with complete resolution of symptoms and discontinuation of all steroids.\n4. Life expectancy of less than 3 months.\n5. Serious intercurrent medical or psychiatric illness that may interfere with the planned treatment (including AIDS and serious active infection).\n6. History of other malignancy within the last 5 years which could affect the diagnosis or assessment of metastatic breast cancer.\n7. Patients with indication for polychemotherapy.\n8. Concurrent treatment with other experimental drugs. Participation in another clinical trial with any investigational not marketed drug within 30 days prior to study entry.\n9. Treatment with sorivudine or derivates e.g. brivudin.\n10. Pregnant or nursing women.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}