{
    "nctId": "NCT05742269",
    "briefTitle": "Molecular PD-L1 PET/CT Imaging With 89Zr-atezolizumab in Metastatic Triple Negative Breast Cancer",
    "officialTitle": "Molecular PD-L1 PET/CT Imaging With 89Zr-atezolizumab to Monitor Immune Responses in Metastatic Triple Negative Breast Cancer",
    "overallStatus": "RECRUITING",
    "conditions": "Metastatic Triple-Negative Breast Carcinoma",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 64,
    "primaryOutcomeMeasure": "Level of statistical agreement (Cohen kappa coefficient) between PD-L1 status on IHC (with SP142 Ventana) and PET (with 89Zr-atezolizumab)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients with metastatic triple negative breast cancer (mTNBC), defined by pathological criteria: oestrogen receptor expression \\<10%, progesterone receptor expression \\<10%, HER2 negative, on the primary tumour or a metastatic biopsy\n* Measurable disease according to RECIST v1.1\n* At least one metastatic lesion accessible for biopsy\n* Deemed by treating physician as fit for systemic therapy according to study protocol\n* ECOG performance score 0/1\n* Age ≥ 18 years old\n* Adequate blood tests for bone marrow, renal and hepatic functions\n* Able and willing to provide written informed consent\n\nExclusion Criteria:\n\n* Previous treatment with chemotherapy or targeted therapy for mTNBC. Radiation therapy and previous chemotherapy (including taxanes) in the context of curative therapy is allowed.\n* Contraindications for PET/CT as defined for clinical practice\n* Other malignancy diagnosed within the last five years, except for radically treated basal or squamous cell carcinoma of the skin or CIS of the cervix\n* Patients in child-bearing age without adequate contraception. Examples of contraceptive methods with a failure rate of \\< 1% per year include bilateral tubal ligation, male sterilization, established, proper use of hormonal contraceptives that inhibit ovulation, hormone-releasing intrauterine devices (IUDs), and copper IUDs. Periodic abstinence (e.g., calendar, ovulation, symptothermal, or postovulation methods) and withdrawal are not acceptable methods of contraception. Women must refrain from donating eggs during this same period.\n* Pregnancy or lactation\n* Uncontrolled hypertension, heart-, liver-, or kidney-diseases or other medical/psychiatric disorders.\n* History of autoimmune disease, including but not limited to myasthenia gravis, myositis, autoimmune hepatitis, systemic lupus erythematosus, rheumatoid arthritis, inflammatory bowel disease, vascular thrombosis associated with antiphospholipid syndrome, Wegener's granulomatosis, Sjögren's syndrome, Guillain-Barré syndrome, multiple sclerosis, vasculitis, or glomerulonephritis\n\n  * Patients with a history of autoimmune-related hypothyroidism on a stable dose of thyroid replacement hormone are eligible for this study. Patients with controlled Type 1 diabetes mellitus on a stable insulin regimen may be eligible for this study.\n  * Patients with eczema, psoriasis, lichen simplex chronicus or vitiligo with dermatologic manifestations only (e.g., no psoriatic arthritis) are permitted provided that they meet the following conditions: Rash must cover less than 10% of body surface area (BSA); Disease is well controlled at baseline and only requiring low potency topical steroids; No acute exacerbations of underlying condition within the last 12 months (not requiring PUVA \\[psoralen plus ultraviolet A radiation\\], methotrexate, retinoids, biologic agents, oral calcineurin inhibitors, high potency or oral steroids).\n* Vaccination with a live vaccine within 30 days of the first dose of study treatment\n* A known history of Human Immunodeficiency Virus (HIV) infection, hepatitis B (HBsAg reactive) or hepatitis C (HCV RNA detected) infection or active tuberculosis.\n* Treatment with systemic corticosteroids or other systemic immunosuppressive medications (including but not limited to prednisone, dexamethasone, cyclophosphamide, azathioprine, methotrexate, thalidomide, and anti-tumor necrosis factor \\[TNF\\] agents) within 2 weeks prior to randomization, or anticipated requirement for systemic immunosuppressive medications during the trial\n\n  * Patients who have received acute, low-dose, systemic immunosuppressant medications (e.g., a one-time dose of dexamethasone for nausea) may be enrolled in the study\n  * Patients with a history of allergic reaction to IV contrast requiring steroid pre-treatment should have baseline and subsequent tumor assessments performed using CT.\n  * The use of inhaled corticosteroids for chronic obstructive pulmonary disease, mineralocorticoids (e.g., fludrocortisone) for patients with orthostatic hypotension, and low-dose supplemental corticosteroids for adrenocortical insufficiency are allowed.\n* Hypersensitivity to atezolizumab",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}