{
    "nctId": "NCT02605486",
    "briefTitle": "Palbociclib in Combination With Bicalutamide for the Treatment of AR(+) Metastatic Breast Cancer (MBC)",
    "officialTitle": "Phase I/II Trial of Palbociclib in Combination With Bicalutamide for the Treatment of AR(+) Metastatic Breast Cancer (MBC)",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Metastatic Breast Cancer (MBC)",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 46,
    "primaryOutcomeMeasure": "recommended phase II dose (RP2D) (phase I)",
    "eligibilityCriteria": "Inclusion Criteria:\n\nA patient will be eligible for androgen receptor expression testing (STEP 1) if the following criteria are met:\n\n* Female\n* Pathologically confirmed invasive cancer of the breast\n* ER/PR status (ER or PR defined as positive if ≥1%; ER/PR is defined as negative if \\<1%):\n* Phase I: Patients may have ER/PR(-) breast cancer.\n* HER2 normal (IHC 0-1; FISH \\< 2.0)\n* Non-measurable or measurable, metastatic disease\n* Available tissue for AR testing for research purposes\n\nA patient will be eligible for participation in the therapeutic trial (STEP 2) if the following criteria are met:\n\n* Androgen receptor expression testing confirms that the patient's tumor is AR (+). AR is considered positive if ≥1% of cell nuclei are immunoreactive using the Dako antibody (clone AR441). Receptor testing may be performed on either primary tumor specimen or tissue from a metastatic site. Local testing permitted for eligibility but will require confirmation at MSKCC.\n* There is no limit to the number of prior chemotherapy or endocrine therapy regimens allowed. Patients with ER(+) AR(+) breast cancer must have had at least 1 prior line of endocrine therapy to be eligible for the phase I portion of the trial.\n* At least 2 weeks since last cytotoxic chemotherapy, hormonal therapy, or radiotherapy. Toxicities related to prior therapy must either have returned to grade 1, or baseline (excluding alopecia)\n* Patient may receive bisphosphonates/denosumab for the palliation of bone metastases\n* If patient has a history of brain metastases or leptomeningeal disease, lesions must be stable for at least 3 months (as documented by either head CT or brain MRI)\n* Prior treatment with bicalutamide will not be allowed\n* At least 3 weeks from major surgery with full recovery\n* ECOG performance status 0-2\n* Age 18 years or greater\n* Postmenopausal. Use of LHRH agonist permitted.\n* Patients must not have another, non-breast, active malignancy that requires treatment.\n* The effects of palbociclib on the developing human fetus at the recommended therapeutic dose are unknown. Women of child-bearing potential must agree to use adequate contraception (barrier method of birth control; abstinence). Women must not breast feed while on study.\n* Ability to understand and the willingness to sign a written informed consent document.\n* Ability to swallow intact palbociclib capsules and bicalutamide tablets.\n* Adequate organ and marrow function as defined below (ULN indicates institutional upper limit of normal):\n\n  * Absolute neutrophil count ≥ 1.5 10\\^9/\n  * Hemoglobin ≥ 9.0 g/dL\n  * WBC ≥ 3.0 10\\^9/L\n  * Platelets ≥ 100 10\\^9/L\n  * Total bilirubin ≤ 1.5 ULN except for patients with known Gilbert syndrome\n  * AST(SGOT)/ALT(SGPT) ≤ 3 institutional ULN\n  * Plasma creatinine ≤ 1.5 ULN or Creatinine Clearance \\> 50 mL/min (calculated by Cockcroft-Gault method)\n  * QTc interval ≤ 470 msec\n\nExclusion Criteria:\n\n* Patients who have not recovered from adverse events of prior therapy to ≤ NCI CTCAEv4.0 Grade 1.\n* Patients receiving any other investigational anti-cancer agents.\n* Patients who have received prior treatment with a selective CDK4/6 inhibitor\n* Patients who have received prior anti-androgen therapy\n* History of allergic reactions attributed to compounds of similar chemical or biologic composition to palbociclib.\n* Uncontrolled intercurrent illness including, but not limited to, known ongoing or active infection, including HIV, active hepatitis B or C, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia (specifically, uncontrolled atrial fibrillation or ventricular dysrhythmias except ventricular premature contractions), or psychiatric illness/social situations that would limit compliance with study requirements.\n* Pregnant women and women who are breast-feeding.\n* Patients with a history of long-QT syndrome or documented family history of long-QT syndrome. Patients who must remain on drugs that prolong the QT interval.\n* Palbociclib is a substrate of CYP3A. Caution should be exercised when dosing palbociclib concurrently with CYP3A inducers or inhibitors. Furthermore, patients who are taking concurrent medications that are strong inducers/inhibitors or substrates of CYP3A4 should be switched to alternative medications to minimize any potential risk.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}