{
    "nctId": "NCT04807192",
    "briefTitle": "CMP-001 and Pre-operative Stereotactic Body Radiation Therapy (SBRT) in Early Stage Triple Negative Breast Cancer (TNBC)",
    "officialTitle": "CMP-001 in Combination With Pre-Operative Stereotactic Body Radiation Therapy in Patients With Early Stage Triple Negative Breast Cancer: An Open-Label, Window of Opportunity, Randomized Phase 2 Clinical Study",
    "overallStatus": "RECRUITING",
    "conditions": "Triple Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 40,
    "primaryOutcomeMeasure": "To assess and describe independently in each arm the biological activity (increase in sTILs) of CMP-001 combined with SBRT and of SBRT alone in patients with early stage TNBC in a preoperative setting",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Signed study Informed Consent Form prior to the initiation of any study procedures\n2. Women age ≥18 years\n3. Histologically confirmed diagnosis of triple negative breast cancer (TNBC) of early stage (cT1-2, at least 5 mm, cN0-1 cM0) determined according to immunohistochemistry (IHC)/ fluorescence in situ hybridization (FISH) and current American Society of Clinical Oncology (ASCO) guidelines. TNBC subtype is defined as:\n\n   * Estrogen receptor (ER) \\<10%\n   * Progesterone receptor (PR) \\<10%\n   * Human epidermal growth factor receptor 2 (HER2) negative (not eligible for anti-HER2 therapy) defined as:\n\n     * IHC 0, 1+ without ISH or\n     * IHC 2+ and ISH non-amplified with ratio less than 2.0 and if reported, average HER2 copy number \\< 6 signals/cells or\n     * ISH non-amplified with ratio less than 2.0 and if reported, average HER2 copy number \\< 6 signals/cells (without IHC)\n4. Eastern Cooperative Oncology Group (ECOG) performance status of 0 to 1.\n5. Women with bilateral breast TNBC can be acceptable if both sides are TNBC (treatment is allowed to be administered to one breast only).\n6. Capable of understanding and complying with protocol requirements\n7. A planned breast surgery (Breast conserving surgery \\[BCS\\] or mastectomy).\n8. No planned neoadjuvant chemotherapy/endocrine therapy or other anticancer therapy\n9. Presence of measurable disease in the breast, defined as a lesion that can be accurately measured in at least one dimension with conventional techniques (Magnetic resonance imaging \\[MRI\\] and/or ultrasound)\n10. Primary tumor accessible to injections and biopsy. Multifocal and multicentric disease is allowed and the most accessible lesion will be injected. The lesion to be injected should be confined in a single irradiation volume that does not result in more than 30% of the whole breast.\n11. The injected tumor should be located at least 5 mm from the skin or pectoral muscle\n12. Most recent laboratory values (within 28 days prior to randomization) meet the following standards:\n\n    1. Bone marrow function:\n\n       * neutrophil count ≥1.5 G/L\n       * hemoglobin ≥ 90 g/L\n       * platelet count ≥ 100 G/L\n    2. Liver function:\n\n       * total bilirubin within normal ranges of each institution (except patients with Gilbert's syndrome who must have total bilirubin \\< 3.0 mg/dL)\n       * aspartate aminotransferase (AST) ≤ 2.5 times the ULN range.\n       * alanine aminotransferase (ALT) ≤ 2.5 times the ULN range\n    3. Renal function: estimated glomerular filtration rate (eGFR) ≥ 40 ml/min/1.73 m2 (according to Chronic Kidney Disease Epidemiology Collaboration \\[CKD-EPI\\] formula)\n13. For women of childbearing potential (WOCBP):\n\n    1. Agreement to use an acceptable method of effective contraception from screening until 30 days after last study treatment (RT and CMP-001).\n    2. WOCBP must have a negative urine/blood pregnancy test within 7 days before registration and prior to the first study treatment. A positive urine test must be confirmed by a serum pregnancy test.\n\nExclusion Criteria:\n\nSubjects presenting with any of the following do not qualify for entry into the study:\n\n1. Breast-feeding women (absence of pregnancy should be confirmed by a negative pregnancy test within 7 days of randomization, a positive urine pregnancy test should be confirmed by a serum β-Human chorionic gonadotropin \\[β-HCG\\] test)\n\n   Medical history and concurrent diseases:\n2. History of malignancy other than TNBC within 5 years prior to screening, with the exception of malignancies with a negligible risk of metastasis or death (e.g., 5-year OS rate \\>90%), such as adequately treated carcinoma of the cervix in situ, non-melanoma skin carcinoma, ductal carcinoma in situ, or Stage I uterine cancer\n3. Known infection with human immunodeficiency virus (HIV), hepatitis B virus (HBV) or hepatitis C virus (HCV)\n4. Developed autoimmune disorders of Grade 4 while on prior immunotherapy. Subjects who developed autoimmune disorders of Grade ≤ 3 may enroll if the disorder has resolved to Grade ≤ 1 and the subject has been off systemic steroids for at least 2 weeks.\n5. Any concurrent uncontrolled illness, including mental illness or substance abuse, which in the opinion of the Investigator, would make the subject unable to cooperate and participate in the trial\n6. Severe uncontrolled cardiac disease within 6 months of Screening, including but not limited to uncontrolled hypertension; unstable angina; myocardial infarction (MI) or cerebrovascular accident (CVA)\n7. Active, known, or suspected autoimmune disease:\n\n   * Participants with well controlled asthma and/or mild allergic rhinitis (seasonal allergies) are eligible\n   * Participants with the following disease conditions are also eligible:\n\n     * Vitiligo\n     * Type 1 diabetes mellitus\n     * Residual hypothyroidism due to autoimmune condition only requiring hormone replacement\n     * Psoriasis not requiring systemic treatment conditions not expected to recur in the absence of an external trigger are permitted to enroll\n8. History of allergic reactions attributed to compounds of similar chemical or biologic composition to CMP-001\n9. Any history of adrenal deficiency\n\n   Prohibited treatments and/or therapies:\n10. Any prior ipsilateral breast irradiation.\n11. Received investigational therapy with another drug or biologic within 28 days prior to randomization.\n12. Require systemic pharmacologic doses of corticosteroids at or above the equivalent of 10 mg/day prednisone; replacement doses, topical, ophthalmologic and inhalational steroids are permitted. Subjects who are currently receiving steroids at a dose of \\< 10 mg/d do not need to discontinue steroids prior to randomization.\n13. Requires prohibited treatment (i.e., non-protocol specified anticancer pharmacotherapy, surgery or conventional radiotherapy for treatment of malignant tumor).\n14. For arm 2: Requires concomitant treatment with warfarin. Other anticoagulants (ie, low molecular weight heparins, non-steroidal anti-inflammatory drugs) are allowed as long as the institutional guidelines requiring their withholding for interventional radiology procedures can be followed.\n15. Administration of a live, attenuated vaccine within 2 weeks before randomization.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}