{
    "nctId": "NCT03983954",
    "briefTitle": "Naptumomab Estafenatox in Combination With Durvalumab in Subjects With Selected Advanced or Metastatic Solid Tumors",
    "officialTitle": "Phase 1B, Open-Label, Dose Escalation and Cohort Expansions Trial of Naptumomab Estafenatox (NAP, ABR-217620) in Combination With Durvalumab (MEDI4736) in Subjects With Selected Advanced or Metastatic Solid Tumors",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "ER+ Breast Cancer, Ovarian Cancer, Cervical Squamous Cell Carcinoma, Pancreatic Adenocarcinoma, Endometrial Cancer, Renal Cell Carcinoma, Urothelial Cancer, Head and Neck Squamous Cell Carcinoma, Mesothelioma, Melanoma, Hepatocellular Carcinoma, Prostate Cancer, NSCLC, HER2-negative Breast Cancer, Triple Negative Breast Cancer, Bladder Cancer, Colorectal Cancer Metastatic, GastroEsophageal Cancer, NSCL2 Gene Mutation",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 60,
    "primaryOutcomeMeasure": "The incidence and characteristics of adverse events, associated with ascending doses of NAP in combination with a set dose of durvalumab",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Adult at least 18 years of age\n2. Histologically and/or cytologically confirmed solid tumor from the following list, that is metastatic/advanced, for which no curative therapy exists:\n\n   1. pancreatic adenocarcinoma\n   2. high-grade serous ovarian cancer\n   3. cervical squamous cell carcinoma\n   4. prostate cancer\n   5. ER+/HER2- or triple-negative breast cancer\n   6. NSCLC including driver mutation-positive.\n   7. mesothelioma\n   8. renal cell carcinoma\n   9. bladder/urothelial cancer\n   10. head and neck squamous cell carcinoma\n   11. melanoma\n   12. hepatocellular carcinoma\n   13. endometrial cancer\n   14. MTD expansion cohort only: 5T4-positive colorectal cancer and 5T4-positive gastroesophageal cancer\n3. Eastern Cooperative Oncology Group (ECOG) Performance Status of 0 or 1\n4. a. All patients must provide signed informed consent prior to any study specific procedures that are not part of standard medical care.\n\n   b. In the MTD expansion, an archival or fresh biopsy will be acceptable at baseline. A second biopsy on Cycle 2 Day 4 is optional for patients who provided a fresh biopsy at baseline. Patients enrolled in the MTD expansion cohort after prior exposure to a checkpoint inhibitor should have a baseline biopsy obtained after completion of the last prior checkpoint inhibitor therapy.\n5. Presence of clinically and/or radiologically documented disease. All radiology studies must be performed within 28 days prior to Cycle 1 Day 1 (first NAP treatment day).\n\n   a. Dose escalation part: patients do not need to have measurable disease by RECIST 1.1 b. MTD dose expansion part: patients must have measurable disease by RECIST 1.1. Previously irradiated lesions may be considered measurable if there has been demonstrated progression in these lesions.\n6. Previous therapy:\n\n   i. All patients must have received at least 1 standard systemic cancer therapy for their tumor type and progressed following their most recent regimen. There is no limit to the number of prior cytotoxic regimens received.\n\n   ii. Treatment-naïve patients will be eligible only if they refused standard treatment.\n\n   iii. Patients with prior anti-PD-1, anti PD-L1 or anti CTLA4 therapy are eligible if they have received such therapy for a minimum of 6 months and if they have documented progression of their disease on or off such therapy.\n7. Previously treated brain metastases must be asymptomatic without MRI evidence of progression for at least 8 weeks and off steroids for at least 4 weeks before study drug administration to be eligible.\n8. At least 21 days since the last chemotherapy, immunotherapy, biological (except for erythropoietin, denosumab and bisphosphonates), and at least 2 weeks from approved tyrosine kinase or mTOR inhibitors therapy and recovery to grade 1 or less (except for alopecia) from any toxicity associated with such treatment.\n9. Systemic prednisone therapy ≤10 mg/day or equivalent is acceptable. Higher doses are not acceptable within 1 week prior to start of study treatment and as long as patient is treated with Nap, unless administered to treated Nap-related adverse events. There is no limit on topical, intranasal or inhaled corticosteroids.\n10. Prior major surgery completed at least 4 weeks before study drug administration.\n11. Adequate hematologic and organ function: WBC ≥3000/μL; neutrophils ≥1500/μL; platelets ≥100,000/μL; hemoglobin ≥9.0 g/dL (may have been transfused); creatinine ≤ 1.5 mg/dL; measured creatinine clearance \\>40 mL/min or calculated creatinine clearance (CL) \\> 40, as determined by Cockcroft-Gault (using actual body weight); AST ≤2.5 X ULN; ALT ≤2.5 X ULN (for patients with known liver involvement: AST and ALT ≤5 x ULN).; bilirubin ≤ 1.5 mg/dL (unless diagnosed with Gilbert's syndrome); Coagulation International Normalized Ratio (INR) or Prothrombin Time (PT) and Activated Partial Thromboplastin Time (aPTT) ≤1.5 X ULN unless subject is receiving anticoagulant therapy as long as PT or PTT is within therapeutic range of intended use of anticoagulants.\n12. Patients must be willing and able to comply with scheduled visits, drug administration plan, hospitalization for treatment (if needed) and scheduled follow-up visits and examinations as outlined in the protocol, including procedures undertaken to perform fresh tumor biopsies as per protocol\n13. Must have a life expectancy of at least 12 weeks\n\nExclusion criteria:\n\n1. Body weight \\<30kg\n2. Patients with a history of other malignancies requiring concurrent anticancer therapy.\n3. Active or prior documented autoimmune or inflammatory disorders (including inflammatory bowel disease \\[e.g. colitis or Crohn's disease\\], or other serious gastrointestinal chronic conditions associated with diarrhea), systemic lupus erythematosus, or Wegener syndrome (granulomatosis with polyangiitis), rheumatoid arthritis, uveitis, etc., within the past 2 years prior to the start of treatment. The following are exceptions to this criterion:\n\n   1. Patients with Graves' disease, vitiligo or psoriasis not requiring systemic treatment (within the last 2 years).\n   2. Patients with endocrinopathies (e.g. following Hashimoto syndrome) stable on hormone replacement or do not require any therapy.\n4. History of primary immunodeficiency, history of allogenic organ transplant that requires therapeutic immunosuppression and the use of immunosuppressive agents within 28 days of enrollment.\n\n   NOTE: Intranasal/inhaled corticosteroids or systemic steroids that do not exceed 10 mg/day of prednisone or equivalent dose of an alternative corticosteroid are permissible\n5. Patients who have uncontrolled inter-current illness, including but not limited to, ongoing or active infection, symptomatic congestive heart failure, uncontrolled hypertension, unstable angina pectoris, uncontrolled cardiac arrhythmia, active interstitial lung disease, serious chronic gastrointestinal conditions associated with diarrhea, or psychiatric illness/social situations that would limit compliance with study requirement, substantially increase risk of incurring AEs or compromise the ability of the patient to give written informed consent.\n6. Recent history of live attenuated vaccine within 30 days prior to the first dose of study drug.\n\n   NOTE: Patients, once enrolled, should not receive live vaccine whilst receiving study drug and up to 30 days after the last dose of study drug.\n7. Known current drug or alcohol abuse\n8. Known active or latent tuberculosis (TB) infection (purified protein derivative \\[PPD\\] test is not required) as indicated by any of the following: PPD recently converted to positive; chest x-ray with evidence of infections infiltrate.\n9. Hepatitis B (known positive HBV surface antigen (HBsAg) result), hepatitis C. Patients with a past or resolved HBV infection (defined as the presence of hepatitis B core antibody \\[anti-HBc\\] and absence of HBsAg) are eligible. Patients positive for hepatitis C (HCV) antibody are eligible only if polymerase chain reaction (PCR) is negative for HCV RNA.\n10. Evidence for human immunodeficiency virus (HIV) (positive HIV 1/2 antibodies)\n11. Underlying medical conditions that, in the Principal Investigator's opinion, will make the administration of study drug hazardous or obscure the interpretation of toxicity determination or adverse events\n12. Female patients who are pregnant or breastfeeding or male or female patients of reproductive potential who are not willing to employ effective birth control from screening to 90 days after the last dose of study treatment (either durvalumab monotherapy or durvalumab + Nap combination therapy).\n\n    \\* Highly effective methods of contraception are defined as one that results in a low failure rate (e.g., less than 1% per year) when used consistently and correctly. Note that some contraception methods are not considered highly effective (e.g., male or female condom with or without spermicide; female cap, diaphragm, or sponge with or without spermicide; non-copper containing intrauterine device; progestogen-only oral hormonal contraceptive pills where inhibition of ovulation is not the primary mode of action \\[excluding Cerazette/desogestrel which is considered highly effective\\]; and triphasic combined oral contraceptive pills).\n13. Simultaneous participation in any other study involving investigational drugs or having participated in study less than 4 weeks prior to start of study treatment\n14. History of leptomeningeal carcinomatosis\n15. History of active primary immunodeficiency\n16. Any unresolved toxicity NCI CTCAE Grade ≥2 from previous anticancer therapy with the exception of alopecia, vitiligo, and the laboratory values defined in the inclusion criteria\n17. Patients with Grade ≥2 neuropathy will be evaluated on a case-by-case basis after consultation with the Sponsor.\n18. Patients with irreversible toxicity not reasonably expected to be exacerbated by treatment with Nap or durvalumab (or Obi, in the cohorts receiving Obi pretreatment) may be included only after consultation with the Sponsor.\n19. Mean QT interval corrected for heart rate using Fridericia's formula (QTcF) ≥450 ms in male patients, and ≥470 ms in female patients. If the first ECG result is normal, no triplicate test is required. However, any clinically significant abnormalities detected on the 1st ECG will require triplicate ECG result, calculated from 3 ECGs (within 15 minutes at 5 minutes apart)\n20. Known allergy or hypersensitivity to any of the study drugs or any of the study drug excipients\n21. Known hypersensitivity to other recombinant human antibodies\n22. Major surgical procedure (as defined by the Investigator) within 28 days prior to the first dose of IP. Local surgery of isolated lesions for palliative intent is acceptable.\n23. Patients who have received prior anti-PD-1, anti PD-L1 or anti CTLA-4:\n\n    * Must not have experienced a toxicity that led to permanent discontinuation of prior immunotherapy.\n    * All AEs while receiving prior immunotherapy must have completely resolved or resolved to \\< Grade 1 prior to screening for this study.\n    * Must not have experienced a Grade ≥3 immune-related AE or an immune-related neurologic or ocular AE of any grade while receiving prior immunotherapy. Patients with an endocrine AE of Grade ≤2 are permitted to enroll if they are stably maintained on appropriate replacement therapy and are asymptomatic.\n    * Must not have required the use of additional immunosuppression other than corticosteroids for the management of an AE, not have experienced recurrence of an immune related AE of any grade if re-challenged, and not currently require maintenance doses of \\>10 mg prednisone or equivalent per day.\n24. Involvement in planning and/or conduct of the study (applies to both sponsor staff and/or staff at the study site).\n25. History of progressive multifocal leukoencephalopathy (PML)",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}