{
    "nctId": "NCT01588522",
    "briefTitle": "Compound 31543 (Calcitriol, USP) in Patients Receiving Taxane-based Chemotherapy Regimens for Advanced or Recurrent Disease",
    "officialTitle": "Phase I Dose-Escalation Study, to Evaluate the Safety, Tolerability and Pharmacokinetics of a Topical Compound 31543 (Calcitriol, USP) in Adult Cancer Patients Receiving Taxane-based Chemotherapy Regimens for the Treatment of Advanced or Recurrent Disease",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer, Cervical Cancer, Endometrial Cancer, Ovarian Cancer, Primary Peritoneal Carcinoma, Bone Sarcoma, Cancer, Solid Tumor",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "PREVENTION",
    "enrollmentCount": 30,
    "primaryOutcomeMeasure": "Determine Maximum Tolerated Dose (MTD) of Topical Compound 31543",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Adult patients at least 18 years of age\n* Able to fully understand and participate in the informed consent process\n* Patients who are scheduled to receive a taxane-based regimen for a histologically confirmed solid tumor that is:\n\n  1. Early stage and/or treatment naïve, or\n  2. Relapsed or is refractory to previous therapy, or\n  3. Operable and necessitates adjuvant or neo-adjuvant treatment\n* Have no evidence of alopecia or mild alopecia (NCI CTCAE grade 1 alopecia defined as hair loss of \\<50% of normal for that individual that is not obvious from a distance but only on close inspection; a different hair style may be required to cover the hair loss but it does not require a wig or hair piece to camouflage). Female/male-pattern baldness or age-related hair loss are allowed if not greater than grade 1, per NCI-CTCAE v. 4.0. Subjects that have previously lost their hair may enroll if they currently have Grade 0 or 1 alopecia\n* ECOG Performance Score of 0 or 1 within 14 days prior to registration\n* Has baseline neutrophil counts of \\> 1500 cells/mm3 within 72 hours prior to registration\n* Has serum calcium less than or equal to ULN (for patients with an albumin lower than 3.0, a corrected calcium serum calcium = serum calcium +\\[0.8\\]\\[3.5-serum albumin\\]) within 72 hours prior to registration\n\nExclusion Criteria:\n\n* Patients receiving calcium-lowering therapy or drugs that may affect calcium levels (e.g., calcitonin, mithramycin, phosphate, denosumab) within 4 weeks of initiation of topical calcitriol. Patients who have been managed with bisphosphonates or calcium-lowering therapy for 3 months or greater prior to the start of the trial and have demonstrated evidence for stability of calcium metabolism would be considered eligible for participation in the trial.\n* Has a history of drug or alcohol abuse within 1 year of study enrollment as determined by the investigator.\n* Patients who elect to shave the scalp hair prior to the initiation of chemotherapy or who plan to do so during the chemotherapy treatment.\n* Any dermatological condition that in the opinion of the investigator will affect the absorption of the study medication, e.g. Atopic Dermatitis, etc.\n* Has been treated with an investigational agent within 30 days or six half-lives of its biologic activity whichever is longer, before the start of study. (Patients may not be concurrently enrolled on another trial or concurrently treated with another investigational agent)\n* Patients with a history of hypercalcemia or vitamin D toxicity, or hospitalization for treatment of angina, myocardial infarction, or congestive heart failure or psychiatric illness currently or within 30 days of study entry as determined by the investigator.\n* Has a history of significant allergy to calcitriol as determined by the investigator.\n* Has any condition that interferes with the ability of the subject to understand or comply with the requirements of the study.\n* Patients taking Vitamin D supplements during the study, unless they have been taking Vitamin D supplements for 30 days or more prior to the start of the study and that the dose of the Vitamin D supplement remain the same throughout the study.\n* Patients treated with medications that are known to affect calcium levels within 4 weeks of initiation of topical therapy (\\>500 IU vitamin A, calcium supplements, fluoride, antiepileptics).with the exception of subjects on stable therapy for more than six months\n* Patients receiving thiazides or furosemide diuretics, with the exception of subjects who have stable doses and have been on therapy for over six months\n* Patients with hypercalcemia or kidney stones\n* Patients that indicate they have significant hair breakage or hair damage and associated hair loss from hair over-processing within the last 30 days due to peroxide applications, permanent hair coloring, bleaches, streaking, perms, relaxers and/or hair oxidative dyes.\n* Current alopecia grade 2 or greater as per NCI-CTCAE v.4.0, or significant hair loss or hair breakage\n* Prior radiation to the cranium\n* Pregnant or breastfeeding",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}