{
    "nctId": "NCT01931943",
    "briefTitle": "A Phase Ib Study of Selatinib Ditosilate Tablets in Patients With Advanced Breast Cancer",
    "officialTitle": "A Phase Ib Study to Evaluate the Tolerability and Pharmacokinetics of Selatinib Ditosilate Tablets in Patients With Advanced Breast Cancer",
    "overallStatus": "UNKNOWN",
    "conditions": "Advanced Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 24,
    "primaryOutcomeMeasure": "Dose-limiting toxicity(DLT)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* women aged 18-65.\n* Patients with ECOG performance status of 0 or 1.\n* Expected life-expectancy of more than 3 months.\n* Patients must have histologically or cytologically confirmed breast cancer. Either the primary breast tumor or the metastasis must overexpress HER2; acceptable methods of measurement of HER2 expression include immunohistochemistry (IHC) and fluorescence in situ hybridization (FISH); tumors tested by IHC must be 3+ positive for HER2 overexpression immunohistochemistry ; tumors tested by FISH must be positive.\n* Prior Herceptin therapy is discontinued because of disease progression or patients can not afford for Herceptin therapy.\n* patients with at least one measurable lesion (RECIST1.1 criteria).\n* Hematology： WBC≥3.5×109/L, ANC≥1.5×109/L, PLT≥100×109/L，HB≥90g/L;\n* Biochemistry： Serum bilirubin≤1.5 times upper limit of normal (ULN),AST and ALT ≤1.5 times ULN; creatinine and urea nitrogen≤1.5 times ULN; LVEF≥50%, ECG normal, and Fridericia corrected QT(QTcF)\\<470ms.\n* patients receiving damage caused by other therapeutic has been restored, the interval more than six weeks since the last receiving nitroso or mitomycin; more than 4 weeks since last receiving radiotherapy, other cytotoxic drugs or surgery.\n* Subjects can swallow and have normal gastrointestinal function.\n* Female subjects should agree to take contraceptives during the study and within 6 months after the study (such as intrauterine device \\[IUD\\], contraceptive drugs or condoms); within 7 days before they enter the study, their serum or human chorionic gonadotropin should be negative, and must be in the non-lactation period.\n* Ability to understand and the willingness to sign a written informed consent document.\n\nExclusion Criteria:\n\n* Patients have uncontrolled large pleural effusion and ascites.\n* Patients have received steroid for more than 50 days, or requiring for steroid therapy for a long time.\n* Requirement for the therapeutic drugs prolonging QT interval(such as anti-arrhythmia drugs), and can not interrupt them.\n* Patients with a history of symptomatic brain metastases.\n* Patients have received small molecule targeted drug therapy of inhibition of HER-2 or EGFR.\n* Patients have participated in other drug clinical research in the past 4 weeks.\n* Pregnant or lactating women are excluded from this study.\n* Patients with a history of allergic reactions attributed to compounds of similar chemical composition to the agents used in the study are ineligible;\n* Patients with active infection ;\n* Patients with cardiac disease including Angina, any significant or need to be treated arrhythmia，Myocardial infarction, Heart failure, LVEF\\<45%, other heart diseases that are not suitable for participating in the study judged by investigator.\n* Patients with other concurrent severe and/or uncontrolled medical conditions （including hypertension, severe diabetes, thyroid disease, etc.) that could cause unacceptable safety risks or compromise compliance with study requirements are ineligible.\n* Patients with a history of mental disorders, including epilepsy or dementia are ineligible.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}