{
    "nctId": "NCT05329532",
    "briefTitle": "Modi-1 in Breast, Head and Neck, Ovarian, or Renal Cancer",
    "officialTitle": "A Phase 1/2, Multicentre, Open-Label Study of Modi-1 in Patients With Breast, Head and Neck, Ovarian, or Renal Cancer",
    "overallStatus": "RECRUITING",
    "conditions": "Triple Negative Breast Cancer, Renal Cell Cancer, High Grade Ovarian Serous Adenocarcinoma, Squamous Cell Carcinoma of the Head and Neck",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 144,
    "primaryOutcomeMeasure": "Incidence of clinical and laboratory adverse events (AEs)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patient either has one of the following histologically or cytologically confirmed advanced cancers not amenable to curative intent surgical resection:\n\n   * Advanced TNBC.\n   * SCCHN (oral cavity, oropharynx, hypopharynx, or larynx).\n   * HGSOC including fallopian tube and primary peritoneal cancers.\n   * RCC. Or the patient has histologically or cytologically confirmed SCCHN scheduled to have curative intent surgical resection.\n2. Specific criteria for prior treatment of individual tumour types are as follows:\n\n   * TNBC:\n\n     * The patient has received available standard therapy for advanced disease (Modi-1/Modi-1v monotherapy cohorts only), or\n     * Patients who stopped immunotherapy due to toxicity and with residual disease as measurable by RECIST 1.1 (Modi-1/Modi-1v monotherapy cohorts only), or\n     * Patients completing a systemic treatment regimen with immunotherapy, for whom a subsequent standard of care therapy is not yet indicated or appropriate and with measurable disease in accordance with RECIST 1.1 (Modi-1/Modi-1v monotherapy cohorts only), or\n     * Patients with residual disease as measurable by RECIST 1.1 on an ongoing standard of care immunotherapy regimen (Modi-1 + CPI combination cohorts only).\n   * HPV (-) SCCHN:\n\n     * The patient should have received first-line platinum containing chemotherapy (with or without radiotherapy) as treatment for advanced disease (Modi-1/Modi-1v monotherapy cohorts and Modi 1 + CPI cohorts), or\n     * Patients with locally advanced or metastatic disease as measurable by RECIST 1.1 for whom all forms of platinum-based chemoradiotherapy treatment are contraindicated (Modi-1/Modi-1v monotherapy cohorts and Modi 1 + CPI cohorts), or\n     * Patients completing immunotherapy therapy for whom a subsequent standard of care therapy is not yet indicated or appropriate and with measurable disease in accordance with RECIST 1.1 (Modi-1/Modi-1v monotherapy cohorts only), or\n     * Patients who stopped immunotherapy due to toxicity or completion of immunotherapy but with measurable disease in accordance with RECIST 1.1 (Modi-1/Modi-1v monotherapy cohorts only), or\n     * For untreated metastatic or unresectable recurrent SCCHN in adults whose tumours express PD-L1 with a combined positive score (CPS) of one or more (Modi-1 + CPI cohorts only), or\n     * Patients with residual disease as measurable by RECIST 1.1 on ongoing standard of care CPI monotherapy (Modi-1 + CPI combination cohorts only).\n   * SCCHN:\n\n     o Neoadjuvant expansion cohort only; patients who are treatment-naïve and are scheduled to have tumour resection surgery, in whom a period of 6 weeks of neoadjuvant immunotherapy can be administered. Patients will only be enrolled once the Modi-1 expansion doses and a lack of increased anti-CCP antibodies (with, and without, concomitant pembrolizumab) has been established.\n   * HGSOC including fallopian tube and primary peritoneal cancers:\n\n     * The patient must be considered unsuitable for platinum chemotherapy, defined as recurrence/progression within 6 months of prior platinum-containing chemotherapy or patients in whom platinum therapy is no longer thought appropriate. Patients must have received no more than two non-platinum regimens (Modi-1/Modi-1v monotherapy cohorts), or\n     * Patients completing a course of systemic therapy for whom a subsequent standard of care therapy is not yet indicated or appropriate and with measurable disease in accordance with RECIST 1.1 (Modi-1/Modi-1v monotherapy cohorts only).\n   * RCC:\n\n   The patient must have received first-line treatment consisting of anti-angiogenic therapy. The patient must also have favourable or intermediate International Metastatic Renal-Cell Carcinoma Database Consortium (IMDC) risk score (Heng et al, 2013) (Modi1/Modi-1v monotherapy cohorts and Modi-1 + CPI cohorts), or\n   * Patients who stopped immunotherapy due to toxicity and with residual disease as measurable by RECIST 1.1 (Modi-1/Modi-1v monotherapy cohorts only), or\n   * Patients completing immunotherapy, for whom a subsequent standard of care therapy is not yet indicated or appropriate and with measurable disease in accordance with RECIST 1.1 (Modi-1/Modi-1v monotherapy cohorts only), or\n   * Patients on active surveillance (Modi-1/Modi-1v monotherapy cohorts only), or\n   * Patients eligible for standard of care nivolumab immunotherapy (Modi-1 + CPI combination cohorts only), or\n   * Patients with residual disease as measurable by RECIST 1.1 on ongoing standard of care monotherapy CPI (Modi-1 + CPI combination cohorts only)\n3. Patient has completed their last dose of prior cancer therapy at least 4 weeks before the first dose of study treatment.\n4. Patient has been fully vaccinated against COVID-19, the last vaccination being at least 28 days prior to enrolment, except for those who have declined or are not eligible for COVID-19 vaccination.\n5. Patient has recovered to Grade ≤1 (CTCAE v5.0) from the effects (excluding alopecia) of any prior therapy for their malignancies.\n6. Patient has at least one measurable lesion per RECIST 1.1 criteria by computed tomography scan or magnetic resonance imaging (non-neoadjuvant cohorts).\n7. Wherever possible, patients not scheduled for curative intent resection surgery should have a fresh tumour biopsy (or have an archival biopsy \\[obtained within the past 5 years\\] if obtaining a fresh biopsy is not feasible) at baseline for molecular studies, and agree to a post-treatment biopsy (at Week 25 or the end of treatment visits), if feasible. Patients in the SCCHN neoadjuvant cohort must have both a fresh pre-treatment biopsy and agree to have their resected tumour analysed.\n8. Patient is male or female and at least 18 years of age.\n9. Patient has a life expectancy of more than 6 months.\n10. Patient has an ECOG performance status of 0 or 1.\n11. Patient has adequate organ function as determined by the following laboratory values:\n\n    * Absolute neutrophil count ≥1.5 x 10\\^9/L\n    * Platelet count ≥100 x 10\\^9/L\n    * Haemoglobin \\>90 g/L (\\>5.6 mmol/L)\n    * Lymphocytes ≥1 x 10\\^9/L\n    * Serum creatinine ≤1.5 x the upper limit of normal (ULN)\n    * Serum total bilirubin ≤1.5 x ULN (an exception for patients with Gilbert's syndrome may be granted after discussion with the Sponsor)\n    * Serum transaminases (aspartate transaminase/alanine transaminase) ≤2.5 x ULN or ≤5.0 x ULN if liver metastases are present.\n12. Patient must be able and willing to provide written informed consent prior to any study related procedure. In the event that the patient is re-screened for study participation or if a protocol amendment alters the care of an ongoing patient, a new informed consent form must be signed.\n13. Women of child-bearing potential must have a negative serum pregnancy test during Screening (and urine test within the 7 days prior to Day 1) and be neither breastfeeding nor intending to become pregnant during study participation. Women of child-bearing potential must agree to use highly effective contraceptive methods prior to study entry, for the duration of study participation and for 120 days after discontinuation of vaccine monotherapy or 5 months after use with a CPI (or longer if the summary of product characteristics \\[SmPC\\] of the CPI requires it).\n14. Men who are potentially fertile with partners of child-bearing potential must agree to use highly effective contraceptive methods for the duration of study participation, and for 120 days after discontinuation of vaccine monotherapy or 5 months after use with a CPI (or longer if the SmPC of the CPI requires it)\n15. Patient must be willing and able to comply with scheduled visits, treatment plan, laboratory tests and other study procedures.\n16. Patients scheduled to receive a CPI (e.g., pembrolizumab or nivolumab) together with Modi 1 must have been clinically evaluated, have not received prior CPI therapy, and the CPI must be deemed an appropriate treatment for their disease according to the CPI's SmPC.\n\nExclusion Criteria:\n\n1. Patient has symptomatic central nervous system metastases or carcinomatous meningitis.\n2. Patient is taking any systemic steroid therapy (exceeding 10 mg/day of prednisolone or equivalent) or is on any other form of immune suppressant medication within 2 weeks prior to the first dose of investigational study treatment. Physiological doses of systemic steroids such as those for the management of adrenal insufficiency, topical and inhaled steroids, such as those for the management of asthma, and patients with hypothyroidism stable on hormone replacement, are permitted.\n3. Patient has a history of malignancy other than the disease under study within the 2 years prior to Screening, with the exception of malignancies with a negligible risk of metastasis or death (e.g., with a 2-year overall survival rate \\>90%), such as adequately treated carcinoma-in-situ of the breast or the cervix, melanoma-in-situ, non-melanoma skin carcinoma, superficial bladder cancer, prostate cancer with Gleason grade ≤6 and prostate specific antigen within normal range, or stage I endometrial cancer.\n4. Patient is pregnant, lactating, or is expecting to conceive/father children within the duration of the study.\n5. Patient has a concurrent illness which would preclude study conduct and assessment, including, but not limited to, uncontrolled medical conditions, uncontrolled and active infection (considered opportunistic, life threatening, or clinically significant), uncontrolled risk of bleeding, uncontrolled diabetes mellitus, pulmonary disease (including obstructive pulmonary disease and pulmonary fibrosis), alcoholic liver disease, or primary biliary cirrhosis.\n6. Patient has New York Heart Association class III or IV heart disease, has had a myocardial infarction or stroke within the previous 6 months prior to the Screening, has a history of significant cardiac abnormality and/or significant abnormal baseline ECG readout, active ischaemia, or any other uncontrolled cardiac condition such as angina pectoris, clinically significant arrhythmia requiring therapy, uncontrolled hypertension, significant cerebrovascular disease, or congestive heart failure.\n7. Patient has anti-citrullinated peptide antibody levels of ≥7 U/mL (classified as equivocal or positive according to NHS guidelines) or an active autoimmune disease that may impact on the study treatment in the opinion of the Investigator.\n8. Patient has received a live vaccine or influenza vaccine within 28 days prior to the first dose of study treatment. The timing of any other vaccines should be assessed on a case-by-case basis by the Investigator prior to study enrolment.\n9. Patient has a known history of human immunodeficiency virus (HIV) or has any positive test for hepatitis B virus (surface antigen reactive) or hepatitis C virus (RNA detected) indicating active acute or chronic infection.\n10. COVID-19 vaccination within 28 days prior to the first dose of study treatment.\n11. Patient has a known current or recent history (within the last year) of substance abuse including illicit drugs or alcohol.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}