{
    "nctId": "NCT04079270",
    "briefTitle": "The Breast Cancer Personalized Nutrition Study",
    "officialTitle": "A Phase 2 Single-blinded Randomized Study of Algorithm-based Personalized Nutrition Intervention Compared to Standard Diet Intervention in Patients Treated With Endocrine Therapy for Early Stage, Hormone Receptor Positive Breast Cancer",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 200,
    "primaryOutcomeMeasure": "To evaluate the efficacy of a personalized diet compared to a standard low fat diet to control body mass as measured by changes in body mass.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients diagnosed with stage 1-3 breast cancer, who underwent surgery, have finished their neo/adjuvant chemotherapy and radiotherapy if these were indicated and are treated with adjuvant endocrine therapy (either Tamoxifen or Aromatase inhibitor +/- GNRH agonists).\n* Patients are at least 60 days after finishing their last non-endocrine oncology treatment (i.e. definitive surgery, radiation or chemotherapy - whichever is last), have received at least 30 days of endocrine therapy ( tamoxifen or aromatase inhibitor) but no more than 24 months.\n* Patients treated with neoadjuvant endocrine therapy are eligible provided they had undergone surgery, are least 60 days post their last non endocrine therapy (definitive surgery or radiation and chemotherapy, if these were indicated), are continuing their endocrine therapy but did not receive more than 24 months post-surgery.\n* Are willing to work with smart phone application\n\nExclusion Criteria:\n\n* Oral Antibiotics/antifungal use in the previous 3 months to profiling stage ( these patients will be able to join the study at a later point)\n* Use of anti-diabetic and/or weight-loss medication\n* BMI\\<18.5\n* People under another diet regime and/or a dietitian consultation/another study?\n* Pregnancy, breast feeding\n* HIV carriers, Cushing syndrome, Chronic Kidney Disease, acromegaly, hyperthyroidism, liver cirrhosis\n* Psychiatric disorders (Schizophrenia, Bipolar Disorder)\n* Known diagnosis of IBD (inflammatory bowel diseases)\n* Patients that underwent Bariatric surgery\n* Known Alcohol or substance abuse\n* Known Diagnosis of diabetes",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}