{
    "nctId": "NCT02685306",
    "briefTitle": "A Study of Neoadjuvant Paclitaxel in Combination With Bavituximab in Early- Stage Triple- Negative Breast Cancer",
    "officialTitle": "A Phase II Study to Determine the Pathological Complete Response Rate and Immunomodulatory Effects of Neoadjuvant Paclitaxel in Combination With Bavituximab in Early- Stage Triple- Negative Breast Cancer",
    "overallStatus": "WITHDRAWN",
    "conditions": "Breast Cancer, Triple Negative Breast Neoplasms, Triple-Negative Breast Neoplasm, Triple-Negative Breast Cancer, Triple Negative Breast Cancer, ER-Negative PR-Negative HER2-Negative Breast Neoplasms, ER-Negative PR-Negative HER2-Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "Pathological Complete Response (pCR) rate of neoadjuvant paclitaxel in combination with bavituximab in patients with early- stage triple- negative breast cancer (TNBC)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Written informed consent has been obtained prior to screening.\n2. Target Population\n\n   1. Female or male at least 18 years of age.\n   2. Invasive breast cancer confirmed by pathology evaluation of core biopsy.\n   3. Early-stage TNBC according to the American Joint Committee on Cancer (AJCC) Staging Manual Clinical Stage I (T1c, \\> 1.5 cm), Stage II or Stage III invasive breast cancer.\n   4. Tumors must be ER/PgR status negative (IHC \\< 1%) and lack of HER2/neu overexpression or amplification as measured by local hospital pathology laboratory (IHC +/- fluorescence in situ hybridization (FISH) and IHC \\< 3+, and FISH \\< 2.2) as described in the NCCN Guidelines.\n   5. Patient must consent to a minimum of 1 tumor-containing formalin fixed paraffin embedded core (or archival tissue) or baseline research biopsy.\n3. Eastern Cooperative Oncology Group Performance Status 0 or 1.\n4. Adequate hematologic function (absolute neutrophil count ≥ 1,500 cells/µL; hemoglobin \\> 9 g/dL, platelets \\> 100,000/µL.).\n5. Adequate renal function (serum creatinine ≤ 1.5 mg/dL or calculated creatinine clearance ≥ 60 mL/min using Cockcroft-Gault equation).\n6. Adequate hepatic function: total bilirubin ≤ upper limit of normal (ULN), serum albumin ≥≥ 3.0 g/dL, alanine aminotransferase and aspartate aminotransferase ≤ 1.5 x ULN.\n7. Prothrombin time and/or international normalized ratio (INR) ≤ 1.5 x ULN and activated partial thromboplastin time ≤ 1.5 x ULN, if patient is not on anticoagulant therapy.\n8. Female patients must have a negative serum human chorionic gonadotropin test within 1 week of Day 1 (pregnancy test not required for patients with bilateral oophorectomy and/or hysterectomy or for those patients who are \\> 1 year postmenopausal\n9. Women of childbearing potential must avoid becoming pregnant and men must avoid fathering a child during and for 3 months after the end of study treatment.\n\nExclusion Criteria:\n\n1. Surgically unresectable, inflammatory, or metastatic breast cancer.\n2. Any prior treatment for current breast cancer including chemotherapy, hormonal therapy, radiation, or other experimental therapy.\n3. Known history of bleeding diathesis or coagulopathy (e.g., von Willebrand disease or hemophilia).\n4. Clinically significant bleeding, such as gross hematuria, gastrointestinal bleeding before screening (if clinically significant bleeding has occurred within 6 months of screening, but the cause has been identified and adequately treated \\[e.g., cystitis, ulcer\\], then this exclusion criterion does not apply. Minor biopsy-related bleeding lasting \\< 24 hours and resolved at least 1 week before Day 1 is allowed.\n5. Thromboembolic events (e.g., deep vein thrombosis, pulmonary embolism, or arterial thrombosis) occurring within 6 months before screening.\n6. Uncontrolled intercurrent disease (e.g., diabetes, hypertension, thyroid disease, active infections).\n7. Autoimmune disease requiring treatment with chronic systemic immunosuppressive therapy. Prior allotransplantation.\n8. History of hypersensitivity to any of the excipients of paclitaxel (e.g., Cremaphor).\n9. Has an active infection requiring systemic therapy.\n10. Major surgery within 4 weeks prior to Day 1\n11. Has a history or current evidence of any condition, therapy, or laboratory abnormality that might confound the results of the trial, interfere with the subject's participation for the full duration of the trial, or is not in the best interest of the subject to participate, in the opinion of the treating investigator.\n12. Investigational therapy within 28 days prior to Day 1.\n13. Is pregnant or breastfeeding, or expecting to conceive within the projected duration of the trial.\n14. Has a known history of human immunodeficiency virus (HIV) (HIV1/2 antibodies) or active hepatitis B (e.g., HBsAg reactive) or hepatitis C (e.g., hepatitis C virus RNA \\[qualitative\\] is detected.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}