{
    "nctId": "NCT00343382",
    "briefTitle": "Pilocarpine in Treating Vaginal Dryness in Patients With Breast Cancer",
    "officialTitle": "Pilocarpine for Vaginal Dryness: A Phase III Randomized, Double Blind, Placebo-Controlled Study",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer, Vaginal Dryness",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 201,
    "primaryOutcomeMeasure": "Average Vaginal Dryness Scores Via Area Under the Curve (AUC) Summary Statistics",
    "eligibilityCriteria": "Required Characteristics:\n\n1. Adult post menopausal women or women with no childbearing potential (≥ 18 years) with a history of breast cancer (currently no evidence of disease) or women who do not want to take vaginal estrogen for a fear of an increased risk of breast cancer. Postmenopausal status will be determined by the primary physician.\n2. Significant vaginal complaints defined as persistent vaginal dryness and/or itching of sufficient severity to make a patient desire therapeutic intervention. Symptoms should have been present ≥ 2 months prior to randomization.\n3. Life expectancy \\> 6 months\n4. Ability to complete questionnaire(s) by themselves or with assistance.\n\nContraindications:\n\n1. Initiation or discontinuation of tamoxifen or aromatase inhibitors ≤2 months prior to randomization or plans to initiate or discontinue any of these medications during the 6-week study.\n2. Active vaginal infection\n3. Concurrent chemotherapy\n4. Acute iritis\n5. Current or past use of pilocarpine (regardless of purpose)\n6. Planned use of any vaginal preparations during the study period (including any over the counter or herbal preparations). Note: Lubricants used during sexual intercourse are permitted.\n7. Use of any vaginal preparations ≤ 1 week prior to study entry (Exception: If patient has used vaginal preparations during the previous week but will stop, then they can be placed on study with plans to start with pretreatment questionnaire one week later). Note: Lubricants used during sexual intercourse are permitted.\n8. Current (≤ 4weeks prior to randomization), or planned during the study period, use of any estrogen product.\n9. A diagnosis of asthma, COPD, CAD or narrow angle glaucoma, or known cholelithiasis.\n10. Hepatic or renal insufficiency defined as a history of an elevation of SGOT ≥1.5 x ULN or creatinine ≥ 1.5 x ULN within the past year.\n11. Concurrent use of other anticholinergics\n12. Use of pharmacologic soy preparations\n13. Known history of cardiac arrhythmia. (Patients with occasional PVC's or PAC's that do not require treatment are eligible.)\n14. Prior or concurrent pelvic radiation therapy\n15. Prior radical pelvic surgery (TAH/BSO is allowed)\n16. Use of beta adrenergic antagonists\n17. Diagnosis of any of the following conditions:\n\n    * Vulvar and vaginal dysplasia\n    * Essential vulvodynia\n    * Vulvar vestibulitis\n    * Vaginal prolapse\n    * Bartholin cyst/abscess\n    * History of Bartholin gland surgery\n    * Lichen sclerosis\n    * Lichen planus of the vulvovaginal region\n    * Desquamative vaginitis",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}