{
    "nctId": "NCT00503750",
    "briefTitle": "Phase II Neoadjuvant Trial of Trastuzumab in Combination With Dose-Dense ABI-007 (Abraxane™)",
    "officialTitle": "Phase II Neoadjuvant Trial of Trastuzumab in Combination With Dose-Dense ABI-007 (Abraxane™) Followed by Vinorelbine for HER2 Overexpressing Early Stage Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 27,
    "primaryOutcomeMeasure": "Number of Participants With Complete Pathologic Response.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologically or cytologically confirmed invasive breast carcinoma.\n* Early stage breast cancer - stage I (tumor size greater than 1 cm), II and IIA.\n* 3+ HER2 overexpression by IHC or 2+ HER2 overexpression and FISH positivity.\n* Patients must have measurable disease as defined by palpable lesion with both diameters greater than or equal to 1 cm measurable with caliper and/or a positive mammogram or ultrasound with at least one dimension greater than or equal to 1 cm. Bilateral mammogram and clip placement is required for study entry. Baseline measurements of the indicator lesions must be recorded on the patient registration form. To be valid for baseline, the measurements must have been made within the 14 days (4-6 weeks for x-rays and scans) immediately preceding patient's entry in study.\n* ECOG performance status 0 to 2 within 14 days of study entry.\n* Normal (greater than 50%) left ventricular ejection fraction (LVEF) by MUGA scan or echocardiography.\n* Must be 18 years of age or older.\n* Women or men of childbearing potential must use a reliable and appropriate contraceptive method. Postmenopausal women must be amenorrheic for at least 12 months to be considered of non-childbearing potential.\n* Final eligibility for a clinical trial is determined by the health professionals conducting the trial.\n\nExclusion Criteria:\n\n* Evidence of disease outside the breast or chest wall, except ipsilateral axillary lymph nodes.\n* Prior chemotherapy, hormonal therapy, biologic therapy or radiation therapy for breast cancer. Patients with history of DCIS are eligible if they were treated with surgery alone.\n* Medical, psychological, or surgical condition which the investigator feels might compromise study participation.\n* Pregnant or lactating women are not eligible.\n* Patients with history of previous or current malignancy at other sites with the exception of adequately treated carcinoma in situ of the cervix or basal or squamous cell carcinoma of the skin. Patients with a history of other malignancies who remain disease free for greater than five years are eligible.\n* Evidence of sensory and/or peripheral neuropathy.\n* Serious, uncontrolled, concurrent infections.\n* Major surgery within 4 weeks of the start of study treatment without complete recovery.\n* Final eligibility for a clinical trial is determined by the health professionals conducting the trial.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}