{
    "nctId": "NCT00378638",
    "briefTitle": "Dose-Dense Chemotherapy Plus Bevacizumab in High Risk Lymph Node Positive Breast Cancer: A Pilot Study",
    "officialTitle": "Dose-Dense Chemotherapy Plus Bevacizumab in High Risk Lymp Node Positive Breast Cancer: A Pilot Study",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 30,
    "primaryOutcomeMeasure": "Incidence of treatment failure, 2 and 5 year Disease Free Survival.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* High risk lymph node positive breast cancer defined as 5 or more involved axillary lymph nodes\n* Must have undergone surgical local therapy (modified radical mastectomy or breast conserving surgery).\n* Negative tumor margins for invasive cancer\n* No evidence of distant metastasis\n* Normal cardiac ejection fraction\n* Adequate organ function defined as:\n\nANC \\> 1200/mm3 Platelet count \\> 100,000/mm Serum creatinine \\< 2.0 mg/dl Serum bilirubin \\< 1.5 x ULN\n\n* Performance status 0-1\n* Age 18 years or older\n* No prior chemotherapy, hormonal therapy or radiation therapy for treatment of the primary breast cancer\n* Bilateral synchronous breast cancer is allowed if other criteria are met.\n* Patients may be ER/PR+ and receive treatment with hormonal therapy (tamoxifen or aromatase inhibitors)\n* Use of effective means of contraception (men and women) in subjects of child-bearing potential\n* Signed informed consent\n\nExclusion Criteria:\n\n* Evidence of distant metastases\n* Inflammatory Breast Cancer\n* Prior use of any chemotherapy or hormonal therapy for breast cancer\n* Patients with her 2 neu positive tumors\n* History of other malignancies within the last 5 years. Prior history of carcinoma in situ of the cervix, melanoma in situ and basal cell carcinoma of the skin is allowed within the last 5 years.\n* Prior therapy with anthracyclines for any malignancy\n* Current, recent (within 4 weeks of the first infusion of this study), or planned participation in an experimental drug study other than a Genentech-sponsored bevacizumab cancer study\n* Blood pressure of equal to or higher than 150/100\n* Unstable angina\n* New York Heart Association (NYHA) Grade II or greater congestive heart failure\n* History of myocardial infarction within 6 months\n* History of stroke within 6 months\n* Clinically significant peripheral vascular disease\n* Evidence of bleeding diathesis or coagulopathy\n* Presence of central nervous system or brain metastases\n* Major surgical procedure, open biopsy, or significant traumatic injury within 28 days prior to Day 0, anticipation of need for major surgical procedure during the course of the study\n* Minor surgical procedures such as fine needle aspirations or core biopsies within 7 days prior to Day 0\n* Pregnant (positive pregnancy test) or lactating\n* Urine protein:creatinine ratio \\>1.0 at screening\n* History of abdominal fistula, gastrointestinal perforation, or intra-abdominal abscess within 6 months prior to Day 0\n* Serious, non-healing wound, ulcer, or bone fracture\n* Inability to comply with study and/or follow-up procedures",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}