{
    "nctId": "NCT05388149",
    "briefTitle": "Kadcyla And Neratinib for Interception of HER2+ Breast Cancer With Molecular Residual Disease",
    "officialTitle": "Kadcyla And Neratinib for Interception of HER2+ Breast Cancer With Molecular Residual Disease",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer, HER2-positive Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 15,
    "primaryOutcomeMeasure": "Clearance of ctDNA with the addition of neratinib to trastuzumab-DM1 in patients with MRD detectable by the RaDaR assay, following standard neoadjuvant therapy, surgery, and initiation of T-DM1",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Male or female patients ≥ 18 years of age with histologically confirmed, resected HER2 positive stage I-III breast cancer, with residual invasive disease following prior neoadjuvant trastuzumab (+/- pertuzumab)-based chemotherapy.\n2. Receiving adjuvant T-DM1, with evidence of MRD (positive test by Inivata RaDaR) after receiving 2-6 cycles of T-DM1\n3. No contraindications to T-DM1 or neratinib\n4. No clinical or radiographic evidence of recurrent or metastatic disease\n5. Previous Therapy requirements:\n\n   * Received 2-6 cycles of trastuzumab-DM1 in the adjuvant setting\n   * Received min of 12 weeks of endocrine therapy (ER+ patients)\n   * Adjuvant radiation permitted (minimum 14-day washout required)\n   * No prior neratinib or other HER2 tyrosine kinase inhibitor\n6. ECOG performance status 0-1.\n7. Patient must have adequate organ function\n8. WOCBP must have a negative serum \\[beta\\] HCG test result.\n9. WOCBP must agree to use highly effective contraception\n10. Male participants must agree to use highly effective contraception\n11. Subject is willing and able to comply with the protocol for the duration of the study including undergoing treatment and scheduled visits and examinations including follow up.\n12. Signed informed consent\n\nExclusion Criteria:\n\n1. Prior therapy with any HER2 tyrosine kinase inhibitor\n2. Clinical or radiographic evidence of suspected or confirmed metastatic disease.\n3. Previous or concurrent malignancy within 3 years of study entry, with exceptions\n4. Impaired cardiovascular function or clinically significant cardiovascular diseases\n5. Known positive serology for HIV that is not currently controlled with anti-retroviral therapy,\n6. Has a known history of or is positive for active hepatitis B (defined as hepatitis B surface antigen \\[HBsAg\\] reactive) or hepatitis C (defined as HCV RNA \\[qualitative\\] is detected). HBV DNA must be undetectable and HBsAg negative at Screening Visit. Participants who have had definitive treatment for HCV are permitted if HCV RNA is undetectable at Screening Visit.\n7. Impaired gastrointestinal function or disease that may significantly alter the absorption of neratinib\n8. Medical, psychiatric, cognitive, or other conditions that may compromise the patient's ability to understand the patient information, give informed consent, comply with the study protocol, or complete the study.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}