{
    "nctId": "NCT03562637",
    "briefTitle": "Study of Adagloxad Simolenin (OBI-822)/OBI-821 in the Adjuvant Treatment of Patients With Globo H Positive TNBC",
    "officialTitle": "The GLORIA Study: A Phase 3, Randomized, Open-Label Study of the Anti-Globo H Vaccine Adagloxad Simolenin (OBI-822)/OBI-821 in the Adjuvant Treatment of Patients With High Risk, Early Stage Globo H-Positive Triple Negative Breast Cancer",
    "overallStatus": "RECRUITING",
    "conditions": "Triple Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 668,
    "primaryOutcomeMeasure": "Measuring the effect of adagloxad simolenin (OBI-822)/OBI-821 treatment on improving invasive disease free survival (IDFS) in the study population.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Documented radiographic and histopathologic confirmed primary localized invasive breast cancer.\n* Histologically documented TNBC (estrogen receptor negative \\[ER-\\]/progesterone receptor negative \\[PR-\\]/human epidermal growth factor 2 negative \\[HER2-\\]) defined as ER-negative and PR-negative (≤5% positive cells stain by IHC for both ER and PR), and negative HER2/neu- status, confirmed on tumor sample.\n* HER2/neu negative will be defined as one of the following criteria:\n\n  * IHC 0 or 1+\n  * Single-probe average HER2 gene copy number of \\<6 signals/nucleus\n  * Dual-probe fluorescent in-situ hybridization (FISH) HER2/neu chromosome 17 (CEP17) non-amplified ratio of \\<2\n* Globo H IHC H-score ≥15 from the residual primary site/or lymph node (if primary site is not available) tumor obtained at time of definitive surgery. Globo H expression will be determined during pre-screening by Central lab. Instructions for submission of slides/tumor tissue blocks are provided in the protocol and study Lab Manual.\n* No evidence of metastatic disease in chest, abdomen and pelvis by CT or other adequate imagining during the Screening Phase. Imaging within 3 months prior to randomization is acceptable as baseline scan. Bone scans and imaging of the brain at screening is optional, and should be symptom directed.\n* High risk patients with no evidence of disease after completing standard treatment and meeting ONE of the following criteria:\n\n  * Neoadjuvant chemotherapy followed by definitive surgery: Residual invasive disease following neoadjuvant chemotherapy defined as: A contiguous focus of residual invasive cancer in the surgical breast measuring ≥1 cm in diameter and/or with residual invasive cancer in at least one axillary node (micrometastases or macrometastases), as determined by local pathology review.\n  * Definitive surgery followed by adjuvant chemotherapy: Pathological Stage IIB, Stage IIIA , Stage IIIB, or Stage IIIC disease according to the 8th edition of the American Joint Committee on Cancer (AJCC) Cancer Staging Manual.\n* Must have completed a standard taxane, and/or anthracycline-based multi-agent chemotherapy regimen either in the neoadjuvant or adjuvant setting (e.g., National Comprehensive Cancer Network recommended regimens):.\n\n  * At least 4 cycles of a standard multi-agent chemotherapy regimen must have been received, unless precluded by toxicities\n  * Post operative adjuvant capecitabine or a platinum monotherapy in patients with residual disease after neoadjuvant chemotherapy is allowed.\n* Randomization must occur within 12 weeks after completion of standard of care treatment (surgery and/or chemotherapy) and within 46 weeks from the date of definitive surgery. Note: patients receiving adjuvant capecitabine or platinum monotherapy after neoadjuvant multi-agent chemotherapy may be randomized and initiate study treatment during (or within 12 weeks after completion of) the adjuvant capecitabine or platinum monotherapy.\n* All treatment-related toxicities resolved to Grade \\<1 on National cancer institute Common Terminology Criteria for Adverse Events (NCI-CTCAE version 5.0) criteria (except hair loss and ≤Grade 2 neuropathy, which are acceptable).\n* Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1.\n* Females must be either of non-childbearing potential, i.e., surgically sterilized (have documented sterilization, bilateral oophorectomy/salpingectomy at least 3 months before the start of the trial and/or hysterectomy), or one year postmenopausal; or if of childbearing potential must have a negative pregnancy test (urine or serum) at randomization.\n* Males and females of childbearing potential and their partners must be willing to use effective contraception during the entire Treatment Phase period and for at least 4 weeks (28 days) after the last dose of study treatment.\n* Adequate hematological, hepatic and renal function as defined below:\n\n  * Absolute neutrophil count (ANC) ≥1,500/µL\n  * Platelets ≥75,000/µL\n  * Hemoglobin ≥8.5g/dL\n  * Serum creatinine ≤1.5 × upper limit of normal (ULN) or calculated creatinine clearance ≥55 mL/min for subjects with creatinine levels \\>1.5 × institutional ULN (glomerular filtration rate can also be used in place of creatinine or creatinine clearance may be calculated per institutional standard)\n  * Aspartate aminotransferase (AST) and alanine aminotransferase (ALT) ≤3 × ULN\n  * Alkaline Phosphatase (ALP) ≤2.5 × ULN\n  * Serum total bilirubin ≤1.5 × ULN (unless Gilbert's disease is documented)\n* Consent to participate with a signed and dated Institutional Review Board (IRB)/Independent Ethics Committee (IEC) approved patient informed consent for the study prior to beginning any specific study procedures.\n* Ability to understand and willingness to complete all protocol required procedures.\n\nExclusion Criteria:\n\n* Local recurrence of or previous history of ipsilateral or contralateral invasive breast cancer within 10 years prior to randomization.\n* Definitive clinical or radiologic evidence of metastatic disease\n* Synchronous bilateral breast cancer, unless both tumors are confirmed as TNBC.\n* Have received any post-operative immunotherapy with antigen, antibody, immune checkpoint inhibitors (Programmed cell death-1 \\[PD-1\\]/ Programmed cell death-ligand-1inhibitors \\[PD-L-1\\], anti-cytotoxic T lymphocyte associated protein 4 \\[CTLA 4\\] therapy), or other anti-cancer vaccines (neoadjuvant receipt of immune checkpoint inhibitors will not be exclusionary if the patient meets all other eligibility criteria).\n* Concomitant treatment with approved anticancer therapy or immunotherapy including checkpoint inhibitors (e.g. PD-1 inhibitors) or other investigational therapy, if expected during the study. Adjuvant capecitabine or platinum monotherapy is allowed during the study.\n* A history of other malignancies (except non melanoma skin carcinoma, carcinoma in situ of the uterine cervix, follicular or papillary thyroid cancer) within 5 years prior to randomization.\n* Have any active autoimmune disease or disorder that requires systemic immunosuppressive/immunomodulatory therapy. NOTE: Autoimmune diseases that are confined to the skin (e.g., psoriasis) that can be treated with topical steroids alone are allowed during the study.\n* Oral/parenteral corticosteroid treatment (\\>5 mg/day of prednisone/equivalent), within 2 weeks prior to randomization or anytime during the study. NOTE: inhaled steroids for treatment of asthma; and topical steroids are allowed during the study.\n* Any known uncontrolled concurrent illness that would limit compliance with study requirements, including but not limited to ongoing or active infections, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, psychiatric disorders, or substance abuse.\n* Any known hypersensitivity to active/inactive ingredients in the study drug formulation or known severe allergy or anaphylaxis to fusion proteins.\n* Prior receipt of a glycoconjugate vaccine for cancer immunotherapy.\n* Known history or positive for human immunodeficiency virus (HIV positive), unless on effective anti-retroviral therapy with undetectable viral load within 6 months of therapy (note: HIV testing not required for study entry).\n* Known active hepatitis B virus (HBV) or hepatitis C virus (HCV) infection prior to randomization. Patients who have completed curative therapy for HCV are eligible. For patients with evidence of chronic HBV infection, the HBV viral load must be undetectable on suppressive therapy. (note: HBV/HCV testing is not required for study entry).\n* Any condition, including significant diseases and/or laboratory abnormalities that would place the patient at unacceptable risk for study participation.\n* Currently pregnant or breastfeeding women.\n* Currently participating in or has participated in a breast cancer therapeutic clinical trial within 4 weeks (24 days) prior to randomization.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}