{
    "nctId": "NCT00887380",
    "briefTitle": "STARS Breast Trial (Study of Anastrozole and Radiotherapy Sequencing)",
    "officialTitle": "A Randomised Comparison of Anastrozole Commenced Before and Continued During Adjuvant Radiotherapy for Breast Cancer Versus Anastrozole and Subsequent Anti-oestrogen Therapy Delayed Until After Radiotherapy.",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 2023,
    "primaryOutcomeMeasure": "To determine if commencement of anastrozole prior to radiotherapy results in improved local control compared to anastrozole commenced after radiotherapy.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Women aged 18 years or older\n* Post total mastectomy or lumpectomy. All planned cancer resection surgery complete.\n* Histologic or pathologic reports must verify either:\n\n  * No tumour contacting the inked margin of surgically removed tissue, or\n  * Focal involvement (\\<2mm front) if the margin is at the deep (posterior part) of the breast and the surgeon confirms that surgery extended to the deep fascia, or\n  * Focal involvement (\\<2mm front) if the margin is superficial (anterior part of the breast or subcutaneous) and the surgeon confirms that surgery extended to the subcutis NB: In the case of focally involved deep or superficial margins, the medical records or multidisciplinary meeting notes or correspondence from the surgeon must indicate that the surgeon confirms the surgery extended to the deep fascia or subcutis as appropriate. Patients should routinely receive a lumpectomy bed boost in the conserved breast setting if there is focal superficial or focal deep involvement as defined above.\n* Tumour oestrogen receptor and/or progesterone receptor positive (≥10% cells positive).\n* Radiotherapy not yet commenced\n* Planned radiotherapy dose prescribed to ICRU reference points in the irradiated breast / chest wall volumes at least the biological equivalent of 45 Gy in 25 fractions or more. (BED Gy4 ≥ 65, BED Gyx=D(1+n/x) where D=total dose, n=dose per fraction, x=alpha beta ratio, Gy4 selected as appropriate alpha-beta ratio for human breast cancer lines)\n* An ECOG performance status score of 2 or less.\n* Female and post menopausal shown by satisfying at least one of the following criteria (as per the ATAC study criteria16):\n\n  * bilateral oophorectomy\n  * age greater than 60\n  * age 45-59 years with intact uterus and amenorrhoeic at least 12 months\n  * Amenorrhoeic less than 12 months with follicle stimulating hormone (FSH) levels within the post menopausal range (including patients with amenorrhoea due to chemotherapy, LHRH use or who have had hormone replacement following hysterectomy) Note: it is recommended for women under the age of 45 who have been rendered menopausal by chemotherapy that they be enrolled onto the strata which switches to Tamoxifen after the initial 3 months of anastrozole.\n* Is not receiving chemotherapy, or is receiving chemotherapy but the course will be completed at least 3 weeks prior to commencing radiotherapy\n* Unilateral treatment\n* Has provided written informed consent for participation in this trial\n\nExclusion Criteria:\n\n* Previous radiotherapy to the area to be treated\n* Previous invasive malignancy within 5 years of current breast cancer diagnosis with the exception of cervix in-situ or skin cancer other than melanoma.\n* Patients with clinical evidence of metastatic disease.\n* Previous hormonal breast cancer therapy.\n* Ongoing hormone replacement therapy",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}