{
    "nctId": "NCT05057013",
    "briefTitle": "A Phase I/IIa Trial of HMBD-001 in Advanced HER3 Positive Solid Tumours",
    "officialTitle": "A Cancer Research UK Phase I/IIa Open Label, Dose Escalation and Expansion Trial of HMBD-001 (an Anti-HER3 Monoclonal Antibody) Given Intravenously As a Single Agent and in Combination in Patients with Advanced HER3 Positive Solid Tumours",
    "overallStatus": "RECRUITING",
    "conditions": "Bladder Cancer, Triple Negative Breast Cancer, Castration-resistant Prostate Cancer, Cervical Cancer, RAS Wild Type Colorectal Cancer, Endometrial Cancer, Gastric Cancer, Hepatocellular Carcinoma (HCC), Melanoma, Non-small Cell Lung Cancer (NSCLC), Oesophageal Cancer, Ovarian Cancer, Pancreatic Cancer, Squamous Cell Cancer of the Head and Neck",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 81,
    "primaryOutcomeMeasure": "Number of Participants Who Experienced Dose Limiting Toxicities (DLTs); Part A",
    "eligibilityCriteria": "Inclusion criteria:\n\n1. Written (signed and dated) informed consent and be capable of co-operating with HMBD-001 administration and follow-up.\n2. Part A: Monotherapy Dose Escalation\n\n   Histologically confirmed advanced or metastatic solid tumours resistant or refractory to conventional treatment, or for which no conventional therapy exists or is not considered appropriate by the Investigator or is declined by the participant.\n\n   Participants with tumour types known to overexpress HER3 including:\n   * Bladder cancer\n   * Triple negative breast cancer\n   * Castration resistant prostate cancer\n   * Cervical cancer\n   * RAS wild type colorectal cancer\n   * Endometrial cancer\n   * Gastric cancer\n   * Hepatocellular carcinoma (HCC)\n   * Melanoma\n   * Non-small cell lung cancer (NSCLC)\n   * Oesophageal cancer\n   * Ovarian cancer\n   * Pancreatic cancer\n   * Squamous cell cancers of the head and neck\n\n   Participants with confirmed existing NRG1 fusion rearrangement will also be considered eligible.\n\n   Part B Arm 1: HMBD-001 and Enzalutamide Combination\n   * Histologically confirmed metastatic castration-resistant prostate adenocarcinoma without neuroendocrine differentiation or small-cell features.\n   * Serum testosterone concentration ≤50 ng/dL sustained by medical or surgical castration.\n   * Participants must have progressive disease prior to study enrolment.\n   * PSA at screening ˃1 ng/mL.\n   * Confirmed high HER3 expression.\n   * Absence of PTEN loss.\n   * Participants with confirmed existing NRG1 fusion rearrangement will also be considered eligible.\n3. Life expectancy of at least 12 weeks.\n4. Eastern Cooperative Oncology Group performance status of 0 or 1.\n5. Haematological and biochemical indices within the protocol specified ranges.\n6. Participants with advanced prostate cancer must have castrate levels of testosterone and have received a next generation hormonal agent (at least one of abiraterone, enzalutamide, apalutamide or darolutamide).\n7. Part A: Aged 16 years or over at the time consent is given.\n8. Part B Arm 1: Aged 18 years or over at the time consent is given.\n\nExclusion criteria\n\n1. Radiotherapy (except for palliative reasons), chemotherapy, endocrine therapy (with the exception of life-long hormone suppression such as luteinising hormone-releasing hormone agents in prostate cancer), immunotherapy or investigational medicinal products during the previous 4 weeks before first dose of HMBD-001 or enzalutamide, as applicable.\n2. Participants with ongoing toxic manifestations of previous treatments greater than NCI CTCAE Grade 1. Exceptions apply.\n3. Participants with symptomatic brain or leptomeningeal metastases should be excluded. Exceptions apply.\n4. Women of child-bearing potential (or are already pregnant or lactating). Exceptions apply.\n5. Male participants with partners of child-bearing potential. Exceptions apply.\n6. Major surgery from which the participant has not yet recovered.\n7. At high medical risk because of non-malignant systemic disease including active uncontrolled infection.\n8. Known to be serologically positive for hepatitis B, hepatitis C or human immunodeficiency virus infection. Participants with previous hepatitis C exposure but no current infection are eligible to participate.\n9. Known or suspected hypersensitivity reaction to previous biological therapy that in the opinion of the Investigator is a contraindication for their participation in this study.\n10. Concurrent congestive heart failure, prior history of ≥ Class II cardiac disease (New York Heart Association), clinically significant cardiac ischaemia or clinically significant cardiac arrhythmia. Participants with significant cardiovascular disease as defined in the protocol are excluded.\n11. Active autoimmune disease. Exceptions apply.\n12. Participants receiving doses of prednisolone ˃10 mg daily (or equipotent doses of other corticosteroids) within 7 days prior to the first dose of study drug are not eligible unless administered as pre-medication.\n13. Participants having received a live vaccination within 4 weeks prior to first dose of HMBD-001.\n14. Is a participant or plans to participate in another interventional clinical trial, whilst taking part in this Phase 1/2a trial of HMBD-001. Participation in an observational trial or interventional clinical trial which does not involve administration of an IMP and which would not place an unacceptable burden on the participant in the opinion of the Investigator and Medical Advisor would be acceptable.\n15. Any other condition which in the Investigator's opinion would not make the participant a good candidate for the clinical trial.\n16. Current or prior malignancy which could affect safety or efficacy assessment of the IMP or compliance with the protocol or interpretation of results. Participants with curatively-treated non-melanoma skin cancer, non-muscle-invasive bladder cancer, or carcinomas-in-situ are generally eligible.\n\n    Part B Arm 1: HMBD-001 and Enzalutamide Combination:\n17. Participants receiving warfarin or coumarin-like anti-coagulants.\n18. History of seizures or other risk factors for the development of seizures e.g. prior history of stroke, brain injury, brain metastases, leptomeningeal disease.\n19. Participants with hypersensitivity to enzalutamide or any of the excipients\n20. Participants who have received prior enzalutamide or other next generation hormonal agent that has been stopped due to toxicities or intolerance or required a dose reduction during administration due to toxicity or intolerance.",
    "sex": "ALL",
    "minimumAge": "16 Years",
    "stdAges": "CHILD, ADULT, OLDER_ADULT"
}