{
    "nctId": "NCT00769470",
    "briefTitle": "Docetaxel, Carboplatin, and Trastuzumab and/or Lapatinib in Treating Women With Stage I, Stage II, or Stage III Breast Cancer That Can Be Removed by Surgery",
    "officialTitle": "A Multicenter, Open Label, Randomized Phase II Trial of Presurgical Treatment With Single-Agent Trastuzumab (H) or Lapatinib (Ty) or the Combination of Trastuzumab and Lapatinib (H+Ty), Followed by Six Cycles of Docetaxel (T) and Carboplatin (C) With Trastuzumab (TCH) or Lapatinib (TCTy) or the Combination of Trastuzumab and Lapatinib (TCHTy) in Patients With HER2/Neu-Amplified Operable Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 18,
    "primaryOutcomeMeasure": "Pathologic complete response (pCR)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Women aged 18 to 70 years, inclusive\n* Histologically or cytologically confirmed adenocarcinoma of the breast\n* Stage I, II or III disease (early stage) with tumor measuring ≥ 1 cm and meeting any the following criteria:\n\n  * Grade \\> 1\n  * Estrogen receptor- and progesterone receptor-negative\n  * Age ≤ 35 years\n* HER2/neu-positivity by fluorescence in situ hybridization (FISH)\n* Estrogen and progesterone receptor status known prior to study entry.\n* ECOG performance status 0-1 Adequate organ function (ejection fraction\\>- lower limit of normal) as determined by MUGA or echocardiogram.\n* If female of childbearing potential, pregnancy test is negative and is willing to use effective contraception while on treatment and for at least 3 months after the last dose of study therapy.\n* patient is accessible and willing to comply with treatment, tissue acquisition and follow up.\n* patient is willing to provide written informed consent prior to performance of any study-related procedure.\n* Adequate organ function as defined by the following laboratory values\n* Absolute neutrophil count ≥ 1,500/mm³\n* Platelet count ≥ 100,000/mm³\n* Hemoglobin ≥ 9.0 g/dL\n* Creatinine \\< 1.5 mg/dL\n* Total bilirubin ≤ 1.0 times upper limit of normal (ULN) (\\< 3 times ULN in patients with Gilbert's syndrome confirmed by genotyping or Invader UGTIA1 molecular assay)\n* Alkaline phosphatase (AP), ALT, and AST must meet 1 of the following criteria:\n* AP normal AND AST/ALT ≤ 2.5 times upper limit of normal (ULN)\n* AP ≤ 2.5 times ULN AND ALT/AST ≤ 1.5 times ULN\n* AP ≤ 5 times ULN AND AST/ALT normal\n\nExclusion Criteria:\n\n* Inflammatory breast cancer, defined as the presence of erythema or induration involving \\> 1/3 of the breast\n* Bilateral invasive breast cancer\n* Metastatic disease\n* Concurrent therapy with any other non-protocol anti-cancer therapy\n* history of any other malignancy within the past 5 years, with the exception of nonmelanoma skin cancer or carcinoma in situ of the cervix\n* pre-existing motor or sensory neurotoxicity ≥ grade 2 by NCI NTCAE version 3.0\n* cardiac disease including any of the following:\n* Myocardial infarction within the past 6 months\n* Unstable angina\n* New York Heart Association class II-IV congestive heart failure\n* inflammatory bowel disease or other bowel condition causing chronic diarrhea and requiring active therapy\n* active, uncontrolled infection requiring parenteral antimicrobials\n* known hypersensitivity to Chinese hamster ovary products or other recombinant human or humanized antibodies and/or known hypersensitivity to any of the study drugs or their ingredients (e.g., polysorbate 80 in docetaxel)\n* other medical or psychiatric disorder that, in the opinion of the treating physician, would contraindicate the use of study drugs or place the subject at undue risk for treatment complications\n* hormonal agent (e.g., raloxifene, tamoxifen citrate, or other selective estrogen receptor modulators) for osteoporosis or prevention of breast cancer. subjects must have discontinued these agents 14 days prior to first baseline biopsy.\n* prior ipsilateral radiotherapy for invasive or noninvasive breast cancer or to the ipsilateral chest wall for any malignancy\n* prior chemotherapy, radiotherapy, or endocrine therapy for currently diagnosed invasive or noninvasive breast cancer\n* concurrent ovarian hormonal replacement therapy. Prior treatment must be stopped prior to first baseline biopsy.\n* male subjects\n* pregnant or lactating subjects",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}