{
    "nctId": "NCT00954135",
    "briefTitle": "Letrozole Plus Oral Cyclophosphamide Plus/Minus Sorafenib as Primary Systemic Treatment in Breast Cancer Patients",
    "officialTitle": "Letrozole Plus Oral Cyclophosphamide Plus/Minus Sorafenib as Primary Systemic Treatment in Post-menopausal, Estrogen Receptor Positive, Breast Cancer Patients",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 190,
    "primaryOutcomeMeasure": "Progression free survival",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* 1. Women in postmenopausal status\n* 2. Age\\> 60 or age \\> 18 and unfit for chemotherapy with commonly employed regimens in breast cancer patients\n* 3. Diagnosis of invasive BC, T\\>2, N0-N2, M0,\n* 4. Endocrine Responsive disease according to San Gallen criteria\n* 5. ECOG Performance Status of 0 or 2\n* 6. Life expectancy of at least 12 weeks\n* 7. In case of recent surgery, the wound must be completely healed prior to receiving Sorafenib\n* 8. Subjects with at least one uni-dimensional(for RECIST) or bi-dimensional(for WHO) measurable lesion. Lesions must be measured by CT-scan or MRI\n* 9. Adequate bone marrow, liver and renal function as assessed by the following laboratory requirements to be conducted within 7 days prior to screening:\n* 10. Hemoglobin \\> 9.0 g/dl\n* 11. Absolute neutrophil count (ANC) \\>1,500/mm3\n* 12. Platelet count 100,000/μl\n* 13. Total bilirubin \\< 1.5 times the upper limit of normal\n* 14. ALT and AST \\< 2.5 x upper limit of normal (\\< 5 x upper limit of normal for patients with liver involvement of their cancer)\n* 15. Alkaline phosphatase \\< 4 x ULN\n* 16. PT-INR/PTT \\< 1.5 x upper limit of normal \\[Patients who are being therapeutically anticoagulated with an agent such as coumadin or heparin will be allowed to participate provided that no prior evidence of underlying abnormality in these parameters exists.\\]\n* 17. Serum creatinine \\< 1.5 x upper limit of normal.\n\nExclusion Criteria:\n\n* 1. History of cardiac disease:congestive heart failure \\>NYHA class 2;active CAD (MI more than 6 mo prior to study entry is allowed); cardiac arrythmias requiring anti-arrythmic therapy( beta blockers or digoxin are permitted) or uncontrolled hypertension.\n* 2. History of HIV infection or chronic hepatitis B or C (This criteria should be modified to allow Hepatitis B or C in protocols looking at HCC patient population).\n* 3. Active clinically serious infections (\\> grade 2 NCI-CTC version 3.0)\n* 4. Symptomatic metastatic brain or meningeal tumors (unless the patient is \\> 6 months from definitive therapy, has a negative imaging study within 4 weeks of study entry and is clinically stable with respect to the tumor at the time of study entry)\n* 5. Patients with seizure disorder requiring medication (such as steroids or anti-epileptics)\n* 6. History of organ allograft The organ allograft may be allowed as protocol specific.\n* 7. Patients with evidence or history of bleeding diathesis\n* 8. Patients undergoing renal dialysis\n* 9. Previous or concurrent cancer that is distinct in primary site or histology from the cancer being evaluated in this study EXCEPT cervical carcinoma in situ, treated basal cell carcinoma, superficial bladder tumors \\[Ta, Tis \\& T1\\] or any cancer curatively treated \\> 3 years prior to study entry",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}