{
    "nctId": "NCT03058939",
    "briefTitle": "Assessing the Response Rate of Neo-adjuvant Paclitaxel (Taxol) in Nigerian Women With Breast Cancer",
    "officialTitle": "Assessing the REsponse Rate of Weekly Neo-adjuvanT pacliTAxel (Taxol) in Nigerian Women With Breast Cancer (ARETTA)",
    "overallStatus": "WITHDRAWN",
    "conditions": "Breast Cancer, Breast Cancer Stage II, Breast Cancer Stage III",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "Measure overall clinical response rate (OCR)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Women ages of 18 to 70 years old.\n2. Biopsy-accessible breast tumor of significant size for core needle biopsy (≥ 2cm).\n3. Patients with histologically confirmed carcinoma of the female breast with any or unknown HRs/HER2 status\n4. Clinical stages IIA -IIIC. (AJCC 2009) (Appendix A)\n5. Chemotherapy-naïve patients (for this malignancy)\n6. Performance status: ECOG performance status 0-3 (Appendix B)\n7. Non-pregnant and not nursing. Women of childbearing potential must take the pregnancy test and must commit to receive LHRH agonist Zoladex (goserelin) for two years starting from the commencement of the study medications.\n8. Required Initial Laboratory Data. Adequate hematologic, renal and hepatic function, as defined by each of the following:\n\n   1. Granulocyte ≥ 1,500/μL\n   2. Platelet count ≥ 100,000/μL\n   3. Absolute neutrophil count (ANC) ≥ l500/μL\n   4. Hemoglobin³10g/dL\n   5. Bilirubin ≤ 1.5 x upper limit of normal\n   6. SGOT and SGPT \\< 2.5 x upper limit of normal for patients without liver metastases\n   7. Creatinine within institutional normal limits or glomerular filtration rate ≥ 30 mL/min/1.73 m2 by CKD EPI equation (see http://mdrd.com/ for calculator)\n\nExclusion Criteria:\n\n1. Pregnant or lactating women. Women of childbearing potential not using a reliable and appropriate contraceptive method. Postmenopausal women must have been amenorrheic for at least 12 months to be considered of non-childbearing potential.\n\n   Patients will agree to continue the use of acceptable form of contraception for 30 days from the date of last drug administration.\n2. Patients with brain metastasis.\n3. Serious, uncontrolled, concurrent infection(s).\n4. Patients who have received more than 4 weeks of tamoxifen therapy for this malignancy. Patient who have received tamoxifen or raloxifene for purposes of chemoprevention (e.g. Breast Cancer Prevention Trial or for other past indications (including previous breast cancer) are eligible. Tamoxifen or raloxifene therapy will be discontinued at least one month before the patient is enrolled on this study.\n5. Treatment for other carcinomas within the last 5 years, except non-melanoma skin cancer and treated cervical carcinoma in-situ (CCIS).\n6. Participation in any investigational drug study within 4 weeks preceding the start of study treatment.\n7. Other serious uncontrolled medical conditions that the investigator feels might compromise study participation including but not limited to chronic or active infection, HIV-positive patient, uncontrolled hypertension, symptomatic congestive heart failure, unstable angina pectoris, uncontrolled Diabetes mellitus, or psychiatric illness/social situations that would limit compliance with study requirements.\n8. Unwillingness to participate or inability to comply with the protocol for the duration of the study.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}