{
    "nctId": "NCT03561740",
    "briefTitle": "A Study of the Addition of Metronomic Capecitabine to Standard Adjuvant Therapy in High Risk HER2+ BC paTients",
    "officialTitle": "A Randomized, Multicenter, Open-label Phase III Study to Evaluate the Efficacy and Safety of Adding Metronomic Chemotherapy of Capecitabine to Standard Adjuvant Therapy for Patients With High Risk HER2-positive Primary Breast Cancer",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 794,
    "primaryOutcomeMeasure": "Invasive disease-free survival (IDFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Early stage operable HER2-positive primary breast cancer\n* Histologically confirmed invasive breast carcinoma\n* High risk patients: residual invasive lesions in surgical specimens after neoadjuvant treatment (non-pCR ), Lymph node positive, tumor maximal diameter \\>2cm. If patient get neoadjuvant treatment, Systemic therapy must consist of at least 6 cycles of chemotherapy, with a total duration at least 16 weeks, including at least 9 weeks of trastuzumab and at least 9 weeks of taxane-based chemotherapy. Patients may have received an anthracycline as part of preoperative therapy in addition to taxane chemotherapy. Patients receiving dose-dense chemotherapy regimens are eligible, provided at least 8 weeks of taxane-based therapy and at least 8 weeks of trastuzumab have been given.\n* Adequate excision: surgical removal of all clinically evident disease in the breast and lymph nodes\n* Known hormone receptor status\n* Signed written informed consent approved by the study site's Institutional Review Board (IRB)/Ethical Committee (EC)\n* Age ≥ 18 years, Age ≤ 70 years\n* Eastern Cooperative Oncology Group (ECOG) performance status 0 or 1\n* Adequate organ function during screening, defined as:\n\n  1. Absolute neutrophil count ≥ 1200 cells/mm3\n  2. Platelet count ≥ 100000 cells/mm3\n  3. Hemoglobin ≥ 9.0 g/dL; patients may receive red blood cell transfusions to obtain this level\n  4. Serum creatinine 1.5 upper limit of normal (ULN)\n  5. International normalized ratio (INR) and activated partial thromboplastin time (aPTT) ≤ 1.5 ULN\n  6. Serum AST and ALT ≤ 1.5 ULN\n  7. Serum total bilirubin (TBILI) ≤ 1.0 ULN (within normal limits), except for patients with Gilbert's syndrome, for whom direct bilirubin should be within the normal range\n  8. Serum alkaline phosphatase (ALK) ≤ 1.5 ULN\n  9. Screening LVEF ≥ 50% on ECHO or MUGA after receiving neoadjuvant chemotherapy and no decrease in LVEF by more than 15% absolute points from the pre-chemotherapy LVEF. Or, if pre-chemotherapy LVEF was not assessed, the screening LVEF must be ≥ 55% after completion of neoadjuvant chemotherapy.\n\n  i. LVEF assessment may be repeated once up to 3 weeks following the initial screening assessment to assess eligibility.\n* For women who are not postmenopausal (≥ 12 months of non-therapy-induced amenorrhea) or surgically sterile (absence of ovaries and/or uterus): agreement to remain abstinent or use single or combined contraceptive methods that result in a failure rate of \\<1% per year during the treatment period and for at least 7 months after the last dose of study drug.\n* Negative serum pregnancy test for premenopausal women including women who have had a tubal ligation and for women less than 12 months after the onset of menopause\n* Documentation of hepatitis B virus (HBV) and hepatitis C virus (HCV) serologies is required: this includes HB surface antigen (HBsAg) and/or total HB core antibody (anti-HBc) in addition to HCV antibody testing. The most recent serologic testing must have occurred within 3 months prior to initiation of neoadjuvant therapy. If such testing has not been done, it must be performed during screening.\n\nExclusion Criteria:\n\n* Stage IV (metastatic) breast cancer\n* History of any prior (ipsi- or contralateral) breast cancer except lobular CIS\n* Evidence of clinically evident gross residual or recurrent disease following preoperative therapy and surgery\n* An overall response of PD according to the investigator at the conclusion of preoperative systemic therapy\n* Treatment with any anti-cancer investigational drug within 28 days prior to commencing study treatment\n* History of other malignancy within the last 5 years except for appropriately treated CIS of the cervix, non-melanoma skin carcinoma, Stage I uterine cancer, or other non-breast malignancies with an outcome similar to those mentioned above\n* Patients for whom radiotherapy would be recommended for breast cancer treatment but for whom it is contraindicated because of medical reasons (e.g., connective tissue disorder or prior ipsilateral breast radiation)\n* Current NCI CTCAE (Version 4.0) Grade ≥ 2 peripheral neuropathy\n* History of exposure to the following cumulative doses of anthracyclines:\n\nDoxorubicin \\>240 mg/m2, Epirubicin or Liposomal Doxorubicin-Hydrochloride (Myocet®) \\>480 mg/m2 For other anthracyclines, exposure equivalent to doxorubicin \\>240 mg/m2\n\n* Cardiopulmonary dysfunction as defined by any of the following:\n\nHistory of NCI CTCAE (Version 4.0) Grade ≥ 3 symptomatic CHF or NYHA criteria Class ≥ II Angina pectoris requiring anti-anginal medication, serious cardiac arrhythmia not controlled by adequate medication, severe conduction abnormality, or clinically significant valvular disease High-risk uncontrolled arrhythmias: i.e., atrial tachycardia with a heart rate \\> 100/min at rest, significant ventricular arrhythmia (ventricular tachycardia) or higher-grade AV-block (second degree AV-block Type 2 \\[Mobitz 2\\] or third degree AV-block) Significant symptoms (Grade ≥ 2) relating to left ventricular dysfunction, cardiac arrhythmia, or cardiac ischemia while or since receiving preoperative therapy.\n\nHistory of a decrease in LVEF to \\<40% with prior trastuzumab treatment (e.g., during preoperative therapy) Uncontrolled hypertension (systolic blood pressure \\>180 mmHg and/or diastolic blood pressure \\>100 mmHg) Evidence of transmural infarction on ECG Requirement for continuous oxygen therapy\n\n* Current severe, uncontrolled systemic disease (e.g., clinically significant cardiovascular, pulmonary, or metabolic disease; wound-healing disorders; ulcers)\n* For female patients, current pregnancy and/or lactation\n* Major surgical procedure unrelated to breast cancer or significant traumatic injury within approximately 28 days prior to randomization or anticipation of the need for major surgery during the course of study treatment\n* Any known active liver disease, for example, disease due to HBV, HCV, autoimmune hepatic disorders, or sclerosing cholangitis. Patients who have positive HBV or HCV serologies without known active disease must meet the eligibility criteria for ALT, AST, TBILI, INR, aPTT, and alkaline phosphatase (ALK) on at least two consecutive occasions, separated by at least 1 week, within the 30 day screening period.\n* Concurrent, serious, uncontrolled infections or known infection with HIV\n* History of intolerance, including Grade 3 to 4 infusion reaction or hypersensitivity to trastuzumab or murine proteins or any components of the product\n* Active, unresolved infections at screening requiring treatment\n* Assessment by the investigator as being unable or unwilling to comply with the requirements of the protocol",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}