{
    "nctId": "NCT00756470",
    "briefTitle": "Phase II Neoadjuvant in Inflammatory Breast Cancer",
    "officialTitle": "A Phase II Study of Neoadjuvant Lapatinib Plus Chemotherapy (Sequential FEC75 and Paclitaxel) in Women With Inflammatory Breast Cancer Whose Tumors Overexpress ErbB2 (Her2/Neu)",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 15,
    "primaryOutcomeMeasure": "Rate of Pathologic Complete Response (pCR) Following Neoadjuvant Chemotherapy",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Have signed informed consent form (ICF) and a Patient Authorization Form (HIPAA).\n2. Histological confirmation of breast carcinoma with a clinical diagnosis of IBC based on the presence of inflammatory changes in the involved breast, including diffuse erythema and edema (peau d'orange), with or without an underlying palpable mass, involving the majority of the skin of the breast. Pathologic evidence of dermal lymphatic invasion should be noted but is not required for diagnosis.\n3. Tumors that overexpress ErbB2, defined as one of the following definitions: 3+ staining by immunohistochemistry and/or a FISH ratio of more than 2.2\n4. Have either measurable or clinically evaluable skin disease. Patients with metastasis but are candidates for mastectomy are eligible.\n5. Have an Eastern Cooperative Oncology Group (ECOG) performance status (PS) of 0 - 1.\n6. Have left ventricular ejection fraction (LVEF) within the institutional range of normal as measured by either echocardiogram (ECHO) or MUGA scans. The same modality must be used consistently throughout the study.\n7. Willing to under go 1 mandatory core biopsy (up to 4 passes) and 1 mandatory skin biopsy to confirm IBC diagnosis and for biologic expression profiling.Subjects with clinically palpable residual disease may undergo an optional 2nd and 3rd core needle biopsy (1 after initial 2-week Lapatinib therapy and 1 after 6 months of completing all chemotherapy, before surgery) to allow identification of presumed pathways of therapy resistance. Information may give subject options for other targeted therapies (e.g. trastuzumab) if definitive surgery confirms residual disease.\n8. Are able to swallow and retain oral medication (intact pill).\n9. Are able to complete all screening assessments as outlined in the protocol.\n10. Have adequate organ function.\n11. Are subjects aged \\>/= 18 years with any menopausal status: Non-child-bearing potential (i.e., women with functioning ovaries who have a current documented tubal ligation or hysterectomy, or women who are postmenopausal) Child-bearing potential (i.e., women with functioning ovaries and no documented impairment of oviductal or uterine function that would cause sterility.) This category includes women with oligomenorrhea (severe), women who are perimenopausal, and young women who have begun to menstruate. Criterion continued in #13\n12. These subjects must have a negative serum pregnancy test at screening and agree to one of the following: Complete abstinence from intercourse from 2 weeks prior to administration of the first dose of study medication until 28 days after the final dose of study medication; or Consistent and correct use of one of the following acceptable methods of birth control: male partner who is sterile prior to the female subject's entry into the study and is the sole sexual partner for that female subject; Criterion continued in # 13\n13. Any intrauterine device (IUD) with a documented failure rate of less than 1% per year; oral contraceptives (either combined or progestogen only) where not contraindicated for this subject population or per local practice.; or barrier methods, including diaphragm or condom with a spermicide. Please note that breast cancer subjects on this trial cannot receive injectable levonorgestrel or injectable progestogen due to the potential for an adverse effect of anti-hormonal therapies on chemotherapy administered for breast cancer.\n\nExclusion Criteria:\n\n1. Have received any prior to chemotherapy.\n2. Had prior therapy with an ErbB1 and/or ErbB2 inhibitor.\n3. Are receiving concurrent anti-cancer therapy (chemotherapy, immunotherapy, and biologic therapy) while taking study medication.\n4. Have Malabsorption syndrome, disease significantly affecting gastrointestinal function, or resection of the stomach or small bowel. Women with ulcerative colitis are also excluded.\n5. Have a concurrent disease or condition that would make the woman inappropriate for study participation, or any serious medical disorder that would interfere with the woman's safety.\n6. Have an active or uncontrolled infection.\n7. Have dementia, altered mental status, or any psychiatric condition that would prohibit the understanding or rendering of informed consent.\n8. Have active cardiac disease, defined as one or more of the following: history of uncontrolled of symptomatic angina, history of arrhythmias requiring medications, or clinically significant; myocardial infarction \\< 6 months from study entry; uncontrolled or symptomatic congestive heart failure; ejection fraction below the institutional normal limit; any other cardiac condition, which is in the opinion of the treating physician, would make this protocol unreasonably hazardous for the patient\n9. Are pregnant or breastfeeding.\n10. Have received concurrent treatment with an investigational agent clinical trial.\n11. Use of any prohibited medications concurrently with lapatinib therapy.\n12. Have used investigational drug within 30 days or 5 half-lives, whichever is longer, preceding the first dose of study medication.\n13. Have a known immediate or delayed hypersensitivity reaction or idiosyncrasy to drugs chemically related to any of the agents used in this study or their excipients.\n14. Are receiving therapeutic anti-coagulation therapy (i.e. warfarin, heparin)",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}