{
    "nctId": "NCT01937052",
    "briefTitle": "Johns Hopkins Breast Cancer Program Hormone Therapy Longitudinal Database",
    "officialTitle": "Johns Hopkins Breast Cancer Program Hormone Therapy Longitudinal Database",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 329,
    "primaryOutcomeMeasure": "Sample and data collection",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Male or female\n* 18 years of age or older\n* Physically and cognitively able to complete the questionnaires\n* Meet one of the following categories: 1) Initiating hormonal therapy for breast cancer prevention. All patients planned to initiate hormonal therapy with either Tamoxifen, Raloxifene (Evista®), Anastrozole (Arimidex®), Letrozole (Femara®) or Exemestane (Aromasin®) are eligible; concomitant use of Zoladex or Lupron is permitted; 2) Patients with histologically proven ductal carcinoma in situ (DCIS/stage 0) or stage I-III invasive carcinoma of the breast that is estrogen (ER) and/or progesterone (PR) positive by immunohistochemical staining, who are considering one of the above listed SERMs or AIs. These patients must have completed any planned chemotherapy and local therapy (e.g., lumpectomy or mastectomy); however, enrollment/initiation of hormonal therapy on study may be done prior to completion of radiation and/or biologic therapy (e.g., trastuzumab) at the discretion of the treating team; or, 3) The patient is aware of the nature of her diagnosis, understands the study regimen, its requirements, risks, and discomforts, and is able and willing to sign an informed consent form.\n* Patients transitioning from one hormonal agent listed above to another may be enrolled prior to initiation of the new medication.\n\nExclusion Criteria:\n\n* N/A",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}