{
    "nctId": "NCT00243685",
    "briefTitle": "Chemotherapy Drug Sensitivity Microculture (MiCK) Assay for Apoptosis",
    "officialTitle": "Application of the Microculture Kinetic (MiCK) Assay for Apoptosis to Drug Testing Sensitivity of Solid Tumors",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Neoplasms, Lung Neoplasms, Ovarian Neoplasms, Sarcoma, Soft Tissue",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2, PHASE3",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 150,
    "primaryOutcomeMeasure": "To evaluate the ability of the MiCK assay to predict the outcome of chemotherapy of cancer patients",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients with pathological diagnoses of breast, lung, and ovarian adenocarcinomas and soft tissue sarcoma.\n* Patients with de novo malignancies and no previous chemotherapy\n* Patients with advanced refractory malignancies who received no more than 2 standard chemotherapy treatment protocols.\n* Patients of any age group.\n* Patients must have tumor which is accessible and agree to undergo biopsies, or drainage of effusions.\n* Patients for whom chemotherapy is a treatment option.\n\nExclusion Criteria:\n\n* Patients with symptomatic/uncontrolled parenchymal brain metastasis and non-accessible tumors.\n* Patients with meningeal metastasis.\n* Patients for whom chemotherapy is not clinically indicated.\n* Pregnancy. During the course of the study, all patients of childbearing potential should be instructed to contact the treating physician if they suspect they might have conceived a child; for females, a missing or late menstrual period should be reported to the treating physician. If pregnancy is confirmed by a pregnancy test, the patient must not receive study medication and must not be enrolled into the study or, if already enrolled, must be withdrawn from the study. If a male patient is suspected of having fathered a child while on the study drugs, the pregnant female partner must be notified and counseled regarding the risk to the fetus. Pregnancy during the course of this study will be reported to the Principal Investigator as a serious adverse event. Women of childbearing potential are defined to include any female who has experienced menarche and has not undergone successful surgical sterilization (hysterectomy, bilateral tubal ligation, or bilateral oophorectomy) or is not post-menopausal (defined as amenorrhea for more than 12 consecutive months); this also includes females using oral, implanted, or injectable contraceptive hormones, mechanical devices, or barrier methods to prevent pregnancy.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}