{
    "nctId": "NCT00704392",
    "briefTitle": "Safety Study of XL647 and XL147 Administered in Combination Daily in Adults With Solid Tumors",
    "officialTitle": "A Phase 1 Dose-Escalation Study of the Safety, Pharmacokinetics, and Pharmacodynamics of XL647 and XL147 Administered in Combination Daily to Subjects With Solid Tumors",
    "overallStatus": "WITHDRAWN",
    "conditions": "Cancer, Non-small-cell Lung Cancer, Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "Safety, tolerability, and maximum tolerated dose (MTD) of XL647 administered in combination with XL147 orally daily",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* The subject has a histologically confirmed solid tumor that is metastatic or unresectable and is no longer responding to therapies known to prolong survival or to other standard therapies, or has disease for which no standard therapy exists.\n* The subject is ≥ 18 years old.\n* The subject's weight is ≥ 50 kg.\n* The subject has an Eastern Cooperative Oncology Group (ECOG) performance status ≤ 2.\n* The subject has a life expectancy of ≥ 3 months.\n* The subject has adequate organ and marrow function.\n* The subject has a fasting plasma glucose (FPG) \\< 120 mg/dL at screening.\n* The subject is capable of understanding and complying with the protocol and has signed the informed consent document.\n* Sexually active subjects (male and female) must agree to use accepted methods of contraception during the course of the study and for 3 months after the last dose of protocol drug(s).\n* Female subjects of childbearing potential must have a negative pregnancy test at screening.\n* Subjects in the MTD Expansion Cohort:\n\n  * Must have measurable disease per Response Evaluation Criteria in Solid Tumors (RECIST).\n  * Must have a histologically confirmed diagnosis of NSCLC (Stage IIIB or IV) OR a histologically confirmed diagnosis of metastatic breast cancer.\n\nExclusion Criteria:\n\n* The subject has received cytotoxic chemotherapy (including investigational cytotoxic chemotherapy) within 3 weeks (or nitrosoureas or mitomycin C within 6 weeks) before the first dose of XL647.\n* The subject has received prior treatment with a small molecule kinase inhibitor (including an investigational kinase inhibitor) within 14 days before the first dose of XL647.\n* The subject has received any other type of investigational agent within 30 days before the first dose of study treatment.\n* The subject has not recovered from toxicity due to prior therapy.\n* The subject has had major surgery within 30 days before the first dose of study drug. Subjects must have recovered or stabilized from prior surgery.\n* The subject is known to have diabetes.\n* The subject is currently receiving anticoagulation with warfarin (low-dose warfarin ≤ 1mg/day, heparin, and low-molecular weight heparins are permitted).\n* The subject has prothrombin time (PT)/International Normalized Ratio (INR) and /or partial thromboplastin time (PTT) test results at screening that are above 1.3 times the laboratory upper limit of normal.\n* The subject has any of the following cardiac criteria:\n\n  * Corrected QT interval (QTc) of \\> 0.46 seconds\n  * Has a finding of left bundle branch block\n  * Has important bradycardia defined as a heart rate of \\< 50 bpm due to sinus node dysfunction\n  * Has an obligate pacemaker\n  * History of sustained ventricular arrhythmias (subjects with a history of atrial arrhythmias should be discussed with the sponsor before entry into the study)\n  * Family history of congenital long QT syndrome or unexplained sudden death\n  * Has uncontrolled hypertension\n  * Has symptomatic congestive heart failure, unstable angina, or a myocardial infarction within the past 3 months\n* The subject requires treatment with drugs known to be associated with torsades de pointes or significant QT interval prolongation.\n* The subject has a serum potassium level or a serum magnesium level that falls outside the normal range.\n* The subject has known brain metastases or a primary brain tumor.\n* The subject has intercurrent illness including but not limited to ongoing or active infection.\n* The subject is known to be positive for the human immunodeficiency virus (HIV).\n* The subject is pregnant or breastfeeding.\n* The subject has a previously identified allergy or hypersensitivity to components of the study treatment formulations\n* The subject is unable or unwilling to abide by the study protocol or cooperate fully with the investigator or designee",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}