{
    "nctId": "NCT05841849",
    "briefTitle": "Efficacy and Safety of Intravenous Versus Oral 5-HT3 Antagonists Combined With NK-1 Receptor Antagonists for the Prevention of CINV in Breast Cancer",
    "officialTitle": "Efficacy and Safety of Intravenous Versus Oral 5-HT3 Antagonists Combined With NK-1 Receptor Antagonists for the Prevention of Breast Cancer Chemotherapy-induced Nausea and Vomiting: a Single-center, Randomized Controlled Clinical Trial",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Breast Cancer, Chemotherapy-induced Nausea and Vomiting",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE4",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "PREVENTION",
    "enrollmentCount": 1028,
    "primaryOutcomeMeasure": "complete response",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Female, age 18-70 years.\n* Confirmed pathology suggested primary invasive breast adenocarcinoma; Presence of adjuvant chemotherapy or neoadjuvant chemotherapy indications according to clinical guidelines.\n* No other malignant tumor or other chemotherapy\n* No prior treatment for present breast cancer onset\n* ECOG physical status score 0 to 1\n* Hematological examination before treatment should meet: white blood cell count (WBC) ≥ 4.0×10\\^9/L, neutrophil count (ANC) ≥ 1.5×10\\^9/L, platelet count (PLT) ≥ 100×10\\^9/L; hemoglobin (Hb) ≥ 90g/L; AST (sGOT), ALT (sGPT) ≤ 1.5 times the normal value upper limit, creatinine ≤ 1.5 times the upper limit of normal value, total bilirubin ≤ 1.5 times the upper limit of normal value.\n* No serious impairment of heart, liver, kidney and other important organ functions.\n\nExclusion Criteria:\n\n* Unwilling or unable to use an acceptable method of contraception for up to and including 8 weeks after the final dose of the test drug.\n* Women during pregnancy and breastfeeding after pregnancy.\n* Women with proven distant metastases of breast cancer.\n* Patients with proven sensory or motor nerve disease.\n* Definite cardiovascular disease, severe co-morbidity or active infection, including known HIV infection.\n* Patients who need long-term anticoagulant drugs for cardiovascular or thrombotic diseases.\n* History of other tumors.\n* Allergic to the study drug or its excipients, etc.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}