{
    "nctId": "NCT06538896",
    "briefTitle": "Phase II Study of Tislelizumab Combined With Nab-Paclitaxel as First Line Treatment for Patients of Triple-negative Breast Cancer(TNBC) With Bone Metastasis",
    "officialTitle": "Exploratory Single-Arm, Phase II Study of Tislelizumab Combined With Nab-Paclitaxel as First Line Treatment for Patients of Triple-negative Breast Cancer(TNBC) With Bone Metastasis",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Triple-negative Breast Cancer, Bone Metastases",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 20,
    "primaryOutcomeMeasure": "Objective Response Rate(ORR)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Female, aged ≥18 years and \\<70 years;\n2. Metastatic triple-negative breast cancer (TNBC) confirmed by histological examination, i.e., negative for human epidermal growth factor receptor 2 (HER2), estrogen receptor (ER), and progesterone receptor (PR);\n3. Eastern Cooperative Oncology Group (ECOG) performance status score: 0-1;\n4. Expected survival time ≥3 months;\n5. ≥1 bone metastasis confirmed by histology or imaging. There must be at least one measurable lesion defined according to RECIST 1.1 criteria. For lesions that have undergone previous radiotherapy, they can only be considered measurable if there is definite disease progression after radiotherapy;\n6. Patients with initially diagnosed stage IV (staging based on AJCC 8th edition) or recurrent/metastatic TNBC who are not suitable for surgical treatment, and have not received prior systemic therapy for advanced disease. Prior neoadjuvant and/or adjuvant therapy with taxanes and other antitumor treatments is allowed, but it must meet the criteria of no progression after neoadjuvant therapy, and the time interval between the end of taxane (neo)adjuvant therapy and recurrence/metastasis must be ≥12 months, and the time interval between the end of capecitabine (neo)adjuvant therapy and recurrence/metastasis must be ≥6 months. If immunotherapy was conducted during neoadjuvant phase, the time interval between the last immunotherapy and the screening enrollment for this study must be ≥24 months;\n7. Prior local radiotherapy for metastatic sites is allowed, with no limit on the time of completion of radiotherapy, but the patient must have recovered from the effects of radiotherapy before enrolled;\n8. Function of vital organs meets the protocol requirements within 1 week before the first administration of the study drug;\n9. Patients voluntarily participate in this study and sign the informed consent form.\n\nExclusion Criteria:\n\n1. Currently participating in other clinical studies;\n2. Untreated central nervous system disease (patients with asymptomatic central nervous system metastases are allowed);\n3. Carcinomatous meningitis;\n4. Uncontrolled pleural effusion, ascites, or pericardial effusion (patients with indwelling drainage tubes are allowed to enroll);\n5. Existing neuropathy ≥ Grade 2 according to the Common Terminology Criteria for Adverse Events (CTCAE v5.0);\n6. Uncontrolled tumor-related pain; patients requiring analgesia are allowed to enroll if they have a stable and effective analgesia regimen at the time of enrollment;\n7. Patients expected to use any other systemic or local anti-tumor therapy during the study treatment; local radiotherapy for symptomatic isolated lesions or isolated brain metastases is allowed after evaluation and approval by the investigator; local radiotherapy is not allowed for all target lesions during the study treatment;\n8. Diagnosis of other malignancies within 5 years. Exceptions include: radically treated early-stage malignancies (carcinoma in situ or stage I tumors), such as adequately treated cervical carcinoma in situ, basal cell or squamous cell skin cancer;\n9. Currently pregnant/lactating women;\n10. Evidence of significant comorbidities that may affect the patients' compliance with the study protocol or interpretation of the study results;\n11. Severe cardiovascular disease;\n12. Known allergy to any drug used in the study;\n13. Patients with any active autoimmune disease requiring systemic treatment (i.e., use of disease-modulating drugs, corticosteroids, or immunosuppressive drugs) within the past 2 years (including but not limited to: interstitial pneumonia, uveitis, enteritis, hepatitis, hypophysitis, nephritis, hyperthyroidism, hypothyroidism; patients with autoimmune-related hypothyroidism receiving stable doses of thyroxine replacement therapy and patients with controllable type 1 diabetes receiving stable doses of insulin are allowed; patients with vitiligo or childhood asthma that has completely resolved and requires no intervention in adulthood are allowed; patients with asthma requiring medical intervention with bronchodilators are not allowed). Replacement therapy (such as thyroxine, insulin, or physiological corticosteroid replacement therapy for adrenal or pituitary insufficiency) is not considered systemic treatment;\n14. Active hepatitis B patients (including chronic or acute, defined as HBsAg positive at baseline). Previously active HBV infection or cured hepatitis B patients are allowed to enroll if they meet the following conditions: viral hepatitis patients with HBcAb positive and HBsAg negative, with HBV DNA copy number less than the upper limit of normal value of the testing laboratory at the research center before enrollment;\n15. Active hepatitis C patients. HCV antibody-positive patients are allowed to enroll only if HCV RNA test results are negative;\n16. Other liver diseases with known clinically significance, including alcoholic hepatitis or other hepatitis, cirrhosis, hereditary liver diseases;\n17. Known history of HIV positivity or acquired immune deficiency syndrome (AIDS);\n18. Prior receipt of allogeneic stem cell or solid organ transplantation;\n19. Patients with active tuberculosis (TB) who are receiving anti-tuberculosis treatment or have received anti-tuberculosis treatment within 1 year before screening;\n20. Received systemic immunosuppressive drug treatment within 4 weeks before the first administration of the study drug (including but not limited to corticosteroids, cyclophosphamide, azathioprine, methotrexate, thalidomide, and anti-tumor necrosis factor \\[TNF\\]-α drugs). Patients receiving short-term, low-dose systemic immunosuppressive drug treatment or a single bolus of systemic immunosuppressive drugs (e.g., glucocorticoids for 48 hours to treat contrast allergy) may be enrolled in the study after approval by the medical monitor. Patients receiving mineralocorticoids (such as fludrocortisone), corticosteroids for chronic obstructive pulmonary disease or asthma, or low-dose corticosteroids for orthostatic hypotension or adrenal insufficiency are eligible for the study;\n21. Any other severe medical condition or abnormal clinical laboratory results that may hinder the patient's safe participation and completion of the study，based on the investigator's judgment",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}