{
    "nctId": "NCT06604858",
    "briefTitle": "Neoadjuvant Pembrolizumab and Carboplatin Plus Paclitaxel for Stage I Triple-negative Breast Cancer",
    "officialTitle": "Neoadjuvant Phase II Study of Pembrolizumab and Carboplatin Plus Paclitaxel for Stage I Triple-negative Breast Cancer (The TELESCOPE Study)",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Breast Cancer, Triple Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 30,
    "primaryOutcomeMeasure": "To assess pathological complete response (pCR) rate in all patients.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Written informed consent form (ICF) prior to beginning specific protocol procedures.\n2. Female or male patients ≥ 18 years of age.\n3. Eastern Cooperative Oncology Group (ECOG) performance status of 0-1.\n4. Histologically confirmed TNBC as defined by the most ASCO/CAP guidelines based on local laboratory results.\n\n   Note: TNBC means tumors that have \\<1 percent expression of Estrogen Receptor (ER) and Progesterone Receptor (PR) as determined by immunohistochemistry (IHC), and that are, for HER2, either 0 to 1+ by IHC, or IHC 2+ and fluorescence in situ hybridization (FISH) negative.\n5. Tumor size between \\> 10 and 20 mm by mammogram and/or ultrasound, or ≤ 25 mm after biopsy by breast magnetic resonance imaging (MRI) as per local assessment.\n\n   Note: Up to 25 mm of diameter using breast MRI is allowed if the MRI was performed within 2 weeks after the breast biopsy (due to tissue inflammation after the procedure).\n6. Node-negative status by clinical exam and local radiological evaluation.\n7. Bilateral tumors and/or multi-focal (e.g, 2, separate lesions in the same quadrant)/multi-centric (e.g, 2 separate lesions in different quadrants) tumors are allowed. The tumor with the most advanced T stage should be used to assess the eligibility and TNBC needs to be confirmed for each breast/focus. In these cases, both axillae need to be assessed for nodal involvement confirmation.\n8. No evidence of metastatic disease based on radiological assessment according to institutional practices.\n9. No previous definitive ipsilateral breast surgery for the current breast cancer.\n10. No prior chemotherapy, targeted therapy, and/or radiation therapy with therapeutic intent for this cancer.\n11. Willingness to provide tumor tissue and blood samples at baseline and at surgery.\n12. Females of childbearing potential must have a negative urine or serum pregnancy test and be willing to use an adequate method of contraception according to study protocol during treatment and for at least 4 months after the last dose of pembrolizumab. Female patients must refrain from egg cell donation and breastfeeding during treatment with pembrolizumab and for at least 4 months after the last dose of pembrolizumab.\n13. Male patients and female patients of childbearing potential who engage in heterosexual intercourse must agree to use institution specified method(s) of contraception and must refrain from donating sperm or eggs during treatment with pembrolizumab and for at least 4 months after the last dose of pembrolizumab.\n14. Patient has adequate bone marrow, liver, and renal function:\n\n    * Hematological: White blood cell (WBC) count \\> 3.0 x 10 9/L, absolute neutrophil count (ANC) ≥ 1.5 x 10 9/L, platelet count ≥ 100.0 x10 9/L, and hemoglobin ≥ 9.0 g/dL (≥ 5.6 mmol/L).\n    * Hepatic: total bilirubin ≤ institutional upper limit of normal (ULN) (except for Gilbert's syndrome); aspartate transaminase (AST) and alanine transaminase (ALT) ≤ 2.5 times ULN.\n    * Renal: serum creatinine ≤ 1.5 x ULN or creatinine clearance ≥ 50 mL/min/1.73 m2 for patients with creatinine levels above institutional normal.\n15. Patient must be accessible for treatment and follow-up.\n\nExclusion Criteria:\n\n1. Has received prior therapy with an anti-PD-1, anti-PD-L1, or anti PD-L2 agent or with an agent directed to another stimulatory or co-inhibitory T-cell receptor (eg, CTLA-4, OX 40, CD137).\n2. Has received prior systemic anti-breast cancer therapy including investigational agents within 4 weeks prior to allocation.\n3. Has received prior taxane or platinum-based therapy.\n4. Has received an investigational agent or has used an investigational device within 4 weeks prior to study intervention administration.\n5. Has known psychiatric or substance abuse disorders that would interfere with cooperation with the requirements of the trial.\n6. Has had an allogenic tissue/solid organ transplant.\n7. Has a history of invasive malignancy within the last 5 years prior to signing informed consent except for adequately treated basal cell or squamous cell skin cancer or in situ cervical cancer. For other cancers considered to have a low risk of recurrence, discussion with the Medical Monitor is required.\n8. Participation in an interventional clinical study within 4 weeks of first dose of study treatment.\n9. Major surgical procedure or significant traumatic injury within 14 days prior to randomization or anticipation of need for major surgery within the course of the study treatment.\n10. Has received a live vaccine within 30 days of first dose of study treatment.\n11. Active autoimmune disease that has required systemic treatment in past 2 years, or ANY diagnosis of immunodeficiency or is receiving systemic steroid therapy (e.g, dosing exceeding 10 mg daily of prednisone or equivalent) or any other form of immunosuppressive therapy within 7 days prior to the first dose of study treatment. Replacement therapy (e.g, thyroxine, insulin, or physiologic corticosteroid replacement therapy for adrenal or pituitary insufficiency) is not considered a form of systemic treatment.\n12. Current known infection with HIV, hepatitis B virus (HBV), or hepatitis C virus (HCV). Patients with past HBV infection or resolved HBV infection (defined as having a negative hepatitis B surface antibody \\[HBsAg\\] test and a positive hepatitis B core antibody \\[HBcAb\\] test, accompanied by a negative HBV DNA test) are eligible. Patients positive for HCV antibody are eligible only if polymerase chain reaction (PCR) is negative for HCV RNA.\n13. Other active uncontrolled infection at the time of enrollment.\n14. Significant cardiovascular disease within the last 6 months OR congestive heart failure (CHF) New York Heart Association (NYHA) Class II-IV or history of CHF NYHA Class III or IV.\n15. History of (non-infectious) pneumonitis that required steroids or current pneumonitis.\n16. Other concurrent severe and/or uncontrolled medical condition that would, in the investigator's judgment, contraindicate patient participation.\n17. Pregnancy or breastfeeding or expecting to conceive children within the projected duration of the trial, starting with the screening visit through 6 months after the last dose of trial treatment.\n18. Known hypersensitivity to the components of the study or its analogs.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}