{
    "nctId": "NCT06068985",
    "briefTitle": "Classifying for HER2 Dependence to De-Escalate Neoadjuvant Chemotherapy in Patients With HER2+ Early Breast Cancer Undergoing HER2 Double-Blockade",
    "officialTitle": "Classifying for HER2 Dependence to De-Escalate Neoadjuvant Chemotherapy in Patients With HER2+ Early Breast Cancer Undergoing HER2 Double-Blockade",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Breast Cancer, HER2-positive Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 63,
    "primaryOutcomeMeasure": "Pathologic Complete Response (pCR) Rate",
    "eligibilityCriteria": "Prescreening Eligibility Criteria (Molecular Assessment):\n\n* Signed prescreening informed consent form (ICF); Women between 18-80 years of age at time of signing ICF.\n* ECOG ≤ 1.\n* HER2+ breast cancer with clinical stage at presentation: T1cN1, T2, N0-1\n* HER2 3+ by IHC\n* ER IHC ≤10%\n* PR IHC negative (\\<1%)\n* Patients must NOT have received any previous systemic therapy for treatment or prevention of breast cancer.\n* Must be willing to provide a tumor tissue sample (archival or recently collected).\n* Patients undergoing molecular prescreening will be centrally reviewed for HER2 and hormone receptor status by IHC. These results will be used to verify eligibility in the interventional part of this study.\n\nInclusion Criteria:\n\n* Signed ICF; Women between 18-80 years of age at time of signing ICF.\n* ECOG ≤ 1\n* HER2+ breast cancer with clinical stage at presentation: T1cN1, T2, N0-1\n* HER2 3+ by IHC, with strongly positive staining for HER2 protein in ≥ 80% of cells, and absence of HER2 negative areas in the tumor\n* ER IHC ≤10%\n* PR IHC negative (\\<1%) or 0% of tumor cell nuclei\n* Tumors must have at least 10mm measured by breast echography and be assessable for SUVMax (maximum standardized uptake value (SUVmax) ≥ 2.5) using 18FDG-PET-CT scan on baseline imaging.\n* Availability of formalin-fixed, paraffin-embedded (FFPE) tumor tissue block for central confirmation of HER2 and hormone receptor status and additional biomarker research.\n* Baseline LVEF ≥ 55% measured by echocardiogram (ECHO) or multiple-gated acquisition scan (MUGA).\n* For women of childbearing potential (WOCBP) who are sexually active: agreement to remain abstinent (refrain from heterosexual intercourse) or use one highly effective non-hormonal contraceptive method with a failure rate of \\< 1% per year, or two effective non-hormonal contraceptive methods during the treatment period and for 7 months after the last dose of HER2-targeted therapy, and agreement to refrain from donating eggs during this same period.\n* A negative serum pregnancy test must be available prior to randomization for WOCBP (premenopausal women and women \\< 12 months after the onset of menopause), unless they have undergone surgical sterilization (removal of ovaries and/or uterus)\n\nExclusion Criteria:\n\n* Patients with metastatic disease.\n* Any previous systemic chemotherapy or anti-HER2 targeted therapy directed to breast cancer.\n* Patients with clinical N2 or N3 disease, T4, or inflammatory breast cancer.\n* Concurrent serious diseases that may interfere with planned treatment.\n* Patients with a history of concurrent or previously treated non-breast malignancies except for appropriately treated 1) non-melanoma skin cancer and/or 2) in situ carcinomas, including cervix, colon, and skin. A patient with previous invasive non-breast cancer is eligible provided he/she has been disease free for more than 5 years.\n* Patients who have received any previous systemic therapy (including chemotherapy, immunotherapy, HER2-targeted agents, endocrine therapy (selective estrogen receptor modulators, aromatase inhibitors, and antitumor vaccines) for treatment or prevention of breast cancer.\n* Patients who have a history of ductal carcinoma in situ (DCIS) or lobular carcinoma in situ (LCIS) if they have received any systemic therapy for its treatment, or radiation therapy to the ipsilateral breast. Patients are allowed to enter the study if treated with surgery alone.\n* Patients with high-risk for breast cancer who have received chemopreventive drugs in the past are not allowed to enter the study.\n* Patients with bilateral breast cancer.\n* Patients who have undergone an excisional biopsy of primary tumor and/or axillary lymph nodes.\n* Axillary lymph node dissection (ALND) or Sentinel lymph node biopsy (SLNB) prior to initiation of neoadjuvant therapy. Patients with clinically negative axilla (by physical examination and radiographic imaging) may undergo a core or needle biopsy procedure prior to neoadjuvant systemic therapy.\n* Treatment with any investigational drug within 28 days prior to randomization.\n* Serious cardiac illness or medical conditions.\n* Inadequate bone marrow function.\n* Impaired liver function.\n* Inadequate renal function.\n* Current severe, uncontrolled systemic disease that may interfere with planned treatment (e.g., clinically significant cardiovascular, pulmonary, or metabolic disease; wound-healing disorders).\n* Any major surgical procedure unrelated to breast cancer within 28 days prior to randomization or anticipation of the need for major surgery during the course of study treatment.\n* Pregnant or breastfeeding, or intending to become pregnant during the study or within 7 months after the last dose of HER2-targeted therapy. Women of childbearing potential must have a negative serum pregnancy test result within 7 days prior to initiation of study drug.\n* Any serious medical condition or abnormality in clinical laboratory tests that, in the investigator's judgment, precludes the patient's safe participation in and completion of the study.\n* Known active liver disease, for example, active viral hepatitis infection (i.e., hepatitis B or hepatitis C), autoimmune hepatic disorders, or sclerosing cholangitis.\n* Concurrent, serious, uncontrolled infections, or known infection with HIV.\n* Known hypersensitivity to study drugs, excipients, and/or murine proteins.\n* Current chronic daily treatment with corticosteroids (dose \\> 10 mg methylprednisolone or equivalent excluding inhaled steroids).\n* History of other malignancy within 5 years prior to screening, except for appropriately treated carcinoma in situ of the cervix, colon, skin, and/or non-melanoma skin carcinoma.\n* History of ventricular dysrhythmias or risk factors for ventricular dysrhythmias, such as structural heart disease (e.g., severe LVSD, left ventricular hypertrophy), coronary heart disease (symptomatic or with ischemia demonstrated by diagnostic testing), clinically significant electrolyte abnormalities (e.g., hypokalemia, hypomagnesemia, hypocalcemia), or family history of sudden unexplained death or long QT syndrome.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}