{
    "nctId": "NCT04769960",
    "briefTitle": "Study of the Safety of MRI Scans in People Who Have Breast Tissue Expanders After Mastectomy",
    "officialTitle": "A Pilot Safety Study for Performing MRI in Patients Who Have Breast Tissue Expanders",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Cancer, Breast Neoplasms, Breast Adenocarcinoma",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 68,
    "primaryOutcomeMeasure": "Safety of MRI scans for patients with breast tissue expanders",
    "eligibilityCriteria": "Patients with breast tissue expanders that require an MRI for clinical purposes are eligible for this study. Patients must provide an implant card or surgical report indicated the exact make and model of their implanted tissue expander. Breast tissue expanders marked as \"MRI unsafe\" will be allowed with exceptions as described in the Participant exclusion criteria. While all types of MRI will be included in this study, including breast MRI, we anticipate that most of the MRI examinations ordered will evaluate the brain or spine for detecting or following metastasis.\n\nInclusion Criteria:\n\n* Patient ≥ 18 years old on day of signing informed consent\n* Has a breast tissue expander implanted \\> 28 days ago\n* Patients must provide an implant card or surgical report indicated the exact make and model of their implanted tissue expander\n\nExclusion Criteria:\n\n* Patients with AeroForm Tissue Expanders (manufactured by AirXpanders)\n* Anyone who would normally be excluded from undergoing an MRI examination as per the Memorial Hospital for Cancer and Allied Diseases screening policy in the MRI Safety Policy (https://one.mskcc.org/sites/pub/ehs/Policies/ECSE-2009.pdf), aside from having a breast tissue expander\n* Patients who are reportedly pregnant, who have a positive urine or serum pregnancy test at the time of imaging, or for which pregnancy cannot be ruled out.\n* Patients who are unable to tolerate, comply or complete the MRI exam due to claustrophobia, anxiety, known psychiatric or substance abuse disorder, age, frailty, or medical instability.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}