{
    "nctId": "NCT00771381",
    "briefTitle": "A Study to Determine the Value of 18F-FAZA PET Imaging in Patients With Breast Cancer",
    "officialTitle": "A Phase II Pre-Treatment Hypoxia PET Imaging Study Using 18F-FAZA in Patients With Invasive Duct Carcinoma of the Breast",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Neoplasm",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "DIAGNOSTIC",
    "enrollmentCount": 23,
    "primaryOutcomeMeasure": "Uptake of 18F-FAZA (RUS and T/B) and its correlation to tumour size, auxiliary nodal status, tumour grade, EP/PR, and HER-2 status, Ki-67, Androgen receptor status (AR), vimentin and basal keratins, HIF-1 a and glomeruloid microvascular proliferation.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Female ≥ 18 years of age. If female of child bearing potential and if outside of the window of 10 days since the first day of the 0last menstrual period, patient will be required to have a negative pregnancy test.\n2. Pathologically proven invasive duct carcinoma of the breast (FNA or core biopsy), T1-T4(T ≥ 1.5 cm)\n3. FluGlucoScan Injection and 18F-FAZA PET scans performed prior to treatment.\n4. FluGlucoScan Injection and 18F-FAZA PET scans performed within 4 weeks prior to their definitive surgery if subject does not have neoadjuvant therapy.\n5. Able and willing to follow instructions and comply with the protocol\n6. Provide written informed consent prior to participation in the study.\n7. ECOG performance score ≤ 2\n\nExclusion Criteria:\n\n1. Previous malignancy or diagnosis less than ten (10) years ago. Skin Cancers (excluding malignant melanoma) and carcinoma in situ of the cervix are exceptions.\n2. Excisional biopsy of the primary breast tumour has been performed\n3. Women with an invasive carcinoma of the breast that is not predominantly of the invasive duct subtype\n4. Primary breast carcinoma previously treated.\n5. Women who are nursing or pregnant.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}