{
    "nctId": "NCT02084784",
    "briefTitle": "Application of Surgical Navigation System in Sentinel Lymph Node of Breast Cancer Research",
    "officialTitle": "Study of Surgical Navigation System in Detection of Sentinel Lymph Node of Early Breast Cancer Patients",
    "overallStatus": "COMPLETED",
    "conditions": "Sentinel Lymph Node, Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 98,
    "primaryOutcomeMeasure": "Sentinel lymph node detection rate",
    "eligibilityCriteria": "Inclusion criteria: (Before the test, all the subjects required for meeting the entry requirements before they join the group)\n\n* female patients;\n* The preoperative core needle biopsy or open surgical excision biopsy diagnosis as breast cancer;\n* tumor diameter ≤ 3cm;\n* No clinical examination of suspicious axillary lymph node-positive;\n* diagnosed clinical conditions can be directly surgery as I, II breast cancer patients;\n* preoperative clinical or radiologic evidence without distant metastases (M0);\n* signed informed consent.\n\nExclusion criteria: (Before the test, the subjects under any one of items to meet the requirements can not be enrolled)\n\n* Sentinel lymph node biopsy history had received surgery or axillary area;\n* multi-center breast cancer or multiple lesions;\n* clinical axillary lymph node metastasis have been found;\n* mammary area had received neoadjuvant chemotherapy or radiotherapy;\n* inflammatory breast cancer;\n* pregnancy;\n* no personal freedom and independent civil capacity.\n\nExclusion criteria: (trials, subjects necessary to meet the requirements of any one item, exit the clinical trial research.)\n\n* severe allergic reaction occurs;\n* persistent allergic reaction;\n* subjects were required to withdraw from a clinical trial;\n* researchers consider it not appropriate to continue to participate in the clinical trial investigator.",
    "sex": "FEMALE",
    "minimumAge": "N/A",
    "stdAges": "CHILD, ADULT, OLDER_ADULT"
}