{
    "nctId": "NCT02467868",
    "briefTitle": "Efficacy and Safety Study With MYL-1401H and Neulasta",
    "officialTitle": "Multicenter, Double-Blind, Randomized, Comparative Efficacy and Safety Study of MYL-1401H and European Sourced Neulasta® in Stage II/III Breast Cancer Patients Receiving Neoadjuvant or Adjuvant Chemotherapy",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Neoplasms, Chemotherapy-Induced Febrile Neutropenia",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 193,
    "primaryOutcomeMeasure": "Mean Duration of Severe Neutropenia (DSN), defined as consecutive days with absolute neutrophil count (ANC) < 0.5 × 109/L",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Signed and dated written informed consent.\n* Patients ≥18 years.\n* Women of child-bearing potential must agree to use effective methods of birth control during the treatment period from the first dose of study drug until 6 months following the last dose of study drug.\n* Newly diagnosed, pathologically confirmed breast cancer.\n* Stage II or III breast cancer with adequate staging workup and adequate surgery if receiving adjuvant therapy.\n* Patients planned/eligible to receive neoadjuvant or adjuvant treatment with (Docetaxel, Doxorubicin, Cyclophosphamide \\[TAC\\]) for their breast cancer.\n* Cancer Chemotherapy and Radiotherapy naïve.\n* Eastern Cooperative Oncology Group (ECOG) performance status ≤ 1\n* Absolute neutrophil count ≥ 1.5 × 109/L ; Platelet count ≥ 100 × 109/L ;\n* Hemoglobin \\> 10 g/dL without blood transfusions or cytokine support during the two weeks previous to the hemoglobin level.\n* Adequate cardiac function (including left ventricular ejection fraction ≥ 50% as assessed by echocardiography) within 4 weeks prior to start of chemotherapy.\n* Adequate renal function, i.e., creatinine \\< 1.5 × upper limit of normal (ULN).\n\nOther protocol specific inclusion/exclusion criteria may apply\n\nExclusion Criteria:\n\n* Participation in a clinical trial in which they received an investigational drug within 28 days before randomization.\n* Previous exposure to filgrastim, pegfilgrastim, lenograstim, lipegfilgrastim, or other filgrastim forms on the market or in clinical development.\n* Received blood transfusions or erythroid growth factors within 2 weeks prior to first dose of chemotherapy.\n* Known hypersensitivity to any drugs or excipients that patients will be receiving during the study.\n* Known hypersensitivity to E. coli-derived products.\n* Known fructose intolerance (related with sorbitol excipient).\n* Underlying neuropathy of grade 2 or higher.\n* Active infectious disease or any other medical condition which might put the patient at significant risk to tolerate 6 courses of TAC chemotherapy (e.g., recent myocardial infarction).\n* Alanine aminotransferase (ALT) or aspartate aminotransferase (AST) \\> 2.5 × Upper limit of normal (ULN), ALT and/or AST \\> 1.5 × ULN with alkaline phosphatase (ALP) \\> 2.5 × ULN; any bilirubin \\> ULN.\n* Treatment with systemically active antibiotics within 5 days before first dose of chemotherapy.\n* Patients under treatment with lithium.\n* Chronic use of oral corticosteroids.\n* Splenomegaly of unknown origin by physical examination and/or computerized tomography scan or ultrasound and any condition which can cause splenomegaly, e.g., thalassemia, glandular fever, hemolytic anemias, and malaria.\n* Myeloproliferative or myelodysplastic disorders, sickle cell disorders, and any illness or condition that in the opinion of the investigator may affect the safety of the patient or the evaluation of any study endpoint.\n* Increase potential risk of Adult Respiratory Distress Syndrome.\n* Pregnant or nursing women.\n* Patients known to be seropositive for human immunodeficiency virus (HIV), or who have had an acquired immunodeficiency syndrome (AIDS) defining illness or a known immunodeficiency disorder.\n* A known active abuse of drugs or alcohol should preclude patient participation and evaluation in the study.\n* Any known psychiatric conditions.\n* Any disease or physical condition that may not allow for the adequate performance of study assessments, such as lack of access to patient's domiciliary, and distance of patient's domiciliary from clinic site.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}