{
    "nctId": "NCT05252988",
    "briefTitle": "Three Antidiarrheal Strategies in HER2+/HR+ Early Breast Cancer Patients Treated With Extended Adjuvant Neratinib",
    "officialTitle": "A Randomized Phase II Study to Evaluate the Incidence of Discontinuations Due to Diarrhoea at 3 Cycles in Patients With Early-stage HER2-positive (HER2+), Hormone Receptor-positive (HR+) Breast Cancer Treated With Neratinib Plus Loperamide Prophylaxis Versus Neratinib With Initial Dose Escalation Plus PRN Loperamide Prophylaxis Versus Neratinib Plus Loperamide Plus Colesevelam Prophylaxis \"DIANER Study\"",
    "overallStatus": "RECRUITING",
    "conditions": "Early-stage Breast Cancer, HER2 Positive Breast Cancer, Hormone Receptor Positive",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "PREVENTION",
    "enrollmentCount": 315,
    "primaryOutcomeMeasure": "The incidence of neratinib discontinuations due to diarrhoea at the end of 3 cycles (1 cycle= 28 days) of neratinib treatment.",
    "eligibilityCriteria": "Inclusion Criteria:\n\nPatients are eligible to be enrolled in the study only if they meet all of the following criteria:\n\n1. Male or female patient ≥18 years of age at signing of informed consent.\n2. Histologically confirmed Stage I B through Stage III C primary adenocarcinoma of the breast.\n3. Documented HER2-positive disease based on local laboratory determination according to American Society of Clinical Oncology/College of American Pathologists (ASCO/CAP) 2018 criteria.\n4. Documented HR+ disease, defined as oestrogen receptor (ER) and/or progesterone receptor (PR) ≥1% based on local laboratory determination.\n5. Patients must have completed prior neoadjuvant/adjuvant trastuzumab-based therapy (eg, trastuzumab-based treatments including trastuzumab-emtansine \\[T-DM1\\]) or experienced side effects that resulted in early discontinuation of trastuzumab-based therapy that have since resolved (pertuzumab therapy is accepted but not mandatory).\n6. The last dose of trastuzumab-based therapy must have been given to the patient \\>2 weeks and ≤1 year (365 days) before first dose of neratinib.\n7. Left ventricular ejection fraction (LVEF) ≥50% measured by multiple-gated acquisition scan (MUGA) or echocardiogram (ECHO).\n8. Eastern Cooperative Oncology Group (ECOG) status of 0 or 1.\n9. Negative β-human chorionic gonadotropin (hCG) pregnancy test for premenopausal women of reproductive capacity (those who are biologically capable of having children) and for women less than 12 months after menopause. \\[Women are considered postmenopausal if they are ≥ 12 months without menses, in the absence of endocrine or anti-endocrine therapies\\].\n10. Women of childbearing potential must agree and commit to the use of a highly effective non-hormonal method of contraception, ie, intrauterine device, bilateral tubal ligation, vasectomized partner, or abstinence (only when it is the preferred lifestyle of the patient), from the time of informed consent until 30 days after the last dose of the medicinal products. Male patient with female partner of childbearing potential must agree and commit to use condom, and the female partner must agree and commit to use a highly effective method of contraception (ie, any of the above methods, or for females, hormonal contraception associated with inhibition of ovulation) while on treatment and for 3 months after last dose of medicinal products.\n11. Recovery (ie, to Grade 1 or baseline) from all clinically significant AEs related to prior therapies (excluding alopecia, neuropathy, and nail changes).\n12. Provide written, informed consent to participate in the study and follow the study procedures.\n\nExclusion Criteria:\n\nPatients will be excluded from the study if they meet any of the following criteria:\n\n1. Clinical or radiologic evidence of local or regional recurrence of disease or metastatic disease prior to or at the time of study entry.\n2. Currently receiving chemotherapy, radiation therapy, immunotherapy, or biological therapy for breast cancer (adjuvant endocrine therapy is allowed).\n3. Major surgery within \\<30 days of starting treatment or received chemotherapy, investigational agents, or other cancer therapy \\<14 days prior to the initiation of investigational products.\n4. Active uncontrolled cardiac disease, including cardiomyopathy, congestive heart failure (New York Heart Association functional classification of ≥2), unstable angina, myocardial infarction within 12 months of enrolment, or ventricular arrhythmia.\n5. Corrected QT interval (QTc) interval \\>0.450 seconds (males) or \\>0.470 (females), or known history of QTc prolongation or Torsade de Pointes (TdP).\n6. Screening laboratory assessments outside the following limits:\n\n   Absolute neutrophil count (ANC) ≤1,000/μl (≤1.0 x 109/L), Platelet count ≤100,000/μl (≤100 x 109/L), Hemoglobin ≤9 g/dL, Total bilirubin \\>1.5 x institutional upper limit of normal (ULN) (in case of known Gilbert's syndrome, \\<2 x ULN is allowed), Aspartate aminotransferase (AST) and/or alanine aminotransferase (ALT) \\>2.5 x institutional ULN, Creatinine clearance \\<30 mL/min (as calculated by Cockcroft-Gault formula a or Modification of Diet in Renal Disease (MDRD) formula).\n7. Active, unresolved infections.\n8. Patients with a second malignancy, other than adequately treated non-melanoma skin cancers, in situ melanoma or in situ cervical cancer. Patients with other non-mammary malignancies must have been disease-free for at least 5 years.\n9. Currently pregnant or breast-feeding.\n10. Significant chronic gastrointestinal disorder with diarrhoea as a major symptom (eg, Crohn's disease, malabsorption, or Grade ≥2 National Cancer Institute \\[NCI\\] Common Terminology Criteria for Adverse Events Version 5.0 \\[CTCAE v.5.0\\] diarrhoea of any etiology at baseline); or gastroparesis, dysphagia, or swallowing disorder.\n11. Clinically active infection with hepatitis B or hepatitis C virus.\n12. Evidence of significant medical illness, abnormal laboratory finding, or psychiatric illness/social situations that could, in the Investigator's judgment, make the patient inappropriate for this study.\n13. Known hypersensitivity to any component of the investigational products; known allergies to any of the medications or components of medications used in the trial.\n14. Unable or unwilling to swallow tablets.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}