{
    "nctId": "NCT00328432",
    "briefTitle": "A Study of Women With an Early Diagnosis of Breast Cancer, Taking Celecoxib Between the Biopsy and Lumpectomy/Mastectomy",
    "officialTitle": "Phase IB Study of Biomarker Modulation by Celecoxib vs. Placebo in Women With Newly-Diagnosed Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "PREVENTION",
    "enrollmentCount": 100,
    "primaryOutcomeMeasure": "Proliferation marker (Ki-67) in tissue specimens comparing baseline and post-drug administration specimens.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* women with a recent diagnosis of T1 or T2 non-invasive breast cancer by large core needle or excisional biopsy\n* confirmation that tissue was processed in methods acceptable to protocol and sufficient tissue remains post-diagnostic analyses to perform research assessments\n* reexcision planned within 10 days to 6 weeks from study start\n* if on prevention tamoxifen or raloxifene, must have begun administration at least six weeks prior to initial biopsy and continue through reexcision\n\nExclusion Criteria:\n\n* no hormone replacement therapy within the 90 days prior to biopsy\n* if on prevention tamoxifen or raloxifene, must have begun administration at least six weeks prior to initial biopsy and continue through reexcision\n* no evidence of metastatic malignancy of any kind\n* no history of asthma, allergy ASA, NSAIDS, celecoxib or other COX-2 inhibitors for a chronic non-oncological condition with the excision of low dose ASA (160 mg daily) during 4 weeks prior to biopsy and for the duration of the study.\n* no celecoxib or rofecoxib use within one month of biopsy\n* no history of gastrointestinal ulcer or ulcerative colitis requiring treatment\n* no current anticoagulants\n* no neoadjuvant antihormone or chemotherapy as treatment following biopsy prior to study entry or concurrently with participation on study\n* no aromatase inhibitor in the six months prior to participation\n* no concomitant lithium\n* no known significant bleeding disorder",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}