{
    "nctId": "NCT02643303",
    "briefTitle": "A Study of Tremelimumab and IV Durvalumab Plus Poly-ICLC in Subjects With Biopsy-accessible Cancers",
    "officialTitle": "A Phase 1/2 Study of In Situ Vaccination With Tremelimumab and IV Durvalumab (MEDI4736) Plus the Toll-like Receptor Agonist Poly-ICLC in Subjects With Advanced, Measurable, Biopsy-accessible Cancers",
    "overallStatus": "COMPLETED",
    "conditions": "Head and Neck Squamous Cell Carcinoma, Breast Cancer, Sarcoma, Merkel Cell Carcinoma, Cutaneous T-Cell Lymphoma, Melanoma, Renal Cancer, Bladder Cancer, Prostate Cancer, Testicular Cancer, Solid Tumor",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 58,
    "primaryOutcomeMeasure": "Number of Subjects With Treatment-emergent Adverse Events (TEAEs)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Subjects must have histologic confirmation of advanced, biopsy-accessible, measurable cancers of the following histologies:\n\n   * Non-viral-associated head and neck squamous cell carcinoma (HNSCC) or human papillomavirus (HPV)-associated HNSCC after failure of prior therapy\n   * Locally recurrent or metastatic breast cancer\n   * Sarcoma\n   * Merkel Cell Carcinoma (MCC)\n   * Cutaneous T cell Lymphoma (CTCL)\n   * Melanoma after failure of available therapies\n   * Genitourinary (GU) cancers with accessible metastases (e.g., bladder, renal)\n   * Any solid tumors with masses that are accessible\n2. Subjects with measurable disease, must have at least 2 lesions (1 measurable lesion and 1 biopsy/injectable lesion, which does not need to be measurable).\n3. Any number of prior systemic therapies.\n4. Eastern Cooperative Oncology Group (ECOG) performance status 0-1.\n5. Laboratory parameters for vital functions should be in the normal range or not clinically significant.\n\nExclusion Criteria:\n\n1. Prior treatment with combination CTLA-4 and PD-1/PD-L1 blockade, with the exception of subjects with melanoma.\n2. Participants may not have been treated intratumorally with poly-ICLC.\n3. Subjects with history or evidence upon physical examination of central nervous system (CNS) disease, including primary brain tumor, seizures not controlled with standard medical therapy, any active brain metastases, or, within 6 months of the first date of treatment on this study, history of cerebrovascular accident (CVA, stroke), transient ischemic attack (TIA) or subarachnoid hemorrhage.\n4. Active, suspected or prior documented autoimmune disease, clinically significant cardiovascular disease or clinically uncontrolled hypertension.\n5. History of pneumonitis or interstitial lung disease or any unresolved immune-related adverse events following prior biological therapy.\n6. Other malignancy within 2 years prior to entry into the study, except for those treated with surgical therapy only (e.g., localized low-grade cervical or prostate cancers).\n7. Subjects with clinical symptoms or signs of gastrointestinal obstruction and/or who require drainage gastrostomy tube and/or parenteral hydration or nutrition.\n8. Known immunodeficiency or HIV, Hepatitis B, or Hepatitis C positivity. Antibody to Hepatitis B or C without evidence of active infection may be allowed.\n9. History of severe allergic reactions to any unknown allergens or any components of the study drugs.\n10. Other serious illnesses (e.g., serious infections requiring antibiotics, bleeding disorders).\n11. History of allogeneic organ transplant.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}