{
    "nctId": "NCT02258464",
    "briefTitle": "Study of Radium-223 Dichloride Versus Placebo and Hormonal Treatment as Background Therapy in Subjects With Bone Predominant HER2 (Human Epidermal Growth Factor Receptor 2) Negative Hormone Receptor Positive Metastatic Breast Cancer",
    "officialTitle": "A Phase II Randomized, Double-blind, Placebo-controlled Trial of Radium-223 Dichloride Versus Placebo When Administered to Metastatic HER2 Negative Hormone Receptor Positive Breast Cancer Subjects With Bone Metastases Treated With Hormonal Treatment Background Therapy",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Neoplasms",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 99,
    "primaryOutcomeMeasure": "Symptomatic Skeletal Event Free Survival (SSE-FS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Documentation of histological or cytological confirmation of estrogen receptor positive (ER+) and HER2 negative adenocarcinoma of the breast must be available.\n* Women (≥18 years of age) with metastatic breast cancer not amenable to curative treatment by surgery or radiotherapy.\n* Documentation of menopausal status: post menopausal or premenopausal subjects are eligible.\n* Subjects with bone dominant disease with at least 2 skeletal metastases identified at baseline by bone scintigraphy and confirmed by CT/magnetic resonance imaging (MRI). Presence of metastases in soft tissue (skin, subcutaneous, muscle, fat, lymph nodes)and/or visceral metastases is allowed.\n* Measurable or non-measurable disease (but radiologically evaluable) according to Response Evaluation Criteria in Solid Tumors (RECIST) v1.1 criteria.\n* Subjects must have received at least one line of hormonal therapy in the metastatic setting\n* Subjects who are eligible for further standard of care endocrine treatment.\n* Subjects enrolled in the current study must start treatment with the single hormone agent either within 15 days prior to randomization or after randomization (before or simultaneously to the first injection of Ra-223/placebo).\n* Subjects must have experienced no more than two skeletal-related events (SREs) prior to study entry defined as: Need for external beam radiotherapy (EBRT) tor bone, pathological bone fracture (excluding major trauma), spinal cord compression and/or orthopedic surgical procedure. Subjects with no prior SREs are not permitted.\n* Subjects must be on therapy with bisphosphonate and denosumab. and are required to have been on such therapy for at least 1 month before start of study treatment.\n* Adequate hematological, liver and kidney function.\n\nExclusion Criteria:\n\n* Subjects with Inflammatory breast cancer.\n* Subjects who have either received chemotherapy for metastatic disease or are considered by the treating investigator to be appropriate candidates for chemotherapy as current treatment for metastatic breast cancer are excluded. Chemotherapy administered for adjuvant/neo adjuvant disease is acceptable.\n* Subjects with known or history of brain metastases or leptomeningeal disease: subjects with neurological symptoms must undergo a contrast CT scan or MRI of the brain within 28 days prior to randomization to exclude active brain metastasis. Imaging of the central nervous system (CNS) is otherwise not required.\n* Known presence of osteonecrosis of jaw.\n* Patients with immediately life-threatening visceral disease, for whom chemotherapy is the preferred treatment option.\n* Lymphangitic carcinomatosis.\n* Patients with ascites requiring paracentesis within 2 weeks prior to study entry (signature of informed consent) and during the screening period.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}