{
    "nctId": "NCT02530177",
    "briefTitle": "Study of Chemotherapy-Induced Hair Changes and Alopecia, Skin Aging and Nail Changes in Women With Non-Metastatic Breast Cancer",
    "officialTitle": "A Prospective, Longitudinal Study of Chemotherapy-Induced Hair Changes and Alopecia, Skin Aging and Nail Changes in Women With Non-Metastatic Breast Cancer",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Non-Metastatic Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 546,
    "primaryOutcomeMeasure": "Incidence of persistent alopecia",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Women newly diagnosed with non-metastatic breast cancer (stage 0-III, any receptor type) at the time of starting chemotherapy (dd-AC-T, CMF, Newer Combination Regimens) or endocrine therapy (tamoxifen, anastrozole, letrozole, exemestane)\n* Women ≥ 18 years at the time of enrollment into the study\n* Able to communicate in English and participate in the informed consent process\n* Able to comply with the follow-up visits, assessments, answering questionnaires\n\nExclusion Criteria:\n\n* Metastatic breast cancer\n* Follow-up care/visits not scheduled at MSKCC\n* Any current alopecia especially due to an active scalp and/or hair disorder (e.g. alopecia areata), or a pre-existing condition with sequelae (e.g. scarring alopecia)\n* Currently active or uncontrolled medical condition \\[e.g. thyroid disorder, auto-immune connective tissue disease (e.g. SLE), BMT complications (GVHD)\\] or medication intake (e.g. HRT), affecting scalp hair\n* Prior systemic treatment for any malignancy\n* Active secondary cancer requiring cytotoxic chemotherapy\n* Planned (or a history of) radiation therapy to the head\n* Vulnerable populations \\[e.g. decisionally impaired (cognitive, psychiatric), terminally ill, prisoners\\], or patients who, in the opinion of the investigator have a condition that precludes their ability to provide an informed consent\n* Men\n\nVolunteer Inclusion Criteria:\n\n* Post menopausal women, with menopausal status defined as (per self report):\n* Bilateral salpingo-oophorectomy independent of age\n* If natural menopause, age ≥ 50 with cessation of menses for at least 12 months\n* Or premenopausal women with premenopausal status defined as \\<53 years of age with no cessation of menses\n* Able to communicate in English and participate in the informed consent process\n* Able to comply with the baseline assessments and answering questionnaires\n* Women \\>/= 18 years at the time of enrollment into the study",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}