{
    "nctId": "NCT00294385",
    "briefTitle": "Study Comparing Concomitant Docetaxel + Gemcitabine to Sequential Therapy of Docetaxel Followed by Gemcitabine",
    "officialTitle": "A Randomized Phase III Study Comparing Concomitant Docetaxel Plus Gemcitabine to Sequential Therapy of Docetaxel Followed by Gemcitabine in Anthracycline-Pretreated Metastatic or Locally Recurrent Breast Cancer Patients",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 430,
    "primaryOutcomeMeasure": "to compare the Time To Disease Progression between those patients with unresectable, locally recurrent or metastatic breast cancer who are treated with concomitant Docetaxel plus Gemcitabine to those patients treated with sequential therapy of Doc",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients with histologic or cytologic diagnosis of breast cancer with evidence of unresectable, locally recurrent, or metastatic disease.\n* Females, 18 to 75 years of age\n* pre-treated with ONE anthracyclines containing chemotherapy either in neoadjuvant/adjuvant or 1st line metastatic setting will be enrolled into the study\n* Patients with clinically measurable lesions will be enrolled in this study. Measurability is determined according to RECIST criteria\n* Performance status of 70 or higher on the Karnofsky Performance Scale\n* Adequate bone marrow reserve\n* Adequate liver function\n* Adequate renal function\n* Informed consent form patient or guardian\n* Childbearing potential either terminated by surgery, radiation, or menopause, use of an approved contraceptive method\n\nExclusion Criteria:\n\n* Active infection (at the discretion of the investigator).\n* Known or suspected brain metastases requiring steroid or radiation treatment.\n* Pregnancy (recent negative urine pregnancy test for pre-menopausal patients mandatory)\n* Breast-feeding\n* Serious concomitant systemic disorders incompatible with the study (at the discretion of the investigator).\n* Second primary malignancy (except in situ carcinoma of the cervix or adequately treated basal cell carcinoma of the skin).\n* Bone metastases, pleural effusion, or ascites as the only site of disease.\n* Bone marrow transplantation or autologous stern cell infusion following high-dose chemotherapy for adjuvant or metastatic disease.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}