{
    "nctId": "NCT02494206",
    "briefTitle": "Immunotherapy for the Treatment of Breast Cancer Related Upper Extremity Lymphedema (BCRL)",
    "officialTitle": "Immunotherapy for the Treatment of Breast Cancer Related Upper Extremity Lymphedema (BCRL)",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer, Upper Extremity Lymphedema",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 9,
    "primaryOutcomeMeasure": "Volume Changes as Measured by Perometry",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Women 18-70 with unilateral stage I or II BCRL\n* Volume difference of at least 300 mL between the normal and lymphedematous limb based on perometry evaluation\n* BMI of 18-30\n* No current evidence of breast cancer\n* At least 6 months postop from axillary lymph node dissection\n\nExclusion Criteria:\n\n* Bilateral lymphedema or history of bilateral axillary lymph node dissection\n* Recent history of cellulitis in the affected extremity (within last 3 months)\n* Recurrent breast cancer or other malignancy\n* Current (within last month) use of chemotherapy for breast or other malignancy\n* Current (within last 3 months) use of radiation for breast or other malignancy\n* Recent (within last month) or current intensive MLD and/or short stretch bandage use\n* Unstable lymphedema (i.e. worsening symptoms/measurements in the past 3 months)\n* Pregnant or nursing (lactating) women\n* Stage III lymphedema\n* Patients that take acetaminophen (paracetamol) chronically, i.e. more than 1 g/day for more than 3 out of 7 days, or more than 2 g/ day for more than 1 day out of 7 days\n* Use of other investigational drugs at the time of enrollment, or within 30 days or 5 half-lives of enrollment, whichever is longer\n* History of hypersensitivity to any of the study drugs or to drugs of similar chemical classes (e.g. monoclonal antibodies, polyclonal gamma globulin, polysorbates).",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}