{
    "nctId": "NCT01602406",
    "briefTitle": "Phase I Study LJM716 Combined With Trastuzumab in Patients With HER2 Overexpressing Metastatic Breast or Gastric Cancer",
    "officialTitle": "A Multicenter, Open-label, Dose Escalation, Phase I Study of LJM716 Administered Intravenously in Combination With Trastuzumab in Patients With HER2 Overexpressing Metastatic Breast Cancer or Gastric Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Advanced HER2-positive Breast Cancer or Gastric Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 64,
    "primaryOutcomeMeasure": "Incidence rate of Dose Limiting Toxicities",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients with confirmed HER-2 positive, metastatic or non-operable locally advanced breast or gastric cancer\n* Metastatic breast cancer patients must have received a minimum of 1 and a maximum of 3 prior anti HER2 based regimens with documented progression on the most recent regimen which must contain trastuzumab, ado-trastuzumab emtansine or lapatinib\n* Metastatic gastric cancer patients must have received a minimum of 1 and a maximum of 2 prior anti HER2 based regimens with documented progression on the most recent regimen which must contain trastuzumab or ado-trastuzumab emtansine\n* During the dose expansion part of study, all patients must have at least one measurable lesion as defined by RECIST criteria.\n* Patients must have at least one prior trastuzumab-containing regimen\n* Eastern Cooperative Oncology Group (ECOG) Performance status ≤ 2\n\nExclusion Criteria:\n\n* Patients with Central Nervous System (CNS) metastasis which are: symptomatic or require treatment for symptom control and/or growing\n* Prior treatment with any anti-HER3 (Human Epidermal growth factor Receptor 3) treatment\n* Impaired cardiac function\n* Prior to the first dose of study treatment, patients who have received systemic antineoplastic therapy or any investigational therapy within 4 weeks or within 5 half- lives of the therapy prior to starting study treatment, whichever is shorter, or for cyclical therapy, within one cycle length (e.g. 6 weeks for nitrosourea, mitomycin-C).\n* Patients who have a history of primary malignancy other than that being treated in this study, and currently requires active clinical intervention.\n* Patients who do not have an archival tumor sample (or sections of it) available or readily obtainable.\n\nOther protocol-defined inclusion/exclusion criteria may apply",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}