{
    "nctId": "NCT04472104",
    "briefTitle": "BREast Cancer And Sexuality Treatment",
    "officialTitle": "Mindfulness-based Treatment for Sexual Difficulties Following Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Sexual Dysfunction",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 118,
    "primaryOutcomeMeasure": "A Change from Baseline Sexual Interest and Desire Female (SIDI-F) Score at 2 weeks' post-treatment",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Women over the age of majority, with a history of breast cancer and who are at least 3 months following the end of their treatment\n* Fluent in English\n* Exceed the clinical cut-off for sexual distress (Female Sexual Distress Scale).\n* Women who are, and who are not, in a relationship will be eligible as long as they have engaged in sexual activity either alone or with a sexual partner in the past 6 months, or as long as they indicate a willingness to engage in sexual activity (alone or with a sexual partner) during the time period of the study.\n\nExclusion Criteria:\n\n* Active cancer treatment (e.g. chemotherapy or radiation, not including endocrine or maintenance therapies provided they remain constant for the study duration), or scheduled breast reconstruction during the study period.\n* Borderline Personality Disorder or other psychiatric or medical conditions that preclude the ability to fully participate in the group sessions, assessments, and homework.\n* In order to determine whether any changes in symptoms are a result of participation in the intervention, women must also agree to 1) not make changes to or commence vaginal interventions (e.g., topical hormone treatments, vaginal moisturizers, vaginal dilation) or 2) engage in other treatments for sexual difficulties (e.g., sex therapy), for 2 weeks prior to the baseline assessment until 2 weeks following the final intervention session.",
    "sex": "FEMALE",
    "minimumAge": "19 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}