{
    "nctId": "NCT00970983",
    "briefTitle": "Axillary Dissection Based on the Histological Result of the Sentinel Node, in Patients With Breast Carcinoma",
    "officialTitle": "Randomized Clinical Trial Comparing Axillary Dissection \"by Principle\" and Axillary Dissection Based on the Histological Result of the Sentinel Node, in Patients With Breast Carcinoma of Small Size",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Carcinoma",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 532,
    "primaryOutcomeMeasure": "disease free survival, overall survival",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Age between 40 and 75 years.\n* Clinical, mammographic or ultrasonographic diagnosis of a unicentric carcinoma with an ultrasonographic diameter of equal or less than 2.0 cm.\n* Although not a factor of exclusion, a breast scintigraphy using MDP-99m is recommended for accurate determination of possible multifocality or multicentricity of the tumor, as well as for the determination of possible bone metastasis.\n* Axillary lymph nodes that cannot be palpated or that are not clinically suspicious for metastasis.\n* No previously executed therapy (including biopsy) at any outside institution.\n* Those patients with nonpalpable lesions will be subjected to preoperative radioactive occult lesion localization (ROLL) or stereotactic biopsy.\n* Adequate patient information and signature of the informed consent.\n\nExclusion Criteria:\n\n* Lesions diagnosed as non-infiltrating (in-situ) ductal or lobular carcinoma.\n* Paget's disease.\n* Documented multicentricity and/or abundant multifocality of the neoplasm.\n* Clinically metastatic lymph nodes.\n* Patients previously biopsied at other institutions.\n* Carcinomas detected during pregnancy or lactation.\n* Histotypes diverse from breast carcinoma lesions.\n* History of previous malignancy (excluding basocellular carcinoma, in-situ cervical carcinoma and/or contralateral breast carcinoma without recurrence for at least 15 years of follow-up).",
    "sex": "FEMALE",
    "minimumAge": "40 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}