{
    "nctId": "NCT05216432",
    "briefTitle": "First-in-Human Study of Mutant-selective PI3Kα Inhibitor, RLY-2608, As a Single Agent in Advanced Solid Tumor Patients and in Combination with Fulvestrant in Patients with Advanced Breast Cancer",
    "officialTitle": "A First-in-Human Study of Mutant-selective PI3Kα Inhibitor, RLY-2608, As a Single Agent in Advanced Solid Tumor Patients and in Combination with Fulvestrant in Patients with Advanced Breast Cancer",
    "overallStatus": "RECRUITING",
    "conditions": "PIK3CA Mutation, Solid Tumor, Adult, HER2-negative Breast Cancer, Breast Cancer, Metastatic Breast Cancer, Advanced Breast Cancer, Unresectable Solid Tumor",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 400,
    "primaryOutcomeMeasure": "Determination of maximum tolerated dose (MTD) and/or recommended Phase 2 dose (RP2D) of RLY-2608 as a single agent",
    "eligibilityCriteria": "Key Inclusion Criteria\n\nPatient has ECOG performance status of 0-1\n\nOne or more documented primary oncogenic PIK3CA mutation(s) in blood and/or tumor per local assessment\n\n- Other potentially oncogenic PIK3CA mutations may be considered but must be approved by the Sponsor prior to enrollment.\n\nPart 1 - Ability to provide archived tumor tissue or be willing to undergo pretreatment tumor biopsy to assess PIK3CA status retrospectively Part 2 - Submit tumor tissue prior to study drug initiation for determination of PIK3CA mutation retrospectively.\n\nKey Inclusion for RLY-2608 Single Agent Arm\n\n* \\[For Part 1\\]: Evaluable disease per RECIST v1.1\n* \\[For Part 2\\]: Measurable disease per RECIST v1.1\n* Disease that is refractory to standard therapy, intolerant to standard therapy, or has declined standard therapy.\n* Part 1- histologically or cytologically confirmed diagnosis of unresectable or metastatic solid tumor\n* Part 2 - Unresectable or metastatic solid tumor with PIK3CA mutation(s) and one of the following tumor types:\n\nGroup 1: clear cell ovarian cancer Group 2: head and neck squamous cell carcinoma Group 3: cervical cancer Group 4: other solid tumors, excluding colorectal, clear cell ovarian, head and neck squamous cell, and cervical cancers Group 5: unresectable or metastatic solid tumors with PIK3CA double mutations\n\nKey Inclusion for Combination Arms\n\n* \\[For Part 1 and Part 2\\]: Evaluable disease per RECIST v1.1\n* \\[For Part 1 and Part 2\\]: Male or female with histologically or cytologically confirmed diagnosis of HR+, HER2- unresectable or metastatic breast cancer that is not amenable to curative therapy. Females may be postmenopausal, premenopausal, or perimenopausal. Premenopausal or perimenopausal females must have a histologically or cytologically confirmed diagnosis of HR+ HER2- advanced or metastatic breast cancer that is not amenable to curative therapy and must have been previously treated with GnRH agonist at least 4 weeks prior to start of study drug\n* \\[For Part 1 and Part 2\\]: Had previous treatment for breast cancer with:\n\n  1. ≤1 line of chemotherapy in the metastatic setting\n  2. ≥1 cyclin-dependent kinases (CDK) 4/6 inhibitor, in either the adjuvant and/or metastatic setting\n  3. ≥1 antiestrogen therapy in either adjuvant and/or metastatic setting, including, but not limited to, selective estrogen-receptor degraders (eg, fulvestrant), selective estrogen receptor modulators (eg, tamoxifen), and aromatase inhibitors (AI) (letrozole, anastrozole, exemestane), and\n  4. ≥1 PARP inhibitor, if appropriate, if documented germline BRCA1/2 mutation Note: Systemic local, loco-regional, or adjuvant treatment with chemotherapy and PARP inhibitors is not to be included in enumeration or previous treatment\n\n\\[For RLY-2608 + fulvestrant arm; Part 2, Group 2\\]: Received prior treatment with a PI3Kα inhibitor and discontinued the inhibitor due to intolerance and not disease progression, where intolerance is defined as treatment discontinuation due to treatment related AE (eg. hyperglycemia, rash, diarrhea, stomatitis) other than severe hypersensitivity reaction and/or life-threatening reactions, such as anaphylaxis and Stevens-Johnson syndrome.\n\nKey Exclusion Criteria\n\nPrior treatment with PI3Kα, AKT, or mTOR inhibitors (except for RLY-2608 + fulvestrant arm, Part 2, Group 2).\n\nType 1 or Type 2 diabetes requiring antihyperglycemic medication, or fasting plasma glucose ≥140 mg/dL and glycosylated hemoglobin (HbA1c) ≥7.0%.\n\nHistory of hypersensitivity to PI3K inhibitors. For combination arms only: hypersensitivity to fulvestrant, palbociclib, and/or ribociclib, as appropriate for the combination.\n\nFor triple combination arms only: history of pneumonitis or interstitial lung disease.\n\nFor the single agent and combination arms other than with ribociclib: mean QT interval corrected using Fridericia's formula (QTcF) \\>480 msec. For the combination arms with ribociclib: mean QTcF ≥450 msec.\n\nPatient has a history of prolonged QT syndrome or torsades de pointes. Patient has a familial history of prolonged QT syndrome.\n\nClinically significant, uncontrolled cardiovascular disease CNS metastases or primary CNS tumor that is associated with progressive neurologic symptoms",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}