{
    "nctId": "NCT04745754",
    "briefTitle": "The Engaging Primary Care in Cancer Survivorship (EPICS) Study",
    "officialTitle": "The EPICS (Engaging Primary Care in Cancer Survivorship) Study: A Trial of Novel Models of Care for Cancer Survivors",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Cancer, Colorectal Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "PREVENTION",
    "enrollmentCount": 2450,
    "primaryOutcomeMeasure": "Cancer surveillance care services",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients: Adult (21+) Kaiser Permanente Southern California members diagnosed and treated for pathologically confirmed first primary early-stage breast (stage 0, I, II) or colorectal (stage I, II) cancer within Kaiser Permanente Southern California. Completed active cancer treatment within the past 6-36 months; active treatment includes cancer-directed surgery, chemotherapy (includes Herceptin (Trastuzumab)), radiation therapy, and ovarian suppression therapy (e.g., Goserelin (Zoladex)). Completed at least one office visit within Kaiser Permanente Southern California medical oncology. At low-risk for cancer recurrence and treatment-related toxicities based on state of disease and treatment modalities. For our Aim 2 survey: Primary language of English or Spanish (although we will assess our Aim 1 participants for recorded preferred spoken language and adjust translations as needed). Ability to complete surveys of patient-reported outcomes.\n* Physicians: For centers assigned to the embedded primary care physician (PCP) model, PCPs selected to participate must be Board Certified in a relevant primary care specialty; hold a valid and current MD or advanced practitioner license; and be employed by the Southern California Permanente Medical Group.\n\nExclusion criteria:\n\n* Patients less than 21 years of age\n* Patients at high risk for recurrence and treatment-related toxicities based on stage of disease and treatment modalities",
    "sex": "ALL",
    "minimumAge": "21 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}