{
    "nctId": "NCT04514419",
    "briefTitle": "Treatment of Breast Cancer With Trastuzumab + HS627/ Pertuzumab + Docetaxel",
    "officialTitle": "A Phase III Study to Compare HS627 vs. Pertuzumab on the Efficacy, Safety and Immunogenicity in Combination With Trastuzumab and Docetaxel as Neoadjuvant Therapy in Patients With Early-stage or Locally Advanced HER2 Positive Breast Cancer",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 408,
    "primaryOutcomeMeasure": "Percentage of participants achieving Pathological Complete Response (pCR) as Assessed by the Independent Review Committee (IRC)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologically confirmed invasive breast carcinoma with a primary tumor size of more than (\\>) 2 centimeters (cm) by standard local assessment technique；\n* Breast cancer stage at presentation: early-stage (T2-3, N0-1, M0), locally advanced (T2-3, N2-3,M0 or T4a-c, any N, M0), or infl ammatory (T4d, any N,M0)；\n* Known hormone receptor status (estrogen receptor and/or progesterone receptor)；\n* HER2 positive (HER2+++ by IHC or ISH+).\n* Baseline left ventricular ejection fracture \\>= 55% measured by echocardiography (preferred) or multiple gated acquisition scan；\n* Normalities in liver, kidney or hematologic function laboratory tests immediately prior to randomization;\n* Absolute value of neutrophils ≥ 1.5 × 109 / L;\n* Platelet ≥ 90×109 / L;\n* Hemoglobin ≥ 90g / L;\n* Serum creatinine≤ 1.5 times the upper limit of normal (ULN);\n* Serum total bilirubin≤1.5 times ULN (except for Gilbert syndrome);\n* Aspartate aminotransferase (AST) and / or alanine aminotransferase (ALT) ≤ 1.5-fold ULN;\n* International normalized ratio (INR), activated partial prothrombin time (APTT) ≤ 1.5 times ULN.\n* ECOG≤1；\n\nExclusion Criteria:\n\n* Stage IV metastatic ;\n* Bilateral breast cancer;\n* Previous anti-cancer therapy or radiotherapy for any malignancy;\n* History of other malignancy within 5 years, except for appropriately-treated carcinoma in Cervical carcinoma in situ, basal cell carcinoma or squamous cell skin cancer;\n* Serious cardiac illness or medical condition;\n* HIV antibody positive; HCV antibody positive and HCV RNA positive; HBcAb or HBsAg positive, and HBV DNA positive;\n* Sensitivity to any of the study medications, any of the ingredients or excipients of these medications;\n* Known mental history had poor compliance;\n* Known to have drug abusers;\n* Concurrent anti-cancer treatment in another investigational trial, including hormone therapy, bisphosphonate therapy, or immunotherapy;\n* Needed intravenous antibiotic treatment due to infection within 7 days before random enrollment;\n* Major surgical procedure unrelated to breast cancer within 4 weeks prior to randomization or expected to perform major surgery during the trial period;\n* Premenopausal women (menopause is defined as non treatment induced menopause≥12 months) or without surgical sterilization (e.g., ovariectomy and / or uterus): refuse to take one or more effective contraceptive measures during treatment and at least 6 months after the last study treatment; blood pregnancy test is positive; pregnant or lactating women; Considered unsuitable for the study or may not be able to complete the trial due to other reasons.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}