{
    "nctId": "NCT06611306",
    "briefTitle": "BEAT-Breast: Trial of DE-iPTV in Patients With Primary Breast Cancer With Brain Metastases Who Are Not Suitable for Stereotactic Radiotherapy.",
    "officialTitle": "BEAT-Breast - Improving Outcomes for Breast Cancer Patients With Brain Metastases: a Pilot Nonrandomised Single Arm Phase 2 Clinical Trial in Patients With Primary Breast Cancer With Brain Metastases Who Are Not Suitable for Stereotactic Radiotherapy",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Brain Metastases, Adult, Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 42,
    "primaryOutcomeMeasure": "Feasibility of delivering DE-iPTV and measuring health related quality of life questionnaire in patients with brain metastases from breast cancer to whom their treating clinician would normally offer whole brain radiotherapy",
    "eligibilityCriteria": "Inclusion Criteria\n\n1. Written (signed and dated) informed consent and be capable of co-operating with treatment and follow-up\n2. Adult (aged 16+) patients, resident in the United Kingdom.\n3. Histologically confirmed primary breast cancer with brain metastases on MRI imaging\n4. The treating oncologist considers whole-brain radiotherapy to be the most suitable treatment outside of the trial.\n5. Eastern Cooperative Oncology Group Performance status 0, 1 or 2\n6. Able to respond to question about their quality of life, symptoms, and side effects remotely (via telephone assessments\n7. Life expectancy from extra-cranial disease \\>3 months\n\nExclusion Criteria\n\n1. Leptomeningeal disease\n2. \"Miliary\" pattern of metastases: patients with over 15 metastases are excluded (clinician-based assessment)\n3. Cystic metastases\n4. Previous whole or partial brain radiotherapy (previous surgery or SRS is acceptable)\n5. Plan for hippocampal-sparing whole brain radiotherapy.\n6. Unable to give informed consent.\n7. Prognosis less than 3 months\n8. Pregnant or nursing women\n9. Unable to complete a brain MRI and/or known allergy to gadolinium.",
    "sex": "ALL",
    "minimumAge": "16 Years",
    "stdAges": "CHILD, ADULT, OLDER_ADULT"
}