{
    "nctId": "NCT03661424",
    "briefTitle": "BATs in Patients With Breast Cancer and Leptomeningeal Metastases",
    "officialTitle": "A Phase I Study of Anti-CD3 x Anti-Her2/Neu (Her2Bi) Armed Activated T Cells (ATC) in Patients With Breast Cancer Leptomeningeal Metastases",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer Female, Leptomeningeal Metastases",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 3,
    "primaryOutcomeMeasure": "Types of adverse events (AEs)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Be willing and able to provide written informed consent for the trial.\n2. Participants must be female.\n3. Histologically confirmed breast cancer (any Her2, estrogen receptor (ER), or progesterone receptor (PR) expression) with leptomeningeal metastasis (LM) as determined by imaging and/or cerebrospinal fluid (CSF) cytology.\n4. 18 years of age or older.\n5. Women of reproductive potential must agree to use an effective method of contraception during therapy. Effective methods include intrauterine device (IUD), vasectomy of the male partner, diaphragm with spermicide, cervical cap with spermicide, contraceptive sponge, male or female condom, or hormonal contraceptive.\n6. Karnofsky Performance Status (KPS) of ≥60.\n7. Eligible for intraventricular (IVENT) catheter/reservoir placement as determined by neurosurgery.\n8. Demonstrate adequate organ function as defined below. All screening labs should be performed within 10 days of confirmation of eligibility.\n\nAbsolute lymphocyte count ≥ 500/mm3 Absolute neutrophil count ≥ 1000/mcL Platelets ≥ 100,000 / mnL Hemoglobin ≥ 8 g/dL BUN ≤ 1.5 x upper limit of normal (ULN) Serum creatinine within the normal limits OR measured or calculated creatinine clearance ≥ 60 mL/min 1.73m2 Serum total bilirubin ≤ 2 x ULN OR AST (SGOT) and ALT (SGPT) ≤ 5 x ULN Albumin ≥ 2.5 mg/dL\n\nExclusion Criteria:\n\n1. Current severe increased intracranial pressure with clinical or imaging findings suggestive of herniation, status epilepticus, or other serious complications requiring emergency or urgent intervention.\n2. Patients who cannot have MRI studies for any reason (intolerance, medical contraindication, etc.).\n3. Patients with a history of another malignancy within 1 year of study enrollment with the following exceptions: patients with history of ductal carcinoma in situ (DCIS), squamous cell skin cancers, or other in situ carcinomas are not excluded.\n4. Patients with unresolved autoimmune toxicity.\n5. Patients with a known disorder that increases the risk of bleeding (e.g., Hemophilia, von Willebrands disease, or clinically significant clotting factor deficiency).\n6. Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements.\n7. Administration of any investigational agents, immunomodulating agents, radiation therapy or chemotherapy for MBC within the 7 days before the 80 mL blood draw to collect cells for study treatment.\n8. Has Human Immunodeficiency Virus (HIV) (HIV 1/2 antibodies) or known active Hepatitis B (e.g. HBsAg reactive) or Hepatitis C (e.g., HCV RNA \\[qualitative\\] is detected).\n9. Pregnancy or lactation at the time of registration.\n10. Psychiatric or addictive disorders or other conditions that in the opinion of the investigator would preclude the patient from complying with the study protocol.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}