{
    "nctId": "NCT02804308",
    "briefTitle": "Combined Training on Body Composition of Postmenopausal Women Undergoing Treatment for Breast Cancer",
    "officialTitle": "Effectiveness of Physical Training on Body Composition, Physical Activity Level and Quality of Life of Postmenopausal Women Undergoing Treatment for Breast Cancer With Aromatase Inhibitors: The Randomized Clinical Trial.",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer, Aromatase Inhibitors, Postmenopausal",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 83,
    "primaryOutcomeMeasure": "Chance from Body composition at 9 months assessment by bone densitometry (Dual-energy x-ray absorptiometry), using the equipment model GE Lunar - DPX-NT",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Postmenopausal, defined by the absence of periods for the past 12 months;\n* Breast cancer diagnosis stages 1 to 3;\n* The adjuvant treatment for breast cancer and / or neoadjuvant aromatase inhibitors\n* No abnormalities on screening physical or any health problems that contraindicate study participation;\n* No contraindications for treadmill testing or entry into a training program, including any of the following:\n* Myocardial infarction within the past 6 months\n* Pulmonary edema\n* Myocarditis Pericarditis\n* Unstable angina\n* Pulmonary embolism or deep vein thrombosis\n* Uncontrolled hypertension (i.e., blood pressure \\> 200/100 mm Hg)\n* Uncontrolled arrhythmia\n* No significant mental illness\n* Have medical certificate to perform exercise testing and participate in combined training\n* Able to answer Questionnaires\n* No concurrent participation in any other organized exercise program;\n* Live in Presidente Prudente\n* Sign the consent form and formal clarification for participation in the study.\n\nExclusion Criteria:\n\n* Accumulating 3 unexcused absences or 4 consecutive unexcused absences during the month.",
    "sex": "FEMALE",
    "minimumAge": "50 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}