{
    "nctId": "NCT00709462",
    "briefTitle": "A Study of CDX-1307, in Patients With Incurable Breast, Colorectal, Pancreatic, Ovarian or Bladder Cancer (CDX 1307-01)",
    "officialTitle": "A Phase I, Open-Label, Dose-Escalation, Multidose Study of CDX-1307, a Mannose Receptor-Targeted hCG-β Vaccine, in Patients With Incurable Breast, Colorectal, Pancreatic, Ovarian or Bladder Cancer (CDX-1307-01)",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer, Colorectal Cancer, Pancreatic Cancer, Bladder Cancer, Ovarian Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 48,
    "primaryOutcomeMeasure": "To establish the safety and tolerability profile of CDX-1307 in patients with incurable breast, colorectal, pancreatic, ovarian or bladder cancer, alone and in combination with adjuvants.",
    "eligibilityCriteria": "Inclusion Criteria\n\n1. Patients must have read, understood, and provided written informed consent and HIPAA authorization after the nature of the study has been fully explained.\n2. Patients must be 18 years of age or older.\n3. Patients with incurable breast, colorectal, pancreatic, ovarian or bladder cancer with measurable or evaluable disease.\n4. Patients who have never received prior hCG-β therapy.\n5. Patients for whom therapy with potential survival benefit is available, or disease-specific palliation is the goal of therapy, must have received these appropriate standard of care therapies and experienced recurrence or progression while on that care. If no such therapy is available, patients with progressive disease may be enrolled. Patients who have refused standard of care options known to provide potential survival benefit or disease specific palliation are not eligible for this study.\n6. At least 4 weeks must have elapsed between prior therapy and first dose of the vaccine. Prior radiation therapy must be completed at least 4 weeks prior to the first vaccine dose. No prior radiopharmaceuticals within 8 weeks prior to the first vaccine dose. The patient must have recovered from any clinically significant toxicity experienced during prior treatment(s).\n7. Patients on the following medications may be enrolled into the study if the medications were initiated 4 weeks or longer prior to screening and if no dosing changes are anticipated during the study.\n\n   1. Hormonal therapy including gonadotropin releasing hormone (GnRh) agonist, antiandrogens, selective estrogen receptor modulators (SERMs), aromatase inhibitors, and progestins.\n   2. Bisphosphonates.\n8. Patients must have an ECOG Status of 0 or 1.\n9. Patients must have a life expectancy ≥ 16 weeks.\n10. Male patients who are sexually active must agree to practice an effective form of barrier contraception during the course of the study.\n11. Screening laboratory values must meet the following criteria:\n\n    * Neutrophils ≥1.5 x109/L\n    * Platelets \\>100 x109/L\n    * Hemoglobin \\<10 g/dL\n    * Creatinine \\<2 mg/dL\n    * AST \\<2 X ULN\n    * Bilirubin \\<2 X ULN unless due to Gilbert's syndrome upper limit of normal.\n\nLaboratory abnormalities attributed to liver involvement with cancer but outside of the normal range will be allowed if they do not exceed the following limits:\n\n* AST \\<4 X ULN\n* Bilirubin \\<4 X ULN\n\nExclusion Criteria\n\n1. Since treatment with CDX-1307 theoretically may cause permanent sterility, women of childbearing potential will be excluded (women who participate in this study must be post-menopausal \\[absence of menses for at least 1 year\\] and/or surgically incapable of bearing children).\n2. Previous administration of hCG-β vaccine or therapy.\n3. Concurrent treatment with immunosuppressive or immunomodulatory agents.\n4. Positive tests for HIV, HBV or HCV.\n5. Patients with an active systemic infection requiring antibiotic treatment or a fever over 100°F within 72 hours prior to enrollment.\n6. Generalized dermatologic conditions (such as allergic reactions, infection, edema, or scarring) that will not allow easy access for study drug administration or evaluation of localized adverse events.\n7. Patients with active central nervous system metastases, unless previously treated and asymptomatic for 2 months and not progressive in size or number for 2 months.\n8. History of a second malignancy, except for adequately treated and cured basal or squamous cell skin cancer or any other cancer from which the patient has been disease-free for ≥ 5 years.\n9. History of anaphylactic reaction following exposure to humanized or human therapeutic monoclonal antibodies, or known hypersensitivity to GM-CSF, or yeast derived products.\n10. Patients with any of the following conditions: myocardial infarction within 1 year of screening, congestive heart failure (unless LVEF ≥ 50% as determined by MUGA within 30 days of screening), uncontrolled hypertension (≥ 160 mm Hg/systolic and ≥ 100 mm Hg/diastolic), symptomatic or life-threatening arrhythmia persistent on medication at screening, or clinically evident chronic lung disease unless lung capacity ≥ 55% or FEV1 ≥ 60% at screening.\n11. Any underlying medical condition that in the Principal Investigator's opinion will make the administration of study drug hazardous to the patient or would obscure the interpretation of adverse events.\n12. Medical condition requiring the use of systemic corticosteroids (must be discontinued at least 4 weeks prior to enrollment. The use of inhaled corticosteroids is acceptable).",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}