{
    "nctId": "NCT05424068",
    "briefTitle": "Rehabilitation for People With Advanced Cancer",
    "officialTitle": "Project 3 - Phase II, Preference Based, Randomized Controlled Trial of Group-Based, In Person Versus Virtual, Cancer Rehabilitation for People With Metastatic / Advanced Breast or Colorectal Cancers",
    "overallStatus": "RECRUITING",
    "conditions": "Advanced Breast Cancer, Advanced Colorectal Cancer, Cancer Rehabilitation",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 117,
    "primaryOutcomeMeasure": "Drop-out rates as a measure of feasibility (demand/update of intervention)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Age 18 years or older\n* Diagnosed with locally advanced incurable or metastatic breast or colorectal cancer\n* Eastern Cooperative Oncology Group (ECOG) performance status of 0-2\n* Fully independent with ambulation and transfers with or without ambulatory assistance\n* Palliative Performance score of \\>70 (moderate predictive power estimating life expectancy \\>6 months)\n* Receiving first or second line anti-cancer treatments in the metastatic / incurable setting (a relative proxy for expected survival \\>6 months)\n* Medical clearance to participate from treating physician\n\nExclusion Criteria:\n\n* Wheelchair level community ambulation\n* Moderate or severe non-cancer pain (\\>6 out of 10 on visual analog scale)\n* Moderate or severe cancer bone pain (\\>Gr 2 bone pain (i.e., moderate pain limiting instrumental ALDs or worse) as measured on CTCAE (see below))\n* Severe or uncontrolled depressive symptoms (\\>20 on PHQ-9)\n* Known neurological conditions influencing cognition and preventing safe or appropriate engagement with self-management and exercise recommendations (e.g., dementia, traumatic brain injury, or brain metastasis influencing cognition or causing moderate-to-severe motor-sensory-coordination). Best determined by the referring physician or nurse practitioner.\n* Unable to communicate sufficiently in English to complete intervention, questionnaires, and consent.\n* Unwillingness to be randomized, participate in a group intervention, or attend individual physical assessments.\n* Inability to operate videoconferencing if preference is virtual programming.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}