{
    "nctId": "NCT00208273",
    "briefTitle": "Concomitant and Sequential Radiohormonotherapy in Adjuvant Breast Cancer",
    "officialTitle": "A Phase II Randomized Study to Compare Skin Late Toxicities of Concomitant Letrozole-Radiotherapy and Radiotherapy Followed by Letrozole as Adjuvant Therapy for Postmenopausal Women With Receptor (ER and/or PgR) Positive Tumors",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 150,
    "primaryOutcomeMeasure": "Sub-cutaneous late toxicity",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Compliant postmenopausal women\n* Conservative breast cancer surgery\n* Extension evaluation of disease will be proven negative\n* Patients with tumor negative margins\n* Patients will be classified as T1, T2, T3; Sentinel node negative, N0, N1 or N2; M0.\n* Receptor positive tumors (ER and/or PgR = 10 fmol/mg cytosol protein; or = 10% of the tumor cells positive by immunocytochemical evaluation).\n* Adequate marrow function (polynuclear neutrophils \\>= 1200.10\\^9/l, platelets \\>= 100.10\\^9/l, and hemoglobin \\>= 10 g/dl).\n* Hepatic function (bilirubin \\>= 30 µmol/l, ALT (SGPT) or AST (SGOT) \\>= 1.5 x upper limit of the institution) and cholesterol level \\<2 x upper limit of the institution.\n* Must be geographically accessible for follow-up.\n* Written and dated informed consent\n\nExclusion Criteria:\n\n* Patients with distant metastases.\n* Bilateral breast cancer (concomitant or prior) except in situ lesion, either ductal or lobular, of the contralateral breast.\n* Patients staged T4 or N3 or treated by not conservative surgery (radical mastectomy).\n* Patients with neoadjuvant chemotherapy or hormonal therapy.\n* Patients with previous or concomitant other (not breast cancer) malignancy within the past 5 years EXCEPT adequately treated basal or squamous cell carcinoma of the skin or in situ carcinoma of the cervix. Patients who have had a previous other malignancy must have been disease free for at least five years.\n* Patients with other non-malignant systemic diseases (cardiovascular, renal, hepatic, lung embolism, etc.) which would prevent prolonged follow-up.\n* Patients treated with systemic investigational drugs within the past 30 days.\n* Breast cancer chemoprevention with anti-estrogens\n* Hormone replacement therapy (HRT) not stopped at least 4 weeks before randomization\n* Patients known to be HIV positive (no specific tests are required to determine the eligibility).",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}