{
    "nctId": "NCT03283384",
    "briefTitle": "Tailoring NEOadjuvant Therapy in Hormone Receptor Positive, HER2 Negative, Luminal Breast Cancer.",
    "officialTitle": "Tailoring NEOadjuvant Therapy in Hormone Receptor Positive, HER2 Negative, Luminal Breast Cancer.",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Neoplasms",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 100,
    "primaryOutcomeMeasure": "Difference in complete cell cycle arrest (CCCA; defined as Ki67 IHC <1%) between ribociclib plus letrozole and chemotherapy in the surgical specimen.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Postmenopausal women presenting with histological proven (core biopsy material) hormone receptor positive (ER≥50%, PR any), HER2 negative, stage II/ III breast cancer.\n* Measurable disease (breast and/or lymph nodes)\n* WHO 0-2\n* Adequate bone marrow function (within 4 weeks prior to registration): WBC≥3.0x109/l, neutrophils ≥1.5 x 109/l, platelets ≥100 x 109/l\n* Adequate liver function (within 4 weeks prior to registration): bilirubin ≤1.5 x upper limit of normal (UNL) range, ALAT and/or ASAT ≤2.5 x UNL, Alkaline Phosphatase ≤5 x UNL\n* Adequate renal function (within 4 weeks prior to registration): the calculated creatinine clearance should be ≥50 ml/min\n* Accessible for treatment and follow-up\n* Written informed consent\n\nInclusion criteria randomization specific:\n\nIn order to be eligible to be randomized in this study, a subject must meet all of the following criteria:\n\n* Registration in the NEOLBC trial before 2 weeks biopsy\n* Use of letrozole\n* Outcome central Ki67 determination in two weeks biopsy available.\n\nExclusion Criteria:\n\n* Evidence of distant metastases (M1)\n* Previous invasive breast cancer\n* Prior chemotherapy, radiation therapy or hormonal therapy with the exception of patients who received letrozole ≤ 14 days (+ max. 4 days) prior to registration and who are still on letrozole.\n* Previous malignancy within 5 years, with exception of a history of a previous basal cell carcinoma of the skin or pre-invasive carcinoma of the cervix.\n* Peripheral neuropathy \\> grade 2, whatever the cause\n* Serious other diseases as infections (hepatitis B, C and HIV), recent myocardial infarction, clinical signs of cardiac failure or clinically significant arrhythmias or on screening, any of the following cardiac parameters: bradycardia (heart rate \\<50 at rest) or QTcF ≥450 msec.\n* Known hypersensitivity reaction to any of the components of the treatment (peanuts, soy)\n* Currently receiving warfarin or other coumarin derived anti-coagulant, for treatment, prophylaxis or otherwise. Therapy with heparin, low molecular weight heparin (LMWH), or fondaparinux is allowed.\n* Currently receiving any of the following substances and cannot be discontinued 7 days prior to randomisation:\n\n  * Known strong inducers or inhibitors of CYP3A4/5, including grapefruit, grapefruit hybrids, pummelo's, star-fruit, pomegranate and Seville oranges.\n  * That have a known risk to prolong the QT interval or induce Torsades de Pointes.\n  * That have a narrow therapeutic window and are predominantly metabolized through CYP3A4/5.\n  * Herbal preparations/medications, dietary supplements.\n* Medical or psychological condition which in the opinion of the investigator would not permit the patient to complete the study or sign meaningful informed consent.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}