{
    "nctId": "NCT00393497",
    "briefTitle": "A Pilot Study of VEGF Inhibition in Patients With Lymphedema Following Breast Cancer Treatment",
    "officialTitle": "A Pilot Study of VEGF Inhibition in Patients With Lymphedema Following Breast Cancer Treatment",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer, Lymphedema",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 11,
    "primaryOutcomeMeasure": "Arm Volume",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Have unilateral lymphedema of the ipsilateral arm attributed to prior surgical treatment or radiation therapy for breast cancer that is severe enough to warrant therapy in the opinion of the subject and treating physician.\n2. All subjects must have greater than a 3 cm total difference in arm circumference between the affected and unaffected arm measured at five defined points:\n\n   * each hand just distal to the thumb\n   * each wrist at its narrowest point\n   * each arm 30 cm proximal to the tip of the middle finger\n   * each arm 40 cm proximal to the tip of the middle finger\n   * each arm 50 cm proximal to the tip of the middle finger (if possible before the axilla is reached.)\n3. Be at least 18 years of age\n4. Have adequate organ function as specified below:\n\n   * AST and ALT less than or equal to 2.0 times ULN\n   * Total bilirubin less than or equal to 1.5 mg/dL\n   * Serum creatinine less than or equal to 1.5 mg/dL\n   * Urine protein:creatinine ratio \\< 1.0\\*\n   * LVEF \\> institutional limits of normal by MUGA or ECHO\n   * PT INR \\< 1.5; PTT \\< 1.5 x normal\n   * Absolute neutrophil count greater than or equal to 1000/mm3\n   * Platelets greater than or equal to 100,000/mm3\n5. Agree to use effective contraceptive methods during the course of the study if the subject has child-producing potential\n6. Have an ECOG performance status of 0 or 1\n\nExclusion Criteria:\n\n1. Subjects must not be pregnant, lactating, or refuse to use appropriate birth control\n2. Subjects must not have an active infection requiring parenteral or oral antibiotics\n3. Subjects must not have clinically significant cardiovascular or cerebrovascular disease, including:\n\n   Any history of:\n   * Cerebrovascular disease including TIA, stroke or subarachnoid hemorrhage\n   * Ischemic bowel\n   * Hypertensive crisis or hypertensive encephalopathy Within the last 12 months\n   * Myocardial infarction\n   * Unstable angina\n   * New York Heart Association (NYHA) grade II or greater congestive heart failure\n   * Grade II or greater peripheral vascular disease\n   * DVT or PE Active at study entry\n   * Uncontrolled hypertension defined as SBP \\> 150 or DBP \\> 100\n   * Uncontrolled or clinically significant arrhythmia.\n4. Subjects may not have locally recurrent or metastatic disease\n5. Subjects may not require concurrent therapeutic anticoagulation. (NOTE: Prophylactic doses of coumadin to maintain patency of a vascular access device is allowed). In addition, subjects with a bleeding diathesis are excluded.\n6. Subjects may not have had major surgery within 4 weeks of starting protocol therapy (NOTE: Placement of a vascular access device is not considered major surgery)\n7. Subjects may not have received radiation therapy, chemotherapy or trastuzumab within the past 6 weeks (NOTE: Concurrent adjuvant hormonal therapy is allowed.)\n8. Subjects may not have altered the physical therapy regimen for lymphedema within the past month\n9. Subjects may not have an indwelling venous device in the ipsilateral arm\n10. Subjects may not have bilateral lymphedema\n11. Subjects may not have a non-healing wound, ulcer or bone fracture.\n12. Subjects may not have a known hypersensitivity to any component of Bevacizumab",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}