{
    "nctId": "NCT06340516",
    "briefTitle": "NT-proBNP to Assess Trastuzumab-induced Cardiotoxicity",
    "officialTitle": "Monitoring Heart Function Through Blood Test Analysis of NT-proBNP During Treatment With HER2-Targeted Antibodies in HER2-Positive Breast Cancer - A Swedish Multicenter Study",
    "overallStatus": "RECRUITING",
    "conditions": "Cardiotoxicity, Breast Cancer, Treatment Side Effects",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "DIAGNOSTIC",
    "enrollmentCount": 700,
    "primaryOutcomeMeasure": "Sensitivity and specificity of NT-proBNP to detect trastuzumab-induced cardiotoxicity",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Histological confirmed HER2 positive primary BC planned for adjuvant/neoadjuvant treatment with chemotherapy plus HER2 blocking agents.\n2. Patients ≥18 years\n3. ECOG/WHO 0-1\n4. Adequate organ function for the planned treatment according to local guidelines.\n5. No distant metastasis (CT/MRI only if clinically indicated).\n6. Negative pregnancy test within 14 days prior to start of treatment.\n7. If of childbearing potential, willing to use an effective form of contraception.\n8. No other malignancy during the last 5 years except for radically treated basal or squamous cell carcinoma of the skin or CIS of the cervix.\n9. Signed informed consent and willingness to follow the trial procedures.\n\nExclusion Criteria:\n\n1. Patients with previous heart disease recommended special follow-up during treatment with high risk of termination of treatment.\n2. Evidence of any other medical conditions (such as psychiatric illness, infectious diseases, neurological conditions, physical examination or laboratory findings) that may interfere with the planned treatment or affect patient compliance.\n3. Pregnancy and breast feeding.\n4. Concurrent malignancy requiring therapy (excluding non-invasive carcinoma or carcinoma in situ).\n\n   -",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}