{
    "nctId": "NCT02440230",
    "briefTitle": "Safety of OFS Combined With AI Endocrine Therapy in Chinese Premenopausal Breast Cancer Patients",
    "officialTitle": "Safety of Ovarian Function Suppression(OFS)Combined With Different Aromatase Inhibitors(AIs) Endocrine Therapy in Chinese Premenopausal Breast Cancer Patients：A Randomized, Controlled, Prospective, Observational Study",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 110,
    "primaryOutcomeMeasure": "Incidence of bone or joint pains",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Women aged ≥18 years;\n2. Histologically confirmed invasive breast cancer by core needle biopsy or surgery,hormonal receptor positive, defined as estrogen receptor(ER)/progesterone receptor(PR) positive;\n3. Premenopausal defined as\n\n   * who have been menstruating regularly during the 6 months prior to randomization and have not used any form of hormonal contraception or any other hormonal treatments during the 6 months prior to randomization.\n   * premenopausal status confirmed by an estradiol (E2) in the premenopausal range after chemotherapy related amenorrhea;\n4. Patients must have received standard local therapy: normalized modified radical mastectomy or breast conserving surgery with negative margin and post-surgical radiotherapy. Patient should completed adjuvant therapy according to conditions, including adjuvant radiotherapy, neoadjuvant or adjuvant chemotherapy;\n5. Patients who did not receive chemotherapy should be randomized within 24 weeks after definitive surgery.Patients who received prior adjuvant and/or neoadjuvant chemotherapy should be randomized after completing chemotherapy and within 8 months of the final dose of chemotherapy as soon as premenopausal status is confirmed;\n6. Leukocyte ≥ 3\\*109/L; Platelets ≥ 75\\*109/L; Serum glutamate;\n7. oxaloacetate(AST/SGOT) or serum glutamic-pyruvic transaminase(ALT/SGPT) \\<2.5 times of upper limit of normal (UNL) range;\n8. Serum creatinine/blood urea nitrogen(BUN) ≤ upper limit of normal (UNL) range;\n9. Written informed consent according to the local ethics committee requirements.\n10. Has Eastern Cooperative Oncology Group(ECOG) Performance Score 0-2;\n\nExclusion Criteria:\n\n1. Histologically confirmed hormonal receptor negative.\n2. Post-menopausal.\n3. Patients with inoperable local advanced breast cancer including inflammatory breast cancer or supraclavicular node involvement or with enlarged internal mammary nodes (unless pathologically negative).\n4. Definitive surgery was done over 24 weeks before randomization for patients who did not receive chemotherapy.The final dose of chemotherapy was completed over 8 months before randomization for patients who received prior adjuvant and/or neoadjuvant chemotherapy.\n5. Pregnant or lactating.\n6. Patients with previous or concomitant invasive malignancy are not eligible. The exceptions are patients with the following (and only the following) malignancies (previous or concomitant) who are eligible if adequately treated: basal or squamous cell carcinoma of the skin in situ non-breast carcinoma without invasion contra- or ipsilateral in situ breast carcinoma non-breast invasive malignancy diagnosed at least 5 years ago and without recurrence:\n\n   * stage I papillary thyroid cancer\n   * stage Ia carcinoma of the cervix\n   * stage Ia or b endometrioid endometrial cancer\n   * borderline or stage I ovarian cancer\n7. Patients who received endocrine therapy (including neoadjuvant and adjuvant) for more than 8 months after their breast cancer diagnosis.\n8. Patients who were taking tamoxifen or other selective estrogen receptor modulator (SERM,e.g. Raloxifene) or hormone replacement therapy (HRT) within one year prior to their breast cancer diagnosis.\n9. Patients who have had a bilateral oophorectomy or ovarian irradiation prior to their breast cancer diagnosis.\n10. With severe hepatic dysfunction, Child-Pugh C.\n11. With severe cardiac dysfunction, New York Heart Association (NYHA) grading III or worse.\n12. Known severe hypersensitivity to any drugs in this study.\n13. Participants of other experimental drug clinical trials",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}