{
    "nctId": "NCT03845907",
    "briefTitle": "Clinical Evaluation of Opto-Acoustic Image Quality With the Gen1B Duplex Probe in Breast Applications",
    "officialTitle": "Clinical Evaluation of Opto-Acoustic Image Quality With the Gen1B Duplex Probe in Breast Applications",
    "overallStatus": "SUSPENDED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "OTHER",
    "enrollmentCount": 4,
    "primaryOutcomeMeasure": "Number of Subjects with Treatment-related Events",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Has a signed and dated informed consent, prior to initiation of any study-related activities.\n* Is at least 18 years of age.\n* Is willing to undergo an Imagio imaging evaluation and standard Ultrasound Evaluation of the breast and axillary lymph nodes.\n* Is willing and able to comply with protocol-required scans.\n\nExclusion Criteria:\n\n* Is pregnant or lactating.\n* Has a condition or impediment (i.e. insect bites, poison ivy, rash, open wounds, chafing of the skin, scar, tattoos, moles, breast implants within the previous 12 months, etc.) where the duplex probe will come in contact with the subject, which could interfere with the intended field of view.\n* Is experiencing photo-toxicity associated with currently taking, or having taken, photosensitizing agents within the previous 72 hours such as sulfa, ampicillin, tetracycline.\n* Is currently undergoing phototherapy.\n* Has a history of any photosensitive disease (e.g., porphyria, lupus erythematosus) or undergoing treatment for a photosensitive disease and is experiencing photosensitivity.\n* Has had an adverse reaction in the past to medical laser procedures, such as laser hair removal or laser tattoo removal.\n* Has had a history of contact dermatitis induced by gold or chrome metal contact with skin.\n* Has an acute or chronic hematoma and/or acute ecchymosis of the breast.\n* Has had prior benign excisional breast biopsy within the past 18 months.\n* Has nipple rings that cannot be removed or are not removed during Imagio evaluation.\n* Currently has mastitis.\n* Has focal pain in the breast.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}