{
    "nctId": "NCT03778931",
    "briefTitle": "Phase 3 Trial of Elacestrant vs. Standard of Care for the Treatment of Patients With ER+/HER2- Advanced Breast Cancer",
    "officialTitle": "Elacestrant Monotherapy vs. Standard of Care for the Treatment of Patients With ER+/HER2- Advanced Breast Cancer Following CDK4/6 Inhibitor Therapy: A Phase 3 Randomized, Open-label, Active-controlled, Multicenter Trial",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 478,
    "primaryOutcomeMeasure": "Progression-free Survival in ESR1-mut Subjects",
    "eligibilityCriteria": "Critical Inclusion Criteria:\n\n1. Subjects with proven diagnosis of adenocarcinoma of the breast with evidence of either locally advanced disease not amenable to resection or radiation therapy with curative intent or metastatic disease not amenable to curative therapy.\n2. Subjects must be appropriate candidates for endocrine monotherapy\n3. Subjects must have measurable disease or nonmeasurable (evaluable) bone-only disease\n4. Female or male subjects age ≥ 18 years; female subjects must be postmenopausal women and male subjects must not allow pregnancy with their sperm (abstain, do not donate sperm, etc).\n5. Subjects must have ER+/HER2- tumor status\n6. Subjects must have previously received at least one and no more than two lines of endocrine therapy for advanced/metastatic breast cancer and meet additional previous treatment criteria.\n7. Subjects must have received prior treatment with a CDK4/6 inhibitor in combination with either fulvestrant or an aromatase inhibitor (AI).\n8. Subjects may have received no more than one line of chemotherapy in the advanced/metastatic setting.\n9. Subjects must have ctDNA ESR1-mut or ESR1-WT status as determined by central testing with Guardant360CDx® before subject is randomized.\n\nCritical Exclusion Criteria:\n\n1. Prior treatment with elacestrant, GDC-0810, GDC-0927, GDC-9545, LSZ102, AZD9496, bazedoxifene, or other investigational SERD or investigational ER antagonist.\n2. Prior anticancer or investigational drug treatment within the following windows:\n\n   1. Fulvestrant treatment \\< 28 days before first dose of study drug\n   2. Any endocrine therapy \\< 14 days before first dose of study drug (with the exception of GnRH agonist therapy in male subjects)\n   3. Chemotherapy \\< 21 days before first dose of study drug\n   4. Any investigational anti-cancer drug therapy \\< 28 days or five half-lives (whichever is shorter) before the first dose of study drug. Enrollment of subjects whose most recent therapy was an investigational agent should be discussed with the Sponsor\n3. Presence of symptomatic visceral disease as defined in protocol.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}