{
    "nctId": "NCT02407613",
    "briefTitle": "Efficacy of MR-HIFU Ablation of Breast Cancer",
    "officialTitle": "Efficacy of Magnetic Resonance-guided High Intensity Focused Ultrasound for the Ablation of Breast Cancer",
    "overallStatus": "WITHDRAWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "Amount of ablated tissue at histopathological examination",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Women, aged 18 years and older.\n* Able to give informed consent herself.\n* World Health Organization (WHO) performance score ≤ 2.\n* Biopsy proven cT1-2 N0-2 MX invasive breast cancer with a size of ≤ 3.0 cm.\n* Histological type of tumor: invasive ductal carcinoma (IDC), not otherwise specified (NOS) or no special type (NST).\n* The target breast fits in the cup of the dedicated MR-HIFU breast system.\n* Patient weight is limited to ≤ 90 kg, because of restrictions to the HIFU table top.\n\nAdditional inclusion criteria based on DCE-MRI findings:\n\n* The distance of the tumor, including a 5 mm margin around the tumor, from the skin, nipple and pectoral wall is at least 1.0 cm measured on MRI.\n* The tumor is located within the reach of the HIFU beam produced by the transducers in the HIFU breast system.\n\nExclusion Criteria:\n\n* Prior treatment with: neo-adjuvant systemic therapy in the past 3 months or radiotherapy or thermal therapy or surgery of any kind in the targeted breast.\n* Contraindications to MR imaging according to the hospital guidelines (e.g. pacemaker in situ, severe claustrophobia, big metal implants, body size incompatible with MR bore).\n* Contraindications to administration of gadolinium-based contrast agent, including: prior allergic reaction to a gadolinium-based contrast agent, kidney disease (e.g. nephrogenic systemic fibrosis, nephrogenic fibrosing dermopathy) and/or renal failure (GFR \\< 30 ml/min/1,73m2).\n* Contra-indications for procedural sedation analgesia with Propofol and Esketamine or Propofol and Remifentanil.\n* Extensive intraductal components in the lesion determined by biopsy.\n* Scar tissue or surgical clips in the HIFU beam path.\n* Inability to lie in prone position.\n* Pregnancy or lactation.\n* Communication barrier with patient.\n\nThe following groups of patients will be excluded because the risk of adjuvant over- or undertreatment due to performing the Bloom and Richardson (B\\&R) grading on the tumor biopsy is considered to high:\n\n* N0, Her2neu negative, \\<35 years, ≤1cm (T1a/b) with B\\&R grade 1 or 2 on biopsy.\n* N0 Her2neu negative, ER/PR negative (triple negative), 35-70yr, 1.1-2cm (T1c) with B\\&R grade 1 or 2 on biopsy.\n* N0, Her2neu negative, ER/PR positive \\> 50%, ductal carcinoma, 60-70yr, 1.1-2cm (T1c), with B\\&R grade 3 on biopsy and if the MammaPrint is not reimbursed by health insurance also for grade 1 on biopsy.\n* N0, Her2neu negative, ER/PR positive, ductal carcinoma, 35-60yr, 1.1-2cm (T1c) with B\\&R grade 1 on biopsy.\n* N0, Her2neu negative, ER/PR positive, but ≤50%, ductal carcinoma, 60-70yr, 1.1-2cm (T1c) with B\\&R grade 1.\n\nThe following group of patients will be excluded based on the results of the MammaPrint:\n\n• Only if the MammaPrint is reimbursed by health insurance: N0, Her2neu negative, ER/PR positive, \\> 50% ductal carcinoma, 60-70yr, 1.1-2cm (T1c), with B\\&R grade 1 and MammaPrint high risk.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}