{
    "nctId": "NCT04288141",
    "briefTitle": "A Study to Measure the Expression of the HER2-HER3 Dimer in Tumour and Blood (Exosomes) Samples From Patients With HER2 Positive Breast Cancer Receiving HER2 Targeted Therapies",
    "officialTitle": "HERdi PREDICT: A Pilot Study to Measure the Expression of the HER2-HER3 Dimer in Samples From Patients With HER2 Positive Breast Cancer Receiving HER2 Targeted Therapies",
    "overallStatus": "RECRUITING",
    "conditions": "HER2-positive Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 40,
    "primaryOutcomeMeasure": "Compare HER2-HER3 dimer expression as detected by FLIM-FRET (% positive for HER2-HER3 dimer expression with FRET efficiency ≥8.56%) to HER2 over-expression (% positive for HER2 over-expression by IHC ± FISH) in patient-derived tumour samples.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Female or Male aged 18 years or above.\n2. Histologically documented breast cancer. In participants with metastatic breast cancer (Group 2), the biopsy should have been obtained following or at the time of diagnosis of metastatic breast cancer. (refer to inclusion criteria 10 for group 2 specific criteria)\n3. HER2 positive breast cancer, to be established by immunohistochemistry and confirmed by fluorescence in situ hybridisation or dual in situ hybridisation in borderline cases as per standard of care guidelines.\n4. Confirmation of availability of sufficient tumour tissue (from diagnostic core biopsy) for biomarker analysis (Refer to study laboratory manual)\n5. Fit for treatment with chemotherapy in combination with HER2 targeted therapy as per investigator discretion\n6. Life expectancy of 12 weeks or more.\n7. Participant is willing and able to give informed consent for participation in the study and in the investigator's opinion, is able and willing to comply with all study requirements.\n8. Participant willing to undergo additional biopsies when required i.e. Group 1A and Group 2\n9. Willing to allow his or her general practitioner to be notified of participation in the study \\[optional\\].\n10. Group 2 specific criteria\n\n    1. The pre-treatment tumour sample for biomarker analysis in group 2 will be acquired from the diagnostic biopsy acquired when participants were first diagnosed with metastatic HER2 positive breast cancer. The biopsy should have been acquired following or at the time of the diagnosis of metastatic breast cancer (i.e. cannot use tumour tissue acquired during a prior diagnosis of early/locally advanced breast cancer for this study's biomarker analysis). The biopsy may be acquired from a breast mass or a metastatic site. If a biopsy following or at the time of the diagnosis of metastatic breast cancer has not been carried out, a study specific biopsy will need to be organised.\n    2. Only patients recommended first line treatment with a taxane, trastuzumab and pertuzumab by their physician, are eligible. Potential participants being considered for treatment with any other treatment combinations with HER2 targeted therapies will not be considered eligible.\n\nExclusion Criteria\n\n1. Significant thrombocytopaenia or abnormal clotting screen or any other condition that would contraindicate a tissue biopsy if this were required, in the investigator's opinion.\n2. Participant unwilling to undergo study required tissue biopsies and blood sampling.\n3. Any other significant underlying condition or comorbidity which, in the opinion of the investigator, may either put the participants at risk because of participation in the study, or may influence the result of the study or the participant's ability to participate in the study.\n4. Inability of participant to co-operate with study procedures as judged by the investigator.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}