{
    "nctId": "NCT06152822",
    "briefTitle": "Pyrotinib Combined With Capecitabine and Bevacizumab for Patients With HER2 Positive Breast Cancer and Brain Metastases",
    "officialTitle": "Pyrotinib Combined With Capecitabine and Bevacizumab for Patients With HER2 Positive Breast Cancer and Brain Metastases：a Single-arm,Prospective,Phase II Study",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer With Brain Metastases",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 30,
    "primaryOutcomeMeasure": "Objective response rate in the CNS",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age ≥18 years old\n2. ECOG PS score ≤2\n3. Pathologically confirmed advanced breast cancer with positive HER-2 expression;\n4. Patients with brain metastases identified by MRI/ enhanced CT with at least one measurable lesion of brain parenchyma according to RECIST 1.1 criteria. There are no requirements as to whether extracranial lesions can be measured.\n5. Patients with brain metastases who have not received local treatment in the past and have been treated more than two weeks since the end of the last systemic treatment。Patients with new brain lesions after craniotomy were allowed if they did not receive postoperative radiotherapy and were at least 2 weeks away from surgery.\n6. Previous treatment:\n\n   1. Prior treatment with trastuzumab and other HER2-targeting macromolecular antibodies is permitted;\n   2. Prior chemotherapy was allowed with any line of chemotherapy. Prior use of endocrine therapy is permitted\n   3. Patients who had not previously used capecitabine or progressed after 6 months of discontinuation during metastatic disease or 12 months of discontinuation during adjuvant therapy were admitted.\n   4. Concomitant use of bisphosphonates, mannitol, and glucocorticoids was allowed, provided that the glucocorticoid dose was stable for at least a week before enrollment and that the hormone dose was less than 5mg/ day of dexamethasone or equivalent.\n7. The expected survival is not less than 6 months.\n8. Major organ function is normal, meet the following criteria:\n\n   1. Blood routine: ANC ≥1.0×109/L;PLT ≥100×109/L;Hb ≥90g/L\n   2. Blood biochemistry: TBIL ≤1.5 times the upper limit of normal (ULN); ALT and AST≤3 times ULN;For patients with liver metastases, ALT and AST≤5×ULN; BUN and Cr≤1×ULN and creatinine clearance ≥50mL/min (CockcroftGault formula);\n   3. Heart color ultrasound: LVEF≥50%;\n   4. 12-lead electrocardiogram: Fridericia corrected QT interval (QTcF) \\< 450ms for males and \\< 470 ms for females.\n9. Voluntarily participate in this study, sign informed consent, have good compliance and be willing to cooperate with follow-up.\n\nExclusion Criteria:\n\n1. Patients with known leptomeningeal metastases, defined as positive imaging or CSF cytology, or clear indications of clinically significant leptomeningeal involvement.\n2. need emergency neurosurgery intervention (e.g., removal, shunt placement) of CNS complications.Patients with brain metastases that are poorly controlled by hormonal dehydration and hormonal therapy, such as uncontrollable intracranial hypertension, ejection vomiting, mental disorders, epilepsy, cognitive impairment, etc.\n3. There is a third space effusion that cannot be controlled by drainage or other methods (such as excessive pleural fluid and ascites).\n4. Patients who had received chemotherapy, surgery or molecular targeted therapy within 2 weeks before enrollment; Patients who received endocrine therapy within 1 week prior to enrollment; Minor procedures such as tumor biopsy, thoracopuncture, or intravenous catheter placement are permitted.\n5. Participated in other new drug clinical trials within 4 weeks before enrollment.\n6. Have used or currently using tyrosine kinase inhibitors targeting HER-2 (including lapatinib, lenatinib and pyrrotinib, etc.).\n7. Other malignancies within the previous 5 years, excluding cured cervical carcinoma in situ, skin basal cell carcinoma, or skin squamous cell carcinoma.\n8. Receive any other anti-tumor therapy.\n9. Have used or currently using bevacizumab\n10. There are other concurrent serious and/or uncontrolled conditions that may affect the study, including any of the following:\n\n    1. unable to swallow, chronic diarrhoea and intestinal obstruction, with multiple factors affecting drug use and absorption;\n    2. patients with allergy or known history of allergy to the components of this regimen; A history of immunodeficiency, including HIV testing positive, or other acquired, congenital immunodeficiency diseases, or a history of organ transplantation;\n    3. had serious heart disease, including: a.myocardial infarction; b. Heart failure; c.any other heart disease that the investigator determines is not suitable for participation in the study;\n    4. infection;\n11. Pregnant and lactating women, fertile women who tested positive for baseline pregnancy tests, or women of childbearing age who were unwilling to use effective contraception throughout the trial period.\n12. The investigator considers the patient unsuitable for participation in any other circumstances of the study.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}