{
    "nctId": "NCT04610528",
    "briefTitle": "A Window-of-opportunity Study of U3-1402, a HER3-targeting Antibody-drug Conjugate in Operable Breast Cancer According to ERBB3 Expression",
    "officialTitle": "A Window-of-opportunity Study of U3-1402, a HER3-targeting Antibody-drug Conjugate in Operable Breast Cancer According to ERBB3 Expression",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "EARLY_PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 80,
    "primaryOutcomeMeasure": "CelTIL score",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Written ICF for all study procedures according to local regulatory requirements prior to beginning specific protocol procedures.\n2. Premenopausal or postmenopausal women and men, age ≥ 18 years.\n3. ECOG Performance Status 0 - 1.\n4. Histologically confirmed non-metastatic primary invasive adenocarcinoma of the breast untreated and recently diagnosed, with all the following characteristics:\n\n   * At least one lesion that can be measured in at least 1 dimension with ≥ 1 cm in largest diameter measured by ultrasound.\n   * Absence of distant metastasis (M0) as determined by institutional practice.\n   * In the case of a multifocal tumor (defined as the presence of two or more foci of cancer within the same breast quadrant), the largest lesion must be ≥ 1 cm and designated the \"target\" lesion for all subsequent tumor evaluations and biopsies.\n5. Patient must have biopsiable disease.\n6. Only for HR+/HER2-negative patients: Estrogen (ER)-positive and/or Progesterone (PgR)-positive and HER2-negative tumor by the most recent American Society of Clinical Oncology - College of American Pathologists (ASCO-CAP) guidelines: ER and PgR defined as IHC nuclear staining ≥1% and HER2 negative locally assessed. Only for TNBC patients: Estrogen (ER)-negative and Progesterone (PgR)-negative and HER2-negative tumor by the most recent American Society of Clinical Oncology - College of American Pathologists (ASCO-CAP) guidelines: ER and PgR defined as IHC nuclear staining \\<1% and HER2 negative locally assessed\n7. Ki67% ≥ 10% locally assessed (Dowsset et al. Journal of the National Cancer Institute, 103 (22), 1656-1664. 2011).\n8. Available pre-treatment FFPE core needle biopsy evaluable for PAM50 and ERBB3 mRNA expression. Minimal sample requirements are to have at least 2 tumor cylinders with a minimal tissue surface of 10 mm2 tissue, containing at least 50% tumor cells and having enough tissue to do at least 20 cuts of 4 μm each. Macrodissection is allowed when needed. If archival tissue is either insufficient or unavailable, a new biopsy from the pretreated tumor must be obtained. Patients whose tumor tissue is not evaluable for ERBB3 expression central testing are not eligible.\n9. Baseline LVEF ≥ 50% measured by echocardiography (ECHO) or Multiple Gate Acquisition (MUGA) scan\n10. Adequate organ function, as determined by the following laboratory tests prior to randomization:\n\n    * Hematological\n\n      * Absolute neutrophil count (ANC) ≥ 1.5 x 109/L\n      * Platelet count ≥ 100 x 109/L\n      * Hemoglobin ≥ 9 g/dL (red blood cell transfusion and/or erythropoietin allowed)\n    * Renal\n\n      o Serum creatinine ≤ 1.5 x upper limit of normal (ULN), or 24-hour creatinine clearance ≥ 60 mL/min for subject with creatinine levels \\> 1.5 x ULN. (Note: Creatinine clearance does not need to be determined if the baseline serum creatinine is within normal limits. Creatinine clearance should be calculated per institutional standard).\n    * Hepatic\n\n      * Serum bilirubin ≤ 1.5 x ULN OR direct bilirubin ≤ ULN for a subject with total bilirubin level \\> 1.5 x ULN\n      * Aspartate aminotransferase (AST) ≤ 3 x ULN\n      * Alanine aminotransferase (ALT) ≤ 3 x ULN\n      * Coagulation International normalization ratio (INR) or prothrombin time (PT) ≤ 1.5 x ULN\n      * Partial thromboplastin time (PTT) or activated PTT (aPTT) ≤ 1.5 x ULN\n11. Absence of any psychological, familial, sociological or geographical condition potentially hampering compliance with the study protocol and follow-up schedule; those conditions should be discussed with the patient before registration in the trial.\n12. Female subject of childbearing potential should have a negative urine or serum pregnancy test within 7 days prior to enrollment. If urine pregnancy test is positive or cannot be confirmed as negative, a serum pregnancy test will be required. Pregnancy testing does not need to be pursued in patients who are judged as postmenopausal before randomization, as determined by local practice, or who have undergone bilateral oophorectomy, total hysterectomy, or bilateral tubal ligation. Women of childbearing potential randomized to the treatment must use adequate contraception for the duration of protocol treatment and after 7 months after the study drug administration (see Appendix B).\n\nExclusion Criteria:\n\n1. Inoperable locally advanced or inflammatory (i.e., inoperable Stage III) breast cancer.\n2. Metastatic (Stage IV) breast cancer.\n3. Bilateral invasive breast cancer.\n4. Patients in whom a primary tumor excisional biopsy was performed.\n5. Any prior treatment for primary actual invasive breast cancer.\n6. Prior treatment with a HER3 antibody, topoisomerase I inhibitor, with an ADC which consists of an exatecan derivative that is a topoisomerase I inhibitor (e.g., DS-8201) and with a govitecan derivative (e.g., IMMU-132).\n7. Medical history of symptomatic congestive heart failure (New York Heart Association classes II-IV) or serious cardiac arrhythmia requiring treatment; myocardial infarction within 6 months prior to randomization or unstable angina.\n8. QT interval corrected using Fridericia's formula to \\> 450 millisecond (ms) in males and \\> 470 ms in females.\n9. Any factors that increase the risk of corrected QT (QTc) interval prolongation or risk of arrhythmic events, such as congenital long QT syndrome, family history of long QT syndrome, or unexplained sudden death under 40 years of age in first-degree relatives.\n10. Medical history of clinically significant lung diseases (e.g., interstitial pneumonia, pneumonitis, pulmonary fibrosis, and severe radiation pneumonitis) or who are suspected to have these diseases by imaging at screening period.\n11. Clinically significant corneal disease.\n12. Major surgical procedure or significant traumatic injury within 28 days prior to randomization.\n13. Assessment by the investigator to be unable or unwilling to comply with the requirements of the protocol.\n14. History of other malignancy within the last 3 years, except for appropriately treated carcinoma in situ of the cervix, non-melanoma skin carcinoma, Stage I uterine cancer, or other malignancies with an expected curative outcome.\n15. Current severe, uncontrolled systemic disease (e.g. clinically significant cardiovascular, pulmonary or metabolic disease; wound healing disorders; ulcers; bone fractures).\n16. Concurrent, serious, uncontrolled infections or current known infection with HIV or active hepatitis B and/or hepatitis C.\n17. History of significant co-morbidities that, in the judgment of the investigator, may interfere with the conduction of the study, the evaluation of response, or with ICF.\n18. Known hypersensitivity to either the drug substance components (including an antibody, a drug-linker, or a topoisomerase I inhibitor) or inactive ingredients in the drug product or history of severe hypersensitivity reactions to other monoclonal antibodies.\n19. Clinically severe pulmonary compromise resulting from intercurrent pulmonary illnesses including, but not limited to, any underlying pulmonary disorder (i.e. pulmonary emboli within three months of the study enrollment, severe asthma, severe COPD, restrictive lung disease, pleural effusion etc.), and any autoimmune, connective tissue or inflammatory disorders with potential pulmonary involvement (i.e. rheumatoid arthritis, Sjögren's syndrome, sarcoidosis etc.), or prior pneumonectomy.\n20. Has unresolved toxicities from previous anticancer therapy, defined as toxicities (other than alopecia) not yet resolved to National Cancer Institute Common Terminology Criteria for Adverse Events (NCI-CTCAE) version 5.0, grade ≤1 or baseline. Subjects with chronic grade 2 toxicities may be eligible per the discretion of the Investigator.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}