{
    "nctId": "NCT00196859",
    "briefTitle": "Study in Elderly Patients With Early Breast Cancer (ICE)",
    "officialTitle": "Ibandronate With or Without Capecitabine in Elderly Patients With Early Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 1500,
    "primaryOutcomeMeasure": "Any local or distant relapse of breast cancer, any second malignancy, and any death irrespective of its cause",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Written informed consent prior to beginning specific protocol procedures, including expected cooperation of the patients for the treatment and follow-up, must be obtained and documented according to the local regulatory requirements.\n2. Histologically confirmed unilateral or bilateral primary carcinoma of the breast.\n3. Age at diagnosis ≥ 65 years\n4. Adequately surgical treatment with complete resection (Ro) of the tumor and \\> or = 10 axillary nodes. Sole sentinel node biopsy is allowed if the sentinel node shows no tumor involvement.\n5. Node positive disease irrespective of additional risk factors or node negative disease with at least one other risk factor (histologic tumor size \\> or = 2 cm, grade II or III, ER and PR negative)\n6. No evidence for distant metastasis after complete diagnostic work up\n7. Performance Status ECOG \\< or = 2\n8. Charlson Scale of \\< or = 2\n9. Estimated life expectancy of at least 5 years (irrespective of breast cancer diagnosis)\n10. The patient must be accessible for treatment and follow-up.\n\nExclusion Criteria:\n\n1. Known hypersensitivity reaction to the compounds or incorporated substances or known dihydropyrimidine dehydrogenase deficiency.\n2. Inadequate organ function including: Leucocytes \\< 3,5 G/l, Platelets \\< 100 G/l , Bilirubin 1.25 times above normal limits, Creatinine clearance calculated by the Cockroft-Gold formula of above 50 ml/min, uncompensated cardiac function, severe and relevant co-morbidity that would interact with the application of cytotoxic agents or the participation in the study\n3. Another primary malignancy with an event-free survival of \\< 5 years, except curatively treated basalioma of the skin\n4. Time since axillary dissection \\> 3 months\n5. Locally advanced, non-operable breast cancer\n6. Previous invasive breast carcinoma\n7. Previous treatment with cytotoxic agents for any reason\n8. Concurrent treatment with hormonal replacement therapy (treatment should be stopped before entering the trial).\n9. Previous treatment with bisphosphonates for osteoporosis is allowed, however this treatment has to be substituted by the trial medication\n10. Concurrent specific systemic anti-tumor treatment or treatment with experimental compounds within the last 6 months\n11. Concurrent treatment with other tumor specific experimental drugs. Participation in another clinical trial with any investigational not marketed drug within 30 days prior to study entry.\n12. Concurrent treatment with virostatic agents like brivudine or analoga sorivudine, concurrent treatment with aminoglycosides\n13. Male patients",
    "sex": "FEMALE",
    "minimumAge": "65 Years",
    "stdAges": "OLDER_ADULT"
}