{
    "nctId": "NCT00514007",
    "briefTitle": "Study of Continuous OSI-906 Dosing",
    "officialTitle": "A Phase I Dose Escalation Study of Continuous Oral OSI-906 Dosing in Patients With Advanced Solid Tumors",
    "overallStatus": "COMPLETED",
    "conditions": "Advanced Solid Tumors",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 95,
    "primaryOutcomeMeasure": "Determine the maximum tolerated dose (MTD) for both the once daily (QD) and twice daily (BID) dosing schedules and establish a recommended phase 2 dose of oral OSI-906",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologically or cytologically documented malignancy that is now advanced and/or metastatic and refractory to established forms of therapy or for which no effective therapy exists. Patients in the Biomarker Expansion Cohort must have histologically documented colorectal cancer that is locally advanced or metastatic and refractory to established forms of therapy. These patients must have archival tissue available and a lesion accessible for biopsy\n* Eastern Cooperative Oncology Group (ECOG) Performance Status (PS) 0-2, life expectancy ≥ 12 weeks\n* Prior chemotherapy is permitted provided that a minimum of 3 weeks has elapsed. Prior tyrosine kinase inhibitor therapy is permitted. Patients must have recovered from any treatment-related toxicities (with some exceptions) prior to registration\n* Prior hormonal therapy is permitted provided it is discontinued prior to registration (with the exception of prostate cancer patients who have been on hormone therapy for at least 3 months)\n* Prior radiation therapy is permitted provided that patients have recovered from the toxic effects. A minimum of 21 days must have elapsed unless the radiotherapy was palliative and nonmyelosuppressive\n* Prior surgery is permitted provided that wound healing has occurred prior to registration\n* Fasting glucose ≤ 125 mg/dL (7 mmol/L) at baseline (all patients except those in the Diabetic Expansion Cohort). Patients in the Diabetic Expansion Cohort must have a fasting glucose of ≤ 150 mg/dL (8.3 mmol/L) at baseline. If patients in the Diabetic Expansion Cohort are being treated with non-insulinotropic oral antihyperglycemic therapy, doses must be stable for ≥ 4 weeks prior to registration\n* Potassium, calcium, and magnesium must be within normal limits (WNL). Electrolyte abnormalities will be permitted if they are not clinically significant and if treatment for the abnormality is initiated prior to Day 1\n* Neutrophil ≥ 1.5 x 10\\^9/L, Platelet (PLT) ≥ 100 x 10\\^9/L; bilirubin ≤ 1.5 x upper limit of normal (ULN), AST and ALT ≤ 2.5 x ULN or ≤ 5 x UNL if patient has documented liver metastases; creatinine ≤ 1.5 x ULN\n* Accessible for repeat dosing and follow-up, including pharmacokinetic sampling\n* Patients must practice effective contraceptive measures throughout the study\n* Provide written informed consent\n\nExclusion Criteria:\n\n* History of any kind of stroke\n* History of any psychiatric condition that might impair the patient's ability to provide informed consent or participate\n* History of allergic reaction attributed to a similar compound as study drug.\n* Any type of active seizure disorder\n* Previously diagnosed brain metastases\n* Concurrent anticancer therapy\n* Active or uncontrolled infections of serious illnesses or medical conditions that could interfere with participation\n* Pregnant or breast-feeding females\n* Documented history of diabetes mellitus (all patients except those in the Diabetic Expansion Cohort). Patients in the Diabetic Expansion Cohort may not have Type 1 diabetes mellitus or Type 2 diabetes mellitus currently requiring insulinotropic or insulin therapy\n* Use of drugs with a risk of causing QT interval prolongation within 14 days prior to Day 1 and while on study\n* Use of glucocorticoids within 14 days prior to Day 1 and while on study\n* History of significant cardiac disease unless well controlled (includes 2nd/3rd degree heart block, ischemic heart disease, QTc \\> 450 msec, poorly controlled hypertension, or congestive heart failure of New York Heart Association (NYHA) Class II or worse)",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}