{
    "nctId": "NCT04904653",
    "briefTitle": "The Effectiveness of Hemopatch® in the Reduction of Post-surgical Serous Drainage",
    "officialTitle": "Randomized Controlled and Single Blind Clinical Trial in Women With Breast Cancer and Axillary Lymphadenectomy, to Evaluate the Effectiveness of Hemopatch® in the Reduction of Post-surgical Serous Drainage",
    "overallStatus": "RECRUITING",
    "conditions": "Hemopatch, Breast Cancer, Axillary Lymphadenectomy",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE4",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "OTHER",
    "enrollmentCount": 118,
    "primaryOutcomeMeasure": "Total volume in milliliters (ml) of drainage",
    "eligibilityCriteria": "INCLUSION CRITERIA\n\nPreoperative:\n\n* Female gender\n* Age ≥ 18 years\n* Breast cancer N+\n* Conservative Surgery: Lumpectomy or Quadrantectomy\n* Berg levels 1-2 axillary lymphadenectomy\n\nIntraoperative:\n\n* Axillary incision separated from the incision for the breast lesion\n* Placement of a closed low pressure suction drain in the axillary fossa\n* Hemostasis and lymphostasis using clips, electrocautery, electric scalpel or bipolar coagulation\n\nPostoperative:\n\n- Patients with ≥ 10 axillary nodes removed\n\nEXCLUSION CRITERIA\n\nPreoperative:\n\n* Mastectomy\n* Previous radiation therapy\n* Previous axillary emptying\n* Liver pathology\n* Diabetic decompensation: defined as any episode that has required medical attention in an emergency service or hospital admission; and also that which has required a modification of the patient's drugs, or an increase of more than 20% of the total daily dose.\n* Known allergies to any component of Hemopatch (proteins of bovine origin or PEG)\n* Psychiatric disorder that conditions the non-understanding of the questionnaire, or incapacitation of the patient to understand it\n* Simultaneous participation in another clinical study\n* PCR positive for SARS-CoV-2\n\nIntraoperative:\n\n* Level 3 axillary dissection (severe axillary involvement)\n* Unexpected surgical contraindication\n* Hemostasis and lymphostasis: ultrasonic techniques or other advanced energy techniques are excluded.\n* Use of fibrin sealants (eg: Tisseel, Artiss, Tachosil), cyanoacrylate type adhesives (eg: Glubran-2) or other types of products (oxidized cellulose format, powders or gelatin sheets or collagen).",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}