{
    "nctId": "NCT03872388",
    "briefTitle": "Atorvastatin in Treating Patients With Stage IIb-III Triple Negative Breast Cancer Who Did Not Achieve a Pathologic Complete Response After Receiving Neoadjuvant Chemotherapy",
    "officialTitle": "Atorvastatin in Triple-Negative Breast Cancer (TNBC) Patients Who Did Not Achieve a Pathologic Complete Response (pCR) After Receiving Neoadjuvant Chemotherapy, a Multicenter Pilot Study",
    "overallStatus": "TERMINATED",
    "conditions": "Anatomic Stage IIB Breast Cancer AJCC v8, Anatomic Stage III Breast Cancer AJCC v8, Anatomic Stage IIIA Breast Cancer AJCC v8, Anatomic Stage IIIB Breast Cancer AJCC v8, Anatomic Stage IIIC Breast Cancer AJCC v8, Estrogen Receptor Negative, HER2/Neu Negative, Inflammatory Breast Carcinoma, Progesterone Receptor Negative, Prognostic Stage IIB Breast Cancer AJCC v8, Prognostic Stage III Breast Cancer AJCC v8, Prognostic Stage IIIA Breast Cancer AJCC v8, Prognostic Stage IIIB Breast Cancer AJCC v8, Prognostic Stage IIIC Breast Cancer AJCC v8, Stage IIB Breast Cancer AJCC v6 and v7, Stage III Breast Cancer AJCC v7, Stage IIIA Breast Cancer AJCC v7, Stage IIIB Breast Cancer AJCC v7, Stage IIIC Breast Cancer AJCC v7, Triple-Negative Breast Carcinoma",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 6,
    "primaryOutcomeMeasure": "Proportions of Patients With Undetectable Circulating Tumor Cells (CTC)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Is willing and able to provide written informed consent for the trial\n* Diagnosis of TNBC (including patients with a clinical diagnosis of triple negative inflammatory breast cancer)\n* Has histological confirmation of breast carcinoma\n* Have stage IIB or III disease as defined by the American Joint Committee on Cancer version 7 or 8\n* Has confirmed TNBC, defined as having estrogen and progesterone receptor \\< 10% positivity by immunohistochemistry (IHC) and HER2 normal, which is 0 or 1+ by IHC and negative by fluorescence in situ hybridization (FISH) if performed or HER2 2+ by IHC and negative by FISH or HER2 negative by FISH if IHC is not performed\n* Received neoadjuvant chemotherapy and did not achieve pCR nor had an RCB-I (we will enroll patients with an RCB-II or RCB-III) following neoadjuvant chemotherapy. Since the RCB index has not been validated in IBC, any amount of residual disease will be allowed. pCR is defined as: a) the absence of residual invasive cancer on hematoxylin and eosin evaluation of the complete resected breast specimen and all sampled regional lymph nodes following completion of neoadjuvant systemic therapy (i.e., ypT0/Tis ypN0 in the current American Joint Committee on Cancer \\[AJCC\\] staging system). Or b) the absence of residual invasive and in situ cancer on hematoxylin and eosin evaluation of the complete resected breast specimen and all sampled regional lymph nodes following completion of neoadjuvant systemic therapy (i.e., ypT0 ypN0 in the current AJCC staging system)\n* Has a performance status of 0-1 on the Eastern Cooperative Oncology Group (ECOG) performance scale\n* Absolute neutrophil count (ANC) \\>= 1,500/mcL\n* Platelets \\>=100,000 /mcL\n* Hemoglobin (Hgb) \\>= 8 g/dL\n* Creatinine levels \\< 2.0 x upper limit of normal (ULN)\n* Total bilirubin =\\< 1.5 x ULN\n* Alanine aminotransferase (ALT) and aspartate aminotransferase (AST) =\\< 3.0 x ULN\n* Subjects of childbearing potential should be willing to use effective methods of birth control or be surgically sterile, or abstain from heterosexual activity for the course of the study through at least 4 months after the last dose of study drug; subjects of childbearing potential are those who have not been surgically sterilized or have not been free from menses for \\> 1 year; effective methods of birth control include 1). Use of hormonal birth control methods: pills, shots/injections, implants (placed under the skin by a health care provider), or patches (placed on the skin); 2). Intrauterine devices (IUDs); 3). Using 2 barrier methods (each partner must use 1 barrier method) with a spermicide. Males must use the male condom (latex or other synthetic material) with spermicide. Females must choose either a diaphragm with spermicide, or cervical cap with spermicide, or a sponge (spermicide is already in the contraceptive sponge)\n* Within 3 months from completion of definitive surgery after neoadjuvant chemotherapy\n* Willing to take statin for minimum of two years\n\nExclusion Criteria:\n\n* Has not recovered from adverse events due to prior therapies, i.e. monoclonal antibody, chemotherapy, targeted small molecule therapy, radiation therapy, or surgery\n\n  * Note: Subjects with =\\< grade 2 neuropathy, alopecia and general disorders and administration site conditions are an exception to this criterion and may qualify for the study\n* Has a known malignancy (other than breast cancer) except basal cell carcinoma or squamous cell carcinoma of the skin, or in situ cervical cancer that has undergone potentially curative therapy\n* Has known psychiatric or substance abuse disorders and assessed by attending physician that would interfere with cooperation with the requirements of the trial\n* Has received prior therapy with a statin within past 6 months or is currently receiving statin therapy; patients who previously received a statin more than 6 months prior to beginning study therapy and who discontinued treatment for reasons other than severe toxicity or allergic reaction are eligible\n* Is currently receiving another anti-lipidemic agent other than statin: fibric acid derivatives (i.e. fenofibrate, gemfibrozil), bile acid sequestrants (i.e. cholestyramine, colestipol), ezetimibe, niacin, lovaza (omega-3-acid ethyl esters), red yeast rice, orlistat, phytosterol, and lomitapide\n* Known hypersensitivity to statin or any component of the formulation\n* Active liver disease or unexplained persistent elevations of serum transaminases, defined as elevated transaminases \\> 3 x ULN on at least 2 separate occasions 1 week apart\n* Pregnancy or women who may become pregnant and not on acceptable form of contraception; lactating women\n* Has evidence of distant metastasis\n* Record of myocardial infarction within 6 months before starting therapy, symptomatic congestive heart failure (New York Heart Association \\> class II), unstable angina, or unstable cardiac arrhythmia requiring medication\n* Chronic steroid use as this may prevent any immunomodulatory roles of statin treatment, defined as anticipating need of supraphysiologic dose of steroids for at least 12 weeks while on study",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}