{
    "nctId": "NCT04420598",
    "briefTitle": "DS-8201a for trEatment of aBc, BRain Mets, And Her2[+] Disease",
    "officialTitle": "Multicenter, Open-Label, Single-Arm, Multicohort Phase II Clinical Trial of Trastuzumab Deruxtecan(DS-8201a) in Human Epidermal Growth Factor Receptor 2 HER2+ Advanced Breast Cancer With Brain Metastases and/or Leptomeningeal Carcinomatosis",
    "overallStatus": "COMPLETED",
    "conditions": "Advanced Breast Cancer, HER2-positive Breast Cancer, Brain Metastases, Leptomeningeal Metastasis",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 41,
    "primaryOutcomeMeasure": "Cohort 1, asses efficacy, defined as 16 weeks progression-free survival (PFS) of DS8201a",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Signed Informed Consent Form (ICF) prior to participation in any study-related activities.\n2. Male or female patients ≥ 18 years at the time of signing ICF.\n3. Eastern Cooperative Oncology Group (ECOG) performance status of 0-1 for Cohorts 1 to 4 and 0-2 for cohort 5.\n4. Life expectancy ≥ 12 weeks.\n5. Histologically confirmed invasive breast cancer based on local testing on the most recent analyzed biopsy of the following breast cancer (BC) subtypes per 2018 American Society of Clinical Oncology (ASCO)/College of American Pathologists (CAP) criteria:\n\n   * Cohort 1 and 3: HER2 positive status\n   * Cohort 4: HER2-low expressing status\n   * Cohort 2 and 5: both HER2 positive and HER2-low expressing status\n\n   Note 1: According to the 2018 ASCO-CAP guidelines, HER2- positive status is defined as HER2 immunohistochemistry (IHC) 3+, in situ hybridization (ISH) ≥ 2.0, or average HER2 copy number ≥ 6.0 signals. HER2-low expressing status defined as IHC 2+ / ISH-negative or IHC 1+ (ISH-negative or untested).\n\n   Note 2: Central confirmation of HER2 is not required for study entry. However, tissue blocks, or slides, must be submitted to confirm BC subtype by a Sponsor-designated central laboratory retrospectively.\n6. Unresectable locally advanced or metastatic disease documented by computerized tomography (CT) scan or magnetic resonance imaging (MRI) that is not amenable to resection with curative intent.\n7. At least one brain lesion needed to be measurable (≥10 mm on T1-weighted, gadolinium-enhanced MRI) (study cohorts 2 to 4) or leptomeningeal carcinomatosis (LMC) with positive cerebrospinal fluid (CSF) cytology (study cohort 5).\n\n   * Study cohort 1: History of BM that are non-progressing after WBRT and/or SRS and or surgery.\n   * Study cohort 2: Presence of asymptomatic BM without clinical requirement for local intervention (WBRT and/or SRS and/or surgery).\n   * Study cohorts 3 and 4: Evidence of new and/or progressive BM following previous WBRT and/or SRS and/or surgery.\n   * Study cohort 5: Evidence of LMC with positive CSF cytology.\n8. Previous treatments:\n\n   * For HER2-positive patients have been previously treated with a taxane and at least one HER2-targeted therapy in the advanced scenario.\n   * For HER2-low-expressing patients that also are endocrine receptor negative must have been previously treated with at least one chemotherapy regimen. If endocrine receptor positive, patients must have been previously treated with at least one chemotherapy and one endocrine regimen in the metastatic setting.\n9. Patients must agree to collection of blood samples at the time of inclusion, at cycle 2 of treatment, and upon progression or study termination.\n\n   Note: In study cohort 5: Patients must agree to perform spinal taps or must be willing to have an Ommaya reservoir placed for CSF assessment, at baseline, every three weeks for 12 weeks (corresponding to the first 5 cycles of treatment) and every six weeks thereafter.\n10. Willingness and ability to provide tumor biopsy (if feasible) from metastatic lesions or breast primary tumor both at the time of the inclusion and after disease progression in order to perform exploratory studies.\n\n    Note: If feasible, patients should provide a tissue sample at baseline from metastases amenable to biopsy (at sites of locoregional recurrence \\[skin, chest wall, breast or lymph nodes\\], or distant recurrence \\[bone, liver, lung or abdomen\\]) or as alternative from breast primary tumor, that will be obtained between progression to the prior regimen and inclusion in the study. Patients for whom tissue sample cannot be obtained (e.g., non-measurable disease, inaccessible tumor or subject safety concern) may submit an archived metastatic tumor specimen only upon agreement from the Sponsor. If feasible, an additional tissue sample should be collected at the end of treatment visit for patients who discontinue treatment due to disease progression.\n11. Patients should have left ventricular ejection fraction (LVEF) ≥ 50% by either an echocardiogram (ECHO) or multigated acquisition (MUGA) scan within 28 days before enrolment.\n12. Adequate hematologic and organ function within 14 days before the first study treatment on Day 1 of Cycle 1, defined by the following:\n\n    • Hematological: White blood cell (WBC) count 3 3.0 x 109/L, absolute neutrophil count (ANC) 3 1.5 x 109/L, platelet count 3 100.0 x109/L, and hemoglobin 3 9.0 g/dL. (Platelet, red blood cell transfusion as well as G-CSF administration are not allowed within 1 week of screening assessments).\n\n    Hepatic: Bilirubin ≤ 1.5 times the upper limit of normal (× ULN) (\\< 3 x ULN in the case of documented Gilbert's disease and/or liver metastases); aspartate transaminase (AST) and alanine transaminase (ALT) ≤ 3 × ULN (in the case of liver metastases ≤ 5 × ULN); alkaline phosphatase (ALP) ≤ 2 × ULN (≤ 5 × ULN in the case of liver and/or bone metastases ≤ 5 × ULN), serum albumin 3 2.5 g/dL\n\n    • Renal: Serum creatinine £ 1.5 × ULN or creatinine clearance ≥ 30 mL/min based on Cockcroft-Gault equation (\\*Cockcroft-Gault equation: (\\[{140 - age in years} × {ACTUAL WEIGHT in kg}\\] divided by \\[{72 × serum creatinine in mg/dL} multiplied by 0.85 if female\\])) Coagulation: International Normalized Ratio (INR)/Prothrombin Time (PT) and activated Partial Thromboplastin Time (aPTT) ≤ 1.5 × ULN (except for patients receiving anticoagulation therapy).\n\n    Note: Patients receiving heparin treatment should have an aPTT) between 1.5 and 2.5 × ULN (or patient value before starting heparin treatment). Patients receiving coumarin derivatives should have an INR between 2.0 and 3.0 assessed in two consecutive measurements one to four days apart. Patients should be on a stable anticoagulant regimen.\n13. Has adequate treatment washout period before enrollment, as indicated:\n\n    1. Major surgery: \\> 4 weeks;\n    2. Radiation therapy: \\> 4 weeks (palliative stereotactic radiation therapy to other areas ≥ 2 weeks);\n    3. Anticancer systemic treatment (including immunotherapy, retinoid therapy, hormonal therapy): ≥ 3 weeks (≥ 2 weeks or 5 half-lives, whichever is longer, for small-molecule targeted agents such as 5-fluorouracil-based agents, folinate agents, weekly paclitaxel; ≥ 6 weeks for nitrosureas or mitomycin C);\n    4. Antibody based anti-cancer therapy:≥ 4 weeks;\n    5. Chloroquine/Hydroxychloroquine\\>14 days\n14. Resolution of all acute toxic effects of prior anti-cancer therapy to grade ≤1 as determined by the National Cancer Institute-Common Terminology Criteria for Adverse Events (NCI-CTCAE) v.5.0 (except for alopecia or other toxicities). Subjects with chronic Grade 2 toxicities may be eligible per the discretion of the Investigator after consultation with the Sponsor Medical Monitor or designee (e.g., Grade 2 chemotherapy-induced neuropathy).\n15. Male and female subjects of reproductive/childbearing potential must agree to use a highly effective form of contraception or avoid intercourse during and upon completion of the study and for at least 7 months for females and 4 months for males after the last dose of study drug. Methods considered as highly effective methods of contraception include:\n\n    * Combined (estrogen and progestogen containing) hormonal contraception associated with inhibition of ovulation:\n\n      i. Oral ii. Intravaginal iii. Transdermal\n    * Progestogen-only hormonal contraception associated with inhibition of ovulation: iv. Oral v. Injectable vi. Implantable\n    * Intrauterine device (IUD)\n    * Intrauterine hormone-releasing system (IUS)\n    * Bilateral tubal occlusion\n    * Vasectomized partner\n    * Complete sexual abstinence defined as refraining from heterosexual intercourse during and upon completion of the study and for at least 7 months after the last dose of study drug. Periodic abstinence (calendar, symptothermal, post-ovulation methods) is not an acceptable method of contraception.\n\n    Note: Non-child-bearing potential defined as pre-menopausal females with a documented tubal ligation or hysterectomy; or postmenopausal defined as 12 months of spontaneous amenorrhea (in questionable cases, a blood sample with simultaneous follicle-stimulating hormone \\[FSH\\] \\> 40 mIU/mL and estradiol \\< 40 pg/mL \\[\\< 147 pmol/L\\] is confirmatory).\n16. Male subjects must agree to not freeze or donate sperm starting at Screening and throughout the study period, and at least 7months after the final study drug administration. Preservation of sperm should be considered prior to enrolment in this study.\n17. Female subjects must agree to not donate, or retrieve for their own use, ova from the time of Screening and throughout the study treatment period, and for at least 7 months after the final study drug administration.\n18. Patients who are willing and able to comply with scheduled visits, treatment plan, laboratory tests, post-treatment follow-up and other study procedures.\n\nExclusion Criteria:\n\nPatients will be excluded from the study if they meet ANY of the following criteria:\n\n1. Inability to comply with study and follow-up procedures.\n2. Previous treatment with trastuzumab deruxtecan (DS-8201a) or any other antibody drug conjugate (ADC) which consists of an exatecan derivative that is a topoisomerase 1 inhibitor.\n3. Medical history of myocardial infarction within 6 months before enrollment, symptomatic congestive heart failure (New York Heart Association Class II to IV), troponin levels consistent with myocardial infarction within 28 days prior to enrollment.\n4. Corrected QT interval (QTc) prolongation to \\> 470 ms (females) or \\>450 ms (males) based on average of the screening triplicate12- lead ECG.\n5. History of (non-infectious) interstitial lung disease (ILD) that required steroids, has current ILD, or where suspected ILD cannot be ruled out by imaging at screening.\n6. Clinically significant corneal disease in the opinion of the Investigator.\n7. Spinal cord compression.\n8. Multiple primary malignancies within 3 years, except adequately resected non-melanoma skin cancer, curatively treated in-situ disease, other solid tumors curatively treated, or contralateral breast cancer.\n9. History of severe hypersensitivity reactions to either the drug substances or inactive ingredients in the drug product.\n10. History of severe hypersensitivity reactions to other monoclonal antibodies.\n11. Uncontrolled infection requiring IV antibiotics, antivirals, or antifungals.\n12. Patients with substance abuse or any other medical conditions such as clinically significant cardiac or psychological conditions, that may, in the opinion of the investigator, interfere with the subject's participation in the clinical study or evaluation of the clinical study results.\n13. Known human immunodeficiency virus (HIV) infection, or active hepatitis B or C infection. Subjects should be tested for HIV prior to enrollment if required by local regulations or institutional review board (IRB)/ethics committee (EC).\n14. Female patients who are pregnant or breastfeeding or planning to become pregnant.\n15. No other systemic therapy for metastatic disease including chemotherapy, immunotherapy, targeted therapy (small molecules/ monoclonal antibodies), or endocrine therapy\n16. Major surgery (defined as requiring general anesthesia) or significant traumatic injury within 4 weeks of start of study drug, or patients who have not recovered from the side effects of any major surgery, or patients who may require major surgery during the study.\n17. Radiotherapy within 4 weeks or limited-field palliative radiotherapy within 2 weeks prior to study enrolment, or patients who have not recovered from radiotherapy-related toxicities to baseline or grade ≤ 1 and/or from whom ≥ 25% of the bone marrow has been previously irradiated.\n18. Use of concurrent investigational agents or other concomitant anticancer therapies.\n19. Use of intrathecal therapy for LMC\n20. Active bleeding diathesis, previous history of bleeding diathesis, or chronic anti-coagulation treatment (the use of low molecular weight heparin is allowed as soon as it is used as prophylaxis intention).\n21. Serious concomitant systemic disorder (e.g., active infection including HIV, active hepatitis, liver cirrhosis, end stage chronic renal disease) incompatible with the study (at the discretion of investigator).\n22. Any of the following within 6 months of enrollment: severe/unstable angina, ongoing cardiac dysrhythmias of NCI-CTCAE v.5.0 grade 32, coronary/peripheral artery bypass graft, cerebrovascular accident including transient ischemic attack, or symptomatic pulmonary embolism.\n23. Uncontrolled electrolyte disorders of NCI-CTCAE v.5.0 grade ≥ 2.\n24. Clinically severe pulmonary compromise resulting from intercurrent pulmonary illnesses including, but not limited to, any underlying pulmonary disorder (i.e. pulmonary emboli within three months of the study enrollment, severe asthma, severe COPD, restrictive lung disease, pleural effusion etc.), and any autoimmune, connective tissue or inflammatory disorders with potential pulmonary involvement (i.e. Rheumatoid arthritis, Sjogren's, sarcoidosis etc.), or prior pneumonectomy.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}