{
    "nctId": "NCT06103032",
    "briefTitle": "Survival of BCS vs Mx in Asymptomatic Screen-detected NPBC",
    "officialTitle": "Long-term Survival of Breast-conserving Surgery Versus Mastectomy in Asymptomatic Screen-detected Unilateral and Bilateral, Unifocal and Multifocal, Young and Elderly Non-palpable Breast Cancer Among Chinese Women",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 1020,
    "primaryOutcomeMeasure": "The clinicopathological characteristics were compared between BCS and Mx patients",
    "eligibilityCriteria": "Inclusion Criteria:\n\nWritten informed consent must be obtained and documented according to the local regulatory requirements prior to beginning specific protocol procedures.\n\nAge of at least 18 and at most 90 years. Performance status (Karnofsky-Index) \\>80%. Chemotherapy is necessary before or after surgery. No clinical evidence of local recurrence or distant metastases. Complete staging work-up within 3 months prior to registration. All patients must have (bilateral) mammography or breast MRI, chest X-ray; other tests may be performed as clinically indicated.\n\nLife expectancy of at least 2 years, disregarding the diagnosis of cancer. Adequate organ function including normal red and white blood count, platelets, serum creatinine, bilirubin, and transaminases within normal range of the institution.\n\nPatients must be available for and compliant to treatment and follow-up. Patients registered on this trial must be treated and followed up at the participating center.\n\nExclusion Criteria:\n\nKnown hypersensitivity reaction to the investigational compounds or incorporated substances.\n\nLocal recurrence and/or metastasis of breast cancer. No need of chemotherapy. Pregnant or lactating patients. Patients of childbearing potential must have a negative pregnancy test (urine or serum) within 14 days prior to registration.\n\nPrior or concomitant secondary malignancy (except non-melanomatous skin cancer or carcinoma in situ of the uterine cervix) Any other serious medical pathology, such as congestive heart failure; unstable angina; history of myocardial infarction during the previous year; uncontrolled high risk arrhythmias Other serious illness or medical condition that may interfere with the understanding and giving of informed consent and the conduct of the study.\n\nConcurrent treatment with other experimental drugs or any other anti-cancer therapy.\n\nMales.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}