{
    "nctId": "NCT03535506",
    "briefTitle": "Preoperative Palbociclib in Patients With DCIS of the Breast That Are Candidates for Surgery",
    "officialTitle": "Preoperative Palbociclib in Patients With DCIS of the Breast That Are Candidates for Surgery",
    "overallStatus": "TERMINATED",
    "conditions": "DCIS",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 17,
    "primaryOutcomeMeasure": "Feasibility: recruitment rates",
    "eligibilityCriteria": "Inclusion Criteria for all patients (Groups A and B):\n\n* Signed informed consent obtained prior to any study specific assessments and procedures\n* Age ≥18 years\n* Premenopausal and postmenopausal women, or men\n* Current pathologic diagnosis of DCIS of the breast of any receptor status; History of previous DCIS allowed provided that the patient is currently off systemic risk-reduction endocrine therapy; History of previous invasive breast cancer adequately treated and that is currently in remission and unrelated to current DCIS (based on primary tumor location) is allowed as long as patient is currently off systemic therapy for that invasive cancer for at least 4 weeks prior to pre-treatment biopsy (diagnostic biopsy); Patients with multifocal or multicentric lesions are allowed, as long as at least one lesion is histologically confirmed DCIS and overall clinical AJCC Stage 0 or I.\n* A formalin-fixed paraffin-embedded (FFPE) tumor tissue block from diagnostic biopsy must be transmitted to MedStar Georgetown University Hospital Pathology Department repository and confirmation of receipt must be available prior to enrollment.\n* Positive Rb by immunohistochemistry in the DCIS component of the lesion - must be performed at CLIA-approved setting (for instance, MGUH); Rb staining will be considered positive when 1+ or above (in a scale of 0, 1+, 2+ or 3+)\n* In the absence of histologic diagnosis of DCIS, patient may undergo fresh biopsy for eligibility, provided: this invasive procedure is not a Fine Needle Aspiration (FNA); AND this procedure is a core biopsy, stereotactic biopsy or incisional biopsy of the suspicious breast lesion; AND the primary lesion is not completely resected during the procedure.\n* The patient is candidate for and is willing to receive definitive surgical therapy for DCIS\n* ECOG performance status 0-1\n* Willingness to provide a sample of tissue collected at definitive surgery for research\n\nInclusion criteria specific to treatment Group A:\n\n* Patients must be able and willing to swallow and retain oral medication\n* Absolute neutrophil count (ANC) ≥ 1,500/mm3\n* Platelets ≥ 120,000/mm3\n* Hemoglobin ≥ 10g/dL\n* Total serum bilirubin ≤ ULN; or total bilirubin ≤ 3.0 × ULN with direct bilirubin within normal range in patients with documented Gilbert's Syndrome.\n* Aspartate amino transferase (AST or SGOT) and alanine amino transferase (ALT or SGPT) ≤ 1.5 × institutional ULN\n* Serum creatinine within normal institutional limits or creatinine clearance ≥ 50 mL/min/1.73 m2 for patients with serum creatinine levels above institutional ULN.\n* Pregnancy must be ruled out: serum or urine pregnancy test must be negative within 14 days of treatment start in women of childbearing potential. Pregnancy testing does not need to be pursued in patients who are judged as postmenopausal before enrollment, or who have undergone tubal ligation, bilateral oophorectomy, total hysterectomy.\n* Willingness to undergo adequate contraception if childbearing potential; women of childbearing potential and male patients randomized into treatment Group A must use adequate contraception for the duration of protocol treatment and for 3 months after the last treatment with palbociclib if they are in Group A; adequate contraception is defined as one highly effective form (i.e. abstinence, (fe)male sterilization) OR two effective forms (e.g. non-hormonal IUD and condom / occlusive cap with spermicidal foam / gel / film / cream / suppository).\n\nExclusion Criteria for all patients (Groups A and B):\n\n* Concurrent therapy with other Investigational Products\n* Invasive carcinoma present in the diagnostic biopsy, microinvasion is allowed\n* Uncontrolled intercurrent illness including (active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, diabetes, pulmonary embolism in the past 6 months, or psychiatric illness/social situations that would limit compliance with study requirements).\n* Unable to comply with study requirements\n* Hormone therapies containing estrogen, progesterone, GnRH agonists and antagonists within 4 weeks from diagnostic biopsy.\n* Therapy with any CDK inhibitor in the past 3 months\n\nExclusion criteria specific to treatment Group A:\n\n* History of allergic reactions attributed to compounds of chemical or biologic composition similar to palbociclib\n* Presence of a condition that would interfere with enteric absorption of palbociclib\n* Pregnant women, or women of childbearing potential without a negative pregnancy test (serum or urine) within 7 days prior to enrollment; breastfeeding must be discontinued prior to study entry (Group A only).\n* Patients on combination antiretroviral therapy, i.e. those who are HIV+ (potential for pharmacokinetic interactions or increased immunosuppression with palbociclib).\n* Patients receiving any medications or substances that are potent inhibitors or inducers of CYP3A isoenzymes within 7 days of enrollment or during participation on study\n* Patients with clinically significant history of liver disease, including viral or other known hepatitis, current alcohol abuse, or cirrhosis, etc.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}