{
    "nctId": "NCT02871791",
    "briefTitle": "Palbociclib With Everolimus + Exemestane In BC",
    "officialTitle": "A Phase 1b/2a Study Of Palbociclib In Combination With Everolimus And Exemestane In Postmenopausal Women With Estrogen Receptor Positive and HER2 Negative Metastatic Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Human Epidermal Growth Factor 2 Negative Carcinoma of Breast, Hormone Receptor (HR)-Positive Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 41,
    "primaryOutcomeMeasure": "Clinical Benefit Rate (CBR) [Phase 2a]",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Participants must meet the following criteria on screening examination to be eligible to participate in the study. Laboratory tests required for eligibility must be completed within 14 days prior to the date of registration. Diagnostic tests, such as MRIs and CT scans, must be performed within 30 days of registration and baseline measurements must be documented within 14 days of the date of registration.\n* Participants with histologically or cytologically confirmed hormone receptor (HR)-positive, Her2-negative metastatic breast cancer. Central confirmation of HR positivity is not required\n* Postmenopausal women as defined as:\n\n  * Age \\>60 years\n\n    --- or\n  * Age \\>45 with intact uterus and amenorrhea for ≥ 12 consecutive months or Follicle stimulating hormone (FSH) levels within postmenopausal range according to the ranges established by the testing facility\n\n    --- or\n  * Premenopausal women who have been on a GnRH agonist for at least 6 weeks prior to study entry. Women in this group MUST remain on the GnRH agonist for the duration of protocol treatment\n\n    --- or\n  * Status post bilateral oophorectomy, after adequate healing post surgery;\n* Men are eligible, as long as on a GnRH agonist for at least 6 weeks prior to study entry. Men MUST remain on the GnRH agonist for the duration of protocol treatment.\n* Participants must have measurable disease as per RECIST 1.1.\n* Prior Treatment Specifics:\n\n  * Participants must have radiological or objective evidence of progression to a CDK4/6 inhibitor regimen in the metastatic setting AND relapse/progression on an NSAI (defined as either relapsed ≤ 12 months after completing adjuvant NSAI or progressed through an NSAI for metastatic or locally advanced breast cancer)\n  * Participants may have received any number of previous endocrine/hormonal lines of therapy in the metastatic setting, as long none of them were exemestane-based and the last dose is ≥ 14 days prior to registration;\n  * Participants may have received up to one prior chemotherapy line for advanced breast cancer as long as the last dose is ≥ 21 days prior to registration;\n  * Participants may have received prior biologic treatments or investigational drugs as long as the last dose is ≥ 21 days prior to registration;\n  * Participants may have received radiotherapy for palliative purposes but must not be experiencing \\> grade 1 treatment related toxicities and have completed treatment ≥ 14 days prior to registration\n* Age ≥18 years. Age restriction applies given that no dosing or adverse event data are currently available on the use of palbociclib or exemestane in participants \\<18 years of age.\n* ECOG performance status ≤2 (Karnofsky ≥60%, see Appendix A)\n* For participants enrolling the phase IIa part of the study, accessible tumor lesion(s) for the purpose of research biopsy and willingness to undergo a research biopsy before treatment initiation and at the time of disease progression, as well as a single research blood sample before initiation of therapy. Participants who undergo an attempted on-treatment research biopsy and in whom inadequate tissue is obtained are still eligible to receive protocol therapy. They will not be required to undergo a repeat research biopsy attempt.\n* For participants enrolling the phase IIa part of the study, willingness to provide archival tumor samples when available.\n* Participants must have normal organ and marrow function, as defined below:\n\n  * absolute neutrophil count ≥1,5x109/L\n  * platelets ≥100 x109/L\n  * total hemoglobin ≥ 9 g/dL (which may be post transfusion)\n  * total bilirubin ≤1.5 x institutional upper limit of normal\n  * AST(SGOT)/ALT(SGPT) ≤2.5 × institutional upper limit of normal or ≤5 × institutional upper limit of normal for participants with liver metastization\n  * creatinine ≤1.5 x above institutional normal or ≥ 60 ml/min/1.73m2 for subjects with creatinine levels above institutional normal.\n  * baseline QTc \\< 500 ms\n  * fasting plasma glucose \\<140 mg/dL / 7.8 mmol/L\n* The effects of the combination of palbociclib, everolimus and exemestane on the developing human fetus are unknown. Given that women in this study will be post-menopausal by eligibility criteria (de facto or pharmacologically induced), it is expected that there will be no women of child-bearing potential in this study. If, for any reason, a woman should become pregnant or suspect that she is pregnant while participating in this study, she should inform her treating physician immediately. Of note, premenopausal women and men are only eligible if they have been on a GnRH agonist for at least 6 weeks prior to study entry. These participants MUST remain on the GnRH agonist for the duration of protocol treatment. Such participants should be counseled prior to study entry that GnRH agonists alone may not be adequate contraception and that adequate contraception (barrier method of birth control; abstinence) should be employed for the duration of study participation.\n* Ability to understand and the willingness to sign a written informed consent document.\n\nExclusion Criteria:\n\n* Participants who have demonstrated intolerance to 125mg of Palbociclib are ineligible for the Phase I portion.\n* Participants who are receiving any other investigational agents.\n* Participants who have received previous treatment with an mTOR inhibitor or exemestane.\n* Participants with a history of allergic reactions attributed to compounds of similar chemical or biologic composition to palbociclib, everolimus or exemestane.\n* Participants with known brain metastases may be enrolled in this study if radiation therapy and/or surgery have been completed with a minimum of 3 months of stable disease demonstrated on serial evaluation by CT (with contrast enhancement) or MRI. Such participants must no longer require treatment with corticosteroids or enzyme inducing anti-epileptic medications for their CNS disease.\n* Participants with bilateral diffuse lymphangitic carcinomatosis.\n* Participants with significant symptomatic deterioration of lung function. If clinically indicated, pulmonary function tests including measures of predicted lung volumes, DLco, O2 saturation at rest on room air should be considered to exclude restrictive pulmonary disease, pneumonitis or pulmonary infiltrates.\n* Evidence of current pneumonitis\n* Subjects with organ allograft requiring immunosuppression.\n* Participants with uncontrolled intercurrent illness including, but not limited to:\n\n  * Ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, symptomatic cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements. Ability to comply with study requirements is to be assessed by each investigator at the time of screening for study participation;\n  * Impairment of gastrointestinal function or who have gastrointestinal disease that may significantly alter the absorption of study drugs (e.g., ulcerative disease, uncontrolled nausea, vomiting, diarrhea or malabsorption syndrome).\n* Participants receiving any medications or substances that are moderate or strong inhibitors or inducers of CYP3A within 7 days of registration. Lists including medications and substances known or with the potential to interact with the CYP3A isoenzymes are provided in Appendix B, and can also be found within Sections 2.4.1.2 and 5.8. Because the lists of these agents are constantly changing, it is important to regularly consult a frequently-updated list such as: http://medicine.iupui.edu/clinpharm/ddis/table.aspx; medical reference texts such as the Physicians' Desk Reference may also provide this information. As part of the enrollment/informed consent procedures, the participant will be counseled on the risk of interactions with other agents, and what to do if new medications need to be prescribed or if the participant is considering a new over-the-counter medicine or herbal product.\n* Proton pump inhibitors(PPI) may be taken while on study, however it is recommended that the PPI is taken 12 hours from the time of palbociclib administration. If needed, alternative antacid therapies may be used including H2-receptor antagonists and locally acting antacids. H2-receptor antagonists should be administered with a staggered dosing regimen (twice daily). The dosing of palbociclib should occur at least 10 hours after H2-receptor antagonist evening dose and 2 hours before the H2-receptor antagonist morning dose.\n* Pregnant women are excluded.\n* Individuals with a history of a different malignancy are ineligible except for the following circumstances: a) if they have been disease-free for at least 5 years and are deemed by the investigator to be at low risk for recurrence of that malignancy; b) if diagnosed with the following cancers and treated within the past 5 years: ductal carcinoma in situ of the breast, cervical cancer in situ, and basal cell or squamous cell carcinoma of the skin.\n* Participants known to be HIV-positive on combination antiretroviral therapy are ineligible because of the potential for pharmacokinetic interactions with palbociclib and everolimus. In addition, these individuals are at increased risk of lethal infections when treated with marrow-suppressive therapy. Appropriate studies will be undertaken in participants receiving combination antiretroviral therapy when indicated. Screening for HIV infection at baseline is not required.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}