{
    "nctId": "NCT04733417",
    "briefTitle": "A Study of SHR6390 Combined With Famitinib in the Treatment of HR + / HER2- Advanced Breast Cancer.",
    "officialTitle": "An Exploratory Study of CDK4/6 Inhibitor SHR6390 Combined With Famitinib in the Treatment of HR + / HER2- Advanced Breast Cancer.",
    "overallStatus": "UNKNOWN",
    "conditions": "Advanced Breast Cancer, Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 35,
    "primaryOutcomeMeasure": "Objective response rate (ORR)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Female subjects aged 18 to 75 years old\n2. ECOG performance status 0-1;\n3. Life expectancy is not less than 12 weeks;\n4. Histological or cytological confirmation of HR+/HER2- recurrent/metastatic breast cancer;\n5. Participants must not have received more than two prior lines of hormonal therapy;\n6. Participants must not have received more than two prior lines of chemotherapy in recurrence or metastatic setting. In addition, participants must have been treated with taxanes.\n7. Participants with measurable disease must have at least one \"target lesion\" to be used to assess response on this protocol as defined by RECIST1.1. Participants must have experienced disease recurrence or progression during or after last therapy;\n8. Adequate function of major organs\n9. Participants who have not received anticoagulation therapy: INR≤1.5, APTT≤1.5 ULN. Participants receiving full-dose or parenteral anticoagulation therapy had a stable dose of anticoagulant for more than 2 weeks before entering the clinical study, the result of the coagulation test is within the normal range;\n10. Women of childbearing potential who have a negative pregnancy test within 14 months before enrollment and willing to use adequate contraception prior to enrollment and for the duration of study participation;\n11. No radiotherapy, chemotherapy, molecular targeted therapy, immunotherapy, or surgery were received within 4 weeks before enrollment, and the toxicity of the previous treatment has been restored to ≤1 grade (such as surgery, the wound has healed completely); no endocrine therapy within 7 days before enrollment;\n12. Voluntary participation in the study, signed informed consent, good compliance and willingness to cooperate with follow-up.\n\nExclusion Criteria:\n\n1. Participants who previously received VEGFR TKI;\n2. Participants who previously received CDK4/6 inhibitor;\n3. Allergy to study drug or its components;\n4. Metastasis history of the central nervous system, or brain imaging at baseline or clinical evidence suggests the presence of CNS;\n5. Participated in other drug clinical trials within 4 weeks before the first dose;\n6. Other malignancies within 5 years, except cured in-situ of uterine cervix carcinoma , skin basal cell carcinoma and squamous-cell carcinoma\n7. History of heart disease: uncontrollable hypertension (\\>140/90 mm Hg), hypertensive crisis or hypertensive encephalopathy, ≥ Grade II myocardial ischemia or myocardial infarction, poorly controlled arrhythmia (≥Grade 2, QTc interval ≥470 ms), can't stop taking drugs that may prolong QT (such as antiarrhythmic drugs) during the study; Ⅲ \\~ Ⅳ stage heart failure(according to NYHA), or LVEF \\<50%;\n8. Abnormal coagulation function (INR\\>1.5 or PT \\>ULN+4 seconds or APTT\\>1.5 ULN), have bleeding or thrombotic tendency or receiving thrombolytic or anticoagulant therapy;\n9. A history of bleeding, with clinically significant bleeding symptoms or clear bleeding tendency within 3 months before enrollment, such as gastrointestinal bleeding, hemorrhagic gastric ulcer, fecal occult blood ≥++, or vasculitis;\n10. Arterial/venous thrombosis occurred within one year before screening;\n11. Tumor has invaded important blood vessels or the tumor is likely to invade important blood vessels and cause fatal hemorrhage during treatment; thyroid function is abnormal, even treatment cannot maintain normal thyroid function;\n12. Urine routine test indicates urine protein ≥(++), or 24-hour urine protein ≥1.0g;\n13. Long-term unhealed wounds or fractures;\n14. Received major surgery or suffered severe traumatic injury, fracture or ulcer within 4 weeks after enrollment;\n15. Poor absorption of oral drugs, such as inability to swallow, chronic diarrhea and intestinal obstruction;\n16. Active HBV/HCV/HIV infection;\n17. Pregnant or breastfeeding women. Women of childbearing potential who have a positive pregnancy test or unwilling to use adequate contraception prior to enrollment and for the duration of study participation； Any condition which in the investigator's opinion makes the subjects unsuitable for the study participation.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}