{
    "nctId": "NCT05732428",
    "briefTitle": "A Study to Learn About the Study Medicine Called Vepdegestrant (ARV-471, PF-07850327) in People With ER+/HER2- Advanced Breast Cancer in China",
    "officialTitle": "A PHASE 1, OPEN LABEL STUDY EVALUATING THE PHARMACOKINETICS, SAFETY, AND TOLERABILITY OF ARV-471 (PF-07850327) AS A SINGLE AGENT IN CHINESE PARTICIPANTS WITH ER+/HER2- ADVANCED BREAST CANCER",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 9,
    "primaryOutcomeMeasure": "Single dose Cmax (Maximum plasma concentration)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histological or cytological diagnosis of breast cancer with evidence of ER+/HER2- locally advanced or metastatic disease, which is not amenable to surgical resection or radiation therapy with curative intent.\n* Received at least 1 line of SOC of endocrine therapy with or without CDK4/6 inhibitor for locally advanced or metastatic disease.\n* Up to 2 prior regimens of chemotherapy for advanced or metastatic disease setting are allowed.\n\nExclusion Criteria:\n\n* Known active uncontrolled or symptomatic CNS metastases, carcinomatous meningitis, or leptomeningeal disease as indicated by clinical symptoms, cerebral edema, and/or progressive growth. Participants with a history of CNS metastases or cord compression are eligible if they have been definitively treated (eg, radiotherapy, stereotactic surgery) and clinically stable (including patients with residual CNS symptoms/deficits) off enzyme-inducing anticonvulsants and steroids for at least 28 days prior to first dose of study drug.\n* Any of the following in the previous 6 months: myocardial infarction, severe/unstable angina, coronary/peripheral artery bypass graft, symptomatic congestive heart failure (New York Heart Association Class III or IV), cerebrovascular accident, transient ischemic attack, or symptomatic pulmonary embolism or other clinically significant episode of thromboembolic disease, congenital long QT syndrome, Torsade de Pointes, serious conduction system abnormalities (eg, bifascicular block defined as right bundle branch and left anterior or posterior hemiblock, 3rd degree AV block), clinically important arrhythmias, left anterior hemiblock (bifascicular block), ongoing cardiac dysrhythmias of NCI CTCAE Grade ≥2, atrial fibrillation of any grade.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}