{
    "nctId": "NCT02682693",
    "briefTitle": "Denosumab as an add-on Neoadjuvant Treatment (GeparX)",
    "officialTitle": "Investigating Denosumab as an add-on Neoadjuvant Treatment for RANK-positive or RANK-negative Primary Breast Cancer and Two Different Nab-Paclitaxel Schedules ; 2x2 Factorial Design (GeparX)",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer Female NOS, Tubular Breast Cancer Stage II, Mucinous Breast Cancer Stage II, Invasive Ductal Breast Cancer, HER2 Positive Breast Cancer, Inflammatory Breast Cancer, Tubular Breast Cancer Stage III",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 780,
    "primaryOutcomeMeasure": "pcR rates of neoadjuvant treatment with or without denosumab in addition to nab-paclitaxel and EC.",
    "eligibilityCriteria": "Inclusion criteria:\n\n* Unilateral or bilateral primary carcinoma of the breast, confirmed histologically by core biopsy. Fine-needle aspiration from the breast lesion alone is not sufficient. Incisional biopsy or axillary clearance is not allowed. In case of bilateral cancer, the investigator has to decide prospectively which side will be evaluated for the primary endpoint.\n* Tumor lesion in the breast with a palpable size of 2 cm or a sonographical size of 1 cm in maximum diameter. The lesion has to be measurable in two dimensions, preferably by sonography. In case tumor isn't measurable by sonography, then MRI or mammography is sufficient. In case of inflammatory disease, the extent of inflammation can be used as measurable lesion.\n* Patients must have stage cT1c - cT4a-d disease.\n* In patients with multifocal or multicentric breast cancer, the largest lesion should be measured.\n* Centrally confirmed ER-negative and PR-negative status. Central pathology includes also assessment of HER2, Ki-67, TIL and RANK status on core biopsy. ER/PR negative is defined as ≤1% stained cells and HER2-positive is defined as IHC 3+ or in-situ hybridization (ISH) and according to ASCO-CAP guidelines as of 2013. LPBC (lymphocyte predominant breast cancer) is defined as more than 50% stromal tumour infiltrating lymphocytes. Formalin-fixed, paraffin-embedded (FFPE) breast tissue from core biopsy has therefore to be sent to the GBG central pathology laboratory prior to randomization.\n\nExclusion criteria:\n\n* Patients with stages cT1a, cT1b, or any M1.\n* Prior chemotherapy for any malignancy.\n* Prior radiation therapy for breast cancer.\n* History of disease with influence on bone metabolism, such as osteoporosis, Paget's disease of bone, primary hyperparathyroidism requiring treatment at the time of randomization or considered likely to become necessary within the subsequent six months.\n* Use of bisphosphonates or denosumab within the past 1 year.\n* Significant dental/oral disease, including prior history or current evidence of osteonecrosis/ osteomyelitis of the jaw, active dental or jaw condition which requires oral surgery, non-healed dental/oral surgery, planned invasive dental procedure for the course of the study.\n* Previous malignant disease being disease-free for less than 5 years (except CIS of the cervix and non-melanomatous skin cancer).\n* Known or suspected congestive heart failure (\\>NYHA I) and / or coronary heart disease, angina pectoris requiring antianginal medication, previous history of myocardial infarction, evidence of transmural infarction on ECG, uncontrolled or poorly controlled arterial hypertension (i.e. BP \\>140 / 90 mm Hg under treatment with two antihypertensive drugs), rhythm abnormalities requiring permanent treatment, clinically significant valvular heart disease.\n* Currently active infection.\n* Incomplete wound healing.\n* Definite contraindications for the use of corticosteroids.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}