{
    "nctId": "NCT01818713",
    "briefTitle": "Clinical and Pharmacological Study With 2B3-101 in Patients With Breast Cancer and Leptomeningeal Metastases",
    "officialTitle": "Clinical and Pharmacological Study With 2B3-101 in Patients With Breast Cancer and Leptomeningeal Metastases",
    "overallStatus": "UNKNOWN",
    "conditions": "Meningeal Carcinomatosis",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 6,
    "primaryOutcomeMeasure": "- safety and preliminary response using the \"LM response score\" during the 2B3-101 treatment in patients with LM from breast cancer.",
    "eligibilityCriteria": "Inclusion criteria:\n\n1. Age ≥ 18 years.\n2. Radiological or cytological evidence of clinically LM of pathologically confirmed breast cancer.\n3. Concomitant brain metastases are allowed\n4. ECOG Performance Status ≤ 2.\n5. Estimated life expectancy of at least 8 weeks.\n6. Stable/decreasing dosage of steroids (e.g.dexamethasone) for 7 days prior to baseline MRI.\n7. Use of non-enzyme inducing anti-epileptic drugs is allowed.\n8. Toxicities incurred as a result of previous anticancer therapy (radiation therapy, chemotherapy, or surgery) must be resolved to ≤ grade 2 (as defined by CTCAE version 4.0).\n9. Written informed consent according to local guidelines.\n10. Local radiation of CNS symptomatic sites more than four weeks prior to start of the study is allowed.\n\nExclusion criteria:\n\n1. Less than 4 weeks from the last treatment of chemotherapy, biological therapy, immunotherapy, endocrine therapy and less than 6 weeks for nitrosoureas and mitomycin C.\n2. Less than 4 weeks from the last radiotherapy of the brain or spinal cord/cauda equine.\n3. Patients that have received a maximum cumulative dose of free (i.e., non-liposomal) or liposomal doxorubicin \\> 360mg/m2 or free epirubicin \\> 600mg/m2\n4. Current or recent (less than 4 weeks before first 2B3-101 treatment) treatment with another investigational drug.\n5. Any other current anticancer therapy\n6. Inadequate bone marrow function, defined as: Absolute Neutrophil Count (ANC): \\< 1.5 x 109/L, or platelet count \\< 100 x 109/L or haemoglobin \\< 6 mmol/L.\n7. Inadequate liver function\n8. Inadequate renal function\n9. Pregnancy or lactation\n10. For female subjects of childbearing potential (defined as \\< 2 years after last menstruation and not surgically sterile) and male subjects who are not surgically sterile and with female partners of childbearing potential: absence of effective, non-hormonal means of contraception (intrauterine contraceptive device, barrier method of contraception in conjunction with spermicidal gel).\n11. Major surgical procedure (including open biopsy, excluding central line IV and Port-a-cath) within 4 weeks prior to the first study treatment, or anticipation of the need for major surgery during the course of the study treatment.\n12. Grade 3 or 4 motor, sensory, or cranial neuropathy symptoms (as defined by CTCAE version 4.0) caused by previous chemotherapy.\n13. Uncontrolled hypertension (systolic \\> 150 mm Hg and/or diastolic \\>100mm Hg).\n14. Clinically significant (i.e. active) cardiovascular disease defined as:\n\n    * Stroke within 6 months prior to treatment with 2B3-101 (day 1);\n    * Transient Ischaemic Attack (TIA) within 6 months prior to day 1;\n    * Myocardial infarction (MI) within ≤ 6 months prior to day 1;\n    * Unstable angina pectoris (AP);\n    * New York Heart Association (NYHA) Grade II or greater Congestive Heart Failure (CHF);\n    * Cardiac arrhythmia, except stable atrium fibrillations;\n15. LVEF by MUGA or ECHO \\< 50%.\n16. Known hypersensitivity to any of the study drug components or its excipients (doxorubicin, PEG or GSH).\n17. Evidence of any other medical conditions that may interfere with the planned treatment, affect patient compliance or place the patient at high risk from treatment-related complications.\n18. Contra-indications for lumbar punctures:\n\n    * blood clotting disorders (INR\\>1.5, platelets \\<20x109 /l, aPTT \\> 1.5 ULN). Lumbar puncture after platelets transfusion resulting into platelets \\> 20x109 /l after transfusion is allowed.\n    * therapeutic anticoagulant treatment that cannot be interrupted for 24 hours. Low dose prophylactic treatment with low molecular weight heparins is allowed.\n    * cerebral space-occupying lesions with a risk of cerebral herniation.\n    * spinal space-occupying lesions with a risk of myelocompression or conus/cauda compression.\n19. Active systemic or CNS infection.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}