{
    "nctId": "NCT01559194",
    "briefTitle": "Low Fat Versus Protein Sparing Diet for Weight Loss & Impact on Biomarkers Associated With Breast Cancer Risk",
    "officialTitle": "A Randomized Comparison of a Low Fat or Low Carbohydrate Dietary Pattern for Weight Loss and Impact on Biomarkers Associated With Breast Cancer Risk in Overweight and Obese Premenopausal Women: Lifestyle Eating and Fitness",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer, Weight Loss",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "PREVENTION",
    "enrollmentCount": 82,
    "primaryOutcomeMeasure": "Number of women who lose weight when following 1 of 2 different calorie-restricted diets",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Aged 30 and older\n* Premenopausal (may be confirmed by FSH)\n* No previous diagnosis of cancer (except non-melanomatous skin cancer)\n* Body mass index between 25-34 kg/m2\n* Women must be expected to live in the Columbus area for the next 18 months.\n* All women must present a letter of medical clearance from their primary care physician.\n\nExclusion Criteria:\n\n* Pregnant women or women who plan to become pregnant during the study period will not be enrolled. Women who become pregnant during the intervention will be withdrawn from the study.\n* Women who are already participating in a formal weight loss program (such as Weight Watchers)will not be eligible.\n* Women with a medical history that precludes adherence to either of the two dietary patterns will also be excluded. This includes a history of renal insufficiency, gluten enteropathy, Crohn's disease or other medical conditions that significantly impact nutritional status or metabolism. Women with either type I or controlled type II diabetes will be eligible to participate in this trial.\n* All medical problems must be managed and controlled. Lipid profile, blood glucose, hemoglobin A1c, and blood pressure will be assessed at the screening visit. These results will be reviewed by the study physician. Women who have abnormal values that, at the discretion of the study physician, would benefit from medical management will be referred to a primary care physician prior to considering them for enrollment.",
    "sex": "FEMALE",
    "minimumAge": "30 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}