{
    "nctId": "NCT01432886",
    "briefTitle": "A Study of Eribulin Mesylate With Trastuzumab for Advanced or Recurrent Human Epidermal Growth Factor Receptor 2-Positive (HER2+) Breast Cancer",
    "officialTitle": "A Phase 1 Study of Eribulin Mesylate With Trastuzumab for Advanced or Recurrent Human Epidermal Growth Factor Receptor 2-Positive (HER2+) Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 12,
    "primaryOutcomeMeasure": "Number of Participants With Dose Limiting Toxicity (DLT)",
    "eligibilityCriteria": "Inclusion Criteria\n\n* Females aged greater than or equal to 20 years and less than 75 years at the time of informed consent.\n* Histologically or cytologically confirmed with breast cancer\n* Score 3+ by immunohistochemistry (IHC) or HER2 positive by Fluorescence in Situ Hybridization (FISH) method\n* Subjects who meet any of the following criteria:\n\n  * Evidence of recurrence during adjuvant chemotherapy with trastuzumab and taxane\n  * Evidence of recurrence within 6 months after adjuvant chemotherapy with trastuzumab and taxane\n  * Experienced prior chemotherapy including trastuzumab and taxane for advanced or recurrent breast cancer\n* Adequate organ function\n* Eastern Cooperative Oncology Group (ECOG)-Performance Status (PS) is 0 or 1\n* Subjects who have submitted written informed consent for study entry\n\nExclusion Criteria\n\n* Subjects with known brain metastasis accompanied by clinical symptoms or requiring active treatment\n* Subjects with severe active infection requiring active treatment\n* Subjects with large pleural effusions, ascites, or pericardial effusions requiring drainage.\n* Hypersensitivity to trastuzumab, halicondrin B or halicondrin B chemical derivatives\n* Known positive for human immunodeficiency virus (HIV) test or positive for hepatitis B surface (HBs antigen) or hepatitis C (HCV) by serum test.\n* Subjects who are pregnant (positive B-hCG test) or breastfeeding\n* Subjects judged to be ineligible for this study by the principal investigator or sub-investigator.",
    "sex": "FEMALE",
    "minimumAge": "20 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}