{
    "nctId": "NCT04852081",
    "briefTitle": "Analysis of Therapy Sequence in Women With HR+, HER2 - mBC in Moscow: A Multicenter Retrospective Observational Study.",
    "officialTitle": "Analysis of Therapy Sequence in Women With Hormone Receptor-positive, HER2-negative Metastatic Breast Cancer in Russia: A Multicentre Retrospective Observational Real-life Study.",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer Stage IV",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 1000,
    "primaryOutcomeMeasure": "To describe treatment sequences of all lines of therapy received by HER2 + mBC patients in Moscow",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patient has a histologically and/or cytologically confirmed diagnosis of estrogen-receptor positive and/or progesterone receptor positive breast cancer based on the most recently analyzed tissue sample and all tested by local laboratory. ER should be more than 10% ER positive or Allred ≥5 by local laboratory testing.\n* Patient has HER2-negative breast cancer defined as a negative in situ hybridization test or an IHC status of 0, 1+ or 2+. If IHC is 2+, a negative in situ hybridization (FISH, CISH, or SISH) test is required by local laboratory testing and based on the most recently analyzed tissue sample.\n* Patient has inoperable locally advanced or metastatic breast cancer\n* Patient has adequate bone marrow and organ function\n* Patient must be physically well enough that they are capable of treatment\n\nExclusion Criteria:\n\n* Patient has severe acute or chronic medical or psychiatric condition, including recent or active suicidal ideation or behavior, or laboratory abnormality that may interfere with the interpretation of study results\n* no clinical and anamnestic information or information about safety or information about effectiveness treatment",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}