{
    "nctId": "NCT02018419",
    "briefTitle": "Increased Frequency of AlloStim(TM) Dosing in Combination With Cryoablation in Metastatic Breast Cancer Patients",
    "officialTitle": "In-Situ Cancer Vaccine: Phase I/IIb, Open-Label Study to Assess Safety of AllostimTM in Combination With Cryoablation in Metastatic Breast Cancer Previously Treated With an Anthracycline, a Taxane and Capecitabine",
    "overallStatus": "WITHDRAWN",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "To determine the safety of increased frequency of dosing",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Women w/ histologically/cytologically confirmed breast carcinoma\n2. Documented progressive metastatic disease not amenable to curative surgery/radiotherapy\n3. Age ≥18 and ≤70 years\n4. Prior treatments that included capecitabine and both an anthracycline and a taxane drug and resistant to taxane therapy\n\n   1. ER+ patients: minimum cumulative dose of anthracycline (≥ 180 mg/m² of doxorubicin or ≥ 300 mg/m² of epirubicin) or resistance to anthracycline, capecitabine and anti-hormonal therapy\n   2. Resistance is defined as tumor progression while receiving treatment or progression within 4 months of the last dose in the metastatic setting, or recurrence within 12 months in the neoadjuvant/adjuvant setting\n5. Post-menopausal ER+ and/or PR+ must have received at least 2 lines of prior anti-estrogen therapy, which includes an aromatase inhibitor\n6. Her2+ patients: at least 1 Her2+ targeted regimen containing trastuzumab alone or with pertuzumab/lapatinib. Trastuzumab/pertuzumab must have been discontinued at least 4 weeks before treatment\n7. Prior radiation therapy completed \\>4 weeks before treatment\n8. Measurable disease according to revised RECIST v.1.1 guidelines with at least 1 lesion deemed to be safely accessible for serial biopsy\n9. ECOG \\<2\n10. Adequate hematological function\n\n    1. Absolute granulocyte count ≥ 1,500/mm3\n    2. Platelet count ≥ 100,000/mm3\n    3. PT/INR ≤ 1.5\n    4. INR correctable to ≤ 1.5 or a PT/PTT correctable to normal limits. Patients receiving anti-coagulation treatment with agent such as warfarin/heparin may participate. For patients on warfarin, INR should be monitored weekly prior to any intervention to assure INR is stable. Heparin/warfarin must be withheld before biopsy\n    5. Hemoglobin ≥ 9 g/dL (may be corrected by transfusion)\n11. Adequate organ function\n\n    1. Creatinine ≤ 1.5 mg/dL\n    2. Total bilirubin ≤ 1.5 times ULN\n    3. Alkaline phosphatase≤2.5 times ULN (≤5 times normal if liver involvement)\n    4. Aspartate aminotransferase (AST/SGOT) ≤ 5.0 times ULN\n    5. Alanine aminotransferase (ALT/SGPT) ≤ 5.0 times ULN\n12. EKG without clinically relevant abnormalities\n13. Pre-menopausal with child bearing potential subjects must use adequate contraception\n14. Informed consent in the native language of the subject\n\nExclusion Criteria:\n\n1. Peritoneal carcinomatosis\n2. Moderate-large ascites accumulation requiring/likely to require paracentesis\n3. Clinical/radiological evidence of brain metastasis/leptomeningeal involvement\n4. Pulmonary lymphangitis/symptomatic pleural effusion (grade ≥ 2) that results in pulmonary dysfunction requiring active treatment\n5. History of 2nd primary malignancy, except: bilateral breast carcinoma, in situ carcinoma of the cervix, adequately treated non-melanomatous carcinoma of the skin, and other malignancy treated at least 5 years with no evidence of recurrence\n6. \\>3 prior chemotherapy regimens for metastatic disease\n7. History of severe hypersensitivity to monoclonal antibody drugs/any contraindication to study drugs\n8. Pregnant or breast feeding\n9. Any serious, concurrent uncontrolled medical disorder\n10. Prior hepatectomy, liver chemoembolization, liver cryoablation/ radiofrequency ablated\n11. Symptomatic pulmonary disease\n12. Bevacizumab (Avastin®) within 3 weeks of accrual\n13. Prior allogeneic bone marrow/stem cell or solid organ transplant\n14. Chronic use (\\> 2 weeks) of greater than physiologic doses of corticosteroid agent (dose equivalent to \\> 10 mg/day of prednisone) within 30 days of the first day of study treatment. Topical and inhaled corticosteroids are permitted\n15. Concomitant active autoimmune disease\n16. Prior experimental therapy/cancer vaccine treatment\n17. Current immunosuppressive therapy, including: cyclosporine, antithymocyte globulin, or tacrolimus within 1 month of study entry\n18. History of blood transfusion reactions\n19. Known allergy to bovine products\n20. Know allergy to murine products\n21. Progressive viral/bacterial infection. All infections must be resolved and the patient must remain afebrile for 7days without antibiotics prior to enrollment\n22. Cardiac disease of symptomatic nature or cardiac ejection fraction \\< 45%\n23. History of HIV positivity or AIDS\n24. Psychiatric/addictive disorders or other condition that, in the opinion of the investigator, would preclude study participation\n25. Concurrent medication known to interfere with platelet function or coagulation (e.g., aspirin, ibuprofen, clopidogrel, or warfarin) unless can be discontinued for an appropriate time period based on the drug half-life and known activity (e.g., aspirin for 7 days) prior to cryoablation procedure\n26. Use of low molecular weight heparin preparations unless can be discontinued 8 hours prior to cryoablation",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}