{
    "nctId": "NCT03145961",
    "briefTitle": "A Trial Using ctDNA Blood Tests to Detect Cancer Cells After Standard Treatment to Trigger Additional Treatment in Early Stage Triple Negative Breast Cancer Patients",
    "officialTitle": "c-TRAK TN: A Randomised Trial Utilising ctDNA Mutation Tracking to Detect Minimal Residual Disease and Trigger Intervention in Patients With Moderate and High Risk Early Stage Triple Negative Breast Cancer",
    "overallStatus": "UNKNOWN",
    "conditions": "Triple Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 208,
    "primaryOutcomeMeasure": "Positive ctDNA detection by 12 months",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Signed Informed Consent Form for Registration.\n2. Male or female patients ages 16 years or older.\n3. ECOG performance status 0, 1 or 2.\n4. Histologically proven primary triple negative breast cancer as defined as oestrogen receptor (ER) negative, progesterone receptor (PgR) negative (if available, otherwise PgR unknown), (as defined by Allred score 0/8 or 2/8 or stain in \\<1% of cancer cells) and HER2 negative (immunohistochemistry 0/1+ or negative by in situ hybridization) as determined by local laboratory.\n5. Availability of tissue from two archival tumour tissue samples (either from diagnostic biopsy and/or primary surgery). If only one tumour sample is available, the site should inform the ICR-CTSU who will discuss eligibility with the Chief Investigator (or designated TMG member). Patients who have tumours previously sequenced outside the c-TRAK TN trial must provide one archival tumour tissue sample and the report that confirms the mutations detected.\n6. Patients with moderate or high risk early stage triple negative breast cancer according to the following risk of relapse criteria:\n\n   Neoadjuvant chemotherapy (no adjuvant chemotherapy planned) High risk criteria - Residual microscopic or macroscopic invasive cancer in the axillary nodes after chemotherapy Moderate risk criteria - Residual invasive cancer in the breast, and axillary lymph node negative after chemotherapy Adjuvant chemotherapy High risk criteria - Tumour size \\>50mm and node positive OR ≥4 nodes positive regardless of primary tumour size.\n\n   Moderate risk criteria - Tumour size \\>20mm AND/OR involved axillary macroscopic lymph node.\n\n   Both neoadjuvant and adjuvant chemotherapy Patients who have received both neoadjuvant chemotherapy and further adjuvant chemotherapy must fulfil only the adjuvant chemotherapy risk criteria to be eligible. They can fulfil the criteria on either clinical staging prior to neoadjuvant chemotherapy or pathological staging at surgery.\n7. Patients must be registered according to the following criteria for timing of registration:\n\n   Neoadjuvant chemotherapy (no adjuvant chemotherapy planned):\n\n   Patients must be registered within 6 weeks of surgery. Patients may be registered before or during radiotherapy and should be registered as early as possible.\n\n   Adjuvant chemotherapy (no neoadjuvant chemotherapy received):\n\n   Patients must be registered before, or on the day of, the 3rd cycle of adjuvant chemotherapy and should be registered as early as possible.\n\n   Both neoadjuvant and adjuvant chemotherapy Patients must be registered within 6 weeks of surgery. Patients may be registered before or during radiotherapy. Patients must register before starting capecitabine.\n8. Consent to provide research blood samples.\n9. Patients with bilateral tumours can be included if both are triple negative and if two archival tissues samples can be provided per tumour.\n10. Patients must have had surgery achieving clear margins (as per local guidelines).\n11. Female and male patients of reproductive potential must be willing to use an adequate method of contraception for the first year of the trial and, if allocated to pembrolizumab, for the duration of treatment through to 120 days after the last dose of pembrolizumab (see appendix 2). Note: Abstinence is acceptable if this is the usual lifestyle and preferred contraception for the patient.\n12. Patients must be willing to have frequent blood tests (every 3 months for 2 years in ctDNA surveillance and 3 weekly if subsequently allocated pembrolizumab) and receive a 12 month course of pembrolizumab on ctDNA detection.\n13. No evidence of distant metastatic disease or local recurrence on staging scans conducted at any time since initial diagnosis.\n\nNB: Additional eligibility criteria apply to confirm eligibility to commence pembrolizumab treatment following randomisation.\n\nExclusion Criteria:\n\n1. Any concurrent or planned treatment for the current diagnosis of breast cancer other than surgery, loco regional adjuvant radiotherapy, standard neoadjuvant or adjuvant chemotherapy, or a bisphosphonate/denosumab.\n2. Prior treatment with a PDL1, PD1, or other immunomodulatory therapy.\n3. Prior diagnosis of cancer (including prior diagnosis of breast cancer) in the previous 5 years, other than for basal cell carcinoma of the skin or cervical carcinoma in situ.\n4. Patients previously entered into a therapeutic trial during or after neoadjuvant chemotherapy where experimental therapy is continued post-surgery (see protocol section 15).\n5. Treatment with an unlicensed or investigational product within 4 weeks of trial entry.\n6. Active autoimmune disease requiring systemic therapy in the last two years (i.e. with use of disease modifying agents, corticosteroids or immunosuppressive drugs). Replacement therapy (e.g. thyroxine, insulin or physiologic corticosteroid replacement therapy for adrenal or pituitary insufficiency) is not considered a form of such systemic treatment.\n7. Diagnosis of immunodeficiency or receiving systemic steroid therapy or any other form of immunosuppressive therapy within 7 days prior to the first dose of pembrolizumab.\n8. Known history of active Tuberculosis Bacillus (TB).\n9. Known history of Human Immunodeficiency Virus (HIV).\n10. Known active Hepatitis B or Hepatitis C.\n11. Known history of, or any evidence of active, non-infectious pneumonitis.\n12. Active infection requiring systemic therapy.\n13. Previous solid organ or allogenic stem cell transplantation.\n14. Females who are pregnant or breastfeeding.\n15. Presence of any systemic illness incompatible with participation in the clinical trial or inability to provide written informed consent.\n16. A pathological complete response (pCR) to neoadjuvant chemotherapy\n\nNB. Additional exclusion criteria apply to confirm eligibility to commence pembrolizumab treatment following randomisation.",
    "sex": "ALL",
    "minimumAge": "16 Years",
    "stdAges": "CHILD, ADULT, OLDER_ADULT"
}