{
    "nctId": "NCT02768415",
    "briefTitle": "Study of Apatinib Combined With Oral Vinorelbine in Metastatic HER2 Negative Breast Cancer",
    "officialTitle": "Phase II Study of Apatinib Combined With Oral Vinorelbine in Pretreated Metastatic HER2 Negative Breast Cancer",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 40,
    "primaryOutcomeMeasure": "Progression free survival (PFS) among metastatic HER2 negative breast cancer treated with apatinib and oral vinorelbine",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age between 18 and 75 year-old women; HER2 negative(immunohistochemistry or fluorescence in situ hybridization);\n2. ECOG score: 0-1, expected survival time ≥ 3months;\n3. Pathologically or cytologically confirmed breast cancer;\n4. Anthracycline- / taxane- pretreated (adjuvant, neoadjuvant) breast cancer patients who have failed from 1-2 standard chemotherapies after recurrence and metastasis;\n5. According to RECIST 1.1, exist at least ≥1 measurable lesion(CT \\>1cm，other examination \\>2cm) ;\n6. The patients have enough organ function. The laboratory test indexes must comply with the following requirements:\n\n   Blood routine: neutrophil≥1.5G/L, platelet count ≥80G/L, hemoglobin ≥90g/L Liver function: serum bilirubin ≤ 1.5 times the upper limit of normal value; ALT and AST≤2.5 times the upper limit of normal value; ALT and AST≤5 times the upper limit of normal value when liver metastasis Renal function: serum creatinine ≤ 1.0times the upper limit of normal value, creatinine clearance \\>50ml/min（Cockcroft-Gault formula)\n7. Women of child-bearing age should be carried out pregnancy test (serum or urine) within 7 days before recruit, the results should be negative; and are willing to adopt the appropriate methods of contraception during the trial and 8 weeks after last administration；\n8. Can swallow oral drugs;\n9. The patients have good compliance to the therapy and follow-up to be scheduled and are able to understand the study protocol and sign the Informed Consent Form.\n\nExclusion Criteria:\n\n1. The patients in pregnancy or lactation growth period and did not take effective contraception;\n2. The patients who received ≥3 chemotherapies（Do not include endocrine therapy）after recurrence and metastasis; involved in other clinical trials four weeks prior to the start of the study;\n3. The patients with a variety of factors that affect the oral administration and absorption of drugs；\n4. The patients previously received anti-VEFG of anti-VEGFR therapies；\n5. The patients with rapid progression of viscera invasion(liver lesion \\>1/2 viscera area or liver dysfunction);\n6. The patients have uncontrollable mental illness.\n7. The patients who had serious adverse effect to oral vinorelbine or were allergic to vinorelbine.\n8. The patients who have only bone metastasis without other measurable lesion;\n9. The patients experience severe cardiovascular diseases;\n10. The patients experience severe upper gastrointestinal ulcer or malabsorption syndrome.\n11. Abnormal bone marrow functions(neutrophil\\<1.5G/L, platelet count \\<75G/L, hemoglobin \\<90g/L)；\n12. Abnormal renal function(serum creatinine \\> 1.5 times the upper limit of normal value)；\n13. Abnormal liver function(serum bilirubin ≤ 1.5 times the upper limit of normal value);\n14. The patients have uncontrollable brain metastasis;\n15. The patients do not have good compliance to the therapy.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}