{
    "nctId": "NCT01641406",
    "briefTitle": "\"Phase II Study of PET Guided Neoadjuvant Chemotherapy (NAC) and Oncotype Guided Hormonal Therapy of Breast Cancer\"",
    "officialTitle": "\"Phase II Study of PET Guided Neoadjuvant Chemotherapy (NAC) and Oncotype Guided Hormonal Therapy of Breast Cancer\"",
    "overallStatus": "UNKNOWN",
    "conditions": "Infiltrating Duct and Lobular Carcinoma In Situ, Invasive Lobular Breast Carcinoma, Inflammatory Breast Carcinoma",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 60,
    "primaryOutcomeMeasure": "The primary objective is to obtain a RCB rate of 0-1 in at least 66%",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Previously untreated (no chemotherapy, hormonal or radiation therapy)invasive breast cancer.\n* Diagnosis of invasive ductal or lobular breast cancer plus or minus DCIS. Inflammatory carcinoma will also be elegible.\n* Age≥ 18 years\n* Only female patients are eligible\n* Tumor≥ 1.0cm by MRI and/or sonographic or clinical exam measurements. If the tumor is \\<1.0 but the patient has biopsy proven lymph node metastasis, she will also be considered eligible.Although only tumors≥2cm are consideredmeasurable by RECIST criteria, we will nevertheless include tumors≥1cm since the primary endpoint is pathological CR rate.\n* Performance status ECOG≤2 or Karnofsky≥ 50%\n* Peripheral neuropathy≤ grade 1\n* Hematologic (minimal values):Absolute Neutrophil count≥1,500/mm³; Hemoglobin≥8.0g/dl; Paltelet count≥100,000/mm³\n* Hepatic; Total bilirubin≤ULN AST and ALT and ALP do not have to be within the range. In determining eligibility the more abnormal of the two values(AST or ALT) should be use as per protocol table on p.24of 69.\n* Women of childbearing potential must have a negative pregnancy test\n* Men and women of childbearing potential must be willing to consent to use effective contraception while on treatment and for at least 3 months thereafter.\n* Renal;urine protein:creatinine(UPC)ratio1.0 at screening or urine dipstick for proteinuria\\<2+(patients discovered to have˃/=2+ protinuria on dipstick urinalysis at baseline should undergo a 24 hour urine collection and must demonstrate\\</=1g of protein in 24 hrs to be elegible\n\nExclusion Criteria:\n\n* Pregnant or breast feeding patients are excluded\n* Patients with second malignancies with expected survival\\<5 years\n* Previous chemotherapy with Taxanes,Anthracyclines or Cyclophosphamide.\n* Patientes with history of severe hypersensitivity reaction to Taxotere(Docetaxel)or other drugs formulated with polysorbate 80.\n* Pure DCIS diagnoses are not elegible\n* Special histologies with favorable prognosis such as mucinous, tubular are not elegible\n* Patients with reduced ejection fraction\\<50% are not eligible\n* Patients with tumors\\<1.0cm unless biopsy proven axillary node metastasis present.\n* Cardiac thrombotic events in the past 12 months\n* Stroke or transient ischemic attacks (TIA) within 12 months\n* poorly controlled hypertension defined as persistent blood pressure elevation˃150 systolic and/or 100 diastolic not responsive to medications.\n* GI condition that increases risk of perforation within 6 months of study\n* Any serious non-healing wound, ulcer, or bone fracture.\n* No minor surgical procedure within 7 days of study entry or major surgery within 28 days of study entry or anticipation of need for major surgical procedure during the course of the study.\n* Significant vascular disease such as symptomatic peripheral vascular disease.\n* Any evidence of bleeding diathesis or coagulopathy.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}