{
    "nctId": "NCT06548919",
    "briefTitle": "Current Status of Treatment for Chinese Patients With ESR1-mutated HR+/HER2-advanced Breast Cancer",
    "officialTitle": "Effectiveness and Safety of Different Treatment Regimens in Patients With ESR1-mutated HR+/HER2-advanced Breast Cancer After Failure of Prior Endocrine Therapy: a Prospective, Non-interventional, Real-world Study",
    "overallStatus": "RECRUITING",
    "conditions": "ESR1 Gene Mutation, Advanced Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 450,
    "primaryOutcomeMeasure": "PFS",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* 1. must have a histologically or cytologically confirmed diagnosis of breast cancer with evidence of locally advanced disease unsuitable for excision or radical radiotherapy, or evidence of metastatic disease unsuitable for radical treatment.\n* 2. female ≥ 18 years of age\n* 3. female subjects must be postmenopausal (meeting any of the following criteria is sufficient) a) Has undergone oophorectomy. b) Age ≥ 60 years. c) 40 years old \\< age ≤ 60 years old with 1 year of menopause. d) Age \\<60 years and receiving ovarian suppression therapy.\n* 4. ER-positive and HER2-negative status and ESR1-mutation positive must be confirmed.\n* 5. must have progressed on at least one line of endocrine therapy prior to enrollment, including monotherapy or combination therapy.\n* 6. have normal organ function (as assessed by the investigator).\n\nExclusion Criteria:\n\n* 1. women who are pregnant or breastfeeding\n* 2. known difficulties in tolerating oral medications, or conditions that interfere with the absorption of oral medications or allergies to medications and their excitements\n* 3. other conditions that make enrollment in the study unsuitable, at the discretion of the investigator",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}