{
    "nctId": "NCT04053322",
    "briefTitle": "Durvalumab, With Olaparib and Fulvestrant in Advanced ER+, HER2- Breast Cancer Patients.",
    "officialTitle": "An International Multicenter Phase II Trial of Durvalumab (MEDI4736) Plus OLAparib Plus Fulvestrant in Metastatic or Locally Advanced ER-positive, HER2-negative Breast Cancer Patients Selected Using Criteria That Predict Sensitivity to Olaparib",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "ER-positive and HER2-negative Metastatic or Locally Advanced Breast Cancer, a Germline or Somatic BRCA Mutation, or a Deleterious Alteration of Other Genes Involved in Homologous Recombination Repair (HRR) or in MSI Status",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 172,
    "primaryOutcomeMeasure": "Progression-free survival rate (PFSR)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Histologically confirmed ER-positive (≥10%), HER2-negative (0, 1+, 2+, and no HER2 gene amplification by ISH), metastatic or locally advanced breast cancer that is not amenable to resection or radiation with curative intent.\n2. Patients aged ≥18 years old (post-menopausal or pre/per-menopausal women and men).\n3. Documented personal germline alteration in BRCA1 or BRCA2 that is predicted to be deleterious. Testing may be performed at any time prior to inclusion.\n\n   OR Deleterious germline or somatic alterations implicated in the HRR pathway (ATM, BARD1, BRCA1, BRCA2, BRIP1, CDK12, CHEK1, CHEK2, FANCA, FAND2, FANCL, MRE11A, NBN, PALB2, PPP2R2A, RAD51B, RAD51C, RAD51D and RAD54L) or in MSI status all based on central tumor next generation DNA sequencing performed at screening visit.\n\n   A tumor biopsy sample must be available: if obtaining an adequate metastatic tumor biopsy is impossible (including bone metastasis), analyses will be done on a biopsy from the primary breast tumor.\n4. Patients with a life expectancy ≥16 weeks.\n5. ECOG performance status 0-1.\n6. At least one evaluable lesion, either measurable or non-measurable that can be accurately assessed at baseline by CT-scan or MRI by RECIST v1.1.\n7. Patients could have received 1 line of endocrine therapy (including CDK4/6 inhibitor, but excluding fulvestrant or mTOR inhibitor) and/or 1 line of chemotherapy in the metastatic setting.\n8. Within 28 days prior to administration of study treatment, patients must have adequate organ and bone marrow functions:\n\n   * Hemoglobin ≥10 g/dL with no blood transfusion in the past 28 days.\n   * Absolute neutrophil count (ANC) ≥1.5 x 10⁹/L.\n   * Platelet count ≥100 x 10⁹/L.\n   * Total bilirubin ≤1.5 x institutional upper limit of normal (ULN).\n   * Aspartate aminotransferase (AST)/Alanine aminotransferase (ALT) ≤2.5 x institutional ULN unless liver metastases are present in which case AST/ALT levels must be ≤5 x ULN.\n   * Estimated creatinine clearance ≥51 mL/min according to the Cockcroft-Gault equation or based on a 24-hour urine test.\n9. Postmenopausal or evidence of non-childbearing status for women of childbearing potential: negative urine or serum pregnancy test within 28 days of study treatment and confirmed prior to treatment on day 1.\n10. Woman of childbearing potential patients must agree to use adequate contraception for the duration of trial participation and up to 3 months after the last dose of olaparib.\n\n    Male patients must use a condom during treatment and for 3 months after the last dose of olaparib when having sexual intercourse with a pregnant woman or with a woman of childbearing potential. Female partners of male patients should also use a highly effective form of contraception.\n11. Patients having provided written informed consent prior to any study-related procedures.\n12. Patient is willing and able to comply with the protocol for the duration of the study.\n13. Patients must have national social insurance coverage (applicable only in France).\n\nExclusion Criteria:\n\n1. Patients without olaparib targetable genomic anomaly identified during the screening phase.\n2. Gene variants (class 1, 2, and 3) of unknown significant prognostic for olaparib sensitivity.\n3. Patients with history of other malignancy except non-melanoma skin cancer, in-situ cancer of the cervix, or solid tumors including lymphomas (without bone marrow involvement) curatively treated and with no evidence of disease for ≥5 years prior to study entry.\n4. Patients with myelodysplastic syndrome/acute myeloid leukemia or with features suggestive of myelodysplastic syndrome/acute myeloid leukemia.\n5. Patients with symptomatic uncontrolled brain metastases. In addition, treatment of the central nervous system disease must have finished (whole brain radiation, radiosurgery) at least 2 weeks before Cycle 1 Day 1. Patients must not require \\>10 mg of prednisone per day or an equivalent dose of other corticosteroids.\n6. Prior treatment with a PARP inhibitor (including olaparib) and/or PD-1 or PD-L1 inhibitor (including durvalumab).\n7. Patients having received anticancer chemotherapy or any other investigational therapy within 3 weeks prior of the study. Endocrine therapy must have been discontinued 7 or more days before Cycle 1 Day 1. Palliative radiotherapy must have been completed 14 or more days before Cycle 1 Day 1. Biphosphonates and denosumab are allowed.\n8. Major surgery within 2 weeks prior to registration. Patients must have recovered from earlier major surgery before registration.\n9. Persistent toxicities (NCI-CTCAE grade ≥2) caused by previous cancer therapy, excluding alopecia and peripheral neuropathy (grade ≤2).\n10. Patients with known history of bleeding diathesis or hemorrhage.\n11. Active infection including tuberculosis (clinical evaluation that includes clinical history, physical examination and radiographic findings, and tuberculosis testing in line with local practice), hepatitis B (HBV; known positive HBV surface antigen (HBsAg) result), hepatitis C (HCV), or human immunodeficiency virus (positive HIV 1/2 antibodies). Patients with a past or resolved HBV infection (defined as the presence of hepatitis B core antibody (anti-HBc) and absence of HBsAg) are eligible. Patients positive for HCV antibody are eligible only if polymerase chain reaction is negative for HCV RNA.\n12. Patients considered at poor medical risk due to a serious, uncontrolled medical disorder, non-malignant systemic disease or active, uncontrolled infection, symptomatic congestive heart failure, uncontrolled hypertension, unstable angina pectoris, cardiac arrhythmia, active peptic ulcer disease or gastritis, and active bleeding diatheses. Recent (within 3 months) myocardial infarction, uncontrolled major seizure disorder, unstable spinal cord compression, superior vena cava syndrome, extensive interstitial bilateral lung disease on High Resolution Computed Tomography (HRCT) scan, or any psychiatric disorder that prohibits obtaining informed consent.\n13. Resting ECG indicating uncontrolled, potentially reversible cardiac conditions, as judged by the investigator (eg. unstable ischemia, uncontrolled symptomatic arrhythmia, congestive heart failure, QTcF prolongation \\>470 ms, electrolyte disturbances, etc.), or patients with congenital long QT syndrome.\n14. Current or prior use of immunosuppressive medication within 28 days before the first dose of durvalumab, with the exceptions of intranasal or inhaled corticosteroids or systemic corticosteroids at physiological doses, not exceeding 10 mg/day of prednisone, or an equivalent corticosteroid.\n15. Active or prior documented autoimmune disease within the past 2 years except for patients with vitiligo or psoriasis without systemic treatment during the past 2 years.\n16. Active or prior documented inflammatory bowel disease (Crohn's disease, ulcerative colitis).\n17. History of allogeneic organ transplant, including previous allogenic bone marrow transplant or double umbilical cord blood transplantation.\n18. Received live attenuated vaccination within 30 days prior to study entry.\n19. Patients unable to swallow orally administered medication, patients with gastrointestinal disorders likely to interfere with the absorption of olaparib, and patients with long-term oral anticoagulant therapy (excluding Warfarin).\n20. Pregnant or breast feeding women.\n21. Known hypersensitivity to durvalumab, olaparib, and/or fulvestrant or any of the excipients of these products.\n22. Concomitant use of a known :\n\n    * Strong or moderate CYP3A inhibitors. The required washout period prior to starting olaparib is 2 weeks.\n    * Strong or moderate CYP3A inducers. The required washout period prior to starting olaparib is 5 weeks for enzalutamide or phenobarbital and 3 weeks for other agents.\n\n    Warning: For men and pre/per-menopausal women who will receive goserelin (Zoladex®) in combination with study drugs, the use of concomitant drugs which can prolong the QT interval or induce Torsades de pointes should be evaluated with caution.\n23. Whole blood transfusions in the 120 days prior to study enrolment (packed red blood cells and platelet transfusions are acceptable, if outside of 28 days prior to treatment).\n24. Persons deprived of their liberty or under protective custody or guardianship.\n25. Patients enrolled in another therapeutic study within 30 days prior inclusion.\n26. Involvement in the planning and/or conduct of the study.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}