{
    "nctId": "NCT02791334",
    "briefTitle": "A Study of Anti-PD-L1 Checkpoint Antibody (LY3300054) Alone and in Combination in Participants With Advanced Refractory Solid Tumors",
    "officialTitle": "A Phase 1a/1b Study of a Novel Anti-PD-L1 Checkpoint Antibody (LY3300054) Administered Alone or in Combination With Other Agents in Advanced Refractory Solid Tumors (Phase 1a/1b Anti-PD-L1 Combinations in Tumors-PACT)",
    "overallStatus": "COMPLETED",
    "conditions": "Solid Tumor, Microsatellite Instability-High (MSI-H) Solid Tumors, Cutaneous Melanoma, Pancreatic Cancer, Breast Cancer (HR+HER2-)",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 164,
    "primaryOutcomeMeasure": "Number of Participants with LY3300054 Dose Limiting Toxicities (DLTs)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologic or cytologic confirmation of advanced solid tumor.\n* For LY3300054 + abemaciclib only: No participants with liver metastases. Participants must have normal aspartate aminotransferase (AST), alanine aminotransferase (ALT), total bilirubin, direct bilirubin.\n* For LY3300054 + abemaciclib in HR+, HER- breast cancer:\n\n  * Express at least 1 of the hormone receptors \\[HR; estrogen receptor (ER) or progesterone receptor (PR)\\] by immunohistochemistry (IHC) to fulfill the requirement for HR+ disease on the primary tumor or metastatic lesion of the breast cancer. ER and PR assays are considered positive if there is at least 1% positive tumor nuclei in their sample as defined in the relevant American Society of Clinical Oncology (ASCO)/College of American Pathologists (CAP) or local guidelines.\n  * To fulfill the requirement of HER2- disease, a breast cancer must not demonstrate, at initial diagnosis or upon subsequent biopsy, overexpression of HER2 by either IHC or in-situ hybridization (ISH) as defined in the relevant ASCO/CAP or local guidelines.\n  * Most recent HR and HER2 receptor testing should be used to determine eligibility.\n  * Have previously received prior treatment with at least 1 but no more than 3 chemotherapy regimens in the metastatic setting.\n  * Have AST, ALT, GGT, and AP that are ≤2.5x upper limit of normal (ULN) and normal bilirubin (total and direct) regardless of liver involvement.\n* For LY3300054 + merestinib in pancreatic cancer:\n\n  * Histologically or cytological confirmed diagnosis of metastatic or locally advanced, unresectable pancreatic adenocarcinoma (excluding other pancreatic malignancies for example, acinar cell carcinomas, adenosquamous carcinomas, and neuroendocrine islet cell neoplasms).\n  * Have had disease progression, be refractory or intolerant to no more than 2 prior systemic regimens.\n* For LY3300054 + LY3321367 in PD-1/PD-L1-naive, MSI-H/MMR-deficient advanced solid tumors:\n\n  * Have histologically or cytologically confirmed diagnosis of advanced solid tumor AND shown to be MSI-H or MMR-deficient.\n* For LY3300054 + LY3321367 in PD-1/PD-L1- resistant/refractory, MSI-H/MMR-deficient advanced solid tumors:\n\n  * Have histologically or cytologically confirmed diagnosis of advanced solid tumor AND shown to be MSI-H or MMR-deficient.\n  * Prior exposure to PD-1/PD-L1 agent regardless of response.\n* For Phase 1b LY3300054 monotherapy or combination therapy, no prior treatment with a PD-1 or PD-L1 agent is allowed.\n\n  * Exception: the LY3321367 combination in participants with PD-1/PD-L1- resistant/refractory, MSI-H, where prior exposure to PD-1/PD-L1 agent required.\n* For Phase 1a LY3300054 monotherapy or combination therapy, previous immunotherapy is acceptable if the following criteria are met:\n\n  * Must not have experienced a toxicity that led to permanent discontinuation of prior immunotherapy.\n  * Must have completely recovered or recovered to baseline prior to screening from any prior adverse events (AEs) occurring while receiving prior immunotherapy.\n  * Must not have experienced a Grade ≥3 immune-related AE or an immune-related neurologic or ocular AE of any grade while receiving prior immunotherapy.\n  * Must not have required the use of additional immunosuppressive agents other than corticosteroids for the management of an AE, not have experienced recurrence of an AE if re-challenged, and not currently require maintenance doses of \\>10 milligrams prednisone or equivalent per day.\n* Have at least 1 measurable lesion assessable using standard techniques by Response Evaluation Criteria in Solid Tumors (RECIST) v1.1.\n* Have adequate organ function.\n* Have a performance status of 0 or 1 on the Eastern Cooperative Oncology Group (ECOG) scale.\n* Have an estimated life expectancy of ≥12 weeks, in the judgment of the investigator.\n* Have submitted a tumor tissue sample, as follows:\n\n  * For participants entering the Phase 1a dose escalation: have submitted, if available, the most recent archival tumor tissue sample.\n  * For those participating ONLY in Phase 1b expansions: Have submitted tumor tissue sample from a newly obtained core or excisional biopsy for a tumor lesion (preferred) or a recent biopsy taken with 3 months prior to study enrollment and following the participants most recent prior systemic treatment and be willing to undergo a biopsy procedure during the study treatment period for collection of additional tumor tissue sample.\n\nExclusion Criteria:\n\n* Have a serious concomitant systemic disorder including human immunodeficiency virus (HIV), active hepatitis B virus (HBV), active hepatitis C virus (HCV), active autoimmune disorder or disease requiring high dose of steroids.\n* Have a bowel obstruction, history or presence of inflammatory enteropathy or extensive intestinal resection or chronic diarrhea.\n* Have evidence of interstitial lung disease that is symptomatic or may interfere with the detection or management of suspected drug-related pulmonary toxicity or active, noninfectious pneumonitis.\n* Have an active infection requiring systemic therapy.\n* Have moderate or severe cardiovascular disease.\n* Have symptomatic or uncontrolled brain metastases, spinal cord compression, or leptomeningeal disease requiring concurrent treatment.\n* Have received a live vaccine within 30 days before the first dose of study treatment.\n* Have a significant bleeding disorder or vasculitis or had a Grade ≥3 bleeding episode within 12 weeks prior to enrollment.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}