{
    "nctId": "NCT04660435",
    "briefTitle": "To Identify Primary Resistance to CDK4/6 Inhibitors in Breast Cancer",
    "officialTitle": "Identification and Monitoring of Resistance to First-line Treatment With CDK 4/6 Inhibitors in Combination With Aromatase Inhibitors in Patients With Metastatic Luminal Breast Cancer Through Non-invasive Biomarkers",
    "overallStatus": "RECRUITING",
    "conditions": "Metastatic Breast Cancer, ER Positive Breast Cancer, HER2-negative Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 150,
    "primaryOutcomeMeasure": "Progression free survival",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Women aged 18 years or older, with a diagnosis of metastatic breast cancer\n2. ER-positive and HER2-negative disease as assessed locally either on primary tumor tissue or on a biopsy of a metastasis\n3. The patient has not received any prior systemic therapy for metastatic breast cancer (may have received prior hormonal therapy or chemotherapy in the neo/adjuvant setting)\n4. The patient is candidate to receive first-line therapy with an aromatase inhibitor (AI) and a CDK4/6 inhibitor per local clinical practice\n5. The patient must have evaluable disease according to RECIST 1.1 (either measurable or non-measurable).\n\n   Note: Patients with bone-only disease will be allowed in a specific sub-cohort, which will comprise 10% of the total sample size.\n6. Hystologic material from one formalin-fixed, paraffin-embedded (FFPE) tumor block from a diagnostic core or excisional biopsy of a metastatic lesion, taken before study entry must be provided (patients with bone-only disease will be accepted into the trial without a biopsy of the metastatic site). Hystologic material from an additional biopsy (core or excisional) taken at time of disease progression on the study treatment must also be provided, if clinically feasible. When available, hystologic material from an FFPE tumor block from the primary breast cancer must also be submitted.\n7. The patient agrees to provide blood samples. at the trial specified time points\n\nExclusion Criteria:\n\n1. Patients with metastatic disease isolated to the central nervous system (CNS) without metastatic involvement of any other site, unless surgical excision of CNS metastasis has been performed and the tumor tissue is available for the study.\n2. Previous or current non-breast malignancies within the last 5 years, with the exception of in situ carcinoma of the cervix and/or adequately treated basal cell or squamous cell carcinoma of the skin",
    "sex": "FEMALE",
    "minimumAge": "N/A",
    "stdAges": "CHILD, ADULT, OLDER_ADULT"
}