{
    "nctId": "NCT01208974",
    "briefTitle": "Nipple-Areola Complex (NAC) Irradiation After Nipple-Sparing Mastectomy and Reconstruction",
    "officialTitle": "A Phase I Trial Assessing the Safety and Feasibility of Prophylactic Nipple-Areola Complex (NAC) Irradiation After Nipple-Sparing Mastectomy and Immediate Reconstruction in Patients With In-Situ or Invasive Breast Cancer",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Cancer, Ductal Carcinoma",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 21,
    "primaryOutcomeMeasure": "Maximum Tolerated Dose (MTD) of Prophylactic NAC Irradiation.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients must have histologically confirmed in-situ or invasive breast carcinoma.\n* Tis, T1, T2 invasive or non-invasive carcinoma of the breast; lesion less than 4 cm.\n* Unifocal, multifocal or multicentric breast cancers that can be removed by nipple sparing mastectomy with negative surgical margins.\n* No extensive intraductal component or patient with distant metastases.\n* Patients must be \\> 18 years of age.\n* No concomitant or history of nipple discharge or skin involvement.\n* No prior history of malignancy (less than 5 years prior to study entry), except non-melanomatous skin cancer.\n* No prior history of radiation to the chest.\n* No collagenous disease (systemic lupus erythematosis, scleroderma, dermatomyositis)No previous non-hormonal therapy including radiation or chemotherapy for current breast cancer.\n* No patients with Paget's disease of the nipple.\n* No patients with co-existing medical conditions with life expectancy \\< 2 years.\n* No pregnant or lactating women.\n* Eastern Cooperative Oncology Group (ECOG) 0 - 2.\n* Signed study-specific informed consent form prior to the study entry.\n\nExclusion Criteria:\n\n* Retroareolar breast cancer lesions within one cm, depth from the skin surface.\n* Concomitant or history of nipple discharge or skin involvement.\n* Patient with distant metastases.\n* Patient with extensive intraductal carcinoma.\n* Any previously irradiated ipsilateral breast cancer.\n* Patients with Paget's disease of the nipple.\n* Patients with collagenous diseases, as systemic lupus erythematosis, scleroderma or dermatomyositis.\n* Other malignancy, except nonmelanomatous skin cancer, less than 5 years prior to participation in this study.\n* Patients who are pregnant or lactating due to potential exposure of the fetus to RT and unknown effects of RT to lactating females.\n* Positive surgical margins following nipple sparing mastectomy.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}