{
    "nctId": "NCT04034589",
    "briefTitle": "Pyrotinib in Combination With Fulvestrant in Patients With HER2 Positive，HR-Positive Metastatic Breast Cancer",
    "officialTitle": "Phase II Study of Pyrotinib in Combination With Fulvestrant in Patients With Human Epidermal Growth Factor Receptor 2 (HER2) Positive，Hormone Receptor（HR）-Positive Metastatic Breast Cancer",
    "overallStatus": "UNKNOWN",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 46,
    "primaryOutcomeMeasure": "Progression Free Survival (PFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Pathologically confirmed HER2 positive, hormone receptor-positive patients with locally advanced or metastatic breast cancer: HER2 IHC 3+, or HER2 IHC 2+ and FISH detection gene amplification, ER（estrogen receptor） and/or PR（progesterone receptor） Immunohistochemical staining of more than 10% tumor cells)\n2. Aged ≥18 and ≤70 years.\n3. ECOG（Eastern Cooperative Oncology Group） performance status of 0 to 1.\n4. The life expectancy of more than 12 weeks;\n5. At least one measurable lesion exists(RECIST 1.1，Response Evaluation Criteria in Solid Tumors ), or only bone metastasis.\n6. Previous neoadjuvant or adjuvant use of trastuzumab, but the disease-free interval between the end of the last trastuzumab and the progression of tumors was more than 12 months\n7. Trastuzumab has not been treated in the past or only received first-line treatment for metastatic diseases.\n8. It is required that previous (neo) adjuvant or endocrine therapy be given to patients, and that progress of the disease occur during or after treatment.\n9. Patients with adequate organ function before enrollment:\n\nNeutrophil granulocyte≥1.5×10\\^9/L Platelet≥100×10\\^9/L Hemoglobin≥90 g/L Signed informed consent.\n\nExclusion Criteria:\n\n1. Patients who have not received trastuzumab, chemotherapy or endocrine therapy before;\n2. Patients with visceral crisis;\n3. Patients unable to swallow, with chronic diarrhea, intestinal obstruction, or multiple factors that affect drug use and absorption;\n4. Patients with malignant serous effusion which cannot be controlled by drainage or other methods;\n5. Less than 4 weeks from the last treatment in the last clinical trial;\n6. Receiving any other antitumor therapy;\n7. History of other malignancy within the last 5 years, except for carcinoma in situ of the cervix, basal cell carcinoma or squamous cell carcinoma of the skin that has been previously treated with curative intent;\n8. Patients with serious heart disease;\n9. Allergy to Pyrotinib; the history of immunodeficiency；\n10. Known history of neurological or psychiatric disease, including epilepsy or dementia;\n11. Patients during pregnancy or lactation, patients with childbearing potential tested positive in a baseline pregnancy test, or patients unwilling to take effective contraceptive measures throughout the trial;\n12. Evidence of significant medical illness that will substantially increase the risk of the participation or completion of the study in the investigator's judgment. Examples included, but not limited to, hypertension, severe diabetes, etc;\n13. Patients not eligible for this study judged by the investigator.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}