{
    "nctId": "NCT06308939",
    "briefTitle": "Eribulin Combined With Sintilimab as First-line Treatment for Unresectable Locally Advanced or Metastatic HER2-negative Breast Cancer:A Multicenter, Single-arm,Phase II Clinical Trial",
    "officialTitle": "Explore the Efficacy and Safety of Eribulin Combined With Sintilimab in the First-line Treatment of Unresectable Locally Advanced or Metastatic HER2-negative Breast Cancer",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 81,
    "primaryOutcomeMeasure": "Objective Response Rate (ORR)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* 1. Written informed consent. 2. Women aged 18 years or older. 3. Eastern Cooperative Oncology Group(ECOG) has a physical fitness score of 0 or 1. 4. Life expectancy is more than six months. 5. Diagnosed as HER2-negative metastatic breast cancer. 6. There was at least one measurable lesion according to RECIST 1.1. 7.Patients with HR-positive HER2-negative metastatic breast cancer received first-line endocrine therapy, including endocrine therapy alone or in combination with a CDK4/6 inhibitor. 8.In the neoadjuvant or adjuvant stage, patients who had received treatment with anthracyclines or taxanes had recurrence or metastasis more than 6 months after the last administration. 9.Patients who are HR-positive can receive first-line endocrine therapy. 10.Good organ function. 11.Fertile female patients must have a negative serum pregnancy test within seven days prior to study treatment and consent to effective contraceptive use for 180 days from screening to the last dose of study treatment. 12.Female patients must agree not to breastfeed during the study period or for 180 days after the last dose of study therapy.\n\nExclusion Criteria:\n\n* 1.In the metastatic stage, previous use of Eribulin or immunotherapy or other drug chemotherapy. 2.Patients enrolled in any interventional clinical trial at the same time and received the investigational therapy ≤ four weeks prior to initiation of the regimen or at least five half-lives of the investigational drug. 3.Patients who had received radiation therapy with bone marrow coverage \\>20% within two weeks before the start of treatment, except for minor palliative radiation therapy more than one week before the first day of the study. 4.Patients with a visceral crisis, and requiring chemotherapy. 5.Patients allergic to Eribulin or Sintilimab. 6.\n\nPatients received blood transfusions ( platelets or red blood cells ) within 4 weeks before the initiation of treatment. 7.Patients received colony stimulating factors ( such as granulocyte colony stimulating factor \\[ g-CSF \\], granulocyte macrophage colony stimulating factor or recombinant erythropoietin ) within 4 weeks before the start of treatment. 8.A history of platelet transfusion for chemotherapy-induced thrombocytopenia or prior cancer treatment (lasting \\> 4 weeks and associated with recent treatment) is known to result in ≥ grade 3 hematological toxicity. 9.The patient had any known history of myelodysplastic syndrome (MDS) or acute myeloid leukemia (AML). 10.Patients have a severe, uncontrolled medical condition, a non-malignant systemic disease, or an active, uncontrolled infection. 11.Patients diagnosed, detected, or treated for another type of cancer within ≤2 years prior to beginning regimen therapy. 12.Patients with brain metastases or pial metastases uncontrolled. 13.Patients have received an allogeneic bone marrow transplant or double umbilical cord blood transplant. 14.Patients cannot swallow oral medications. 15.Patients with gastrointestinal disorders that may interfere with the absorption of investigational drugs. 16.Patients have had systemic active autoimmune disease (i.e., disease modulators, corticosteroids, or immunosuppressants) within the past two years.\n\n17.Patients with a history of human immunodeficiency virus, active-hepatitis -B or C.\n\n18.Pregnant or nursing women. Fertile adults without effective contraceptive methods.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}