{
    "nctId": "NCT05414123",
    "briefTitle": "A Therapy Treatment Response Trial in Patients With Leptomeningeal Metastases ((LM) Using CNSide",
    "officialTitle": "A Longitudinal Therapy Response Monitoring Study in Subjects With Leptomeningeal Metastases Using CNSide (CSF Tumor Cells) Compared to Standard of Care (CSF Cytology, Clinical Evaluation, and Imaging).",
    "overallStatus": "TERMINATED",
    "conditions": "Leptomeningeal Metastasis, Leptomeningeal Disease, Leptomeningeal Neoplasms, Breast Cancer, Non-Small Cell Lung Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 40,
    "primaryOutcomeMeasure": "Assess the impact of CNSide on treatment decisions",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Subjects =\\> 18 years of age\n2. All genders, races, or ethnic groups,\n3. Diagnosed with Breast Cancer or NSCLC who present with clinically suspected LM based on Investigator assessment of radiographic image, cytology, and clinical evaluation.\n4. Cytology positive and negative subjects will be included.\n5. Subjects willing to provide an Informed Consent.\n6. Subjects willing and able to undergo CSF or blood collection via Lumbar Puncture and Ommaya Reservoir as well as veni-puncture and shunt.\n7. Both patients with and without parenchymal brain metastases will be eligible as long as leptomeningeal metastases are suspected\n8. Subjects who previously had a diagnosis of Leptomeningeal Disease by Investigator assessment of radiographic image and clinical evaluation and cytology.\n\nExclusion Criteria:\n\n1. Subjects who do not have cancer,\n2. Subjects with other types of tumors than breast or lung cancer\n3. Subjects diagnosed with a primary brain tumor\n4. Subjects who are unable to undergo lumbar puncture, a shunt or veni-puncture.\n5. Lack of suspicious LM based in imaging or clinical evaluation.\n6. Ordering the Commercial CNSide test while subject is on study\n7. Pregnant women and adults lacking capacity to consent for themselves",
    "sex": "ALL",
    "minimumAge": "N/A",
    "stdAges": "CHILD, ADULT, OLDER_ADULT"
}