{
    "nctId": "NCT05982626",
    "briefTitle": "Study of 68Ga /131I SGMIB-ZT-199 PET Imaging Targeting HER2-positive in the Diagnosis of Metastatic Breast Cancer",
    "officialTitle": "Study of 68Ga /131I SGMIB-ZT-199 PET Imaging Targeting HER2-positive in the Diagnosis of Metastatic Breast Cancer",
    "overallStatus": "RECRUITING",
    "conditions": "HER2-positive Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "DIAGNOSTIC",
    "enrollmentCount": 10,
    "primaryOutcomeMeasure": "Dosimetry",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Breast cancer patients.\n\n  1. Women aged between 18 and 75 years old.\n  2. Patients with breast cancer confirmed by histological examination or imaging.\n  3. HER2 positive diagnosis confirmed by puncture by immunohistochemistry or fluorescence in situ hybridization (HER2 positive is defined as immunohistochemistry result of 3+ (IHC 3+); or immunohistochemistry result of 2+/positive in situ hybridization result (IHC 2+/ISH+)).\n  4. Renal function: serum creatinine less than or equal to the upper limit of the normal range; electrocardiogram: no significant abnormalities.\n  5. Patients of childbearing age can cooperate with contraception.\n  6. Willing and able to cooperate with all items of this study.\n\nExclusion Criteria:\n\n* Subjects meeting any of the following criteria will be excluded from the study:\n\n  1. Severe hepatic or renal insufficiency;\n  2. Participation in another study protocol or clinical care within the past year that has resulted in radiation exposure exceeding an effective dose of 50 mSv in addition to the radiation exposure expected from participation in this clinical study.\n  3. Participation in this study is considered unsuitable by other investigators.\n  4. Pregnant women and other groups unsuitable to receive radiation.\n  5. Alcohol allergy, etc.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}