{
    "nctId": "NCT00470236",
    "briefTitle": "Radiation Doses and Fractionation Schedules in Non-low Risk Ductal Carcinoma In Situ (DCIS) of the Breast",
    "officialTitle": "A Randomised Phase III Study of Radiation Doses and Fractionation Schedules in Non-low Risk Ductal Carcinoma In Situ (DCIS) of the Breast",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Carcinoma, Ductal, Breast",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 1608,
    "primaryOutcomeMeasure": "Time to local recurrence, measured from the date of randomization to the date of first evidence of local recurrence.",
    "eligibilityCriteria": "Inclusion Criteria:\n\nPatients must fulfill all of the following criteria for admission to study:\n\n* Women ≥ 18 years.\n* Histologically proven DCIS of the breast without an invasive component.\n* Bilateral mammograms performed within 6 months prior to randomization.\n* Clinically node-negative.\n* Treated by breast conserving surgery (primary excision or re-excision) with complete microscopic excision and clear radial margins of ≥1 mm\\* (\\*Patients with superficial or deep resection margin of \\<1 mm are eligible if surgery has removed all of the intervening breast tissue from the subcutaneous tissue to the pectoralis fascia).\n* Women who are at high risk of local recurrence due to:\n\n  * Age \\< 50 years; OR\n  * Age ≥ 50 years plus at least one of the following:\n\n    * Symptomatic presentation\n    * Palpable tumour\n    * Multifocal disease\n    * Microscopic tumour size ≥ 1.5 cm in maximum dimension\n    * Intermediate or high nuclear grade\n    * Central necrosis\n    * Comedo histology\n    * Radial\\* surgical resection margin \\< 10 mm. (\\*Patients with superficial or deep resection margin of \\< 10 mm are eligible if surgery has not removed all of the intervening breast tissue from the subcutaneous tissue to the pectoralis fascia.)\n* Assessed by surgeon and radiation oncologist to be suitable for breast conserving therapy including whole breast RT.\n* Ability to tolerate protocol treatment.\n* Protocol RT should preferably commence within 8 weeks but must commence no later than 12 weeks from the last surgical procedure.\n* ECOG performance status 0, 1 or 2.\n* Patient's life expectancy \\> 5 years.\n* Availability for long-term follow-up.\n* Written informed consent.\n\nExclusion Criteria:\n\nPatients who fulfill any of the following criteria are not eligible for admission to study:\n\n* Multicentric disease or extensive microcalcifications that could not be completely excised by breast conserving surgery with radial margins of ≥1 mm\\*.\n\n  \\*Patients with superficial and/or deep margin of \\<1 mm are eligible if surgery has removed all of the intervening breast tissue from the subcutaneous tissue to the pectoralis fascia.\n* Presence of tumour cells in lymph nodes detected using H\\&E or immunohistochemical examination (if lymph node biopsy or dissection has been performed).\n* Locally recurrent breast cancer.\n* Previous DCIS or invasive cancer of the contralateral breast.\n\n  * Bilateral DCIS of the breasts\n  * Synchronous invasive carcinoma of the contralateral breast\n* Other concurrent or previous malignancies except:\n\n  * Non-melanomatous skin cancer;\n  * Carcinoma in situ of the cervix or endometrium; and\n  * Invasive carcinoma of the cervix, endometrium, colon, thyroid and melanoma treated at least five years prior to study admission without disease recurrence.\n* Serious non-malignant disease that precludes definitive surgical or radiation treatment (e.g., scleroderma, systemic lupus erythematosus, cardiovascular/pulmonary/renal disease).\n* ECOG performance status ≥ 3.\n* Women who are pregnant or lactating.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}