{
    "nctId": "NCT05595109",
    "briefTitle": "Role of Silymarin in Chemotherapy Toxicity and Cognition Improvement in Breast Cancer Patients",
    "officialTitle": "The Possible Protective Role of Silymarin Against Chemotherapy Induced Toxicities and Cognitive Impairment in Breast Cancer Patients",
    "overallStatus": "ENROLLING_BY_INVITATION",
    "conditions": "Breast Cancer, Peripheral Neuropathy, Cardiac Toxicities, Hepatic Toxicity, Cognitive Impairment",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2, PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "PREVENTION",
    "enrollmentCount": 56,
    "primaryOutcomeMeasure": "change in ejection fraction",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Age ≥ 18 years old.\n* Patients with biopsy confirmed diagnosis breast cancer and with stage II and stage III breast cancer according to the American Joint Committee on Cancer (TNM staging system of breast cancer).\n* Patients with performance status \\<2 according to Eastern Cooperative Oncology Group (ECOG) score.\n* Adequate baseline hematologic values (absolute neutrophilic count ≥ 1.5 × 109/L, platelet count ≥ 100 × 109/L and hemoglobin level ≥ 10 g/dl).\n* Patients with adequate liver function (serum bilirubin \\< 1.2 mg/dl) and adequate renal function (serum creatinine\\< 1.5 mg/d).\n\nExclusion Criteria:\n\n* Patients with prior exposure to anthracyclines and neurotoxic agents (Cis-platin, vincristine, paclitaxel, docetaxel, foscarnet ,INH, etc..) in the last 6 months.\n* Patients with evidence of metastasis at the initial assessment.\n* Concomitant use of antioxidant vitamins (vitamin A, C, E),anticonvulsants, tricyclic antidepressants, other medications used for neuropathic pain (gabapentin, lamotrigine, carbamazepine).\n* Presence of clinical evidence for severe cardiac illness (angina pectoris, uncontrolled hypertension, arrhythmias and left ventricular ejection fraction \\<50%).\n* Preexisting peripheral neuropathy resulting from other causes such as diabetes and brain disorders, hypothyroidism, autoimmune diseases, hepatitis C.\n* Patients with diabetes.\n* Patients with inflammatory diseases (ulcerative colitis, rheumatoid arthritis).\n* Patients with conditions associated with oxidative stress (smoking, tuberculosis, obesity).\n* Patients with liver disease (fatty liver, hepatitis C, etc..).\n* Patients who are candidates for monoclonal antibodies such as Trastuzumab and other targeted therapy (HER2 positive patients).\n* Pregnant and breast feeding women.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}