{
    "nctId": "NCT01108016",
    "briefTitle": "Expanding Rural Access: Distance Delivery of Support Groups (Main Study)",
    "officialTitle": "Expanding Rural Access: Distance Delivery of Support Groups (Main Study)",
    "overallStatus": "COMPLETED",
    "conditions": "Depression, Breast Cancer, Stress, Breast Cancer Non-invasive Breast Cancer, Breast Cancer Early Stage Breast Cancer (Stage 1-3), Breast Cancer Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "N/A",
    "enrollmentCount": 100,
    "primaryOutcomeMeasure": "Intensity and frequency of posttraumatic stress symptoms in the past month as assessed by total score on the Posttraumatic Check List - Specific version (PCL-S) for breast cancer.",
    "eligibilityCriteria": "Inclusion Criteria:To be eligible to participate, a woman must meet all of the following criteria:\n\n1. be a resident of one of nine rural counties in northeastern California (Modoc, Plumas, Siskiyou, Shasta, Lassen, Trinity, Sierra, Nevada, and Tehama),\n2. be able to travel to a rural health facility included in the Northern Sierra Rural Health Network to participate in videoconferencing meetings;\n3. be able to speak and read English well enough to be able to read, discuss, and comprehend the consent form;\n4. be 21 years of age or older;\n5. have been diagnosed with breast cancer by a physician; and\n6. who (in the judgment of the Local Coordinator) is not unduly distressed or otherwise not able to participate effectively in a support group.\n\nWomen will be included with any stage of breast cancer as our pilot study demonstrated that in these rural communities, women wanted to include women with any stage of breast cancer in their groups. Also, our pilot study results showed that it worked fine to include women regardless of the period elapsing since they received their diagnosis, as our pilot study results showed that some women with a long period of time elapsing since receiving their diagnosis were still in need of a source of social support for coping with having had this experience and felt that they had a lot of help to offer women who had more recently received a breast cancer diagnosis. The 9 counties were selected because they are among the most remote counties in California, yet they have strong primary care systems in place, and most patients receive specialty care in-state, as opposed to out-of-state. Every effort will be made to include women of ethnic minority groups.\n\nThe support group facilitator, community advisory board (CAB) members, and the local community coordinators will also be recruited for the interviews, with informed consent, identified by having played one of these roles for this study.\n\nExclusion Criteria:Potential participants who do not meet all of the inclusion criteria listed above will be excluded.",
    "sex": "FEMALE",
    "minimumAge": "21 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}