{
    "nctId": "NCT06255041",
    "briefTitle": "Detection of Cancer in Breath Samples by Trained Detection Dogs",
    "officialTitle": "A Double-Blind Observational Study to Evaluate the Ability of Trained Detection Dogs to Detect Cancer in Breath Samples: The Rainbow Study",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer, Colorectal Cancer, PROSTATE CANCER, Lung Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 1250,
    "primaryOutcomeMeasure": "Specificity of detection of any cancer (breast, lung, prostate or colorectal cancer) by the breath test.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Men and women aged 18 and over.\n2. Signing an informed consent prior to performing the test.\n3. Intended to undergo screening tests for cancer detection.\n4. Did not smoke 2 hours before providing the breath sample\n5. Did not drink coffee in the hour before providing the breath sample\n6. Did not drink an alcoholic beverage in the hour prior to providing the breath sample.\n7. Did not eat food in the hour before providing the breath sample.\n\nExclusion Criteria:\n\n1. Was diagnosed with cancer or was treated for cancer in the seven years preceding the study, excluding non-metastatic skin tumors that were surgically removed.\n2. Undergoing chemotherapy for any purpose.\n3. Pregnant or breastfeeding\n4. Had a medical procedure in the chest cavity and/or airways in the two weeks prior to providing the breath sample that may interfere with the ability to correctly provide a breath sample.\n5. Has a Helicobacter pylori infection.\n6. Has a peptic ulcer disease.\n7. Has a flare-up of an inflammatory bowel disease (Crohn's disease/ulcerative colitis).\n8. has an active infection, such as COVID-19, abscess, bacterial/viral/fungal infection, pneumonia, laryngitis, intestinal inflammation, active tuberculosis infection.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}