{
    "nctId": "NCT06195709",
    "briefTitle": "ECLECTIC: EstroTEP and Circulating Biomarkers for ER-positive HER2-negative Metastatic Breast Cancer Patients",
    "officialTitle": "ECLECTIC: EstroTEP and Circulating Biomarkers to Determine the Optimal Second Line Therapy for ER-positive HER2-negative Metastatic Breast Cancer Patients",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Carcinoma",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 300,
    "primaryOutcomeMeasure": "Progression-free survival (PFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Metastatic invasive breast carcinoma of no special type.\n2. Females of age ≥18 years.\n3. Life expectancy \\> 3 months.\n4. Eastern Cooperative Oncology Group (ECOG) performance status (PS) 0-2.\n5. Estrogen Receptor (ER)-positive (≥10%) and HER2-negative (ASCO/College of American Pathologists guidelines) breast cancer, per local assessment on the most recent breast cancer tissue examined.\n6. Tumor block Formalin-Fixed Paraffin-Embedded (primary tumor or metastasis) available.\n7. Patients whose disease has progressed on first line endocrine therapy with aromatase inhibitor and CDK4/6 inhibitor and who are deemed eligible, per investigator assessment, to a second line endocrine therapy. The progression on first line endocrine therapy with aromatase inhibitor and CDK4/6 inhibitor must have occurred after more than 6 months on treatment.\n8. Patients with available 18F-FDG PET/CT imaging\n9. Evaluable disease per RECIST criteria and measurable disease per PERCIST criteria.\n10. Willingness and ability to comply with scheduled visits, treatment plan, laboratory tests, and any protocol-related procedures including screening evaluations.\n11. Signed informed consent.\n12. Patient affiliated to a social security system.\n\nExclusion criteria:\n\n1. Other breast cancer subtype (e.g. invasive lobular breast carcinoma).\n2. One or more prior line of chemotherapy in the metastatic setting.\n3. Any other antineoplastic therapy given at metastatic disease than the first line therapy with aromatase inhibitor and CDK4/6 inhibitor.\n4. Visceral crisis, per investigator's assessment.\n5. Liver-only metastases.\n6. Prior exposure to any authorized or experimental agent degrading the estrogen receptor (fulvestrant, oral SERDs, PROTAC, etc).\n7. Pregnancy or lactation period.\n8. In women of childbearing potential or premenopausal women or women with amenorrhea of less than 12 months, without adequate non-hormonal contraceptive measures (barrier methods, intrauterine contraceptive devices, sterilization; LH-RH agonist cannot be considered as an efficient contraceptive measure), positive urinary or serum pregnancy test 72 hours before 18F-FES PET/CT.\n9. Known active uncontrolled or symptomatic Central Nervous System (CNS) metastases, carcinomatous meningitis, or leptomeningeal disease. Patients with a history of CNS metastases or cord compression are eligible if they have been treated with local therapy (e.g., radiotherapy, stereotactic surgery) and are clinically stable and off anticonvulsants and steroids for at least 4 weeks before treatment start.\n10. History of previous cancer or hematological malignancy within 3 years preceding patient enrollment in the trial. Multiple primary breast cancers (controlateral/ipsilateral cancers/local relapses) are allowed pending all tumors were ER+ HER2-.\n11. Persons deprived of their freedom or under guardianship or incapable of giving consent.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}