{
    "nctId": "NCT03775525",
    "briefTitle": "Study Evaluating GZ17-6.02 in Patients With Advanced Solid Tumors or in Combination With Capecitabine in Metastatic Hormone Receptor Positive Breast Cancer",
    "officialTitle": "A Phase I/Ib, Multicenter, Open-label, Dose-Escalation, Safety, Pharmacodynamic and Pharmacokinetic Study of GZ17-6.02 Monotherapy and in Combination With Capecitabine, Given Orally on a Daily Schedule in Patients With Advanced Solid Tumors or Lymphoma",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Advanced Cancer, Gastric Cancer, Breast Cancer, Pancreatic Cancer, Prostate Cancer Metastatic, Colo-rectal Cancer, Solid Tumor, Solid Carcinoma, Solid Carcinoma of Stomach, Cancer of Stomach, Lymphoma, Sarcoma, Cutaneous T Cell Lymphoma, Head and Neck Squamous Cell Carcinoma, Basal Cell Carcinoma, Cutaneous T-cell Lymphoma, Cutaneous Squamous Cell Carcinoma",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 127,
    "primaryOutcomeMeasure": "maximum tolerated dose (MTD)",
    "eligibilityCriteria": "General Inclusion Criteria:\n\n* Patients with a pathologically confirmed diagnosis of advanced solid tumors or lymphoma.\n* Tumor progression after receiving standard/approved therapies which may include chemotherapy, targeted agents, radio-immuno conjugates, check point inhibitors, where there is no approved therapy; or the patient is intolerant of standard of care or the patient declines standard of care treatment\n* One or more metastatic tumors measurable, or evaluable, per RECIST v1.1 Criteria for solid tumors and Lugano Criteria for lymphoma\n* Have an Eastern Cooperative Oncology Group (ECOG) performance status of ≤ 1\n* Life expectancy of at least 3 months\n* Age 18 years\n* Signed, written IRB-approved informed consent\n* A negative pregnancy test (if female)\n* Acceptable liver function:\n\n  * Bilirubin ≤ 1.5 times upper limit of normal\n  * AST (SGOT), ALT (SGPT) and Alkaline phosphatase ≤ 2.5 times upper limit of normal (if liver metastases are present, then ≤ 5 x ULN is allowed)\n* Acceptable renal function:\n\n  o Serum creatinine ≤ 1.5 times institutional ULN, OR calculated creatinine clearance ≥ 60 mL/min/1.73 m2 for patients with creatinine levels above institutional normal.\n* Acceptable hematologic status:\n\n  * Granulocyte ≥ 1500 cells/mm3\n  * Platelet count ≥ 100,000 (plt/mm3)\n  * Hemoglobin ≥ 9 g/dL\n* Urinalysis:\n\n  o No clinically significant abnormalities\n* Acceptable coagulation status (for patients on warfarin or other anti-coagulants, a PT/PTT considered by the PI as therapeutically appropriate will be allowed):\n\n  * PT within ≤ 1.5 times normal limits\n  * PTT within ≤ 1.5 times normal limits\n* For men and women of child-producing potential, the use of effective contraceptive methods during the study\n* Fasting glucose ≤ 180 mg/dL\n* Albumin ≥ 3.0 g/dL within seven days of initiating protocol treatment\n\nFor patients in the GZ17-6.02 plus capecitabine Phase 1b Expansion Cohort 2 (metastatic breast cancer):\n\n* Pathologically confirmed diagnosis of HER2-negative and Hormone Receptor (HR) (estrogen receptor \\[ER\\] and/or progesterone receptor)-positive metastatic breast cancer;\n* Had ≤ 1 prior treatment (not including neoadjuvant or adjuvant treatment);\n* Are naïve to capecitabine but not necessarily to fluorouracil (5 FU);\n* Eligible for standard-of-care treatment with capecitabine monotherapy.\n* Patients in Expansion Cohort 2 with bone-only metastatic disease must have one or more lytic or a mixed lytic-blastic lesions that can be assessed by computed tomography (CT) scan or magnetic resonance imaging (MRI).\n\nFor patients in GZ17-6.02 plus capecitabine Phase 1b Expansion Cohort 3 (metastatic colorectal cancer):\n\n* Pathologically confirmed diagnosis of metastatic colorectal cancer;\n* Had ≤ 2 prior treatments (not including neoadjuvant or adjuvant treatment);\n* Are naïve to capecitabine but not necessarily to 5 FU;\n* Eligible for standard-of-care treatment with capecitabine monotherapy.\n\nGeneral Exclusion Criteria: (All patients, unless otherwise specified):\n\n* New York Heart Association Class III or IV, cardiac disease, myocardial infarction within the past 6 months, unstable arrhythmia, or evidence of ischemia on ECG.\n* Currently taking MAOIs\n* Baseline QTc exceeding 450 msec in males, 470 msec in females (using the Fridericia's formula) and/or patients receiving class 1A or class III antiarrhythmic agents;\n* Known active, uncontrolled bacterial, viral, or fungal infections requiring systemic therapy;\n* Pregnant or nursing women.\n* NOTE: Women of child-bearing potential and men must agree to use adequate contraception (hormonal or barrier method of birth control; or abstinence) prior to study entry and for the duration of study participation. Should a woman become pregnant or suspect she is pregnant while participating in this study, she should inform her treating physician immediately.\n* Treatment with radiation therapy or surgery within 1 month prior to study entry.\n* Treatment with chemotherapy, targeted therapeutics (e.g. tyrosine kinase inhibitors, therapeutic antibodies, etc), or investigational therapies within 1 month, or 5 half-lives (whichever is shorter), prior to study entry (6 weeks for nitrosoureas or mitomycin C). For radiopharmaceuticals, within 1 month unless hematopoietic recovery has not returned to pretreatment baseline;\n* Unwillingness or inability to comply with procedures required in this protocol;\n* Known active infection with HIV, HTLV-1, hepatitis B, hepatitis C or other chronic viral infections that could interfere with the interpretation of study data;\n* Serious nonmalignant disease (e.g., hydronephrosis, liver failure, or other conditions) that could compromise protocol objectives in the opinion of the investigator and/or the sponsor.\n* Patients who are currently receiving any other investigational agent;\n* Primary Central Nervous System (CNS) malignancies;\n* Active CNS metastases requiring treatment or radiotherapy, or which have not been confirmed stable on radiographic imaging for ≥30 days prior to C1D1;\n* Patients requiring steroids for neurological signs and symptom stabilization.\n* Patients who are unable to successfully discontinue all prohibited medications listed in Appendix 6;\n* Patients must not have received a transfusion (platelets or red blood cells) ≤ 2 weeks prior to initiating protocol therapy.\n\nFor patients in the GZ17-6.02 monotherapy Dose Escalation Cohort and patients in Expansion Cohort 1:\n\n• Patients with cow's milk allergy or with galactosemia\n\nPhase 1b Expansion Cohort 2 (metastatic breast cancer) and Expansion Cohort 3 (metastatic colorectal cancer):\n\n* Any history of coronary artery disease is exclusionary; New York Heart Association Class III or IV, cardiac disease, myocardial infarction within the past 6 months, unstable arrhythmia, or evidence of ischemia on the ECG.\n* Any conditions or medications that are contraindicated with capecitabine dosing;\n* Dihydropyrimidine dehydrogenase (DPD) deficiency;\n* Known sensitivity to capecitabine or any of its components or to 5-FU ;\n* Serious nonmalignant disease (e.g., hydronephrosis, liver failure, or other conditions) that could compromise protocol objectives in the opinion of the investigator and/or the sponsor\n\n  o This includes prior gastrointestinal surgery that would interfere with the oral drug absorption.\n* Malignancy other than metastatic breast cancer (Expansion Cohort 2) or metastatic colorectal cancer (Expansion Cohort 3) that required therapy within the preceding 5 years, other than adequately treated:\n\n  * non-melanoma skin cancer or in situ cancer;\n  * another cancer that has a very low risk of interfering with the safety or efficacy endpoints of the study, must be approved by the Sponsor medical team.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}