{
    "nctId": "NCT00661739",
    "briefTitle": "A Multicentre Phase I-II Study to Investigate the Combination of Bendamustine With Weekly Paclitaxel as First or Second Line Therapy in Patients With Metastatic Breast Cancer",
    "officialTitle": "A Multicentre Phase I-II Study to Investigate the Combination of Bendamustine With Weekly Paclitaxel as First or Second Line Therapy in Patients With Metastatic Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 38,
    "primaryOutcomeMeasure": "The phase I part of the trial should evaluate the maximal tolerated dose (MTD) for the combination of bendamustine with paclitaxel.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Written informed consent must be obtained and documented according to the local regulatory requirements prior to beginning specific protocol procedures;\n* Pathological confirmed primary carcinoma of the breast.\n* Locally advanced or metastatic disease\n* Up to one previous palliative chemotherapy that did not contain docetaxel or paclitaxel. Previous adjuvant treatment with taxanes is allowed when the last application of the taxane was given at least 1 year before entering the trial.\n* Patients must have either measurable or non-measurable lesions according to the WHO criteria\n* At least 4 weeks since radiotherapy, with full recovery. The measurable disease must be completely outside the radiated field or there must be pathological proof of progressive disease.\n* Complete radiological and clinical tumor assessment within 4 weeks prior to registration performed as clinically indicated\n* Karnofsky-Index ≥ 60 %\n* Age ≥ 18 years\n* Absolute neutrophil count ≥ 1,500 cells/µl, platelets ≥ 100,000/µl, and hemoglobin ≥ 9 g/dl\n* Bilirubin within normal limits; evaluation of transaminases and alkaline phosphatase ≤ 5x upper normal limit\n* Serum creatinine ≤ 2.0 mg/dl\n* Normal left ventricular ejection fraction (LVEF) by echocardiogramme\n* Patients of childbearing potential, pregnancy test must be negative\n* If fertile effective contraception must be used throughout the study\n\nExclusion Criteria:\n\n* Known or suspected hypersensitivity reaction to the investigational compounds or incorporated substances;\n* Concurrent immunotherapy or hormonal treatment for cancer (Bisphosphonates may be continued)\n* Symptomatic parenchymal brain metastases not responding to treatment\n* Life expectancy less than 3 months\n* Other serious illness or medical condition that may interfere with the understanding and giving of informed consent and the conduct of the study\n* Concurrent treatment with other experimental drugs or any other anti-cancer therapy within the last 28 days;\n* History of congestive heart failure or other significant uncontrolled cardiac disease\n* Pregnant or nursing women",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}