{
    "nctId": "NCT01349322",
    "briefTitle": "Higher Per Daily Treatment-Dose Radiation Therapy or Standard Per Daily Treatment Radiation Therapy in Treating Patients With Early-Stage Breast Cancer That Was Removed by Surgery",
    "officialTitle": "A Phase III Trial of Accelerated Whole Breast Irradiation With Hypofractionation Plus Concurrent Boost Versus Standard Whole Breast Irradiation Plus Sequential Boost for Early-Stage Breast Cancer",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 2354,
    "primaryOutcomeMeasure": "Percentage of Participants With In-breast Recurrence (Local Failure)",
    "eligibilityCriteria": "Inclusion criteria:\n\n1. Pathologically proven diagnosis of breast cancer resected by lumpectomy and whole breast irradiation with boost without regional nodal irradiation planned\n2. The patient must be female\n3. The patient must meet at least one of the three following criteria:\n\n   * A. Pathological stage I, II Breast Cancer AND at least one of the following:\n\n     * Age \\< 50 years or\n     * Positive axillary nodes or\n     * Lymphovascular space invasion or\n     * 2 or more close resection margins (\\> 0 mm to ≤ 2 mm) or\n     * 1 close resection margin and extensive intraductal component (EIC) \\[Per College of American Pathologist (CAP) Recommendation\\] or\n     * Focally positive resection margins or\n     * Non-hormone sensitive breast cancer (estrogen receptor (ER)- and progesterone receptor(PR)-negative) or\n     * Grade III histology or\n     * Oncotype recurrence score \\> 25 or\n   * B. Pathological stage 0 breast cancer with nuclear grade 3 ductal carcinoma in situ (DCIS) and patient age \\<50 years or\n   * C. Post-neoadjuvant pathological 0, I, II breast cancer resected by lumpectomy after neoadjuvant systemic therapy\n4. Study entry must be within 50 days from whichever comes later: last surgery (breast or axilla) or last chemotherapy. The day of surgery is Day \"0\".\n5. If multifocal breast cancer, then it must have been resected through a single lumpectomy incision with negative margins\n6. Breast-conserving surgery with margins defined as follows: (also see 3.1.3 for eligibility)\n\n   * Negative margins defined as no tumor at the resected specimen edge.\n   * Close resection margins \\> 0 mm to ≤ 2 mm. as follows:\n\n     * One close resection margin and EIC (per College of American Pathologist (CAP) Recommendation)\n     * 2 or more close resection margins.\n   * A focally positive resection margin\n7. For invasive breast cancer the axilla must be staged by one of the following:\n\n   * Sentinel node biopsy alone, if sentinel node is negative, i.e. any of the following:\n\n     * pN0: no regional lymph node metastasis identified histologically,\n     * pN0(i-): pN0 and immunohistochemical (IHC) negative, or\n     * pN0(i+): pN0 and IHc positive;\n   * Sentinel node biopsy alone, OR followed by axillary node dissection per investigator discretion, for clinically node negative patients as described below:\n\n     * microscopic sentinel node positive (pN1mic)\n     * one or two sentinel nodes positive (pN1) without extracapsular extension\n     * negative sentinel node biopsy after neoadjuvant chemotherapy\n   * Axillary node dissection is required following sentinel node (SN) biopsy with a minimum total of 6 axillary nodes if any of the following exist:\n\n     * for \\> 2 positive SN\n     * any positive SN biopsy after neoadjuvant chemotherapy\n     * for clinically (by either imaging or examination) T3 disease\n     * for extracapsular extension\n   * Axillary dissection alone (with a minimum of 6 axillary nodes)\n8. Age ≥ 18\n9. CT-imaging of the ipsilateral breast within 28 days prior to study entry for the radiation treatment planning. Must be able to delineate on CT scan the extent of the target lumpectomy cavity for boost\n10. Appropriate stage for protocol entry, including no clinical evidence for distant metastases, based upon the following minimum diagnostic workup:\n\n    * History/physical examination, including breast exam (inspection and palpation of the breasts) and documentation of weight and Zubrod Performance Status of 0-2 within 28 days prior to study entry;\n    * Right and left mammography within 90 days of diagnostic biopsy establishing diagnosis\n11. Patients must have had ER analysis performed on the primary breast tumor prior to study entry according to current American Society of Clinical Oncology (ASCO)/ College of American Pathologists (CAP) Guideline Recommendations for hormone receptor testing. If negative for ER, assessment of PR must also be performed according to current ASCO/CAP Guideline Recommendations for hormone receptor testing (http://www.asco.org)\n12. Complete blood count (CBC)/differential obtained within 14 days prior to study entry, with adequate bone marrow function defined as follows:\n\n    * Absolute neutrophil count (ANC) ≥ 1,800 cells/mm3\n    * Platelets ≥ 75,000 cells/mm3\n    * Hemoglobin ≥ 8.0 g/dl (Note: The use of transfusion or other intervention to achieve Hgb ≥ 8.0 g/dl is acceptable.)\n13. Women of childbearing potential must have a negative urine or serum pregnancy test within 14 days of study entry\n14. Women of childbearing potential must be non-pregnant and non-lactating and willing to use medically acceptable form of contraception during radiation therapy\n15. Patient must provide study specific informed consent prior to study entry\n16. Breast implants allowed\n\nExclusion criteria:\n\n1. American Joint Committee on Cancer (AJCC) pathologic T4, N2 or N3, M1 pathologic stages III or IV breast cancer\n2. Treatment plan that includes regional node irradiation\n3. Prior invasive non-breast malignancy (except non-melanomatous skin cancer, carcinoma in situ of the cervix) unless disease free for a minimum of 5 years prior to study entry\n4. Prior invasive or in-situ carcinoma of the breast \\[-prior lobular carcinoma in situ (LCIS) is eligible\\]\n5. Two or more breast cancers not resectable through a single lumpectomy incision\n6. Bilateral breast cancer\n7. DCIS only (without an invasive component) and age ≥ 50 years\n8. DCIS nuclear grade 1 or 2 only (without an invasive component) and age \\< 50 years\n9. Invasive breast cancer and low risk for 5-year in breast recurrence after lumpectomy with negative margins that does not meet one of the eligibility factors in 3.1.3.\n10. Unable to delineate on CT scan the extent of the target lumpectomy cavity for boost (Placement of surgical clips to assist in treatment planning of the boost is strongly recommended, see Section 6.4.2 for details)\n11. Suspicious unresected microcalcification, densities, or palpable abnormalities (in the ipsilateral or contralateral breast) unless biopsied and found to be benign\n12. Non-epithelial breast malignancies such as sarcoma or lymphoma\n13. Paget's disease of the nipple\n14. Male breast cancer\n15. Prior radiotherapy to the breast or prior radiation to the region of the ipsilateral breast that would result in overlap of radiation therapy fields\n16. Intention to administer concurrent chemotherapy for current breast cancer.\n17. Severe, active co-morbidity, defined as follows:\n\n    * Unstable angina and/or congestive heart failure requiring hospitalization within the last 6 months\n    * Transmural myocardial infarction within the last 6 months\n    * Acute bacterial or fungal infection requiring intravenous antibiotics at the time of registration;\n    * Chronic Obstructive Pulmonary Disease exacerbation or other respiratory illness requiring hospitalization or precluding study therapy within 30 days before registration;\n    * Hepatic insufficiency resulting in clinical jaundice and/or coagulation defects; note, however, that laboratory tests for liver function and coagulation parameters are not required for entry into this protocol\n    * Acquired Immune Deficiency Syndrome (AIDS) based upon current Centers for Disease Control and Prevention (CDC) definition; note, however, that HIV testing is not required for entry into this protocol. The need to exclude patients with AIDS from this protocol is necessary because the treatments involved in this protocol may be significantly immunosuppressive\n18. Pregnancy or women of childbearing potential who are sexually active and not willing/able to use medically acceptable forms of contraception\n19. Active systemic lupus, erythematosus, or any history of scleroderma, dermatomyositis with active rash\n20. Medical, psychiatric or other condition that would prevent the patient from receiving the protocol therapy or providing informed consent",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}