{
    "nctId": "NCT01413828",
    "briefTitle": "Trastuzumab Administered Concurrently or Sequentially to Anthracycline-containing Adjuvant Regimen for Breast Cancer",
    "officialTitle": "Safety and Efficacy Evaluation of Trastuzumab Administered Concurrently or Sequentially to Anthracycline-containing Adjuvant Regimen for Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2, PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 201,
    "primaryOutcomeMeasure": "cardiotoxicity",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Written informed consent.\n* Histological diagnosis of operable invasive adenocarcinoma of the breast. Tumours must be HER2 positive. Time window between surgery and study randomization must be less than 60 days.\n* Surgery must consist of mastectomy or conservative surgery with axillary lymph node dissection or sentinel lymph node biopsy. Margins free of disease and ductal carcinomas in situ (DCIS) are required. Lobular carcinoma is not considered a positive margin.\n* Positive axillary lymph nodes defined as at least 1 out of 10 nodes with presence of disease. If sentinel node technique is used, sentinel node can be the only node affected.\n* Status of hormone receptors in primary tumour must be available before the end of adjuvant chemotherapy.\n* Patients must not present evidence of metastatic disease. Status of HER2 in primary tumour, known before randomization. Patients with immune histochemistry (IHC) 3+ are eligible. For patients with ICH 2+, fluorescence in situ hybridization (FISH) is mandatory and result must be positive.\n* Age \\>= 18 and \\<= 70 years old.\n* Performance status (Karnofsky index) \\>= 80.\n* Normal electrocardiogram (EKG) in the 12 weeks prior to randomization.\n* Cardiac function monitored by left ventricular ejection fraction (LVEF) must be \\>= 55%.\n* Laboratory results (within 14 days prior to randomization):\n\n  * Hematology: neutrophils \\>= 1.5 x 10\\^9/l; platelets \\>= 100 x 10\\^9/l; hemoglobin \\>= 10 mg/dl;\n  * Hepatic function: total bilirubin \\<= 1 upper normal limit (UNL); SGOT and SGPT \\<= 2.5 UNL; alkaline phosphatase \\<= 2.5 UNL. If values of SGOT and SGPT \\> 1.5 UNL are associated to alkaline phosphatase \\> 2.5 UNL, patient is not eligible;\n  * Renal function: creatinine \\<= 175 mmol/l (2 mg/dl); creatinine clearance \\>= 60 ml/min;\n* Complete stage workup during the 12 weeks prior to randomization (mammograms are allowed within a 20 week window). All patients must have a bilateral mammogram, thorax x-ray, abdominal echography and/or computed tomography (CT)-scan. If bone pain, and/or alkaline phosphatase elevation, a bone scintigraphy is mandatory. This test is recommended for all patients. Other tests: as clinically indicated.\n* Patients able to comply with treatment and study follow-up.\n* Negative pregnancy test done in the 14 prior days to randomization.\n\nExclusion Criteria:\n\n* Prior systemic therapy for breast cancer.\n* Prior therapy with anthracyclines or trastuzumab for any malignancy.\n* Prior radiotherapy for breast cancer.\n* Bilateral invasive breast cancer.\n* Pregnant or lactating women. Adequate contraceptive methods must be used during chemotherapy and hormone therapy treatments.\n* Any M1 tumor.\n* HER2 negative breast cancer (IHC 0or 1+ or negative FISH result).\n* Pre-existing grade \\>= 2 motor or sensorial neurotoxicity (National Cancer Institute Common Toxicity Criteria version 2.0 \\[NCI CTC v-2.0\\]).\n* Any other serious medical pathology, such as congestive heart failure; unstable angina; history of myocardial infarction during the previous year; uncontrolled HA or high risk arrhythmias.\n* left ventricular ejection fraction (LVEF) less than 55%.\n* History of neurological or psychiatric disorders, which could preclude the patients from free informed consent.\n* Active uncontrolled infection.\n* Active peptic ulcer; unstable diabetes mellitus.\n* Previous or current history of neoplasms different from breast cancer, except for skin carcinoma, cervical in situ carcinoma, or any other tumour curatively treated and without recurrence in the last 10 years; ductal in situ carcinoma in the same breast; lobular in situ carcinoma.\n* Chronic treatment with corticosteroids.\n* Contraindications for corticosteroid administration.\n* Concomitant treatment with raloxifene, tamoxifen or other selective estrogen receptor modulators (SERMs), either for osteoporosis treatment or for prevention. These treatments must stop before randomisation.\n* Concomitant treatment with other investigational products; participation in other clinical trials with a non-marketed drug in the 20 previous days before randomization.\n* Concomitant treatment with another therapy for cancer.\n* Males.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}