{
    "nctId": "NCT06154590",
    "briefTitle": "Anastrozole Adjuvant Trial - Study of Anastrozole Compared to NOLVADEX (Tamoxifen Citrate) for Adjuvant Treatment of Early Breast Cancer Clinical Studies), Adjunct Cytotoxic Chemotherapy and Malignant Joint Tumor",
    "officialTitle": "Anastrozole Adjuvant Trial - Study of Anastrozole Compared to NOLVADEX (Tamoxifen Citrate) for Adjuvant Treatment of Early Breast Cancer (Clinical Studies), Tamoxifen Citrate Was Added to Adjunct Cytotoxic Chemotherapy- Treatment of Malignant Joint Tumor.",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Metastatic Breast Cancer, Tumor, Muscle Neoplasms, Chronic Pain",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 100,
    "primaryOutcomeMeasure": "The combination of anastrozole and NOLVADEX (tamoxifen citrate)was added to adjunct cytotoxic chemothrapy",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* The Median Duration of Adjuvant Treatment for 59.8 Months and 59.6 Months for Patients Receiving Anastrozole 1 mg and NOLVADEX (Tamoxifen Citrate) 20 mg.\n* Construct Patient Historical Background\n* Palliative\n* Pediatric- Under 2 Years of Age, 2-18 Years of Age (does unit adjustments )FYI\n* Interventional Procedures\n* BMD Bone Mineral Density (Data if Obtainable)\n* Notate Receptor Levels (Only Women With Both Estrogen and Progesterone\n* Levels 10 mo Fmol or Greater)\n* Notate Radiation Therapy 6 Months (Male, Prostate Cancer, or SAST, Salvage Androgen Suppression)\n* Notate Did Not Utilize Androgen Suppression as Adjunct Therapy to Radiation Therapy, Yes or no.\n* Androgen Independent Prostate Cancer\n* In addition: (for chronic, non-cancer pain), prescribers should determine whether the patient improves functionally on opioids, which could include an opioid trial, and whether the pain relief improves his/her ability to comply with the overall pain management program.\n* Chronic Pain (Benign) Inpatient/Outpatient\n* Cancer Pain\n* Acute Pain, Inpatient/Outpatient\n* Add here: if prudent-2.2.3.8.1.1. Dose Modification (Change)\n* Has this patient received either a dose escalation or a de-escalation of this investigational agent during this course of therapy? Use the following codes:\n* 1 = Yes, planned (i.e., the dose was changed according to protocol guidelines)\n* 2 = Yes, unplanned (i.e., the dose change was not a part of protocol guide-lines)\n* 3 = No\n* 9 = Unknown\n* Note: If the patient has received a previous escalation or de-escalation of this investigational agent and there has been no further change to the dose during this course, answer no.\n* Construct a Least Squares Linear Regression Standard Curve, Construct a Least Squares Linear Regression, Peak Height ,\n* Using data from the control (0 ppb) and fortified tissue samples, construct a least squares linear regression standard curve by plotting fortified tissue concentration against peak height (average from duplicate dose can include injection if drug is developed into injector, currently use of tablets) for the resulting equation, y = mx -t- b.\n\n  * x = concentration (ppb) of results from chemicals or tissue from prior surgeries (if any or in progress for sample tissue)\n  * y = tamoxifen citrate was added to melphalan \\[L-phenylalanine mustard (P) and fluorouracil (f) peak height (average value from duplicate does). This will assist in further studies for set up for adjutant cytotoxic chemotherapy if applicable.\n  * m = slope\n  * b = y-intercept\n* Healthy volunteers/yes\n* Will accept women 59-70 for use of combination drug-(both estrogen and progesterone receptor levels).\n\nExclusion Criteria:\n\n* At a median follow-up of 33 months, the combination of anastrozole and NOLVADEX (tamoxifen citrate) did not demonstrate any efficacy benefit when compared to NOLVADEX (tamoxifen citrate) therapy given alone in all patients as well as in the hormone receptor positive sub-population. This treatment arm was discontinued from the trial.",
    "sex": "ALL",
    "minimumAge": "44 Years",
    "stdAges": "ADULT"
}