{
    "nctId": "NCT04803084",
    "briefTitle": "Multiparametric MRI as a Non-Invasive Biomarker of the Tumor Microenviroment",
    "officialTitle": "Multiparametric MRI as a Non-Invasive Biomarker of the Tumor Microenviroment in Breast Cancer",
    "overallStatus": "SUSPENDED",
    "conditions": "Breast Cancer, Triple-negative Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 10,
    "primaryOutcomeMeasure": "Correlate dynamic-contrast enhanced MRI characteristics",
    "eligibilityCriteria": "Inclusion Criteria:\n\nWomen and men at least 18 years of age.\n\n* Have a new diagnosis of invasive breast cancer with clinical stage I - III disease or regional stage IV with metastasis to the supraclavicular nodes only\n* Hormone receptor negative (estrogen-receptor \\< 5% and/or progesterone-receptor \\< 5%)\n* Human epidermal growth factor receptor 2 (HER2) negative by immunohistochemistry or fluorescence in situ hybridization (FISH)\n* Enrollment in a neoadjuvant clinical trial that includes the evaluation of immunotherapy as a part of the regimen; patient must be randomized to a treatment arm (including the control arm) prior to enrolling in this study\n* Planning to undergo surgical resection and subsequent adjuvant therapy as per the treatment clinical trial or the clinical provider\n* Have tissue available for additional correlative studies OR planned to undergo an additional pre-treatment biopsy for additional tissue acquisition as per provider or the treatment clinical trial\n* Be a candidate for MRI imaging.\n* Be willing to comply with scheduled visits required for the trial.\n* Ability to understand and the willingness to sign a written informed consent document.\n\nExclusion Criteria:\n\nSystemic or locoregional treatment for the current episode of breast cancer prior to baseline breast MRI.\n\n* Poor visualization of the tumor on the initial breast MRI (investigator discretion)\n* Pregnant or nursing.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}