{
    "nctId": "NCT03425838",
    "briefTitle": "Endocrine Therapy Plus CDK4/6 in First or Second Line for Hormone (SONIA) Receptor Positive Advanced Breast Cancer",
    "officialTitle": "BOOG 2017-03: Endocrine Therapy Plus CDK 4/6 Inhibition in First- or Second-line for Hormone Receptor Positive Advanced Breast Cancer - the SONIA Study",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Neoplasm Female",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 1050,
    "primaryOutcomeMeasure": "PFS2",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Adult women (≥ 18 years of age) with proven diagnosis of adenocarcinoma of the breast with evidence of loco-regional recurrent or metastatic disease not amenable to resection or radiation therapy with curative intent and for whom chemotherapy is not clinically indicated.\n2. Documentation of histologically or cytologically confirmed diagnosis of estrogen-receptor (ER) expression \\>10% and/or progesterone receptor (PR) expression \\>10% breast cancer based on local laboratory results.\n3. Previously untreated with any systemic anti-cancer therapy for loco-regional recurrent or metastatic HR+ disease, with the exception of recently started (within 28 days of randomization) endocrine therapy.\n4. Women who are not post-menopausal must use LHRH agonist. Postmenopausal status is defined as:\n\n   1. prior bilateral surgical oophorectomy, or\n   2. spontaneous cessation of regular menses for at least 12 consecutive months without OAC\n   3. in case of doubt serum estradiol \\<20 umol/l and follicle stimulating hormone (FSH) levels \\>15 IU/L at screening\n5. Measurable or evaluable disease as defined per RECIST v.1.1 (see Appendix 3) or bone-only disease. Tumor lesions previously irradiated or subjected to other locoregional therapy will only be deemed measurable if disease progression at the treated site after completion of therapy is clearly documented.\n6. Eastern Cooperative Oncology Group (ECOG) performance status (PS) 0-2.\n7. Adequate organ and marrow function defined as follows:\n\n   1. ANC ≥1,000/mm3 (1.0 x 10e9 /L);\n   2. Platelets ≥50,000/mm3 (50 x 10e9 /L);\n   3. Estimated creatinine clearance ≥ 30 mL/min as calculated using the method standard for the institution;\n   4. Total serum bilirubin ≤1.5 x ULN (≤3.0 x ULN if Gilbert's disease);\n   5. AST and ALT ≤3 x ULN (≤5.0 x ULN if liver metastases present);\n8. Resolution of all acute toxic effects of prior anti-cancer therapy or surgical procedures to NCI CTCAE version 4.0 Grade ≤1, except alopecia or other toxicities not considered a safety risk for the patient at investigator's discretion.\n9. Willingness and ability to comply with scheduled visits, treatment plan, laboratory tests, and other study procedures.\n10. Evidence of a personally signed and dated informed consent document indicating that the patient (or a legal representative) has been informed of all pertinent aspects of the study before any study-specific activity is performed.\n\nExclusion Criteria:\n\n1. Patients with advanced, symptomatic, visceral spread, who are at risk of life-threatening complications in the short term (including patients with massive uncontrolled effusions (pleural, pericardial, peritoneal), pulmonary lymphangitis, and over 50% liver involvement).\n2. Known active uncontrolled or symptomatic CNS metastases, carcinomatous meningitis, or leptomeningeal disease as indicated by clinical symptoms, cerebral edema, and/or progressive growth. Patients with a history of CNS metastases or cord compression are eligible if they have been definitively treated with local therapy (e.g., radiotherapy, stereotactic surgery) and are clinically stable without the use of steroids for at least 4 weeks before randomization\n3. Prior neoadjuvant or adjuvant treatment with an aromatase inhibitor (i.e., anastrozole, letrozole or exemestane) with disease recurrence while on or within 12 months of treatment.\n4. Prior treatment with any CDK4/6 inhibitor.\n5. Patients treated within the last 7 days prior to randomization with:\n\n   1. Food or drugs that are known to be CYP3A4 inhibitors (ie, amprenavir, atazanavir, boceprevir, clarithromycin, conivaptan, delavirdine, diltiazem, erythromycin, fosamprenavir, indinavir, itraconazole, ketoconazole, lopinavir, mibefradil, miconazole, nefazodone, nelfinavir, posaconazole, ritonavir, saquinavir, telaprevir, telithromycin, verapamil, voriconazole, and grapefruit or grapefruit juice);\n   2. Drugs that are known to be CYP3A4 inducers (ie, carbamazepine, felbamate, nevirapine, phenobarbital, phenytoin, primidone, rifabutin, rifampin, rifapentin, and St. John's wort).\n6. Major surgery, chemotherapy, radiotherapy, any investigational agents, or other anti-cancer therapy within 2 weeks before randomization. Patients who received prior radiotherapy to ≥25% of bone marrow are not eligible independent of when it was received.\n7. Diagnosis of any other malignancy prior to randomization, except those that are not believed to influence the patient's prognosis and do not require any further treatment. This includes, but is not limited to adequately treated basal cell or squamous cell skin cancer and carcinoma in situ of the cervix.\n8. QTc \\>480 msec at baseline\n9. Active inflammatory bowel disease or chronic diarrhea, short bowel syndrome, or any upper gastrointestinal surgery including gastric resection.\n10. Known hypersensitivity to letrozole or anastrozole, or any of its excipients, or to any palbociclib excipients.\n11. Other severe acute or chronic medical or psychiatric condition or laboratory abnormality that may increase the risk associated with study participation or investigational product administration or may interfere with the interpretation of study results and, in the judgment of the investigator, would make the patient inappropriate for entry into this study.\n12. Recent or active suicidal ideation or behavior.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}