{
    "nctId": "NCT06107790",
    "briefTitle": "Phase III Clinical Trial Comparing the Safety, Efficacy, and Immunogenicity of HS022 and Trastuzumab® in Combination With Vinorelbine Bitartrate Injection in the Treatment of HER2-positive Breast Cancer",
    "officialTitle": "Phase III Clinical Trial Comparing the Safety, Efficacy, and Immunogenicity of HS022 and Trastuzumab® in Combination With Vinorelbine Bitartrate Injection in the Treatment of HER2-positive Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "HER2-positive Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 570,
    "primaryOutcomeMeasure": "ORR",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* 1. Female ≥18 and ≤75 years of age on day of signing the informed consent form (ICF).\n\n  2. Histologically or cytologically confirmed adenocarcinoma of the breast. 3. Recurrent disease not amenable to curative surgery or radiation therapy. 4. HER2-positivity, based on IHC score 3+ or ISH positivity. For those IHC score 2+ patients, fluorescence in situ hybridization (FISH), chromogenic in situ hybridization (CISH) or silver enhanced in situ hybridization (SISH) should be tested to prove HER2 gene amplification.\n\n  5.No prior systemic anticancer agent such as chemotherapy, biological or targeted agent for metastatic disease. For patients with recurrent disease, prior neo-/adjuvant therapy containing trastuzumab must have been stopped at least 12 months before the diagnosis of recurrent (local or metastatic) disease.\n\n  6.Those with at least one measurable target lesion (RECIST 1.1 standard): at least one diameter line of the target lesion can be accurately measured, and the lesions, skin lesions, brain lesions, and bone metastases of any type after radiotherapy or other local regional treatment can only be evaluated as non-target lesions; 7.ECOG \\< 2； 8.Left ventricular ejection fraction (LVEF) ≥ 50% within 4 weeks before randomization; 9.Adequate hematology, liver function and kidney function, as shown in the following laboratory test values；\n\n  .a) Absolute value of neutrophil ≥ 1.5 × 109/L； b) Platelet ≥ 100 × 109/L, and hemoglobin ≥ 90g/L; c) Total serum bilirubin ≤ 1.5 times the upper limit of normal value (except for Gilbert syndrome); d) ALT and AST ≤ 2.5 times the upper limit of normal value (subjects with liver metastasis ≤ 5 times the upper limit of normal value); e) Blood creatinine ≤ 1.5 times the upper limit of normal value. 10.The expected survival period ≥ 3 months. 11. Patients have voluntarily agreed to participate and given written informed consent.\n\nExclusion Criteria:\n\n* .Prior surgery within 4 weeks preceeding enrollment or expected to be performed during the trial, prior chemotherapy wihtin 4 weeks preceeding enrollment, prior radiotherapy or endocrinotherapy within 4 weeks before enrollment.\n\n  2.Prior treatment with vinorelbine 3.Current peripheral neuropathy above 2 grades 4.Known brain metastasis or other CNS metastasis that is either symptomatic or untreated. Central nervous system metastases that have been treated by complete resection and/or radiotherapy demonstrating stability or improvement are not an exclusion criterion provided they are stable as shown by computed tomography (CT) or magnetic resonance imaging (MRI) scan for at least 4 weeks before Screening without evidence of cerebral edema and no requirements for corticosteroids or anticonvulsants.\n\n  5.Participation in another clinical study within 4 weeks before enrollment (3 months for studies involving monoclonal therapy), excluding those who failed in screening;\n\n  6. Patients with any other malignant tumor in the past five years, excluding fully cured cervical carcinoma in situ, basal cell or squamous cell skin cancer;\n\n  7. Have a clear history of neurological or mental disorders, including epilepsy or dementia;\n\n  8. Those who are allergic to any ingredient or excipient of the test drug, including those who are allergic to benzyl alcohol;\n\n  9. Those who have received whole blood or component blood transfusion within 2 weeks before randomization;\n\n  10. Those who currently suffer from diseases affecting intravenous injection and venous blood collection;\n\n  11. At present, there are serious and uncontrollable systemic diseases (such as dyspnea, bronchospasm, acute attack of asthma or other diseases requiring continuous oxygen inhalation treatment), which, according to the judgment of the researcher, will significantly affect the participation/completion of the test and efficacy evaluation of the subjects;\n\n  12. Have any of the following heart diseases:\n  1. Currently suffering from untreated or uncontrollable hypertension (systolic blood pressure\\>150 mmHg or diastolic blood pressure\\>100 mmHg), or unstable angina pectoris;\n  2. According to the standards of the New York Heart Association, he currently has a history of congestive heart failure at any level, or serious arrhythmia requiring treatment (excluding atrial fibrillation or paroxysmal supraventricular tachycardia);\n  3. Myocardial infarction occurred within 6 months before signing the informed consent;\n\n     13. At present, people who need to use corticosteroids daily for long-term treatment (the equivalent dose of methylprednisolone with dose\\>10 mg/day), excluding inhaled corticosteroids; 14. Any one of human immunodeficiency virus antibody, treponema pallidum antibody and hepatitis C virus antibody should be excluded. Or there are patients with active hepatitis B infection of clinical significance who need treatment: hepatitis B surface antigen \\[HBsAg\\] or hepatitis B core antibody \\[HBcAb\\] is positive, and hepatitis B virus deoxyribonucleic acid \\[HBV DNA\\] test results are greater than or equal to the upper limit of the reference value of each hospital. Among them, only those with positive syphilis specific antibody test but negative syphilis non-specific antibody test can be selected; Only those with positive hepatitis C virus antibody but negative hepatitis C virus RNA \\[HCV RNA\\] can be selected;;\n\n     15. Pregnant or lactating women; Or when screening, the blood pregnancy test of women of childbearing age is positive; Or women of childbearing age and their spouses are unwilling to take effective contraceptive measures during and within 7 months after the end of the clinical trial;\n\n     The researcher believes that it is not suitable for enrollment or may not be able to complete the test for other reasons.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}