{
    "nctId": "NCT06006806",
    "briefTitle": "Evaluation of Radiobiological Effects in Skin Toxicities for Breast Cancer Patients With Pencil Beam Scanning Proton Therapy",
    "officialTitle": "Evaluation of Radiobiological Effects in Skin Toxicities for Breast Cancer Patients With Pencil Beam Scanning Proton Therapy",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer, Breast Cancer Stage II, Breast Cancer Stage III, Breast Cancer Stage I",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 100,
    "primaryOutcomeMeasure": "Reduction in Radiation Dermatitis",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* The patient must consent to be in the study and must have signed an approved consent form conforming to federal and institutional guidelines.\n* Patients must be equal to or greater than 18 years old.\n* The patient must have stage 0, I, II, or III breast cancer\n* On histological examination, the tumor must be ductal carcinoma in-situ (DCIS) or invasive adenocarcinoma of the breast\n* Surgical treatment of the breast must have been lumpectomy or mastectomy\n* Patients must have an estrogen receptor (ER) analysis performed on the primary tumor\n* Progesterone (PgR) analysis is desired but not mandatory\n* No serious health conditions as determined by physician that would impact ability to complete treatment or impact skin in the area of treatment\n\nExclusion Criteria:\n\n* Stage IV breast cancer\n* Non-epithelial breast malignancies such as sarcoma or lymphoma\n* Paget's disease of the nipple\n* Prior breast or thoracic radiation therapy (RT) for any condition.\n* Collagen vascular disease, specifically dermatomyositis with a Creatine phosphokinase (CPK) level above normal or with an active skin rash, systemic lupus erythematosis, or scleroderma.\n* Pregnancy or lactation\n* Psychiatric or addictive disorders or other conditions that, in the opinion of the investigator, would preclude the patient from meeting the study requirements.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}