{
    "nctId": "NCT01791985",
    "briefTitle": "AZD4547 & Anastrozole or Letrozole (NSAIs) in ER+ Breast Cancer Patients Who Have Progressed on NSAIs (RADICAL)",
    "officialTitle": "A Single Arm Phase IIa Study (With Combination SRI) to Assess the Safety & Efficacy of AZD4547 in Combination With Either Anastrozole or Letrozole in ER+ Breast Cancer Patients Who Have Progressed on Treatment With Anastrozole or Letrozole",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 52,
    "primaryOutcomeMeasure": "Number of Participants With Serious Adverse Events (SAEs)",
    "eligibilityCriteria": "Inclusion Criteria Patients must fulfil all of the following criteria.\n\n1. Written (signed and dated) informed consent and be capable of co-operating with treatment and follow-up\n2. Aged ≥ 25 years of age (N.B. in line with other studies with AZD4574 and due to concerns of possible effects on the immature skeleton)\n3. Post menopausal women. Women will be considered postmenopausal if they have had a bilateral oophorectomy or the following specific requirements apply:\n\n   Safety run-in:\n   * Women under 50 years old would be considered post-menopausal if they have been amenorrhoeic for 24 months and have follicle-stimulating hormone (FSH) and oestradiol levels in the post-menopausal range. Patients with prior exposure to depot Luteininzing hormone releasing hormones (LHRH) analogues must be 24 months or more following the last administration\n   * Women aged 50 years and older would be considered post-menopausal if they have been amenorrhoeic for 12 months and patients with prior exposure to depot LHRH analogues must be 12 months or more following the last administration\n   * Women rendered amenorrhoeic by adjuvant chemotherapy, who were premenopausal or perimenopausal prior to chemotherapy, must have been amenorrhoeic for at least 24 months\n\n   Phase IIa:\n   * Women under 50 years old would be considered post-menopausal if they have been amenorrhoeic for 24 months and have follicle-stimulating hormone (FSH) and oestradiol levels in the post-menopausal range.\n   * Women aged 50 years and older would be considered post-menopausal if they have been amenorrhoeic for 12 months\n   * Women rendered amenorrhoeic by adjuvant chemotherapy, who were premenopausal or perimenopausal prior to chemotherapy, must have been amenorrhoeic for at least 24 months\n   * Perimenopausal women rendered amenorrhoeic from exposure to depot LHRH analogues\\*\n\n     * Patients must have taken LHRH analogues for at least 6 months\n4. Eastern Cooperative Oncology Group (ECOG) performance status 0-1 with no deterioration over the previous 2 weeks and minimum life expectancy of 12 weeks\n5. Histological confirmation of breast cancer with documented positive oestrogen receptor status (ER+) of primary or metastatic tumour tissue according to local laboratory parameters\n6. Phase IIa: Mandatory provision of tumour biopsy for assessment of oncology biomarkers\n7. Fulfils criteria for previous treatment of breast cancer\\*:\n\n   Safety run-in:\n   * Relapse during a single regimen of adjuvant endocrine therapy with either anastrozole or letrozole or\n   * Progression during first line endocrine therapy with a non-steroidal Aromatase Inhibitor (AI) for advanced breast cancer\\*\\*. Co-administration of a targeted agent with the non-steroidal AI is permitted providing all toxicities have recovered to CTCAE Grade 1 or below 1 prior regimen of chemotherapy in the advanced setting is permitted. Chemotherapy administered in the adjuvant setting is permitted\n\n   Phase IIa:\n\n   o Progressing or progression at some point during breast cancer treatment on endocrine therapy with a non-steroidal AI.\\*\\*\\* Co-administration of a targeted agent with the non-steroidal AI is permitted providing all toxicities have recovered to CTCAE Grade 1 or below.\n   * Prior chemotherapy in the advanced and adjuvant setting is permitted.\n   * Prior treatment with exemestane with or without everolimus is permitted.\n\n     * Human Epidermal Growth Factor Receptor 2 (HER2) positive breast cancer patients should have been offered at least one prior line of HER2 directed therapy \\*\\*Advanced breast cancer: metastatic disease or locally advanced disease which is not amenable to treatment with curative intent \\*\\*\\*anastrozole or letrozole does not have to be the most recent therapy\n8. Safety run-in: At least one lesion (measurable and/or non-measurable) that can be accurately assessed by CT/MRI/plain x-ray at baseline and follow up visits Phase IIa: At least one lesion ≥ 10mm in the longest diameter at baseline (or ≥ 15mm in the short axis for nodal disease) that can be accurately measured with CT/MRI at baseline and is suitable for accurate repeated measurements. Patients with bone only metastatic cancer must have a lytic or mixed lytic-blastic lesion that can be accurately assessed by CT or MRI.\n9. Safety run-in: Study entry must be preceded by a minimum of 21 days of anastrozole or letrozole treatment Phase IIa: No set duration of anastrozole or letrozole treatment prior to study entry.\n\nExclusion Criteria\n\n1. Treatment with any of the following:\n\n   1. Safety run-in: more than 1 regimen of endocrine therapy for advanced breast cancer\n   2. previous exposure to any FGFR inhibitor\n   3. Safety run in: more than 1 prior regimen of chemotherapy for advanced breast cancer.\n   4. potent inhibitors or inducers of CYP3A4 or CYP2D6, or substrates of CYP3A4 within 2 weeks prior to first dose of study treatment (3 weeks for St John's Wort)\n   5. major surgery within 4 weeks prior to first dose of study treatment\n   6. radiotherapy with a wide field of radiation within 4 weeks prior to first dose of study treatment; or radiotherapy with a limited field of radiation for palliation within 2 weeks before the first dose of study treatment\n2. With the exception of alopecia, any unresolved toxicities from prior therapy greater than CTCAE grade 1 at time of starting study\n3. Spinal cord compression or brain metastases unless asymptomatic, treated and stable and not requiring steroids for at least 4 weeks prior to start of study treatment\n4. Any evidence of severe or uncontrolled systemic diseases or active infection\n5. Any of the following cardiac criteria:\n\n   1. Resting corrected QT interval (QTc) \\>470 ms\n   2. Any clinically important abnormalities in rhythm, conduction or morphology of resting ECG e.g. complete left bundle branch block, third degree heart block\n   3. Any factors that increase the risk of QTc prolongation or risk of arrhythmic events such as heart failure, hypokalaemia, congenital long QT syndrome, family history of long QT syndrome or unexplained sudden death under 40 years of age or any concomitant medication known to prolong the QT interval\n6. Inadequate bone marrow reserve or organ function as defined by any one of the following parameters:\n\n   Haemoglobin \\< 9.0 g/dL (\\<90.0 g/L) Absolute neutrophil count (ANC) \\< 1.5 x 109 /L Platelet count \\< 100 x 109 /L Alanine aminotransferase \\> 2.5 x Upper Limit of Normal (ULN) if no demonstrable liver metastases or \\> 5 x ULN in the presence of liver metastases Aspartate aminotransferase \\> 2.5 x ULN if no demonstrable liver metastases or \\> 5 x ULN in the presence of liver metastases Total bilirubin \\> 1.5 x ULN if no demonstrable liver metastases or \\> 3 x ULN in the presence of liver metastases Creatinine \\> 1.5 times ULN or creatinine clearance \\<50ml/min Corrected calcium \\> ULN Phosphate \\> ULN\n7. Refractory nausea and vomiting, chronic gastrointestinal diseases, inability to swallow the formulated Investigational Medicinal Product (IMP) or previous significant bowel resection that would preclude absorption of AZD4547 or anastrozole or letrozole\n8. History of hypersensitivity to anastrozole or letrozole\n9. History of another malignancy within 5 yrs prior to starting study treatment, except adequately treated basal or squamous cell carcinoma of the skin, carcinoma of the cervix and the disease under study\n10. Any of the following ophthalmological criteria:\\*\n\n    * Current evidence or previous history of retinal pigmented epithelium detachment (RPED)\n    * Previous laser treatment or intra-ocular injection for treatment of macular degeneration\n    * Current evidence or previous history of soft drusen, drusenoid RPE detachment and wet macular degeneration.\n    * Current evidence or previous history of retinal vein occlusion (RVO)\n    * Current evidence or previous history of retinal degenerative diseases (e.g. hereditary) \\*Patients with uncontrolled glaucoma or intra-ocular pressure \\>21 mmHg at screening should be referred for ophthalmological management and the condition controlled prior to first dose of study treatment.\n11. Concurrent treatment with another investigational agent or use of another investigational agent within 30 days or 5 half lives, whichever is longer, preceding the first dose of study treatment\n12. Concurrent treatment with prohibited medications and wash out period for that drug will not have been completed before starting study medication",
    "sex": "FEMALE",
    "minimumAge": "25 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}