{
    "nctId": "NCT05232006",
    "briefTitle": "PARP-inhibitor on Advanced Metastatic Breast Cancer in Germline PALB2 Mutations Carriers",
    "officialTitle": "Phase II Clinical Trial Aiming at Investigating the Effect of a PARP-inhibitor on Advanced Metastatic Breast Cancer in Germline PALB2 Mutations Carriers",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Metastatic Breast Cancer in Germline-PALB2 Mutations Carriers",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 12,
    "primaryOutcomeMeasure": "Objective response rate",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Adult patients over 18 years\n* PALB2 germline heterozygous mutation carrier, wild type BRCA1\\&2 (breast cancer 1\\&2) affected with metastatic breast cancer in first metastatic treatment line or beyond\n* Histologically or cytologically confirmed breast cancer with evidence of metastatic disease.\n* Triple Negative breast cancer; Patients affected with triple negative cancers should have received anthracyclines and taxanes in neo/adjuvant therapy.\n* Or patients with Hormonal receptor positive (HR+)/ Human epidermal growth factor receptor 2 negative (HER2-) breast cancer, with treatment failure after a second line of therapy; Estrogen Receptor/ProgesteroneReceptor breast cancer positive patients must have received and progressed on currently recommended therapies in this indication (endocrine therapy, CDK4/6 inhibitors (adjuvant or metastatic)), or have a disease form that the treating physician believes to be inappropriate for recommended therapies in this indication.\n* Prior therapy with an anthracycline and a taxane in an adjuvant setting.\n* Prior platinum allowed as long as no breast cancer progression occurred on treatment or if given in adjuvant/neoadjuvant setting, at least 12 months elapsed from last dose to study entry.\n* Eastern Cooperative Oncology Group (ECOG) performance status 0-2.\n* Adequate bone marrow, kidney and liver function.\n* Patients without visceral crisis\n\nExclusion Criteria:\n\n* Patients with HER2 positive disease.\n* Untreated and/or uncontrolled brain metastases.\n* Patients in visceral crisis requiring chemotherapy\n* Cytopenia, defined with the following thresholds: (i) Neutrophil count \\< 1500/mm3; Platelet count\\< 100 000/mm3; Hemoglobin \\<9g/dL\n* Prior malignancy unless curatively treated and disease-free for \\> 5 years prior to study entry. Prior adequately treated non-melanoma skin cancer, in situ cancer of the cervix, ductal carcinoma in situ (DCIS) or stage I grade 1 endometrial cancer allowed.\n* Known HIV (Human Immunodeficiency Virus) infection.\n* Pregnant or breast-feeding women.\n* Lack of affiliation to a social security benefit plan (as a beneficiary or assignee)",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}