{
    "nctId": "NCT00039780",
    "briefTitle": "Evaluation of BNP7787 for the Prevention of Neurotoxicity in Metastatic Breast Cancer Patients Receiving Weekly Paclitaxel",
    "officialTitle": "BNP7787 vs. Placebo for Prevention of Paclitaxel Neurotoxicity: A Double-Blind Multicenter Randomized Phase 3 Trial in Patients With Metastatic Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Neoplasms, Breast Diseases, Metastases, Neoplasm",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 764,
    "primaryOutcomeMeasure": "1)Incidence of PNQ Grade D or Grade E neurosensory symptoms (Item 1 of the PNQ) with duration of at least 4 weks; 2) Objective tumor response rate",
    "eligibilityCriteria": "INCLUSION CRITERIA\n\nHistologically or cytologically documented metastatic breast cancer\n\nMeasurable disease\n\nPerformance Status; ECOG 0-2\n\nMore than 2 weeks since prior radiation therapy\n\n14 days or more since prior therapy and recovered from all side effects\n\nFor patients who progress while receiving hormonal therapy alone, the patient may be enrolled on study as soon as they have recovered from all side effects of the hormonal therapy\n\nClinical laboratory values must meet the following:\n\n* Granulocytes greater than or equal to 1,500/mm(3)\n* Platelets greater than or equal to 100,000/mm(3)\n* Hemoglobin greater than or equal to 9 g/dL\n* SGOT less than 2.0 x ULN\n* Bilirubin less than or equal to 1.5 mg/dL\n* Creatinine less than or equal to 1.6 mg/dL\n* Calcium less than the ULN\n\nEXCLUSION CRITERIA\n\nCurrent CNS metastases or history of CNS metastases\n\nHistory of diabetes (Type I or Type II)\n\nPrevious or concurrent malignancy except:\n\n* inactive non-melanoma skin cancer\n* in situ carcinoma of the cervix\n* or other cancer if the patient has been disease-free for more than 5 years\n\nPregnant or lactating women\n\nHistory of recent myocardial infarction, stroke, or uncontrolled CHF, epilepsy, or hypertension\n\nPatients currently receiving Neurontin® (gabapentin), glutamine supplements, Elavil® (amitriptyline), Dilantin®, Tegretol®, tricyclic antidepressants or other similar medications during the study period\n\nAlternative medications including megadose vitamins, herbal preparations, tonics, extracts, etc. are not allowed during the study period.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}