{
    "nctId": "NCT04744506",
    "briefTitle": "Targeted Resection of Axillary Metastatic Lymph Nodes After Breast Cancer Neoadjuvant Chemotherapy",
    "officialTitle": "Targeted Axillary Dissection Using Carbon Marking for Patients With Node-positive Breast Cancer Following Neoadjuvant Therapy (TADCOM): a Prospective, Multicenter, Randomized Controlled Trial",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Breast Cancer, Surgery, Lymph Node Metastases",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 126,
    "primaryOutcomeMeasure": "Lymph node retrieval rate marked",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Female patients aged 18 to 85 years are eligible.\n2. Participants must have a histologically confirmed diagnosis of breast cancer, classified as cT1-4N1-2aM0 according to the 8th edition of the AJCC (American Joint Committee on Cancer) TNM classification system.\n3. Eastern Cooperative Oncology Group (ECOG) performance status must be 0 or 1.\n4. Clinical re-staging must indicate an axillary node status of ycN0 following NAC.\n5. Participants must provide written informed consent to partake in the trial, acknowledging understanding and agreement to the procedures and risks involved.\n\nExclusion Criteria:\n\n1. Patients with metastatic breast cancer (Stage IV).\n2. Diagnosed with inflammatory breast cancer or bilateral breast cancer.\n3. History of axillary surgical procedures.\n4. Any medical, psychological, or social conditions that would prevent adherence to the study protocol or completion of the treatment or follow-up.\n5. Known allergy to carbon nanoparticles or presence of severe comorbid conditions or other serious underlying medical issues.\n6. Current or prior participation in another clinical trial that could interfere with the outcome of this study or affect the safety and well-being of the participants.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}