{
    "nctId": "NCT03411161",
    "briefTitle": "S 81694 Plus Paclitaxel in Metastatic Breast Cancer",
    "officialTitle": "Phase I/II Trial of S 81694 Administered Intravenously in Combination With Paclitaxel to Evaluate the Safety, Pharmacokinetic and Efficacy in Metastatic Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Metastatic Breast Cancer, Metastatic Triple Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 22,
    "primaryOutcomeMeasure": "Incidence of DLTs (dose-limiting toxicities)",
    "eligibilityCriteria": "Inclusion Criteria:\n\nFor Phase I :\n\n* Histologically or cytologically confirmed metastatic breast cancer, refractory to any standard therapy or for which the standard therapy is considered unsuitable;\n* Patient must have at least one evaluable or measurable metastatic lesion (lesions as defined by revised Response Evaluation Criteria in Solid Tumors).\n\nFor Phase II :\n\n* Histologically or cytologically confirmed advanced inoperable triple negative breast cancer with no prior anticancer therapy regimen in metastatic setting;\n* Patient with a minimum washout period of 12 months following previous taxane based adjuvant therapy;\n* Patient must have at least one measurable metastatic lesion. Ascites, pleural effusion, and bone metastases are not considered measurable;\n* Acceptance of pre-treatment metastatic biopsies for all patients and on-treatment metastatic biopsies in selected centres.\n\nFor the whole study:\n\n* Male or female subjects aged ≥ 18 years old, or legal age of the majority in the country;\n* Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1;\n* Estimated life expectancy of at least 3 months;\n* Adequate haematological function based on the last assessment performed within 7 days prior to the first IMP (investigational medicinal product) administration;\n* Adequate renal function based on the last assessment performed within 7 days prior to the first IMP administration;\n* Adequate hepatic function based on the last assessment performed within 7 days prior to the first IMP administration;\n* Female participant of childbearing potential must have a negative pregnancy test (serum) within 7 days prior to the first day of test drug administration. Effective contraception both for female patients of childbearing potential and male patients with parteners of childbearing potential.\n\nExclusion Criteria:\n\n* Other active malignancy within the last 3 years (except for basal cell carcinoma or a non-invasive/in situ cervical cancer or intra-mucosal gastro-intestinal cancers that were treated curatively);\n* Presence of grade ≥ 2 toxic effects (excluding alopecia) due to prior cancer therapy;\n* Known hypersensitivity to the IMP (S 81694 and paclitaxel) or their excipients;\n* Evidence of peripheral neuropathy of grade 2 or higher;\n* Participant previously received paclitaxel and discontinued due to toxicity related to paclitaxel;\n* Participant known as refractory to taxanes;\n* Any prior cancer therapy within 4 weeks or 5 half-life (whichever is the shorter) before the first IMP administration;\n* Participant with current, serious, uncontrolled infections;\n* Participant with brain metastasis or leptomeningeal metastasis (except patients with brain metastasis that have been stable post-radiation therapy and who are off steroids for \\> 2 months);\n* History of cardiac disease;\n* Uncontrolled arterial hypertension;\n* Presence of risk factors for torsades de pointes (e.g. heart failure, hypokalaemia, family history of long QT syndrome);\n* Any clinically significant medical condition (e.g. organ dysfunction) or laboratory abnormality likely to jeopardize the patient's safety or to interfere with the conduct of the study, in the investigator's opinion.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}