{
    "nctId": "NCT05978141",
    "briefTitle": "A Registry for People With T-cell Lymphoma",
    "officialTitle": "The T-cell Lymphoma Master Repository (TCLMR): A Prospective Databank of Patients With T-cell Lymphoma With Clinical Annotation and Matched Tumor Specimens",
    "overallStatus": "RECRUITING",
    "conditions": "T-cell Lymphoma, NK-Cell Lymphoma, T-cell Prolymphocytic Leukemia, T-cell Large Granular Lymphocytic Leukemia, Chronic Lymphoproliferative Disorder of NK Cells, Aggressive NK-cell Leukemia, Systemic Epstein-Barr Virus Positive T-Cell Lymphoproliferative Disease of Childhood (Disorder), Systemic Epstein Barr Virus Positive T-Cell Lymphoproliferative Disease of Childhood, Chronic Active EBV Infection of T-and NK-Cell Type, Systemic Form, Hydroa Vacciniforme-Like Lymphoproliferative Disorder, Adult T-cell Leukemia/Lymphoma, Extranodal NK/T-cell Lymphoma, Nasal Type, Enteropathy-associated T-cell Lymphoma, Monomorphic Epitheliotropic Intestinal T-Cell Lymphoma, Intestinal T-Cell Lymphoma, Not Otherwise Specified, Indolent T-Cell Lymphoproliferative Disorder of the Gastrointestinal Tract, Hepatosplenic T-cell Lymphoma, Subcutaneous Panniculitis-Like T-Cell Lymphoma, Mycosis Fungoides, Sezary Syndrome, Primary Cutaneous Anaplastic Large Cell Lymphoma, Primary Cutaneous T-cell Lymphoma, Primary Cutaneous CD8-Positive Aggressive Epidermotropic T-Cell Lymphoma, Primary Cutaneous Acral CD8-Positive T-Cell Lymphoma, Peripheral T-Cell Lymphoma, Not Otherwise Specified, Angioimmunoblastic T-cell Lymphoma, Follicular T-Cell Lymphoma, Nodal Peripheral T-Cell Lymphoma With TFH Phenotype, Anaplastic Large Cell Lymphoma, ALK-Positive, Anaplastic Large Cell Lymphoma, ALK-negative, Breast Implant-Associated Anaplastic Large Cell Lymphoma",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 1000,
    "primaryOutcomeMeasure": "Number of participants populating the T-cell Lymphoma Master Repository/TCLMR",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Written informed consent\n* Adequate fresh or archival tumor biopsy or intent to obtain fresh tumor biopsy.\n* Pathologically-confirmed mature T- or natural killer (NK)-cell lymphoma meeting one of the following diagnostic criterion (based on WHO classification and NCCN guidelines):\n\n  * T-cell prolymphocytic leukemia\n  * T-cell large granular lymphocytic leukemia\n  * Chronic lymphoproliferative disorder of NK cells\n  * Aggressive NK-cell leukemia\n  * Systemic Epstein-Barr virus (EBV)-positive T-cell lymphoma of childhood\n  * Chronic active EBV infection of T- and NK-cell type, systemic form\n  * Hydroa vacciniforme-like lymphoproliferative disorder\n  * Adult T-cell leukemia/lymphoma\n  * Extranodal NK/T-cell lymphoma, nasal type\n  * Enteropathy-associated T-cell lymphoma\n  * Monomorphic epitheliotropic intestinal T-cell lymphoma\n  * Intestinal T-cell lymphoma, not otherwise specified (NOS)\n  * Indolent T-cell lymphoproliferative disorder of the gastrointestinal tract\n  * Hepatosplenic T-cell lymphoma\n  * Subcutaneous panniculitis-like T-cell lymphoma\n  * Mycosis fungoides (limited to those with ≥ stage IB disease and those receiving active therapy)\n  * Sézary syndrome\n  * Primary cutaneous anaplastic large cell lymphoma (receiving systemic therapy)\n  * Primary cutaneous Gamma-Delta T-cell lymphoma\n  * Primary cutaneous CD8+ aggressive epidermotropic cytotoxic T-cell lymphoma\n  * Primary cutaneous acral CD8+ T-cell lymphoma (receiving systemic therapy)\n  * Peripheral T-cell lymphoma, not otherwise specified\n  * Angioimmunoblastic T-cell lymphoma\n  * Follicular T-cell lymphoma\n  * Nodal peripheral T-cell lymphoma with TFH phenotype\n  * Anaplastic large cell lymphoma, ALK-positive\n  * Anaplastic large cell lymphoma, ALK-negative\n  * Breast-implant associated anaplastic large cell lymphoma.\n* NOTE: Patients with diagnoses of mycosis fungoides, primary cutaneous anaplastic large cell lymphoma, and/or primary cutaneous acral CD8+ T-cell lymphoma must be receiving systemic therapy.\n\nExclusion Criteria:\n\n* Patients with of mycosis fungoides, primary cutaneous anaplastic large cell lymphoma, and/or primary cutaneous acral CD8+ T-cell lymphoma not receiving systemic therapy.\n* Inability to collect prospective data, measure response, or perform adequate follow-up assessments in the clinical judgment of the treating physician. NOTE: Repository participation does not exclude participation in clinical trials, nor does existing clinical trial participation exclude enrollment in the study herein outlined.",
    "sex": "ALL",
    "minimumAge": "N/A",
    "stdAges": "CHILD, ADULT, OLDER_ADULT"
}