{
    "nctId": "NCT05619016",
    "briefTitle": "[68Ga]Ga-ABY-025 PET for Quantification of HER2-status in Solid Tumors",
    "officialTitle": "Phase II Study of [68Ga]Ga-ABY-025 PET for Non-invasive Quantification of HER2-status in Solid Tumors",
    "overallStatus": "RECRUITING",
    "conditions": "Esophageal Neoplasms, Gastric Neoplasms Malignant, Breast Cancer, HER2-positive Gastric Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "DIAGNOSTIC",
    "enrollmentCount": 72,
    "primaryOutcomeMeasure": "Percentage of HER2-positive lesions",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age ≥18 years.\n2. The subject has given written consent to participate in the study.\n3. Patients with metastatic disease because of gastroesophageal adenocarcinoma or HER2-low breast cancer. Cohort 1: Histologically confirmed HER2-positive primary gastroesophageal adenocarcinoma, scheduled for palliative HER2-targeted therapy; Cohort 2: HER2-low metastatic breast cancer first within a pilot study (of which five patients with de novo HER2-low mBC and five patients with pre-treated HER2-low mBC). Later, within a post-pilot study. Definition of HER2 positivity (ASCO College of American Pathologist 2018. HER2 Testing for Breast Cancer Guidelines.) HER2-low mBC is defined as IHC 1+ or IHC 2+ but ISH negative.\n4. At least one metastatic lesion ≥ 10 mm is available for biopsy defined on CT.\n5. At least one (and up to five) additional metastatic index lesion/s ≥ 10 mm for evaluation of treatment effect\n6. World Health Organization (WHO) performance status ≤ 2.\n7. Expected survival \\> 12 weeks.\n\nExclusion Criteria:\n\n1. Significantly impaired renal function (GFR \\<30 ml/min/1.73 m2)\n2. Allergy to iodinated contrast media\n3. Subjects that for some reason are unable to exercise their rights, such as cognitive function impairment.\n4. Other manifest malignancy except for basal cell carcinoma of the skin.\n5. The patient presenting any contraindication for the use of HER2 targeted therapy for metastatic disease: congestive heart failure, baseline left ventricular ejection fraction (LVEF) less than 50%, transmural myocardial infarction, uncontrolled hypertension (systolic blood pressure \\>180 mm Hg or diastolic blood pressure \\>100 mm Hg), angina pectoris requiring medication, clinically significant valvular heart disease, high-risk arrhythmias, lack of physical integrity of the upper gastrointestinal tract or malabsorption syndrome, active gastrointestinal bleeding.\n6. Inadequate organ function, suggested by the following laboratory results: absolute neutrophil count \\<1,500 cells/mm3, haemoglobin \\<90 g/L, total bilirubin ≥1.5 x Upper Limit of Normal (ULN) (unless the patient has documented Gilbert's syndrome), Aspartate aminotransferase (AST)/serum glutamic-oxaloacetic transaminase (SGOT) or Alanine aminotransferase (ALT)/ serum glutamic pyruvic transaminase (SGPT) \\>5.0 x ULN.\n7. Positive pregnancy test in women of childbearing potential (premenopausal or \\<12 months of amenorrhea post-menopause and who have not undergone surgical sterilization), or lactation.\n8. Female patients of childbearing potential and sexually active and not willing to use a highly effective contraceptive. Examples of highly effective contraceptive methods with a failure rate of \\< 1% per year include bilateral tubal ligation, male sterilization, established, proper use of hormonal contraceptives that inhibit ovulation, hormone releasing intrauterine devices (IUDs), and copper IUDs. Periodic abstinence (e.g., calendar, ovulation, symptothermal, or postovulation methods) and withdrawal are not acceptable methods of contraception. Women must refrain from donating eggs during this same period.\n9. Patients with increased risk of complications from biopsies, i.e. increased risk of bleeding, defined as\n\n   * prothrombin time test (INR value) \\>1.4, platelet count \\<70 (109/l), activated partial thromboplastin time (APTT) \\>30s.\n   * known bleeding disorder such as hemophilia, von Willebrand disease or platelet disorders.\n   * any anticoagulants or antiplatelet treatment (except for low-dose acetyl-salicylic acid (ASA), i. e 75 mg daily).",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}