{
    "nctId": "NCT01658033",
    "briefTitle": "Bevacizumab Plus Modified FOLFOX6 Regimen as the Salvage Treatment in Metastatic Breast Cancer (MBC) Patients",
    "officialTitle": "Phase II Study of Bevacizumab Plus Modified FOLFOX6 Regimen as the Salvage Treatment in Patients With Metastatic Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 72,
    "primaryOutcomeMeasure": "Progression free survival",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. age\\>=18years\n2. Eastern Cooperative Oncology Group (ECOG) performance status (PS) \\<=2 and a life expectancy \\>= 12 weeks;\n3. histological-proven, HER-2 negative measurable stage IV disease;\n4. exposure to anthracyclines, taxanes either in the neoadjuvant/adjuvant or in the metastatic setting and had documented disease progression after the firstline or secondline treatment\n5. Patients previously treated with radiotherapy were eligible for the study, provided that measurable disease existed outside the radiation field.\n6. At least 3 weeks from the prior chemotherapy or radiotherapy. At least 2 weeks from the prior endocrine therapy.\n\nExclusion Criteria:\n\n1. Patients with active infection or other serious underlying medical conditions\n2. Patients had prior treatment with 5-FU infusion and/or oxaliplatin therapy\n3. Inadequate bone marrow, liver, renal, medullary, and cardiac functions\n4. Evidence of spinal cord compression or brain metastasis\n5. History of another malignancy within the last five years except cured basal cell carcinoma of skin and carcinoma in-situ of uterine cervix or a contralateral breast cancer\n6. Pregnant or lactating women\n7. Serious uncontrolled intercurrent infection\n8. History or evidence of inherited bleeding diathesis or coagulopathy with the risk of bleeding\n9. Serious non-bleeding wound, peptic ulcer or bone fracture\n10. Prior dihypopyrimidine dehydrogenase deficiency\n11. Hypersensitivity to Chinese hamster ovary cell products or other recombinant human or humanlised antibodies",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}