{
    "nctId": "NCT02628132",
    "briefTitle": "Study of Safety and Efficacy of Durvalumab in Combination With Paclitaxel in Metastatic Triple Negative Breast Cancer Patients",
    "officialTitle": "Study of the Safety, Tolerability and Efficacy of the Investigational Anti PD-L1 Monoclonal Antibody Durvalumab in Combination With Paclitaxel in Patients With Metastatic Triple Negative PD-L1 Positive Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 22,
    "primaryOutcomeMeasure": "Number of patients with adverse events (severe and non-severe)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Confirmed metastatic breast cancer\n2. Triple negative breast cancer (estrogen receptor (ER) negative, progesterone receptor (PR) negative and Her2/neu negative).\n3. Patients had received at least 1 line of chemotherapy in metastatic setting before being enrolled in this trial.\n4. Written informed consent and any locally-required authorization\n5. Eastern Cooperative Oncology Group (ECOG) performance status of 0-1\n6. Life expectancy of \\>12 weeks\n7. Adequate normal organ and marrow functions.\n\nExclusion Criteria:\n\n1. Involvement in the planning and/or conduct of the study or previous enrolment in the present study\n2. Participation in another clinical study with an investigational product during the last 4 months\n3. Any previous treatment with a PD-1 or PD-L1 inhibitor, including MEDI4736 or with a CTLA 4 inhibitor\n4. Mean QT interval corrected for heart rate (QTc) ≥470 ms calculated from 3 electrocardiograms (ECGs) using Frediricia's Correction\n5. Current or prior use of immunosuppressive medication within 28 days before the first dose of MEDI4736, with the exceptions of 10 mg dexamethasone prior to paclitaxel infusion and intranasal and inhaled corticosteroids or systemic corticosteroids at physiological doses, which are not to exceed 10 mg/day of prednisone, or an equivalent corticosteroid\n6. Active or prior documented autoimmune disease within the past 2 years\n7. Active or prior documented inflammatory bowel disease (e.g., Crohn's disease, ulcerative colitis)\n8. History of primary immunodeficiency\n9. History of allogeneic organ transplant\n10. Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, uncontrolled hypertension, unstable angina pectoris, interstitial lung disease (ILD), cardiac arrhythmia, active peptic ulcer disease or gastritis, active bleeding diatheses including any subject known to have evidence of acute or chronic hepatitis B, hepatitis C or human immunodeficiency virus (HIV), or psychiatric illness/social situations that would limit compliance with study requirements or compromise the ability of the subject to give written informed consent\n11. Known history of previous clinical diagnosis of tuberculosis\n12. History of leptomeningeal carcinomatosis\n13. Receipt of live attenuated vaccination within 30 days prior to study entry or within 30 days of receiving MEDI4736\n14. Female subjects who are pregnant, breast-feeding or male or female patients of reproductive potential who are not employing an effective method of birth control\n15. Any condition that, in the opinion of the investigator, would interfere with evaluation of study treatment or interpretation of patient safety or study results\n16. Symptomatic or uncontrolled brain metastases requiring concurrent treatment, inclusive of but not limited to surgery, radiation and/or corticosteroids.\n17. Subjects with uncontrolled seizures.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}