{
    "nctId": "NCT06612203",
    "briefTitle": "Clinical Study to Evaluate Debio0123 + Sacituzumab Govitecan Combination in TNBC or HR+/HER2- Advanced Breast Cancer",
    "officialTitle": "Phase Ib/II Study to Evaluate Safety and Preliminary Efficacy of the Wee1 Inhibitor Debio 0123 in Combination With Sacituzumab Govitecan in Triple-negative or HR+/HER2- Advanced/ Metastatic Breast Cancer",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Advanced Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 76,
    "primaryOutcomeMeasure": "Phase Ib - Debio 0123's recommended phase II dose (RP2D) when administered in combination with Sacituzumab govitecan in patients with TNBC or HR+/HER2- metastatic breast cancer.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patient must be capable to understand the purpose of the study and have signed written informed consent form (ICF) prior to beginning specific protocol procedures.\n2. Female or male patients ≥ 18 years of age at the time of signing ICF.\n3. Unresectable locally recurrent or metastatic breast cancer documented by computerized tomography (CT) scan or magnetic resonance imaging (MRI) that is not amenable to resection with curative intent.\n4. Histologically confirmed TNBC or HR+/HER2- breast cancer as defined by the most recent American Society of Clinical Oncology (ASCO)/College of American Pathologists (CAP) guidelines.\n\n   Note: Patients must have known HR and HER2 status locally determined on the most recent analyzed biopsy or FFPE tumor block prior to study entry.\n5. All patients must have been previously treated with taxanes regardless of disease stage (adjuvant, neoadjuvant, or advanced), unless contraindicated for a given patient.\n6. Refractory to at least one, and no more than two, prior standard of care chemotherapy regimens for unresectable locally advanced or metastatic breast cancer. Earlier adjuvant or neoadjuvant therapy for more limited disease will be considered as one of the required prior regimens if the development of unresectable locally advanced or metastatic disease occurred within a 12-month period after completion of chemotherapy.\n7. HR+/HER2- breast cancer patients must be refractory to at least 1 prior anti-cancer hormonal treatment for advanced disease and must have resistance to CDK4/6 inhibitor defined as:\n\n   * Disease progression while on, or within 12 months after the end of this treatment in the (neo)adjuvant setting.\n   * Disease progression to this treatment during advanced disease.\n8. For phase Ib: evaluable disease according to RECIST v.1.1; for phase II: measurable disease according to RECIST v.1.1.\n9. Patients with bone-only metastatic disease will be allowed to participate only if they have at least one measurable soft-tissue component ≥10 mm.\n10. Patients with brain metastasis must have an MRI scan of the brain performed and have had stable CNS disease for at least 4 weeks before entry into the trial.\n\n    Note: low dose corticosteroids for the treatment of brain metastases are permitted provided the dose is stable for 4 weeks.\n11. Able to provide the most recently available formalin-fixed paraffin-embedded (FFPE) tumor tissue blocks or fresh tumor biopsy at baseline and after detection of disease progression.\n12. Able to provide liquid biopsy at the established time points.\n13. ECOG performance status of 0-1.\n14. Patient must have adequate bone marrow, liver, and renal function.\n15. Resolution of all acute toxic effects of prior anti-cancer therapy to grade ≤ 1 as determined by the US National Cancer Institute (NCI)-Common Terminology Criteria for Adverse Events (CTCAE) version 5.0 (v.5.0) (except for alopecia or other toxicities not considered a safety risk for the patient at investigator's discretion).\n16. Women of childbearing potential who are sexually active with a non-sterilized male partner must have a negative serum pregnancy test within 14 days before study treatment initiation. In addition, they must agree to use one highly effective method of birth control from the time of screening until 7 months after the last dose of study treatments. Female patients must refrain from egg cell donation and breastfeeding during this same period.\n17. Male patients who are sexually active with a female partner of childbearing potential must be surgically sterile or using an acceptable method of contraception from the time of screening until 4 months after the last administration of the study drug. Male patients must not donate or bank sperm during the same time period.\n18. Patient must be accessible for treatment and follow-up visits.\n\nExclusion Criteria:\n\n1. Current participation in another therapeutic clinical trial, except other translational studies.\n2. Investigational anti-cancer therapy, chemotherapy or radiotherapy with curative intent within 21 days prior to first dose of study treatment.\n\n   Note: Palliative radiation (e.g., for pain relief) is allowed up to 1 week prior to study treatment start.\n3. Treatment with monoclonal antibodies/biologics within 28 days prior to first dose of study treatment.\n4. Has previously been treated with a TROP2-directed antibody-drug conjugate (ADC) or WEE-1 inhibitor in any setting.\n5. Has previously been treated with topoisomerase 1 inhibitors or antibody drug conjugates containing a topoisomerase 1 inhibitor in any setting.\n\n   Note: for phase Ib, prior treatment with topoisomerase 1 inhibitors or ADC-containing a topoisomerase 1 inhibitor in any setting must be specifically evaluated on a case-by-case basis by the Medical Monitor.\n6. Patients with advanced, symptomatic, visceral spread, that are at risk of life-threatening complications in the short term (including patients with massive uncontrolled effusions \\[pleural, pericardial, and/or peritoneal\\] and pulmonary lymphangitis).\n7. Known active uncontrolled or symptomatic central nervous system (CNS) metastases and/or leptomeningeal disease as indicated by clinical symptoms, cerebral edema, and/or progressive growth.\n\n   Note: Patients with ≤ 20 mg prednisone or equivalent daily are permitted provided the dose is stable for 4 weeks.\n8. History of non-infectious interstitial lung disease (ILD)/pneumonitis that required steroids, has current ILD/pneumonitis, or has suspected ILD/pneumonitis that cannot be ruled out by imaging at screening.\n9. Has a concurrent malignancy or malignancy within 5 years of study enrollment with the exception of carcinoma in situ of the cervix, basal cell carcinoma or squamous cell carcinoma of the skin that has been previously treated with curative intent. For other cancers considered to have a low risk of recurrence, discussion with the Sponsor's Medical Monitor is required.\n10. Active autoimmune disease that has required systemic treatment in past 2 years or is receiving systemic steroid therapy (e.g., dosing exceeding 10 mg daily of prednisone or equivalent) or any other form of immunosuppressive therapy within 7 days prior to the first dose of study treatment, or any diagnosis of immunodeficiency.\n11. Known allergy or hypersensitivity reaction to any of the investigational medicinal products (Debio 0123 and Sacituzumab govitecan) or their incorporated substances.\n12. Major surgical procedure or significant traumatic injury within 14 days before the first dose of study treatment or anticipation of need for major surgery within the course of the study treatment.\n13. Clinically relevant cardiovascular/cerebrovascular disease and/or cardiac dysfunction or conduction abnormalities.\n14. Concomitant use of a drug with a known risk of TdP/QTc prolongation or of any drug(s) described in the prohibited medications section of the protocol. If such a drug has been used by the participant, a wash-out period of at least 5 half-lives of the drug must occur before first administration of study treatment.\n15. Concomitant use of a drug or herbal product that is an inhibitor or inducer of CYP enzymes, or of any drug(s) (such as proton pump inhibitors, H2 receptor antagonists, etc.) described in the prohibited medications section of the protocol. If such a drug has been used by the participant, a wash-out period of at least 5 half-lives of the drug must occur before first administration of study treatment.\n16. Pregnant or lactating women or patients not willing to apply highly effective contraception as defined in the protocol.\n17. Any serious medical condition or abnormality in clinical laboratory tests that, in the investigator's judgment, precludes the patient's safe participation in and completion of the study.\n18. Current known infection with hepatitis B virus (HBV), or hepatitis C virus (HCV). Patients with past HBV infection or resolved HBV infection (defined as having a negative hepatitis B surface antigen \\[HBsAg\\] test, accompanied by a negative HBV DNA test) are eligible. Patients positive for HCV antibody are eligible only if polymerase chain reaction (PCR) is negative for HCV RNA.\n19. Active primary immunodeficiency, known human immunodeficiency virus (HIV) infection with positive viral load.\n20. Other active uncontrolled infection at the time of enrollment.\n21. Receipt of live or attenuated vaccine within 30 days prior to the first dose of study treatment.\n22. Known substance abuse or any other concurrent severe and/or uncontrolled medical condition that would, in the investigator's judgment, contraindicate patient participation.\n23. Clinically significant gastrointestinal abnormality that could affect the absorption of orally administered drugs (e.g., ulcerative diseases, gastrointestinal dysfunction, uncontrolled nausea, vomiting, diarrhea, malabsorption syndrome, major resection of the small bowel or total gastrectomy, or inflammatory bowel disease).\n24. Inability or unwillingness to swallow oral medication.\n25. Inability or unwillingness to comply with the requirements of the protocol in the opinion of the investigator.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}