{
    "nctId": "NCT02593435",
    "briefTitle": "The Registration Program of BRCA1/2 Gene",
    "officialTitle": "The Registration Program of BRCA1/2 Gene in Chinese Breast Cancer Group",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 8000,
    "primaryOutcomeMeasure": "Screening of large samples is to search the gene mutation of the breast cancer susceptibility gene (BRCA1 and BRCA2) in Chinese high risk group.",
    "eligibilityCriteria": "Chinese Genetic/Familial breast cancer patients, and its first or second degree relatives with breast cancer (female or male).\n\nThe selection will be based on NCCN Clinical Practice Guidelines in Oncology (Genetic/Familial High-Risk Assessment: Breast and Ovarian).\n\nInclusion Criteria:\n\nPatients: it must be from independent family and meet the one or more of the following conditions.\n\n1. Patients' age at diagnosis: 45 years or younger.\n2. Patients' age at diagnosis: 50 years or younger.\n3. Breast cancer patients: it must meet the one or more of the following family medical histories.\n\n   3.1 Patients' age at diagnosis: 50 years or younger, and the one or more of the next of Kin has breast cancer.\n\n   3.2 Patients' age at diagnosis: any of age, and the one or more of the next of Kin has breast cancer that its age at diagnosis was 50 years or younger.\n\n   3.3 Patients' age at diagnosis: any of age, and the two or more of the next of Kin have breast cancer that its age at diagnosis was 50 years or younger.\n\n   3.4 Patients' age at diagnosis: any of age, and the one or more of the next of Kin has epithelial ovarian cancer.\n\n   3.5 Patients' age at diagnosis: any of age, and the two or more of the next of Kin have pancreatic cancer and/or prostate cancer (Gleason grading\\>7, any of age).\n\n   3.6 Patients' age at diagnosis: any of age, and the one or more of the close-male relatives has breast cancer.\n4. Triple negative patients' age of onset: 60 years or younger.\n5. Patients: male and have breast cancer.\n\nPatients' first or second degree relatives are BRCA1/2 mutation carrier (1-5 people):\n\nFirst or second degree female adult relatives of patients (age: 18 years or older), it will be selected from the same paternal or maternal side according to the family disease.\n\nFirst or second degree male relatives of patients have breast cancer.\n\nExclusion Criteria:\n\nN/A.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT"
}