{
    "nctId": "NCT02592746",
    "briefTitle": "A Study of Palbociclib With Exemestane Plus GnRH Versus Capecitabine in Premenopausal Women With HR+ MBC",
    "officialTitle": "A Phase II Randomized Study of Palbociclib in Combination With Exemestane Plus GnRH Versus Capecitabine in Premenopausal Women With Hormone Receptor-Positive Metastatic Breast Cancer",
    "overallStatus": "UNKNOWN",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 182,
    "primaryOutcomeMeasure": "Progression free survival (PFS) in patients with metastatic breast cancer who received palbociclib plus exemestane with goserelin versus capecitabine",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Histologically confirmed metastatic breast cancer with measurable or evaluable disease: Patients who have progressed on distant metastatic sites after curative surgery or have stage IV breast cancer at diagnosis\n2. Age \\> 19 years\n3. ECOG performance status 0 - 2\n4. Patient has HER2-negative breast cancer with IHC and/or FISH (or SISH, CISH) Patient has ER positive and/or PgR positive breast cancer by local laboratory testing\n5. Patient is premenopausal. Premenopausal status is defined as either:\n\n   A. Patient had last menstrual period within the last 12 months B. If within three months of tamoxifen (tamoxifen) taking, C. In case of chemotherapy induced amenorrhea, the serum FSH ≤40IU/l\n6. A. Patient who have stage IV breast cancer at diagnosis, allow disease that progressed after 1st line chemotherapy. B. Patient who have stage IV breast cancer at diagnosis, allow disease that progressed after tamoxifen or goserelin. C. In case of recur/metastatic breast cancer, allow disease that progressed after 12 month of completion of neo/adjuvant chemotherapy .\n7. Urine or serum HCG test must be negative.\n8. Adequate bone marrow function (≥ ANC 1,500/ul, ≥ platelet 100,000/ul, ≥ Hemoglobin 9.0 g/dl)\n9. Adequate renal function (≤ serum creatinine 1.5 mg/dl or CCr ≥ 50 ml/min)\n10. Adequate liver function (≤ serum bilirubin 1.5 mg/dl, ≤ AST/ALT x 3 upper normal limit)\n11. Patients who were already established on bisphosphonate therapy may continue on bisphosphonates.\n12. Patients agreed to use effective contraception or not of childbearing potential\n13. Written informed consent\n14. Consent to biomarker analysis.\n\nExclusion Criteria:\n\n1. Postmenopausal women\n2. Serious uncontrolled intercurrent infections\n3. Serious intercurrent medical or psychiatric illness, including active cardiac disease\n4. Pregnancy or breast feeding\n5. Second primary malignancy(except in situ carcinoma of the cervix or adequately treated nonmelanomatous carcinoma of the skin or resected thyroid papillary carcinoma or other malignancy treated at least 5 years previously with no evidence of recurrence)\n6. Patients has received previous endocrine treatments such as, aromatase inhibitor, exemestane in the metastatic setting\n7. Patients has received previous treatment with CDK 4/6 inhibitors, mTOR inhibitors, PIK3CA inhibitors or capecitabine\n8. No symptomatic visceral metastasis\n9. Known brain metastases unless treated and stable\n10. Clinically significant uncontrolled conditions including, known active hepatitis B or hepatitis C.\n11. QTc interval \\> 480 msec, family or personal history of long or short QT syndrome, or known history of QTc prolongation or Torsade de Pointes.\n12. Known positive testing for human immunodeficiency virus or acquired immune deficiency syndrome.\n13. Unable to swallow and retain oral medication.\n14. Treatment radiotherapy within 4 weeks of the study\n15. Use of any investigational drug within 4 weeks of the study\n16. Treatment with chemotherapy within 3 weeks or hormone therapy within 2 weeks of the study",
    "sex": "FEMALE",
    "minimumAge": "19 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}