{
    "nctId": "NCT00278902",
    "briefTitle": "A Study of ARRY-334543 in Patients With Advanced Cancer",
    "officialTitle": "N/A",
    "overallStatus": "COMPLETED",
    "conditions": "Advanced Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 96,
    "primaryOutcomeMeasure": "Establish the maximum tolerated dose (MTD) of study drug.",
    "eligibilityCriteria": "Key Inclusion Criteria (Part 2):\n\n* Histologically or cytologically confirmed diagnosis of ErbB2+ breast cancer, pancreatic, squamous cell head and neck, hepatocellular, hepatobiliary, glioblastoma, ovarian, prostate, upper GI, colorectal, non small cell lung, or bladder cancer or other relevant cancers if approved in advance by the Sponsor.\n* Measurable disease (at least 1 target lesion) according to modified RECIST.\n* Failed at least one previous therapeutic regimen and either no longer a candidate for standard therapy, has no standard therapy available, or chooses not to pursue standard therapy.\n* Eastern Cooperative Oncology Group (ECOG) performance status (PS) of 0 or 1.\n* Must consent to allow the Sponsor access to an archival histological specimen or to have a pre-dose tumor biopsy.\n* Additional criteria exist.\n\nKey Exclusion Criteria (Part 2):\n\n* Uncontrolled or symptomatic brain metastases (if a patient has brain metastases and is on steroids, the steroid dose must be stable for at least 30 days).\n* Use of an investigational medication or device within 30 days prior to first dose of study drug.\n* Major surgery within 30 days prior to first dose of study drug.\n* Radiotherapy or chemotherapy within 28 days prior to first dose of study drug (not including palliative radiotherapy at focal sites).\n* Pregnancy or lactation.\n* Known positive serology for the human immunodeficiency virus (HIV), hepatitis B and/or hepatitis C. Of note, if a patient has hepatocellular carcinoma, then they may be enrolled even if they are positive for hepatitis B and/or hepatitis C.\n* Additional criteria exist.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}