{
    "nctId": "NCT03071926",
    "briefTitle": "Metronomic PLD in Patients With Primary Endocrine Resistant ABC",
    "officialTitle": "Efficacy and Safety of Metronomic Pegylated Liposomal Doxorubicin in Patients With Primary Endocrine Resistant Advanced Breast Cancer",
    "overallStatus": "UNKNOWN",
    "conditions": "Advanced Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 46,
    "primaryOutcomeMeasure": "PFS",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Females with age between 18 and 75 years old\n2. ECOG: 0～2\n3. Life expectancy longer than 3 months\n4. Histological proven unresectable recurrent or metastatic HR positive/HER2 negative breast cancer\n5. Primary endocrine resistance is defined as: a relapse while on the first 2 years of adjuvant ET, or PD within first 6 months of first-line ET for MBC, while on ET\n6. At least one measurable disease according to RECIST 1.1(except for bone metastasis only)\n7. LVEF ≥ 55%\n8. No radiation therapy within 4 weeks prior to enrollment\n9. Normal function of major organs: Hb ≥ 90 g/L (no blood transfusion within 14 days) ;ANC ≥1.5×109 /L；PLT ≥75×109 /L；TBIL≤1. 5×ULN; ALT、 AST≤ 3×ULN（ALT、 AST≤ 5×ULN with hepatic metastases）; serum Cr ≤ 1×ULN\n10. Be willing to participate in the study, sign informed consent and cooperate with the follow-up\n\nExclusion Criteria:\n\n1. Previous accumulated or equivalent dose of doxorubicin ≥300mg/m2\n2. Intervals of anthracycline-based adjuvant chemotherapy ≤1 year (time between anthracycline-based adjuvant or neoadjuvant chemotherapy and disease relapse)\n3. Patients with symptomatic central nervous system metastases. Except for patients with stable and asymptomatic brain metastases for at least 8 weeks and no need for glucocorticoids or mannitol treatment before the trial and at least one measurable lesion outside the brain. Radiotherapy for brain metastases should be completed at least 4 weeks before the registration\n4. Pregnant or lactating women and gestational age women who are unable to use effective contraception\n5. Treatment with investigational products within 4 weeks before the study\n6. Severe cardiopulmonary insufficiency, severe hepatic and renal dysfunction\n7. Severe or uncontrolled infection\n8. Psychiatric drugs abuse and unable to withdrawal or mental disorders\n9. Other malignancies, except for cured skin basal cell carcinoma and cervical intraepithelial neoplasia.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}