{
    "nctId": "NCT03729596",
    "briefTitle": "MGC018 With or Without MGA012 in Advanced Solid Tumors",
    "officialTitle": "A Phase 1/2, First-in-Human, Open-Label, Dose-Escalation Study of MGC018 (Anti-B7-H3 Antibody Drug Conjugate) Alone and in Combination With MGA012 (Anti-PD-1 Antibody) in Patients With Advanced Solid Tumors",
    "overallStatus": "TERMINATED",
    "conditions": "Squamous Cell Carcinoma of Head and Neck, Triple Negative Breast Cancer, Melanoma, Advanced Solid Tumor, Adult, Metastatic Castrate Resistant Prostate Cancer, Non Small Cell Lung Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 143,
    "primaryOutcomeMeasure": "Number of patients with Adverse Events of vobramitamab duocarmazine as assessed by CTCAE v4.03",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Tissue specimen available for retrospective analysis of B7-H3 and PD-L1 expression.\n* Eastern Cooperative Oncology Group performance status of ≤2\n* Life expectancy ≥ 12 weeks for dose escalation phase and ≥ 24 weeks for cohort expansion phase\n* Measurable disease. Prostate cancer patients with bone only disease are eligible.\n* Acceptable laboratory parameters and adequate organ reserve.\n* Dose Escalation Phase: Patients with histologically proven, unresectable, locally advanced or metastatic solid tumors for whom no therapy with demonstrated clinical benefit is available.\n\nModule A Cohort Expansion:\n\n* mCRPC that has progressed with one prior line of chemotherapy for metastatic disease and no more than two prior lines of anti-hormonal therapy.\n* NSCLC: metastatic disease after standard cytotoxic, targeted, and biologic or checkpoint inhibitor therapy. No more than 2 prior lines of chemotherapy.\n* TNBC: Locally advance or metastatic disease that has progressed following at least one systemic therapy.\n* SCCHN that has progressed during or following at least one systemic therapy for metastatic or recurrent unresectable disease. No more than 2 prior lines of chemotherapy.\n* Melanoma that has progressed during or following at least one systemic treatment for unresectable locally advanced or metastatic disease. Patients who are intolerant of or refused standard therapy are eligible.\n\nExclusion Criteria:\n\n* Patients with history of prior central nervous system (CNS) metastasis must have been treated, be asymptomatic, and not have concurrent treatment for CNS disease, progression of CNS metastases on MRI, CT or PET within 6 months, or history of leptomeningeal disease or cord compression at the time of enrollment.\n* Prior treatment with B7-H3 targeted agents for cancer.\n* Treatment with systemic cancer therapy, biologic agents, or anti-hormonal therapy (mCRPC) within 4 weeks, prior small molecule targeted or kinase inhibitors within 14 days or 5 half-lives, prior radioligand within 6 months\n* Clinically significant cardiovascular disease.\n* Clinically significant pulmonary compromise or requirement for supplemental oxygen.\n* History of clinically-significant cardiovascular disease, including but not limited to pericarditis or pericardial effusion.\n* Active viral (including confirmed or presumed COVID-19), bacterial, or systemic fungal infection requiring parenteral treatment within 7 days of first study drug administration.\n* Known history of hepatitis B or C infection or known positive test for hepatitis B surface antigen or core antigen, or hepatitis C polymerase chain reaction.\n* Known positive testing for human immunodeficiency virus or history of acquired immune deficiency syndrome.\n* Major trauma or major surgery within 4 weeks of first study drug administration.\n* Clinically significant venous insufficiency.\n* \\> Grade 1 peripheral neuropathy.\n* Evidence of pleural effusion.\n* Evidence of ascites.\n* Serum testosterone \\>50 ng/dl or \\>1.7 nmol/L in mCRPC in Module A Cohort Expansion Phase",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}