{
    "nctId": "NCT04063410",
    "briefTitle": "Evaluation of Perforator Phase Contrast Angiography in Developing Surgery Plans for Patients With Breast Cancer Undergoing Breast Reconstruction With Free-Flap Methods After Mastectomy",
    "officialTitle": "A Single-Institution, Single-Arm, Self-Controlled Trial Evaluating Perforator Phase Contrast Angiography (pPCA) as the Primary Preoperative Imaging Technique in Post-Mastectomy Breast Reconstruction Using Abdominal-Based Free Flaps",
    "overallStatus": "WITHDRAWN",
    "conditions": "Mammoplasty Patient",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "SCREENING",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "Occurrence rate of surgical plan scenarios",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Subject must weigh =\\< 350 lbs.\n* Subject must be scheduled to receive uni- or bilateral breast reconstruction using one of the abdominal-based free flap techniques (deep inferior epigastric perforator \\[DIEP\\] flap, superficial inferior epigastric artery \\[SIEA\\] flap, or free-transverse rectus abdominis musculocutaneous \\[TRAM\\] flap) within the next 12 months.\n* Subject must have received, or be scheduled to receive at least one preoperative CTA prior to the surgery.\n* Subject must be able to lie in both prone and supine positions for at least 30 minutes.\n\nExclusion Criteria:\n\n* Subjects who are determined to be incompatible for MRI based on local policy.\n* Subjects with previous history of abdominal-based free flap surgery.\n* Severe anxiety or claustrophobia that would prohibit the required study procedures from being conducted.\n* Any serious and/or unstable pre-existing medical disorder, psychiatric disorder, or other conditions that could interfere with the subject?s safety, the informed consent procedure, or compliance to the study protocol, in the opinion of the investigator.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}