{
    "nctId": "NCT05402722",
    "briefTitle": "Study of Eribulin in Combination With Anti-PD-1 Antibody in Patients With Metastatic Triple-Negative Breast Cancer",
    "officialTitle": "A Phase II Study of Eribulin in Combination With Anti-PD-1 Antibody in Patients With Metastatic Triple-Negative Breast Cancer",
    "overallStatus": "UNKNOWN",
    "conditions": "TNBC - Triple-Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 30,
    "primaryOutcomeMeasure": "Progression Free Survival，PFS",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. The patients sign the written informed consent.\n2. Women aged 18-75.\n3. The pathologic diagnosis of unresectable recurrent or metastatic triple-negative breast cancer ［ER-negative(IHC\\<1%), PR-negative(IHC\\<1%), HER2-negative（IHC-/+ or IHC++ and FISH/CISH-）］. Patients with at least one measuring lesion that was conformed to RECIST v1.1 standard.\n4. PD-1/PD-L1positive or TMB≥5.\n5. Prior therapy (adjuvant/neoadjuvant/advanced) must have included an anthracycline and/or a taxane in any combination or order and either in the early or metastatic disease setting unless contraindicated for a given patient.\n6. Eastern Cooperative Oncology Group (ECOG) performance status of ≤ 1.\n7. The results of patient's blood tests are as follows:\n\n   • Hb≥90g/L; • Plt≥100\\^9/L; • Serum albumin ≥3g/dL;• Neutrophils≥1.5\\^9/L; TSH≤ normal upper limit (ULN);• ALT and AST ≤1.5 ULN (liver metastases ≤3 ULN); • TBIL ≤ULN (total bilirubin ≤1.5 ULN in Gilbert's syndrome or liver metastasis subjects);• ALT and AST ≤1.5 ULN (liver metastases ≤3 ULN);• AKP≤ 2.5 ULN; • Renal function within 7 days before the first administration: serum creatinine ≤1.5 ULN or creatinine clearance ≥60mL/min\n8. Female subjects of childbearing potential must have a negative serum pregnancy test within 7 days before the first dose and must be willing to use very efficient barrier methods of contraception for the course of the study through 6 months after the last dose of study treatment.\n\nExclusion Criteria:\n\n1. The subjects had a central nervous system metastases with clinical symptoms.\n2. Subjects with treatment history of PD-1 / PD-L1 inhibitors;\n3. Peripheral neuropathy ≥ grade 2; Cardiac dysfunction, hyperthyroidism or hypothyroidism, type 1 diabetes, active hepatitis and tuberculosis; Autoimmune diseases requiring systemic treatment, and a history of pneumonia (requiring corticosteroid treatment) or interstitial lung disease.\n4. Pregnant or lactating women.\n5. Other clinical trials of drugs were used in the first four weeks before the first dose.\n6. The subjects had any history of autoimmune disease or any use of systemic glucocorticoid or immunosuppressive medications.\n7. Hereditary or acquired bleeding and thrombotic tendencies (such as hemophilia, coagulation dysfunction, thrombocytopenia, hypersplenism, etc.).\n8. Congenital or acquired immune deficiency (such as HIV infection);\n9. Receive live vaccine within 4 weeks before or during the study period;\n10. Patients who are allergic to or contraindicated to the experimental drugs.\n11. Other malignant tumors in the past, except cervical cancer and non melanoma skin cancer, which have survived for 5 years without disease.\n12. Subjects with any other diseases that are unfit for the treatment.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}