{
    "nctId": "NCT03538171",
    "briefTitle": "Ph3 Study of Exemestane With or Without Entinostat in Chinese Patients With Hormone Receptor-Positive, Locally Advanced or Metastatic Breast Cancer",
    "officialTitle": "A Randomized Phase III Clinical Study of Entinostat/Placebo in Combination With Exemestane in Chinese Patients With Hormone Receptor-positive Advanced Breast Cancer",
    "overallStatus": "UNKNOWN",
    "conditions": "Advanced Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 375,
    "primaryOutcomeMeasure": "PFS (The Randomized Double-blinded Part)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Signed informed consent.\n2. Female, age≥18 years and ≤75 years (For the Open-label study， only the patients with natural menopause or surgical ovariectomy are enrolled).\n\n   Note: surgical ovariectomy is defined as bilateral oophorectomy.\n3. The ECOG score is 0-1.\n4. Life expectancy duration ≥12 weeks.\n5. Estrogen receptor (ER) and/or progesterone receptor (PR) positive, human epidermal growth factor receptor 2 (HER-2) negative.\n\n   1. ER and PR status should be histologically confirmed with staining of ≥ 1% cells.\n   2. Positive human epidermal growth factor receptor 2 (HER-2) should be defined as positive ISH test or immunohistochemical test +++ or ++ with positive ISH amplification test.\n   3. Receptor status may be based on any time during treatment prior to study randomization, and from any site (i.e. primary, recurrent, or metastatic).\n6. The patient must have measurable or non-measurable but can only be bone metastasis Stage III /locally advanced or metastatic breast cancer (in accordance with the general evaluation criteria, RECIST Version 1.1). Bone metastasis includes osteolytic or mixed type (osteolytic and osteogenic).\n\n   For Part 2 the Randomized, double-blind study: the ratio of patients with non-measurable lesion (only bone metastasis) should be ≤ 20%; not required for Part 1-the Open-label study.\n\n   Notes:\n   1. Evaluation of lesions must be performed within 4 weeks prior to the randomization. The radiological examination includes cranial MRI (magnetic resonance imaging), thoracic and abdominal contrast-enhanced CT (computed tomography, the lower limit of abdominal scan must reach anterior superior iliac spine). MRI is optional in patients who are allergic to the contrast substance. It needs to ensure that the lesions should be scanned and evaluated in accordance with the requirement in the general evaluation criteria RECIST version 1.1.\n   2. Non-measurable lesion is defined as all the other lesions, including small foci (the maximum diameter\\<10 mm or minor axis of pathological lymph node ≥10 mm but \\<15 mm) and unmeasurable foci (meningeal foci, ascites, hydrothorax, pericardial effusion, pelvic effusion, inflammatory breast cancer, carcinomatous lymphangitis of skin or lung, abdominal mass that can't be diagnosed or followed up by radiology, and cystic lesion).\n7. At least one previous treatment of endocrine therapy other than Exemestane.\n8. As previous adjuvant therapy,Exemestane is allowed to be used, if the disease-free interval is \\>12 months after discontinuation of Exemestane.\n9. For the patients with metastatic breast cancer who have already received at most one chemotherapeutic regimen，the end of chemotherapy should be at least 4 weeks before the randomization.\n10. The end of previous radiotherapy should be at least 2 weeks before the randomization, and the patient must have recovered from the toxicity of radiotherapy (grade 1 or below).\n11. The patient is allowed to receive the medications to regulatebone metabolism, for example, bisphosphonates and RANK-L (nuclear factor κB ligand receptor activator, e.g., denosumab); the bone metabolism-regulating therapy needs to be initiated 1 week prior to the first administration of treatment in the clinical trial, the same drug must be used throughout the clinical trial, except that actual clinical situation that requires amendment to the therapeutic regimen;\n12. Patients must have adequate hematological, hepatic and renal function one week (7 days) prior to the Run-in period in open-label study and prior to randomization in randomized, double-blind study, which are defined as below:\n\n    1. Haemoglobin (Hgb) ≥ 90 g/L;\n    2. platelet count ≥ 100×109/L\n    3. Absolute neutrophil count ≥ 1.5×109/L\n    4. Serum creatinine ≤ 2.0 mg/dL\n    5. Total bilirubin \\< 1.5 ×ULN (upper limit of normal) (≤3 mg/dL in case of Gilbert syndrome);\n    6. Alanine aminotransferase (ALT) and aspartate aminotransferase (AST) ≤2.5×ULN; ALT and AST ≤5×ULN for liver metastasis.\n13. Open-label study only enroll the patients with natural menopause or surgical ovariectomy. Postmenopausal, premenopausal/perimenopausal and menopausal female patients can be enrolled in the randomized, double-blind study; patients with childbearing potential must agree to use recognized effective methods for contraception (including condom containing sperm inactivation, vaginal septum, oral or injectable contraceptives, etc.) or abstain from sex life during participation in the study and within three months after discontinuation of the treatment.\n\nPostmenopause is defined as:\n\n1. Underwent irreversible surgical sterilization such as amputation of uterus, bilateral oophorectomy, but not tubal ligation;\n2. Age≥60 years;\n3. Age\\<60 years, natural menopause≥12 months, blood follicle stimulating hormone (FSH) and estradiol (E2) levels within the postmenopausal range (FSH\\>40 IU/L and E2\\<30 pg/mL) in case of no use of chemotherapy, Tamoxifen, Toremifene or ovariectomy in recent one year;\n4. Age \\<60 years, currently using Tamoxifen or Toremifene, blood follicle stimulating hormone (FSH) and estradiol (E2) levels within the postmenopausal range (FSH\\>40 IU/L and E2\\<30 pg/mL).\n\nNotes:\n\n1. It will be considered as the premenopausal or perimenopausal state if the above criteria on menopause are not met;\n2. The premenopausal/perimenopausal female patients can be enrolled only when they agree to use the concomitant drug LHRH agonist Goserelin, and need to start the dose of LHRH agonist at least 4 weeks prior to randomization;\n3. If the patient has received other LHRH agonist prior to entry in the study, he/she must switch to Goserelin during the study.\n\nExclusion Criteria:\n\n1. Previous or current metastatic foci in central nervous system, or leptomeningeal disease;\n\n   Patients with stable symptoms of CNS metastasis can be accepted only during the open label phase, but the following conditions need to be met at the same time:\n\n   The patient has lesions outside the CNS system. The CNS metastases did not involve the midbrain, pons, medulla oblongata or spinal cord.\n\n   The patients did not receive whole brain radiotherapy within 6 weeks.\n\n   - Confirmed that CNS disease remained stable for at least four weeks (including radiotherapy and/or surgical resection).\n\n   Patients do not need hormone therapy for CNS diseases, such as dexamethasone combined with mannitol; Patients are unlikely to have any medical symptoms associated with CNS metastasis, such as headache, dizziness, nausea, vomiting, and intracranial hypertension.\n2. Current or previous history of other malignant tumor (except for cured basal cell carcinoma or squamous cell carcinoma of skin, carcinoma in situ of cervix), unless taking radical therapy and no evidence of recurrence or metastasis in recent 5 years;\n3. Uncontrolled or serious cardiovascular disease, for example, refractory angina pectoris, congestive heart failure within half a year prior to the screening; myocardial infarction within 12 months prior to screening; any history of clinically significant ventricular arrhythmia, prolonged QT interval; history of cerebrovascular accident, symptomatic coronary heart disease requiring drug therapy;\n4. The 3rd space effusion (e.g., hydrothorax and ascites) which can not be controlled with drainage or other therapeutic method;\n5. Patients with a history of immune deficiency, including HIV-positive;\n6. Clinically significant abnormality in gastrointestinal function that may affect intake, transportation or absorption of oral administration of drugs (e.g., inability to swallow, chronic diarrhea, intestinal obstruction, etc.);\n7. Unrecovered toxicity resulted from previous medication or toxicity, evaluation score is still \\> grade 1 (except alopecia);\n8. Use of HDAC inhibitor (e.g., valproic acid, Entinostat, Vorinostat, chidamide, etc.) prior to enrollment or intended use of HDAC inhibitor during the study;\n9. Known allergic to Exemestane, Entinostat or other drugs containing benzamide structure (e.g., Tiapride, Remoxipride, clebopride, etc.); allergic to Goserelin in premenopausal/perimenopausal female patients;\n10. Any cognitive disorder resulted from mental or neurological disease, including epilepsy and dementia;\n11. Clinically uncontrolled active infection, for example, acute pneumonia, active phase of hepatitis B (positive Hepatitis B surface antigen, and copy of DNA \\> upper limit of normal) two weeks (14 days) prior to the dose in the Open-label study and prior to randomization in the double-blind study;\n12. Major surgery (judged by investigators in accordance with the previous history), major trauma or fracture 4 weeks (28 days) prior to the first dose in the Open-label study and prior to randomization in the double-blind study;\n13. Organ transplant recipient;\n14. Women who are pregnant or breastfeeding;\n15. Patients who plan to receive other anticancer therapy or other investigational product during the study;\n16. Participation in any other drug clinical trial 4 weeks (28 days) prior to the screening or currently receiving treatment in other clinical trials (except those who are participating in the follow-up of overall survival in one study);\n17. Patients who are considered by investigators as inappropriate to participate in this clinical trial.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}