{
    "nctId": "NCT00052169",
    "briefTitle": "Therapy With Docetaxel and ZD1839 for Patients Who Have Advanced Breast Cancer",
    "officialTitle": "A Phase 2, Multi-Center Trial of ZD1839 (IRESSA) in Combination With Docetaxel as First-Line Treatment in Patients With Advanced Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Neoplasms",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 33,
    "primaryOutcomeMeasure": "To estimate the clinical benefit rate of the combination of ZD 1839 and docetaxel; clinical benefit measured by clinical response, pathologic response, and stable disease (SD greater than or equal to 24 weeks)",
    "eligibilityCriteria": "Inclusion Criteria\n\n* Histologic confirmation of breast cancer\n* Signed consent\n* Current diagnosis of metastatic breast cancer\n* At least one uni-dimensionally measurable lesion with clearly defined margins\n* Patients taking bisphosphonates for documented prior bone metastasis may be included\n* Patients may have received prior adjuvant chemotherapy including an anthracycline and/or an alkylating agent. Patients may have received prior paclitaxel or trastuzumab for adjuvant therapy. Patients may not have received prior docetaxel treatment\n* Patients may have received unlimited prior hormonal therapy regimens for metastatic disease or adjuvant therapy and must have documentation of progressive disease prior to entry. Hormonal therapy must be discontinued at least 2 weeks prior to study entry\n* Patients may have received prior radiation therapy provided it was completed at least 2 weeks before study entry. Prior radiotherapy to treat bone metastasis or spinal cord compression is permitted provided it was completed prior to study entry\n* Zubrod performance status 0, 1, or 2\n* Life expectancy of 12 weeks or more in opinion of investigator\n* LVEF greater than or equal to LLN without clinical signs or symptoms of heart failure\n* adequate bone marrow, hepatic, and renal function\n\nIneligibility Criteria\n\n* Prior ZD1839 or other anti EGFR or small molecule TKI\n* Previous or concurrent chemo or Herceptin for metastatic breast cancer\n* Unresolved non-permanent major end organ chronic toxicity from previous anticancer therapy greater than CTC grade 2\n* Radiation therapy less than 14 days before study entry, with exception of RT to treat bone metastasis or spinal cord compression\n* Incomplete healing of surgical incision from previous major surgery\n* Newly diagnosed (within 12 weeks) intracerebral metastases\n* Signs of neurological symptoms consistent with new onset spinal cord compression\n* Evidence of severe or uncontrolled systemic disease\n* Evidence of any other significant clinical disorder or laboratory finding that makes it undesirable for patient to participate\n* Pregnancy or breast feeding\n* Patients who are currently using contact lenses. Patients who discontinue wearing contact lenses prior to study entry are eligible.\n* Patients with untreated ocular inflammation or infection\n* Patients with contraindications to corticosteroid use\n* History of another malignancy within past 5 years that could confound diagnosis or staging of breast cancer\n* Patients receiving other investigational drugs\n* Previous docetaxel treatment\n* Patients currently taking systemic retinoids or herbal medicines\n* Patients currently taking drugs known to induce Cyt P4503A4",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}