{
    "nctId": "NCT01984892",
    "briefTitle": "Treatment of Solid Tumors With Intratumoral Hiltonol® (Poly-ICLC)",
    "officialTitle": "Treatment of Solid Tumors With Intratumoral Hiltonol® (Poly-ICLC): A Phase II Clinical Study",
    "overallStatus": "TERMINATED",
    "conditions": "Melanoma, Squamous Cell Carcinoma of the Head and Neck, Squamous Cell Carcinoma of the Skin, Sarcoma of the Skin, Basal Cell Cancer of the Skin, Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 8,
    "primaryOutcomeMeasure": "Progression-free Survival",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologically confirmed diagnosis of melanoma, squamous head and neck cancer, sarcoma, squamous cell carcinoma of the skin, basal cell skin cancer, or breast cancer\n* Sarcoma Patients must be @ least14 yrs of age; all others 18 yrs of age or older.\n* Un-resectable disease. Patients with resectable disease may be enrolled after having refused surgery and documented consultation with a surgeon.\n* Disease progressed through @ least 1 systemic therapy or through local irradiation within the preceding 6 mos.\n* Radiologically or visually measurable recurrent or metastatic disease and @ least 10mm in longest dimension.\n* At least 1 accessible primary or metastatic tumor site that can be readily injected IT with poly-ICLC with or without ultrasound guidance. Lesion can be superficial cutaneous, subcutaneous or within a readily accessible lymph node \\& must measure @ least 10mm in longest dimension.\n* Tumor site injection cannot have been irradiated within 8 wks of C1D1\n* ECOG performance status ≤ 2.\n* Normal hematologic, renal \\& liver function. INR\\<2 if off of anticoagulation. Patients on anticoagulation therapy with an INR\\>2 may be enrolled at the discretion of the investigator.\n* Patients able to provide informed consent.\n* Must agree to follow acceptable birth control methods and continue for @ least 2 mos. after last poly-ICLC dose. Women of childbearing potential must have a (-) pregnancy test.\n\nExclusion Criteria:\n\n* Serious concurrent infection or medical illness.\n* Bulky intracranial metastatic disease with shift of midline structures or progressive brain metastasis. Administration of immunotherapy or conventional chemotherapy treatments for metastatic cancer within 4 wks of C1D1\n* Radiation treatments within 4 wks of C1D1\n* AIDS defined as a CD4 count \\< then 200 in the context of HIV sero-positivity or chronically is taking immunosuppressive medication such as steroids or transplant related medications.\n* Life expectancy of \\< than 6 mos.",
    "sex": "ALL",
    "minimumAge": "14 Years",
    "stdAges": "CHILD, ADULT, OLDER_ADULT"
}