{
    "nctId": "NCT03562273",
    "briefTitle": "GammaPod Registry and Quality of Life Nomogram",
    "officialTitle": "Tumor Bed Boost Using a Breast Specific Radiosurgery Device, The GammaPodTM: Registry Study and Evaluation of Quality of Life With Development of Sizing Nomogram",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer Female",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 160,
    "primaryOutcomeMeasure": "Quality Of Life Evaluations",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* The patient must sign consent for study participation.\n* The patient must be female and have a diagnosis of an invasive or non-invasive breast cancer that was treated surgically by a partial mastectomy.\n* The patient must be deemed an appropriate candidate for breast conserving therapy (i.e. not pregnant, never had radiation to the treated breast, breast size would allow adequate cosmesis after volume loss from partial mastectomy).\n* Patients with involved lymph nodes are candidates for the study.\n* Surgical margins are negative for invasive (no tumor on ink) or non-invasive breast cancer (2 mm negative margin).\n* The greatest dimension of the tumor is less than 4cm before surgery.\n* Multifocal disease is allowed if it was removed by a single lumpectomy resection and the patient remained a candidate for breast conservation.\n* Age 18 years and older.\n* Women of childbearing potential (pre-menopausal defined as having a menstrual period within the past 1 year) must have a negative serum pregnancy test or complete a pregnancy waiver form per institutional policy.\n* The surgical cavity is clearly visible on CT images. Of note, clips are not required but recommended.\n* The patient must weigh less than 150Kg (330lb), which is the limit of the imaging couch.\n* The patient must be less than 6'6\" in height.\n* The patient must feel comfortable in the prone position.\n* Diagnosis of prior contralateral breast cancer is allowed.\n* Diagnosis of synchronous bilateral cancers is allowed. In this case if bilateral boosts are required, a patient would not have both treatments on the same day.\n* Oncoplastic reduction surgery is allowed if the lumpectomy cavity can be clearly visualized.\n\nExclusion Criteria:\n\n* Patients with proven multi-centric carcinoma (tumors in different quadrants of the breast or tumor separated by at least 4 cm).\n* Prior radiation therapy to that breast or that hemi thorax.\n* Unable to fit into the immobilization breast cup with an adequate seal.\n* Male gender.\n* Patient cannot comfortably be set up in the prone position (i.e. physical disability)\n* Unable to fit into the breast immobilization device due to breast size or other anatomical reason.\n* Mastectomy is the surgery performed.\n* Patient has received prior radiotherapy to the involved breast.\n* Tumor bed is less than 3 mm from the skin surface.\n* Greater than 50% of the target volume is above the upper border of the table.\n* Patients with skin involvement, regardless of tumor size.\n* Patients with connective tissue disorders specifically systemic lupus erythematosis, scleroderma, or dermatomyositis.\n* Patients with psychiatric or addictive disorders that would preclude obtaining informed consent.\n* Patients who are pregnant or lactating due to potential exposure of the fetus to RT and unknown effects of RT to lactating females.\n* Patients with breast implants/tissue expanders or flap reconstruction.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}