{
    "nctId": "NCT06253182",
    "briefTitle": "Psychosexual Educational Partners Program (PEPP)",
    "officialTitle": "Psychosexual Educational Partners Program (PEPP): Randomized Phase II Trial",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer, Gynecologic Cancer, Sexual Dysfunction, Partner Communication",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 60,
    "primaryOutcomeMeasure": "Dyadic Sexual Communication (DSC)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age ≥ 18 female.\n2. Able to read and write in English.\n3. History of any stage of breast and/or gynecological cancer.\n4. Completed primary treatment (chemotherapy, radiation and/or surgery) ≥ 3 months and ≤ 5 years prior to registration.\n5. May use maintenance therapy and concurrent adjuvant endocrine therapy or human epidermal growth factor receptor 2 negative (HER2-) targeted therapy while on study.\n6. Have a stable partner, defined as anyone with whom the woman has had an intimate relationship for at least 3 months prior to her cancer diagnosis.\n7. Responds yes to the question \"Has there been a change in communication and/or intimacy with your partner since your cancer diagnosis?\"\n8. Both partner and woman patient must agree to participate in the study and sign informed consent to the study.\n9. Psychiatric medications such as antidepressants and benzodiazepines are allowed if a person has been on them for 30 days prior to registration, and dose or treatment is not expected to change.\n\nExclusion Criteria:\n\n1. Past history of sexual abuse.\n2. Uncontrolled psychiatric disorder such as major depressive disorder, bipolar disorder, obsessive compulsive disorder, or schizophrenia (Defined per medical history and/or patient self-report).\n3. Currently enrolled in another study that addresses sexual health (enrollment in other clinical trials will be allowed).",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}