{
    "nctId": "NCT00140738",
    "briefTitle": "Safety and Immunogenicity Study of the New dHER2 Vaccine to Treat HER2-positive Metastatic Breast Cancer",
    "officialTitle": "A Multicenter, Open-label Phase I/II Trial of the Safety and Efficacy of the dHER2 Recombinant Protein Combined With Immunological Adjuvant AS15 in Patients With Metastatic Breast Cancer Overexpressing HER2/Neu",
    "overallStatus": "COMPLETED",
    "conditions": "Neoplasms, Breast",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "PREVENTION",
    "enrollmentCount": 3,
    "primaryOutcomeMeasure": "Vaccine-related Grade 3 or 4 toxicity (other than skin toxicity and influenza-like symptoms) according to the Common Terminology Criteria for Adverse Events version 3.0",
    "eligibilityCriteria": "Inclusion criteria:\n\n* Female.\n* At least 18 years of age.\n* Written informed consent to participate in the study.\n* Diagnosis of advanced breast cancer. Furthermore, for patients being considered for second-line study treatment only: The patient has received a first-line chemotherapy together with Herceptin - or Herceptin alone - for her metastatic breast disease meeting all of the following conditions:\n\n  i) For patients who have received a first-line chemotherapy together with Herceptin:\n* The administration of chemotherapeutic agent(s) has been stopped for at least 3 months, or will have been stopped for at least 3 months by the time of the first study vaccination, and\n* The administration of Herceptin alone was maintained after chemotherapy.\n\nii) The last dose of Herceptin was given not less than 3 weeks before the study vaccination.\n\niii) The patient will not be given Herceptin during the trial.\n\n* A tumor lesion from the patient biopsied before or during screening, shows either i) overexpression of the HER2 protein, as determined by IHC (result: IHC 3+), or ii) amplification of the HER2 gene as determined by FISH (at least 4-fold, i.e., at least 8 copies).\n* For patients being considered for first-line study treatment only: The patient's metastatic disease affects the skin and/or the lymph nodes and/or the lungs, but no other organ (with the exception of asymptomatic bone lesions). For patients being considered for second-line study treatment only: The patient's metastatic disease may affect any organ(s) with the exception of the central nervous system (CNS).\n* At least one measurable lesion.\n* ECOG status of 0 or 1.\n* Agree to use effective contraception for the duration of the study and statement not to plan to bear children in the future.\n* Result of serum β-HCG pregnancy test at the screening visit is negative. (This does not apply to patients who are not of child-bearing potential)\n* Adequate bone marrow reserve.\n* Adequate renal function.\n* Adequate hepatic function.\n* Baseline LVEF measured by MUGA scan equal to or greater than the lower limit of normal for the radiology facility.\n* Results of a viral screening tests (HCV, and HBV surface antigen) on samples taken at the screening visit are both negative.\n* Investigator believes that the patient can and will comply with the requirements of the protocol.\n\nThe following condition applies to centers in France only: A subject will be eligible for inclusion in this study if he/she is either affiliated to or a beneficiary of a social security category. It is the investigator's responsibility to ensure and to document (in source document - patient notes) that the patient is either affiliated to or a beneficiary of a social security category.\n\nExclusion criteria:\n\nFor patients being considered for first-line study treatment only:\n\n* Received any chemotherapy for metastatic breast disease.\n* Received \\>300 mg/m2 doxorubicin (cumulative dose) or \\>600 mg/m2 epirubicin (cumulative dose).\n* Although hormone therapy as a first-line therapy for metastatic disease is accepted, it must NOT have been started or modified (in nature or dosage) within the 12 weeks before the first study vaccination, and NO such change during the study period may be anticipated.\n* Treatment with bisphosphonate UNLESS the bisphosphonate treatment was initiated more than 3 months before first study vaccination.\n* Received any investigational or non-registered drug or vaccine other than the study vaccine within the 30 days preceding the first dose of study vaccine, or plans to receive such a drug during the study period.\n* For patients being considered for first-line study treatment, any of the following will result in exclusion of the patient:\n\n  1. Any organ other than skin, lymph nodes, bone and lung is affected by the metastatic disease.\n  2. If the lung is affected: \\>3 lung lesions have been detected.\n  3. If the lung is affected: Any lesion measures 30 mm or more (longest diameter).\n  4. If the lung is affected: The lung metastases cause any functional impairment.\n  5. The sponsor may during the study instruct sites that no further patients with lung metastases are to be included. Receipt of such instructions from the sponsor constitutes an exclusion criterion for all further patients with lung metastases.For patients being considered for second-line study treatment, the presence of lung metastases that cause any functional impairment following will result in exclusion of the patient.\n* The patient has a history of congestive heart failure or difficult-to-control hypertension, hypercholesterolemia or diabetes.\n* The patient has known coronary artery disease, arrhythmia requiring treatment, clinically significant valvular disease, cardiomegaly on chest X-ray, ventricular hypertrophy (found by ECG) or previous myocardial infarction.\n* The patient has any acute or chronic, clinically significant pulmonary, cardiovascular, hepatic or renal functional abnormality, as determined by physical examination or laboratory screening tests.\n* The patient presents with autoimmune disease.\n* The patient requires chronic administration of immunosuppressive drugs including corticosteroids.\n* Medical history includes splenectomy or irradiation to the spleen.\n* Known family history of congenital or hereditary immunodeficiency.\n* Received major organ graft (including bone-marrow transplantation).\n* Any uncontrolled bleeding disorder or coagulation disorder or thrombocytopenia or prothrombotic disorder.\n* History of anaphylaxis or severe allergic reaction to vaccines or unknown allergens.\n* HIV positive.\n* Previous or concomitant malignancies at other sites, except (i) effectively treated non-melanoma skin cancers or carcinoma in situ of the cervix, and (ii) effectively treated malignancy that has been in remission for \\>2 years and which is considered highly likely to have been cured.\n* Pregnant or lactating.\n* Any psychiatric or addictive disorder that may compromise ability to give informed consent, or to comply with the trial procedures.\n* Any history of alcohol or drug abuse.\n* Any other condition is present that in the opinion of the investigator might jeopardize the patient's safety or ability to comply with requirements of the study\n* Received any commercial vaccine within one week before the first study vaccination.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}