{
    "nctId": "NCT06268665",
    "briefTitle": "Tart Cherry Juice as a Dietary Supplement for the Prevention of Paclitaxel-Induced Neuropathy",
    "officialTitle": "A Randomized Trial of Tart Cherry Juice as a Dietary Supplement for the Prevention of Paclitaxel-Induced Neuropathy",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer, Breast Cancer Stage I, Breast Cancer Stage II, Breast Cancer Stage III, Breast Cancer Stage IV, Invasive Breast Cancer, Ovarian Cancer, Ovarian Cancer Stage 1, Ovarian Cancer Stage II, Ovarian Cancer Stage III, Ovarian Cancer Stage IV, Ovarian Cancer Stage IA, Ovarian Cancer Stage IB, Ovarian Cancer Stage IC, Ovarian Cancer Stage 2, Ovarian Cancer Stage 3, Ovarian Cancer Stage IIIb, Ovarian Cancer Stage IIIC, Breast Cancer Stage IIIA, Breast Cancer Invasive, Breast Cancer, Stage IA, Breast Cancer, Stage IB, Breast Cancer Stage IIA, Breast Cancer Stage IIB, Breast Cancer Stage IIIB, Breast Cancer Stage IIIc, Cancer, Breast, Tumors, Breast, Mammary Cancer, Mammary Carcinoma, Breast Carcinoma, Breast Neoplasm, Malignant Breast Neoplasm, Malignant Tumor of Breast, Cancer of Ovary, Ovary Cancer, Ovary Neoplasm",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 86,
    "primaryOutcomeMeasure": "Efficacy of tart cherry juice supplementation in the prevention of paclitaxel-induced peripheral neuropathy (PIPN) in breast and ovarian cancer patients undergoing treatment with paclitaxel-based chemotherapy.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologically confirmed invasive breast or ovarian cancer (Stage I, II, III, or IV) as per AJCC 8th Edition, 2018 Staging Criteria.\n* Must be planning to receive paclitaxel weekly for 12 weeks (12 weeks total) as part of neoadjuvant, adjuvant, or metastatic cancer treatment.\n\n  * Concurrent biologic therapy (e.g., trastuzumab and pertuzumab) is allowed.\n  * Currently receiving hormone therapy, bisphosphonates, denosumab or LHRH-agonists is allowed.\n  * Concurrent use of immune checkpoint inhibitor therapy is allowed.\n  * (Neo)adjuvant chemotherapy with doxorubicin and cyclophosphamide is allowed.\n  * Concurrent use of carboplatin with weekly paclitaxel in the study is allowed.\n* May participate concurrently in other cancer trials.\n* Must be able to complete questionnaires in English or Spanish.\n* Age ≥ 18 years old at the time of consent.\n* ECOG performance status of 0 - 1 (Karnofsky scale ≥ 70%, see Appendix).\n* Ability to understand and the willingness to sign a written informed consent document.\n* Individuals of child-bearing potential must agree to use birth control (e.g., hormonal or barrier method; abstinence, an intrauterine device) prior - to study entry, for the duration of study participation (including dose interruptions), and for 3 months after the last dose of tart cherry juice supplement; or be surgically sterilized (e.g., hysterectomy or tubal ligation).\n* Patients with known human immunodeficiency virus (HIV) are allowed in the study, but HIV-positive patients must have:\n\n  * A stable regimen of highly active anti-retroviral therapy (HAART)\n  * No requirement for concurrent antibiotics or antifungal agents for the prevention of opportunistic infections\n  * A CD4 count above 250 cells/µL and an undetectable HIV viral load on standard PCR-based tests within the last year.\n* Stated willingness to not drink any additional tart cherry or any cherry juice while on the study.\n* Ability and willingness to adhere to the study visit schedule and other protocol requirements\n\nExclusion Criteria:\n\n* Have received any prior therapy with taxanes, vinca alkaloids, eribulin, ixabepilone, or platinum. Doxorubicin is allowed (≥ 2 week washout period required).\n* Active or history of peripheral neuropathy, or any chronic diseases associated with peripheral neuropathy such as diabetes mellitus, alcohol use disorder, or systemic lupus erythematosus.\n* Currently taking anticoagulant medication.\n* Currently taking Vitamin E, glutamine, alpha lipoic acid, gabapentin, nortriptyline, amitriptyline or duloxetine. If a patient is taking any of these supplements/medications, they must agree to stop at the time of registration. Multivitamins containing Vitamin E are allowed, however Vitamin E \\> 1,000 international units (IU) must be discontinued at the time of registration.\n* Patients may not use cold therapy gloves for chemotherapy induced neuropathy.\n* Known allergy to cherries.\n* Inability to swallow liquid.\n* Pregnant or breastfeeding individuals (lactating individuals must agree not to breast feed while taking study juice supplementation).\n* Any condition that would prohibit the understanding or rendering of informed consent.\n* Any condition that in the opinion of the investigator would interfere with safety or compliance while on trial.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}