{
    "nctId": "NCT05345860",
    "briefTitle": "Adopting the MRD Strategy to Optimize Post-operation Adjuvant Therapies for Early Stage Breast Cancer",
    "officialTitle": "Adopting the MRD Strategy to Optimize Post-operation Adjuvant Therapies for Early Stage Breast Cancer, a Prospective Cohort Study",
    "overallStatus": "RECRUITING",
    "conditions": "Early-stage Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 300,
    "primaryOutcomeMeasure": "3 years disease free survival(DFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Subjects aged ≥18 years (inclusive).\n* Histologically confirmed, perioperative invasive breast cancer that is resectable without metastasis(stage I-III).\n* No anti-breast cancer systematic therapy received, and planning to receive surgery and systemic therapy.\n* Eastern Cooperative Oncology Group (ECOG) performance status of 0-2.\n* With Adequate Organ Function:\n\n  a. Bone marrow function: Hemoglobin ≥ 10 g/dL; Absolute leucocyte count ≥ 4×10\\^9/L; Absolute neutrophil count ≥ 1.5×10\\^9/L; Platelets ≥ 100 × 10\\^9/L; b. Liver function (based on the normal values specified by study site): Serum total bilirubin ≤ 1.5 × the upper limit of normal (ULN); Alanine aminotransferase (ALT) and aspartate aminotransferase (AST) ≤ 2.5 × ULN; c. Renal function (based on the normal values specified by study site): Serum creatinine ≤ 1.5 × ULN.\n* The patients voluntarily signed an informed consent form.\n\nExclusion Criteria:\n\n* Known to have other aggressive malignant tumor that is progressing or requires systemic treatment in the past 5 years (does not exclude subjects with skin basal cell carcinoma, skin squamous cell carcinoma, breast ductal carcinoma in situ or cervical cancer in situ that has received curative treatment).\n* Have a clear history of neurological or mental disorders, including epilepsy or dementia, etc.; have a history of psychotropic drug abuse or drug abuse.\n* Known history of allergy to the drug components in MRD strategy; history of immunodeficiency, or history of organ transplantation.\n* There are other concomitant diseases that seriously threaten the patient's safety or affect the patient's completion of the study, such as serious infection, liver disease, cardiovascular disease, kidney disease, respiratory disease or uncontrolled diabetes or dyslipidemia.\n* Female patients during pregnancy or lactation.\n* The investigator determines that subjects are not appropriate to participate in the study due to other factors.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}