{
    "nctId": "NCT00984490",
    "briefTitle": "Metformin Hydrochloride in Treating Women With Stage I or Stage II Breast Cancer That Can Be Removed By Surgery",
    "officialTitle": "Pre-Surgical Trial of Metformin in Patients With Operable Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 5,
    "primaryOutcomeMeasure": "Change in Ki67 Levels Before and After Treatment",
    "eligibilityCriteria": "Inclusion:\n\n* Patients must provide informed written consent\n* Eastern Cooperative Oncology Group performance status 0-1.\n* Clinical stage I, II or IIIA invasive mammary carcinoma, any estrogen receptors(ER), progesterone receptors (PR), or Human Epidermal Growth Factor Receptor (HER2/NEU) status\n* Patients who have measurable residual tumor at the primary site Measurable disease: a mass that can be reproducibly measured by physical examination and/or ultrasound and is at least 1 cm in size by physical examination or ultra-sound measurement\n* Patients who will undergo surgical treatment with either segmental resection or total mastectomy with lymph node evaluation\n* Consultations: All patients should be evaluated by a surgeon prior to study entry.\n* Available core biopsies from the time of diagnosis. These may include sections paraffin-embedded material.\n* Female subjects ≥18 years of age\n* No prior chemotherapy for this primary breast cancer.\n* Patients with a prior history of contralateral breast cancer are eligible if they have no evidence of recurrence of their initial primary breast cancer.\n* Women may have been taking tamoxifen or raloxifene as a preventive agent prior to study entry but must have discontinued the drug for at least 21 days prior to study enrollment.\n* Patients must have adequate hepatic and renal function. All tests must be obtained less than 4 weeks from study entry. This includes:\n* Creatinine \\</= to 1.5X upper limits of normal\n* Bilirubin, SGOT, SGPT \\< or = to 1.5X upper limits of normal\n* Able to swallow and retain oral medication\n\nExclusion:\n\n* Patients with locally advanced disease who are candidates and wish to undergo preoperative chemotherapy at the time of initial evaluation. Patients with operable locally advanced disease (stage IIIA) are eligible for participation.\n* Locally recurrent breast cancer\n* Evidence of distant metastatic disease (i.e. lung, liver, bone, brain, etc.)\n* History of diabetes mellitus\n* Pregnant or lactating women\n* Metformin treatment within 30 days of study entry\n* Serious medical illness that in the judgment of the treating physician places the patient at high risk of operative mortality.\n* Malabsorption syndrome, disease significantly affecting gastrointestinal function, or resection of the stomach or small bowel. Subjects with ulcerative colitis are also excluded.\n* History of other malignancy. Subjects who have been disease-free for 5 years, or subjects with a history of completely resected non-melanoma skin cancer or successfully treated in situ carcinomas are eligible\n* Dementia, altered mental status, or any psychiatric condition that would prohibit the understanding or rendering of informed consent.\n* History of a medical condition leading to chronic hypoxemia and/or ischemia (congestive heart failure, emphysema or chronic lung disease requiring supplemental oxygen)\n* Chronic metabolic acidosis (serum HCO3- \\< or = to 20 or requiring sodium bicarbonate supplementation)\n* Concurrent anti-cancer therapy (chemotherapy, radiotherapy, immunotherapy, hormonal therapy, or any other biologic therapy)\n* Concurrent treatment with an investigational agent\n* Use of an investigational drug within 30 days or 5 half-lives, whichever is longer, preceding the first dose of study drug.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}