{
    "nctId": "NCT03585621",
    "briefTitle": "Stereotactic Body Radiation Therapy for Breast Cancer",
    "officialTitle": "A Phase I-II Study of Stereotactic Body Radiation Therapy for Breast Cancer (SBRT Breast)",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 24,
    "primaryOutcomeMeasure": "Acute toxicity",
    "eligibilityCriteria": "Inclusion Criteria:\n\nHistologically confirmed diagnosis of invasive breast carcinoma of non-lobular histology.\n\nUnifocal tumour Previously assessed by a breast surgeon and medical oncologist, with no surgery being recommended at time of enrollment.\n\nPrimary breast and axillary surgery not recommended/performed due to any of the following:\n\n* distant metastatic disease\n* unresectable T4 disease and/or\n* medically inoperable and/or\n* patient declined breast surgery Stages T1-T4, N1-N2, M0-M1 disease Ability to attend radiation planning and therapy, able to attend for follow-up care Able to provide written informed consent.\n\nExclusion Criteria:\n\nReceived chemotherapy within 3 weeks prior to breast SBRT. (Concurrent endocrine therapy is permitted) Multifocal or multicentric tumours. Ipsilateral supraclavicular or infraclavicular nodal disease \\>= 1cm size that is at the level of or superior to the brachial plexus Unable to meet the brachial plexus dose constraints despite compromising coverage of target volumes - as per the discretion of the treating physician Treatment target volume estimated to occupy \\> 50% of the ipsilateral whole breast volume.\n\nLocally recurrent breast cancer, with previous radiotherapy to the breast, or previous lumpectomy or mastectomy. Ipsilateral breast implant. Serious non-malignant disease that precludes definitive surgical or radiation treatment (e.g.\n\nscleroderma, systemic lupus erythematosus, cardiovascular/pulmonary/renal disease).\n\nWomen who are pregnant or lactating. Psychiatric or addictive disorders that preclude obtaining informed consent or adherence to protocol",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}