{
    "nctId": "NCT00194727",
    "briefTitle": "Weekly Vinorelbine and Oral Capecitabine as Treatment for Stage IV Breast Cancer",
    "officialTitle": "Weekly Vinorelbine and Oral Capecitabine as Treatment for Stage IV Breast Cancer: A Phase II Trial With Molecular Correlates",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Neoplasm",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 40,
    "primaryOutcomeMeasure": "Best response as determined at the time that the subject completes protocol treatment",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Subject must be older than 18 and younger than 85.\n* Subject must have metastatic (stage IV) breast cancer.\n* Subject must have pathologic confirmation of breast cancer (at least of primary disease). Biopsy confirmation of stage IV disease is desirable but not required. Tissue blocks must be available for review.\n* Subject must have measurable or non-measurable disease as defined below:\n\nMeasurable disease includes lesions that can be accurately measured in at least one dimension as greater than 2.0 cm with conventional techniques or as greater than 1.0 cm with spiral CT scan.\n\nNon-measurable disease includes all other lesions (e.g. lesions less than 2.0 cm by conventional techniques or less than 1.0 cm by spiral CT, bone lesions, pleural effusion, etc.).\n\n- Subject must be willing and able to provide informed consent.\n\nExclusion Criteria:\n\n* Subject must not have significant co-morbid conditions such as clinically significant cardiac disease not well controlled with medication (e.g. congestive heart failure, symptomatic coronary artery disease and cardiac arrhythmias), or myocardial infarction within the last 12 months or serious concurrent infection.\n* Subject must not have rapidly progressing visceral involvement (e.g. liver, lymphangitic lung).\n* Subject must not have evidence of CNS metastases.\n* Subject must not have abnormal hematologic values (neutrophils less than 1.5 x 103/uL, platelet count less than 100 x 103/uL).\n* Subject must not have impaired renal function (serum creatinine greater than 1.5 x upper normal limit) or estimated creatinine clearance below 30 mL/min by the Cockcroft and Gault equation.\n* Subject must not have serum bilirubin greater than 1.5 x upper normal limit.\n* Subject must not have ALT or AST greater than 2.5 x upper normal limit (or greater than 5 x upper normal limit in the case of liver metastases).\n* Subject must not have alkaline phosphatase greater than 2.5 x upper normal limit (or greater than 5 x upper normal limit in the case of liver metastases or greater than 10 x upper normal limit in the case of bone disease).\n* Subject must not have a lack of physical integrity of the upper gastrointestinal tract, inability to swallow or malabsorption syndrome\n* Subject must not have a history of fluoropyrimidine therapy (unless given in an adjuvant setting and completed at least 12 months earlier).\n* Subject must not have a life expectancy less than 3 months.\n* Subject must not have a Karnofsky Performance Status less than 70%.\n* Subject must not have a history of another carcinoma within the last five years except non-melanoma skin and treated in-situ cervical cancer.\n* Subject must not have a history of unanticipated severe reaction to fluoropyrimidine therapy, or known sensitivity to 5-fluorouracil.\n* Subject must not have organ allografts.\n* Subject must not be pregnant or lactating woman. (Postmenopausal woman must have been amenorrheic for at least 12 months to be considered of non-childbearing potential).\n* Subject must not be less than four weeks from completion of previous chemotherapy regimen or with related toxicities unresolved prior to the start of study treatment.\n* Subject must not be less than four weeks from major surgery or without complete recovery.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}