{
    "nctId": "NCT00632541",
    "briefTitle": "A Phase II Study of Bevacizumab + Sorafenib in Metastatic Breast Cancer",
    "officialTitle": "A Phase II Study of Combined VEGF Inhibitor (Bevacizumab + Sorafenib) in Patients With Metastatic Breast Cancer: Hoosier Oncology Group BRE06-109",
    "overallStatus": "TERMINATED",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 18,
    "primaryOutcomeMeasure": "Progression-Free Survival",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologic or cytologic diagnosis of breast cancer with evidence of metastatic disease. NOTE: Patients with Her-2 positive (3+ by IHC or gene amplification by FISH) are eligible only if they have had prior trastuzumab therapy.\n* Must have measurable or non-measurable lesions as defined by the Response Evaluation Criteria in Solid Tumors (RECIST).\n* Two or fewer prior chemotherapy regimens in any disease setting. NOTE: All adjuvant and neoadjuvant chemotherapy will be considered one regimen. NOTE: Prior hormonal therapy for metastatic disease is allowed. NOTE: Prior radiation therapy is allowed as long as the irradiated area is not the only source of evaluable disease.\n* Age \\> 18 years at the time of consent.\n* Written informed consent and HIPAA authorization for release of personal health information.\n* Females of childbearing potential and males must be willing to use an effective method of contraception (hormonal or barrier method of birth control; abstinence) from the time consent is signed until 8 weeks after treatment discontinuation.\n* Females of childbearing potential must have a negative pregnancy test within 7 days prior to being registered for protocol therapy.\n* Ability to comply with study and/or follow-up procedures.\n\nExclusion Criteria:\n\n* No prior therapy with bevacizumab, sorafenib or any other known VEGF inhibitors.\n* No known hypersensitivity to any component of the study drugs.\n* No other forms of cancer therapy including radiation, chemotherapy and hormonal therapy within 21 days prior to being registered for protocol therapy.\n* No history or radiologic evidence of CNS metastases including previously treated, resected, or asymptomatic brain lesions or leptominigeal involvement. A head CT or MRI must be obtained within 28 days prior to being registered for protocol therapy.\n* No other participation in another clinical drug study within 28 days prior to being registered for protocol therapy.\n* No known human immunodeficiency virus (HIV) infection or chronic Hepatitis B or C\n* No major surgical procedure within 28 days prior to being registered for protocol therapy or anticipation of need for major surgical procedure during the course of the study. Placement of a vascular access device and breast biopsy will not be considered major surgery.\n* No minor surgical procedure within 7 days prior to being registered for protocol therapy.\n* No known history of cerebrovascular disease including TIA, stroke or subarachnoid hemorrhage.\n* No known history of ischemic bowel.\n* No known history of deep venous thrombosis or pulmonary embolism.\n* No history of hypertensive crisis or hypertensive encephalopathy.\n* No non-healing wound or fracture.\n* No active infection requiring parenteral antibiotics.\n* No other hemorrhage/bleeding event ≥ CTCAE grade 3 within 28 days prior to being registered for protocol therapy.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}