{
    "nctId": "NCT03532087",
    "briefTitle": "Study to Identify the Impact of Denosumab on the Immune System in Patients With HER2 Negative Breast Cancer",
    "officialTitle": "Explorative Trial to Identify the Impact of Denosumab on the Systemic Immunity and Local Immunologic Microenvironment in Postmenopausal Patients With HER2 Negative Breast Cancer",
    "overallStatus": "WITHDRAWN",
    "conditions": "Breast Neoplasms",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "BASIC_SCIENCE",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "Change in intratumoral T-cell (CD4, CD8 and Treg) numbers and function between the baseline biopsy and the surgical specimen.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Postmenopausal, defined as 1 year without menstrual activity, previous bilateral oophorectomy, age older than 60 years or baseline FSH \\>20 U/l and estradiol \\<110 pmol/l.\n* Clinical stage T1c + grade 3, stage II or III breast cancer amenable to adjuvant AC-T combination chemotherapy.\n* Measurable disease (breast and/or lymph nodes).\n* Histological proven HER2-negative breast cancer in the core biopsy material.\n* WHO 0-2.\n* Adequate bone marrow function (within 4 weeks prior to randomization): WBC≥3.0x109/l, neutrophils ≥1.5 x 109/l, platelets ≥100 x 109/l.\n* Adequate liver function (within 4 weeks prior to randomization): bilirubin ≤1.5 X upper limit of normal (UNL) range, ALAT and/or ASAT ≤2.5 x UNL, Alkaline Phosphatase ≤5 x UNL.\n* Adequate renal function (within 4 weeks prior to randomization): the calculated creatinine clearance should be ≥50 ml/min.\n* Albumin-adjusted serum calcium \\> 2.0 mmol/L (8.0mg/dL)\n* Accessible for treatment and follow-up.\n* Written informed consent.\n\nExclusion Criteria:\n\n* Evidence of distant metastases (M1).\n* History of breast cancer.\n* Prior chemotherapy or radiation therapy.\n* Previous malignancy within 5 years, with exception of a history of a previous basal cell carcinoma of the skin or pre-invasive carcinoma of the cervix.\n* Prior or current bisphosphonate or denosumab usage.\n* Serious other diseases as recent (last 6 months) myocardial infarction, clinical signs of cardiac failure or clinically significant arrhythmias.\n* Current active dental problems including dental abscess or infection of the jawbone (maxilla or mandible), non-healed dental or oral surgery, a current or prior diagnosis of osteonecrosis of the jaw or planned invasive dental procedures for the course of the study.\n* Known hypersensitivity reaction to any of the components of the treatment.\n* Medical or psychological condition which in the opinion of the investigator would not permit the patient to complete the study or sign meaningful informed consent.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}