{
    "nctId": "NCT00644683",
    "briefTitle": "A Pilot Observational Study to Assess Changes in Biochemical Parameters of Ovarian Reserve With Chemotherapy",
    "officialTitle": "A Pilot Observational Study to Assess Changes in Biochemical Parameters of Ovarian Reserve With Chemotherapy",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 28,
    "primaryOutcomeMeasure": "estimates of serum concentrations",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Subjects must be women with a histologically confirmed invasive adenocarcinoma of the breast (stage I, II, or III) with no evidence of metastatic disease.\n* Patients must be planning to receive neoadjuvant or adjuvant chemotherapy. Patients may receive concurrent trastuzumab as indicated. If a patient has not yet undergone final surgical resection, it must be highly likely (but is not required to be definite) that the patient will be treated with adjuvant chemotherapy.\n* Patients must have:\n\n  * Reached their 25th birthday and not yet reached their 51st birthday at the time of study enrollment, AND\n  * Had menses within 3 months prior to starting chemotherapy\n* Patients must not have received prior cytotoxic chemotherapy for any oncologic, rheumatologic, or dermatologic condition.\n* Patients must not have had prior bilateral oophorectomy or pelvic radiation, and must not have had prior hysterectomy\n* ECOG performance status 0 - 2\n* Pregnant or nursing women may not participate. Women of reproductive potential must agree to use an effective non-hormonal contraceptive method, such as condoms, tubal ligation, non-hormonal intrauterine device, partner sterilization, and abstinence during chemotherapy.\n* All patients must be informed of the investigational nature of this study and given written informed consent in accordance with institutional and federal guidelines.",
    "sex": "FEMALE",
    "minimumAge": "25 Years",
    "stdAges": "ADULT"
}