{
    "nctId": "NCT01653574",
    "briefTitle": "A Study of Famitinib Malate in HER2-negative Metastatic Breast Cancer",
    "officialTitle": "A Single-Institutional, Phase II, Open-label, Single Arm Trial of Famitinib Malate in in HER2-negative Metastatic Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Neoplasms",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 28,
    "primaryOutcomeMeasure": "ORR (Objective response rate)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n●≥ 18 and ≤ 70 years of age.\n\n* ECOG performance status of 0-1.\n* Women diagnosed with HER2-negative breast cancer. HER2- is defined as 0 or 1+ staining on immunohistochemistry or FISH/CISH negative for gene amplification.\n* Metastatic breast cancer, confirmed by histological analysis.\n* Have failed from the last chemotherapy regimen, but experienced at most 2 regimens in the relapsed or metastatic setting. Pretreated anthracycline, taxanes and capecitabine (any rational reason for no use of capecitabine is acceptable) are mandatory.\n* Have failed from at least 1 endocrine therapy, if HR positive.\n* Duration from the last therapy (chemotherapy, radiotherapy, target therapy and operation) is more than 4 weeks (Duration for nitroso or mitomycin is 6 weeks).\n* Have at least one extracranial measurable site of disease according to RECIST 1.1 criteria that has not been previously irradiated.\n* Life expectancy of more than 3 months.\n* If the patients have brain or meninges metastases, the lesions must have been controlled at least 8 weeks.\n* Adequate hepatic, renal, heart, and hematologic functions (hemoglobin ≥ 90g/L, neutrophils ≥ 1.5×10\\^9/L, platelets ≥ 80×10\\^9/L , ALT ≤ 2.5 x upper limit of normal (ULN), AST ≤ 2.5 x ULN, serum bilirubin ≤ 1.5 x ULN, serum creatine ≤ 1.5 x ULN, creatinine clearance rate ≥ 50ml/min, PT, APTT ≤ 1.5 x ULN), serum cholesterol ≤ 1.25 x ULN, serum glycerin trilaurate ≤ 2.0 x ULN, LVEF ≥ lower limit of normal (LLN).\n* Negative serum or urine pregnancy test taken in all women within 7 days before inclusion. Sexually active women of childbearing potential must use a medically acceptable form of contraception (which include oral contraception, injectable or implantable methods, intrauterine devices, or properly used barrier contraception) from the beginning of the study to 8 weeks after the last dose of the investigated drug. A woman of childbearing potential is defined as one who is biologically capable of becoming pregnant. This includes women who are using contraceptives or whose sexual partners are either sterile or using contraceptives.\n* Written informed consent prior to study specific screening procedures, with the understanding that the patient has the right to withdraw from the study at any time without prejudice.\n\nExclusion Criteria:\n\n* Pregnant or lactating women.\n* Uncontrolled hypertension with mono-drug therapy (\\>140/90 mm Hg)；ischemia of the myocardium （≥ grade 2） or myocardial infarction；arrhythmia（≥ grade 2, QTcF \\> 480ms for female patients） or New York Heart Association Class III/IV.\n* Abnormal thyroid function history with drug intervention.\n* Any factors that influence the usage of oral administration.\n* The cumulative doses of doxorubicin and epirubicin before inclusion have surpassed 300 mg/m2 and 600 mg/m2, respectively.\n* Brain or meningeal metastases.\n* Receiving the therapy of thrombolysis or anticoagulation.\n* Unhealed wound or bone fracture.\n* Urine protein ≥++ and confirmed \\>1.0 g by the 24h quantity.\n* Previous or present history of pulmonary fibrosis,interstitial pneumonia, pneumoconiosis, radiation pneumonitis, drug-related pneumonitis or greatly-impaired pulmonary function.\n* Disability of serious uncontrolled intercurrence infection.\n* The active HBV or HCV infection or HBV DNA ≥10\\^4/ml.\n* Acquired or inherent immunodeficiency； HIV infection； organ transplantation history.\n* Abuse of alcohol or drugs.\n* Have received prior treatment with a VEGFR TKI (Bevacizumab is permitted).\n* History of other malignancies except cured basal cell carcinoma of skin and carcinoma in-situ of uterine cervix.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}