{
    "nctId": "NCT05744687",
    "briefTitle": "Phase II/III Study of SPH4336 Combined With Letrozole vs Placebo Combined With Letrozole in First-line Treatment of Breast Cancer",
    "officialTitle": "Randomized, Double-blind, Placebo-controlled, Phase II/III Study of SPH4336 Combined With Letrozole vs Placebo Combined With Letrozole in First-line Treatment of HR-positive, HER2-negative Locally Advanced or Metastatic Breast Cancer",
    "overallStatus": "RECRUITING",
    "conditions": "Locally Advanced or Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2, PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 374,
    "primaryOutcomeMeasure": "response rate (ORR)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patients who voluntarily participate in the study, completely understand the study, and voluntarily sign the informed consent form (ICF).\n2. Female, ≥ 18 and ≤ 75 years of age at the time of signing the ICF.\n3. ECOG（Eastern Cooperative Oncology Group） performance status 0 or 1.\n4. Life expectancy ≥ 3 months.\n5. Patients with locally advanced or metastatic breast cancer who are unable to receive radical surgeries/other local therapies, with hormone receptor positive and human epidermal growth factor receptor 2 negative confirmed by tumor histopathology and molecular pathology.\n6. No previous systemetic therapy for locally advanced or metastatic diseases that cannot receive radical surgeries/other local therapies.\n7. At least one measurable lesion as per the Response Evaluation Criteria in Solid Tumors.\n8. Postmenopausal or premenopausal/perimenopausal female patients. Premenopausal or perimenopausal women should consent to receive goserelin therapy during the study.\n9. Laboratory test results before randomization meet the relevant requirements for organ function.\n\nExclusion Criteria:\n\n1. Prior treatment with any CDK4/6 （Cyclin dependent kinase）inhibitor.\n2. Inflammatory breast cancer.\n3. Patients unsuitable for endocrine therapy at the investigator's discretion.\n4. History of other malignancies within 5 years prior to the start of study treatment.\n5. Patients with known central nervous system metastases.\n6. Taking anti-tumor traditional Chinese medicines at the time of signing the ICF.\n7. Having undergone a surgery within 28 days prior to the start of study treatment, and hasn't yet recovered from adverse reactions of the surgery.\n8. History of myocardial infarction, unstable angina pectoris, severe arrhythmia, and symptomatic congestive heart failure before the start of study treatment; NYHA( New York Heart Association) Class ≥II; QTcF≥ 470 ms; LVEF(Left Ventricular Ejection Fractions)≤ 50%.\n9. History of ischemic stroke or severe thromboembolic disease before the start of study treatment.\n10. Being receiving potent CYP3A4 inhibitors or inducers at the time of signing the ICF.\n11. Hepatitis B surface antigen positive and HBV(Hepatitis B Virus) DNA \\> 2,000 IU/mL or 104 copies/mL; HCV(hepatitis C virus) antibody positive and HCV RNA positive; or known HIV infection.\n12. Patients who participated in a clinical trial and received other investigational drugs within 30 days before the start of study treatment.\n13. History of severe anaphylactic diseases, history of severe drug allergy, or known allergy to any ingredient of the investigational product.\n14. Presence of diseases or conditions that may impact drug administration or gastrointestinal absorption before the start of study treatment, in the opinion of the investigator, makes them an unsuitable candidate for the study.\n15. Uncontrolled infections within 2 weeks before the start of study treatment, in the opinion of the investigator, makes them an unsuitable candidate for the study.\n16. Pregnant or lactating women.\n17. Known history of substance abuse, excessive drinking, or illegal drug addiction; history of confirmed neurological or mental disorders.\n18. Presence of other diseases judged by the investigator that the risks of receiving the study treatment outweigh its benefits, or any other reason for which patients are ineligible for the study as assessed by the investigator and the sponsor.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}