{
    "nctId": "NCT02692742",
    "briefTitle": "Efficacy and Safety Phase IIa Study of Myelo001 in Chemotherapy-Induced Neutropenia",
    "officialTitle": "A Randomised, Double-Blind, Placebo-Controlled, Parallel-Design, Multi-Center Study to Investigate the Efficacy To Reduce Chemotherapy-Induced Neutropenia (CIN), Effects on the Haematopoietic System, Safety and Pharmacokinetics of Myelo001 in Patients Receiving Adjuvant or Neoadjuvant Chemotherapy for the Treatment Of Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Chemotherapy-Induced Neutropenia, Myelosuppression, Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 137,
    "primaryOutcomeMeasure": "Threshold area over the curve (AOC1) of ANC: Area below the threshold line (ANC 2.0x10^9/L classified as grade 1 neutropenia) and above the individual ANC trajectory",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Female patient of any racial origin having fulfilled her 18th birthday on Visit 1 (Screening)\n2. Histologically confirmed invasive breast cancer scheduled for neoadjuvant or adjuvant chemotherapy (patient with primary wound healing (\\[R0\\])\n3. Already selected for neoadjuvant or adjuvant standard of care EC regimen (Epirubicin 90 mg/m2 BSA (body surface area) + Cyclophosphamide 600 mg/m2 BSA q21d (every 21 days)) (with or without treatment with taxanes afterwards)\n4. Risk of chemotherapy-induced Febrile Neutropenia ≤20% according to ASCO Guidelines (2015)\n5. More than 5 days remaining before the planned initiation of the 1st chemotherapy cycle\n6. Performance status Grade 0-1 (ECOG)\n7. Echocardiography: No contraindication for the scheduled chemotherapy\n8. Haematologic, laboratory and chemistry thresholds at baseline:\n\n   * Absolute neutrophil count (ANC) ≥2,000 cells/ mm3 (≥2.0 x 10/L)\n   * Platelet count ≥100,000/mm3 (≥100 x 10exp9/L)\n   * Haemoglobin ≥10 g/dL\n   * Total bilirubin \\<1.5 x, AST, ALT \\<2.5 x upper limit of normal (ULN)\n   * Serum creatinine \\<2.0 mg/dL\n9. Able to read, understand and willing to sign the informed consent form\n10. Able to undergo the investigations and to follow the Visit schedule\n\nExclusion Criteria:\n\n1. Suspected allergy to Myelo001 or its excipients\n2. Prior chemotherapy\n3. Prior or concomitant treatment with radiotherapy\n4. Currently on or scheduled for other immunomodulatory or immunosuppressive therapies (e.g. TNF inhibitors) during the first chemotherapy cycle\n5. Currently on or scheduled for other immunostimulatory or hematopoietic active therapies (e.g.G-CSF, GM-CSF)\n6. Currently on or scheduled for primary prophylaxis with antibiotics in the first chemotherapy cycle\n7. History of bone marrow transplantation or stem cell transplant\n8. Administration of another investigational medicinal product / medical device within 30 days prior to screening. Participation in non-interventional, national or international cancer registries is allowed.\n9. Already confirmed HIV, hepatitis B or C virus (HBV or HCV) infection\n10. History of somatic disease/condition that may interfere with the objectives of the study\n11. Any other medical disease or clinical laboratory parameter outside the normal range and of clinical significance according to the investigator\n12. Serious uncontrolled comorbidities\n13. Pregnant or breast-feeding subject\n14. Woman considered to be of childbearing potential who do not use highly effective birth control methods during the study.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}