{
    "nctId": "NCT00688909",
    "briefTitle": "Rheumatological Evaluation of Anastrozole and Letrozole as Adjuvant Treatment in Post-menopausal Women With Breast Cancer",
    "officialTitle": "Open-label, Single-arm, Multicenter Study to Evaluate the Rheumatological Tolerability of Letrozole as an Adjuvant Breast Cancer Treatment in Postmenopausal Women Who Are Intolerant and Discontinue Anastrozole Due to Grade 2-3 Arthralgia-myalgia",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE4",
    "allocation": "NA",
    "primaryPurpose": "OTHER",
    "enrollmentCount": 261,
    "primaryOutcomeMeasure": "Number of Participants Discontinuing Due to Grade 2 or Higher Arthralgia-myalgia.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Postmenopausal women with HR+ early stage breast cancer at the time of initial diagnosis. For study purposes, postmenopausal is defined as:\n\n   * Age ≥ 50 y and amenorrheic for 12 or more months.\n   * Age ≥ 50 y and amenorrheic for 3 or more months after receiving adjuvant chemotherapy.\n   * Age \\< 50 y and amenorrheic for 12 or more months.\n   * Prior bilateral oophorectomy.\n   * Prior hysterectomy and has postmenopausal levels of FSH, LH, and estradiol as per local institutional standards.\n   * Age \\> 55 y and prior hysterectomy.\n2. Patients who are intolerant and discontinue anastrozole 2-3 weeks prior to study entry when given as adjuvant treatment for HR+ early stage breast cancer due to grade 2-3 (NCI-CTCAE V3) arthralgia-myalgia.\n3. Hormone receptor-positive tumors as defined by institutional standards.\n4. ECOG performance status of 0, 1, or 2\n5. Consent to participate in the trial. -\n\nExclusion Criteria:\n\n1. Postmenopausal women with HR+ metastatic or locally relapsed breast cancer excluding chest wall recurrence with no evidence of systemic disease.\n2. Recent history of pain associated with non-traumatic bone fracture.\n3. Pain requiring chronic use of analgesics (due to any reason).\n4. History of rheumatological disease except osteoarthritis.\n5. Prior hormonal therapy with AIs other than anastrozole.\n6. Systemic hormone replacement therapy (HRT) less than 4 weeks before study entry other than Estring®, Vagifem® or low dose estrogen vaginal cream.\n7. Concomitant disease which significantly affects quality of life.\n8. Patient unable to complete self administered questionnaire.\n9. Patients unable to sign consent form.\n\nOther protocol-defined inclusion/exclusion criteria may apply",
    "sex": "FEMALE",
    "minimumAge": "50 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}