{
    "nctId": "NCT03956654",
    "briefTitle": "A Phase IV Study to Collect Data on the Efficacy and Safety of RIBociclib in Older Women With Breastcancer",
    "officialTitle": "A Phase IV Study to Collect Data on the Efficacy and Safety of RIBociclib With Letrozole in Older Women (≥70 Years) With HR+ and HER2- Advanced Breast Cancer (aBC) With no Prior Systemic Therapy for Advanced Disease.",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 78,
    "primaryOutcomeMeasure": "Progression-free survival (PFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patient is a female ≥ 70 years old at the time of informed consent.\n* Advanced breast cancer (defined as locoregionally recurrent or metastatic not amenable to curative therapy).\n* Histologically and/or cytologically confirmed diagnosis of estrogen-receptor positive and/or progesterone receptor positive breast cancer by local laboratory (defined as ER and/or PgR ≥1% or Allred \\>2).\n* HER2-negative breast cancer defined as a negative in situ hybridization test or an IHC status of 0, 1+ or 2+. If IHC is 2+, a negative in situ hybridization (FISH, CISH, or SISH) test as determined by local laboratory testing according to ASCO-CAP guidelines is necessary.\n* Patient has adequate bone marrow and organ function as defined by the following laboratory values (as assessed by local laboratory), preferably tested a maximum of 14 days before enrolment:\n* Patient has signed informed consent obtained before any trial-related activities and according to local guidelines.\n* Subjects must be able to communicate with the investigator and comply with the requirements of the study procedures.\n\nExclusion Criteria:\n\n* Patient has a known hypersensitivity to any of the excipients of ribociclib or letrozole.\n* Patients who received any CDK4/6 inhibitor previously.\n* Patient who received any prior systemic antihormonal therapy or chemotherapy for advanced breast cancer.\n* Patient is concurrently using other systemic anti-cancer therapy (except bone modifying agents).\n* Patient with central nervous system (CNS) metastases and/or documented meningeal carcinomatosis unless they meet ALL the following criteria:\n* At least 4 weeks from prior therapy for CNS disease completion (including radiation and/or surgery) to starting the study treatment;\n* Clinically stable CNS lesions at the time of study treatment initiation and not receiving steroids and/or enzyme-inducing anti-epileptic medications for the management of brain metastases for at least 2 weeks (radiological confirmation of brain disease status is not necessary).\n* Patient has any other concurrent severe and/or uncontrolled medical condition that would, in the investigator's judgment, cause unacceptable safety risks, contraindicate patient participation in the clinical study or compromise compliance with the protocol: (e.g. chronic pancreatitis, chronic active hepatitis, active untreated or uncontrolled fungal, bacterial or viral infections, etc.).\n* Patients who already have or who are at significant risk of developing QTc prolongation are not eligible for the study. This includes patients:\n* with long QT syndrome;\n* with uncontrolled or significant cardiac disease, including recent myocardial infarction, congestive heart failure, unstable angina and bradyarrhythmias;\n* with electrolyte abnormalities (potassium, magnesium, sodium and calcium) that are NCI CTCAE 4.03 grade 2 or higher (for details, see table 10 ). Note: phosphate testing is not mandatory, but should the investigator consider measuring it before enrolment, the same rules may be applied",
    "sex": "FEMALE",
    "minimumAge": "70 Years",
    "stdAges": "OLDER_ADULT"
}