{
    "nctId": "NCT02203513",
    "briefTitle": "A Phase II Single Arm Pilot Study of the Chk1/2 Inhibitor (LY2606368) in BRCA1/2 Mutation Associated Breast or Ovarian Cancer, Triple Negative Breast Cancer, High Grade Serous Ovarian Cancer, and Metastatic Castrate-Resistant Prostate Cancer",
    "officialTitle": "A Phase II Single Arm Pilot Study of the Chk1/2 Inhibitor (LY2606368) In BRCA1/2 Mutation Associated Breast or Ovarian Cancer, Triple Negative Breast Cancer, and High Grade Serous Ovarian Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Ovarian Cancer, Breast Cancer, Prostate Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 111,
    "primaryOutcomeMeasure": "Objective Response (Complete Response (CR) + Partial Response (PR)",
    "eligibilityCriteria": "* INCLUSION CRITERIA:\n\n  1. A documented deleterious germline breast cancer 1 and breast cancer 2 mutation (gBRCA1/2m) obtained in a Clinical Laboratory Improvement Amendments (CLIA)-certified laboratory, including but not limited to Myriad Genetics, either by multi-gene panels or individual testing, for Cohort 1 participants prior to study enrollment. Participants with documented somatic BReast CAncer gene (BRCA) mutation obtained in a CLIA-certified laboratory also will be considered for Cohort 1. Variants of uncertain significance (VUS) of BRCA1/2 are not considered deleterious. Participants with variant of uncertain significance (VUS) or deleterious mutation in other genes without gBRCA1/2m can be considered for Cohort 2 or 3 or 5.\n  2. Participants enrolling in the sporadic high grade serous epithelial or high grade endometrioid ovarian cancer group, Cohort 2, must have a negative family history of hereditary breast ovarian cancer (HBOC) syndrome, or negative gBRCA1/2m mutation test.\n  3. Participants enrolling in the triple negative breast cancer (estrogen receptor (ER)-/progesterone receptor (PR)-/human epidermal growth factor receptor 2 (Her2)-) group, Cohort 3, must have a negative family history of HBOC syndrome, or negative gBRCA1/2m test. A family history of HBOC is defined by National Comprehensive Cancer Network® (NCCN®) Genetic/Familial High-Risk Assessment: Breast and Ovarian guideline.\n  4. For Cohorts 1-3, 5 and 6: participants must have breast and/or epithelial or endometrioid ovarian cancer, primary peritoneal cancer, and/or fallopian tube cancer histologically or cytologically confirmed at the National Cancer Institute (NCI) that is metastatic or unresectable and for which standard curative measures do not exist or are no longer effective. ER/PR/HER2 status needs to be documented either by an outside source or at NCI. Participants with gBRCA1/2m with history of or active breast and ovarian cancers are considered for Cohort 1.\n\n     Participants enrolling in Cohort 5, the recurrent platinum-resistant sporadic high grade serous epithelial or high grade endometrioid ovarian cancer group, must have a negative family history of HBOC syndrome, or negative gBRCA1/2m test. Participants should have recurrent platinum-resistant - defined as disease recurrence by imaging within 6 months of the last receipt of platinum-based chemotherapy. Rising mucin 16 (CA125) only is not considered as platinum-resistant disease. Participants with primary platinum refractory disease defined as progression during or within 3 months after receiving first-line platinum-based chemotherapy are not eligible.\n  5. All participants must have measurable disease, defined as at least one lesion that can be accurately measured in at least one dimension (longest diameter to be recorded for non-nodal lesions and short axis for nodal lesions) as greater than or equal to 20 mm with conventional techniques or as greater than or equal to 10 mm with spiral computed tomography (CT) scan.\n  6. All participants except Cohort 6 must have at least one lesion deemed safe to biopsy and be willing to undergo a mandatory baseline biopsy. For Cohort 5, the second biopsy at progression is mandatory for the responders (Partial Response (PR)/Complete Response (CR)/Stable Disease (SD) \\> 4 months.\n  7. Participants enrolling in Cohort 6, the recurrent platinum-resistant sporadic high grade serous epithelial or high grade endometrioid ovarian cancer group, must have a negative family history of HBOC syndrome, or negative gBRCA1/2m test. Participants should have recurrent platinum-resistant, defined as disease recurrence by imaging within 6 months of the last receipt of platinum-based chemotherapy. This cohort should have measurable (defined by Response Evaluation Criteria in Solid Tumors (RECIST) v1.1) but without biopsiable disease, determined by principal investigator (PI) and Interventional Radiology (e.g., cystic abnormal mass, not safely biopsiable disease). Rising CA125 only is not considered as platinum-resistant disease. Participants with primary platinum refractory disease defined as progression during or within 3 months after receiving first-line platinum-based chemotherapy are not eligible.\n  8. Participants must be at least 4 weeks from previous therapy (chemotherapy, hormonal therapy, and radiation therapy, or investigational agents; 6 weeks for mitomycin C).\n  9. The use of raloxifene, denosumab, or bisphosphonates for bone health is allowed.\n  10. There is no limit on the number of prior therapies.\n  11. Participants must be at least 1 week from the last dose of complementary or alternative medications.\n  12. Participants who have had major surgery must be fully recovered and greater than or equal to 4 weeks postoperative prior to enrolling on study.\n  13. Age greater than or equal to 18 years.\n  14. Eastern Cooperative Oncology Group (ECOG) performance status less than or equal to 2.\n  15. Participants must have normal organ and marrow function (in the absence of transfusion 24 hours prior to dosing) as defined below:\n\n      leukocytes greater than or equal to 3,000/mcL\n\n      absolute neutrophil count greater than or equal to 1,500/mcL\n\n      platelets greater than or equal to 100,000/mcL\n\n      hemoglobin greater than or equal to 10mg/dL\n\n      total bilirubin less than or equal to 1.5 X institutional upper limit of normal\n\n      Aspartate aminotransferase (AST) Serum glutamic oxaloacetic transaminase (SGOT)/alanine aminotransferase (ALT) Serum glutamic pyruvic transaminase (SGPT) less than or equal to 3 X institutional upper limit of normal\n\n      creatinine less than or equal to 1.5 X institutional upper limit of normal\n\n      OR\n\n      measured creatinine clearance greater than or equal to 45 mL/min/1.73 m\\^2 for participants with\n\n      creatinine levels above institutional normal.\n  16. Potassium (K) should be within the range of greater than or equal to 3.6 mEq/L.\n  17. Women of childbearing potential must have a negative urine or serum pregnancy test within 7 days prior to the start of the study.\n  18. The effects of Chk1/2 Inhibitor (Prexasertib LY2606368) on the developing human fetus are unknown. For this reason, all subjects of reproductive potential must agree to use adequate contraception prior to study entry, for the duration of study participation, and for at least four months following the last dose of experimental therapy. All subjects of reproductive potential must also agree to use both a barrier method and a second method of birth control during the course of the study and for four months after the last dose of study drug(s). Should a woman become pregnant or suspect she is pregnant while she is participating in this study, she should inform her treating physician immediately.\n  19. Ability of subject to understand, adhere to protocol requirements and the willingness to sign a written informed consent document.\n\nEXCLUSION CRITERIA:\n\n1. Participants who are receiving any other investigational agents.\n2. Participants with known brain metastases should be excluded from this clinical trial because of their poor prognosis and because they often develop progressive neurologic dysfunction that would confound the evaluation of neurologic and other adverse events. Participants with brain metastases diagnosed greater than 1 year prior to study entry may be considered if they received sterilizing therapy to the central nervous system (CNS) (resection or radiation) and have been CNS recurrence-free for the 1-year period.\n3. Participants who have had prior treatment with LY2606368 or other Chk inhibitors\n4. Participants with a serious cardiac condition, such as congestive heart failure; New York Heart Association Class III/IV heart disease; unstable angina pectoris; myocardial infarction within the last 3 months; valvulopathy that is severe, moderate, or deemed clinically significant despite medical intervention; or arrhythmias that are symptomatic or refractory to medical intervention.\n5. Participants who have corrected QT interval (QTc) interval of \\> 470 msec on a screening electrocardiogram.\n6. Participants with a prior history of drug-induced serotonin syndrome, or a family history of long-QT syndrome.\n7. Lack of recovery of prior adverse events due to prior cancer therapy to Grade less than or equal to 1 (National Cancer Institute (NCI) Common Terminology Criteria for Adverse Events (CTCAE); except alopecia). Electrolyte abnormalities that are corrected with supplementation will be eligible. Participants with platinum-related grade 2 or greater hypomagnesemia (on replacement) will be eligible. Stable persistent grade 2 peripheral neuropathy may be allowed as determined on a case-by-case basis at the discretion of the principal investigator (PI).\n8. Uncontrolled intercurrent illness including, but not limited to, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, clinically significant gastrointestinal (GI) bleeding or hemoptysis within 28 days prior to the start of the study, or psychiatric illness/social situations that would limit compliance with study requirements.\n9. Participants with active infection will not be eligible but may become eligible once infection has resolved and they are at least 7 days from completion of antibiotics.\n10. Another previous or current invasive malignancy within the last 2 years, with the exception of curatively treated stage IA cervical carcinoma, or resected stage IA endometrial cancer, and noninvasive nonmelanoma skin cancers. Participants with gBRCA1/2m and primary breast or ovarian cancers will be eligible for Cohort 1.\n11. Human immunodeficiency virus (HIV)-positive participants on combination antiretroviral therapy are ineligible because of the potential for pharmacokinetic interactions with LY2606368. HIV- positive participants who are not on highly active antiretroviral therapy (HAART) and have cluster of differentiation 4 (CD4) counts \\> 500 will be considered on an individual basis.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}