{
    "nctId": "NCT04630080",
    "briefTitle": "Alopecia Prevention Scalp Cooling in Chinese Breast Cancer Patients",
    "officialTitle": "Scalp Cooling Study for the Prevention of Chemotherapy-induced Alopecia in Chinese Breast Cancer Patients",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "PREVENTION",
    "enrollmentCount": 25,
    "primaryOutcomeMeasure": "The success rate of scalp cooling in preventing chemotherapy-induced alopecia",
    "eligibilityCriteria": "Inclusion Criteria:\n\ni) New diagnosis of breast cancer stage I-III\n\nii) Chinese ethnicity\n\niii) ECOG 0-1\n\niii) Planning to undergo neoadjuvant or adjuvant chemotherapy with curative intent\n\niv) Chemotherapy must be planned for at least 4 cycles of full-dose anthracycline and/or taxane based chemotherapy regimen,\n\n1. Defined as one of the following regimens:\n\n   * Adriamycin 60 mg/m2 with cyclophosphamide 600 mg/m2 for 4 cycles (AC) \\> 5-Fluorouracil 500 mg/m2, Epirubicin 100mg/m2, and cyclophosphamide 500 mg/m2 for 3 cycles, followed by Docetaxel 100 mg/m2 for 3 cycles (FEC-D)\n   * AC x 4 cycles, followed by Docetaxel 100 mg/m2 for 4 cycles (AC-D)\n   * AC x 4 cycles, followed by Paclitaxel 175 mg/m2 for 4 cycles (AC-P)\n   * Docetaxel 75 mg/m2 with cyclophosphamide 600 mg/m2 for 4-6 cycles (DC)\n   * Docetaxel 75 mg/m2 with carboplatin AUC of 5-6 for 4-6 cycles (DCb)\n2. Concurrent trastuzumab and/or pertuzumab at standard doses is allowed.\n3. Administration of chemotherapy on a dose dense schedule with GCSF is allowed.\n\nv) Adequate organ functions vi) Normal thyroid stimulating hormone vii) Subjects with history of diabetes must have acceptable HBA1c on study entry viii) Subjects who provide consent and are mentally competent and able to fill in study questionnaires\n\nExclusion Criteria:\n\ni) Subjects with any other concurrent malignancy including hematological malignancies (i.e. leukemia or lymphoma)\n\nii) Subjects with cold agglutinin disease or cold urticaria\n\niii) Age ≥ 70 years\n\niv) Personal history of migraines, cluster or tension headaches as defined as actual medical diagnosis by a physician and/ or prescribed medications. If personal history of migraines was related to a past medical problem that is now resolved, subject may go on study at the discretion of the Principal Investigator.\n\nv) Elevated liver enzymes or bilirubin defined as 3 times the upper limits of normal\n\nvi) Serum Albumin \\< 3.0\n\nvii) Subjects with anemia (defined as a hemoglobin \\< 10)\n\nviii) Subjects who have lichen planus or lupus, or other dermatological conditions involving scalp\n\nix) Subjects who are underweight (defined as a BMI \\< 18.5)\n\nx) Subjects who have had previous chemotherapy exposure",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}