{
    "nctId": "NCT01265927",
    "briefTitle": "A Study Inhibiting Telomerase to Reverse Trastuzumab Resistance in HER2+ Breast Cancer",
    "officialTitle": "A Phase I Study Inhibiting Telomerase to Reverse Trastuzumab Resistance in HER2+ Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Neoplasms",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 10,
    "primaryOutcomeMeasure": "Determine the dose-limiting toxicity of GRN163L in combination with trastuzumab in patients with refractory HER2+ metastatic disease",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Males or females 18 years or older at the time of consent.\n2. ECOG performance status of 0-2 within 21 days of study registration.\n3. Histologically or cytologically confirmed adenocarcinoma of the breast with locally recurrent or metastatic disease. NOTE: locally recurrent disease must not be amenable to surgery or radiation with curative intent.\n4. Measurable or evaluable disease according to RECIST v1.1 within 35 days prior to study registration.\n5. Disease must be amenable to biopsy (image-guided or via direct visualization of superficial lesions) with minimal risk to the patient. NOTE: Patients with disease limited to the lung and/or pleura are excluded.\n6. Disease must be HER2+ as defined by IHC 3+ or FISH ratio \\> 2.0.\n7. Resistant to trastuzumab as defined as (1) progression within 12 months of completing adjuvant/neoadjuvant trastuzumab or (2) progression on trastuzumab administered for metastatic disease.\n8. Prior treatment with lapatinib or investigational HER2 targeted therapies is allowed but not required. There are no limits on the number of regimens or other prior anti-HER2 therapies patients have received.\n9. LVEF ≥ Lower Limit of Normal based on MUGA or ECHO within 35 days prior to study registration\n10. Females of childbearing potential and males must be willing to use an effective method of contraception from the time consent is signed until 6 months after treatment discontinuation. Methods of contraception include hormonal birth control (oral contraceptives, patch, injection, vaginal ring or implant), two barrier methods of birth control, abstinence and/or other methods as determined by the treating physician.\n11. Females of childbearing potential must have a negative pregnancy test within 14 days prior to registration for protocol therapy.\n\n    NOTE: Females are considered of child bearing potential unless they are surgically sterile (they have undergone a hysterectomy, bilateral tubal ligation, or bilateral oophorectomy) or they are postmenopausal (\\> 12 months since last menses).\n\n    Laboratory values must be obtained within 21 days of study registration:\n12. Absolute neutrophil count (ANC) ≥ 1.5 K/mm3\n13. Platelets ≥ 100 K/mm3\n14. Hemoglobin (Hgb) ≥ 9.0 g/dL (may be transfused)\n15. Serum creatinine \\< 3.0 mg/dL\n16. Total Bilirubin ≤ 1.5 x ULN\n17. AST/SGOT ≤ 2.5 x ULN. If liver metastases is present, AST ≤ 5 x ULN\n18. ALT, SGPT ≤ 2.5 x ULN. If liver metastases is present, ALT ≤ 5 x ULN\n\n    Exclusion Criteria:\n19. No Investigational therapy within 4 weeks of study registration\n20. No hormonal therapy within 2 weeks of study registration\n21. No cytotoxic chemotherapy within 2 weeks of study registration.\n22. No prior treatment with GRN163L\n23. No prior history of severe reaction to trastuzumab, as determined by the treating physician.\n24. No history of clinically significant cardiac dysfunction, including:\n\n    Current uncontrolled hypertension (systolic \\>150 mmHg and/or diastolic \\>100 mmHg), or unstable angina History of symptomatic CHF (Grade \\>3 by NCI CTCAE or Class \\>II by NYHA criteria \\[see Appendix IV\\]) or serious cardiac arrhythmia requiring treatment within 12 months of study registration, with the exceptions of atrial fibrillation and paroxysmal supraventricular tachycardia History of myocardial infarction within 6 months of study registration\n25. No history of cerebrovascular accident within 12 months of study registration\n26. No active CNS metastases. Patients with previously treated CNS metastases who do not require chronic steroids or anticonvulsants are eligible.\n27. Prior radiation therapy must not have involved \\> 25% of bone marrow due to potential myelosuppression with GRN163L. See bone marrow chart in Appendix III\n\n    NOTE: Radiation therapy within 2 weeks of study registration is not allowed.\n28. Females must not be breastfeeding.\n29. No clinically significant active infection, as determined by the treating physician",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}