{
    "nctId": "NCT06334354",
    "briefTitle": "A Study of Changes in Thinking Related to Aging and Cancer in Breast Cancer Survivors (TRAC)",
    "officialTitle": "Cognitive Aging in Older Long-term Breast Cancer Survivors",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer Survivors",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 420,
    "primaryOutcomeMeasure": "examine cognitive effects",
    "eligibilityCriteria": "Inclusion Criteria:\n\nAll Participants:\n\n* Per medical record and/or self-report, identifies as female\n* Per medical record and/or self-report, currently age 65-80\n* Per self-report, has access to a computer and internet connectivity\n* Score of \\<11 on Blessed Orientation-Memory-Concentration Test (BOMC)\n* As per medical record or self-report, if currently taking psychoactive medications (including but not limited to antidepressants and anxiolytics), dose must have been stable at least two months prior to enrollment.\n* English fluent (as per self-report, fluency of \"well\" or \"very well\", and having a reasonable comprehension of the study conversation in the opinion of the research staff)\\*\\*\n\nBreast Cancer Survivors:\n\n* Per medical record and/or self-report, history of stage 1-3 breast cancer diagnosed between 55-60 years of age\n* Per medical record and/or self-report, no evidence of disease (NED)\n\nNon-Cancer Controls:\n\n* Per self-report, no history of breast cancer\n\n  * Language verification: For both survivors and controls, prior to enrollment, all will be asked the following two questions by a CRC to verify English fluency necessary for participation in the study:\n\n    1. How well do you speak English? (must respond \"Well\" or \"Very well\" when given the choices of Very well, Well, Not well, Not at all, Don't know, or Refused)\n    2. What is your preferred language for healthcare? (must respond English)\n\nExclusion Criteria:\n\nAll participants:\n\n* As per medical record or self-report, diagnosis of neurodegenerative disorder that affects cognitive function (e.g. Alzheimer's disease, Parkinson's disease, Multiple Sclerosis, Dementia, Seizure Disorders, etc.)\n* As per medical record or self-report, history of stroke or head injury with loss of consciousness for 30+ minutes or more\n* As per medical record or self-report, a diagnosis of a major Axis I psychiatric disorder including Schizophrenia Spectrum Disorder, substance use disorder, Bipolar Disorder or Schizotypal personality disorder. Schizophrenia Spectrum Disorders include Schizophrenia, Schizophreniform disorder, Schizoaffective disorder, Delusional disorder, Brief psychotic disorder, and Attenuated Psychotic Disorder.\n* As per medical record or self-report, visual or auditory impairment that would preclude ability to complete the assessments (e.g. history of significant macular degeneration or being unable to correct hearing with hearing aids)\n* As per medical record or self-report, use of methotrexate (Amethopterin, Rhematrex, Trexall) or rituximab (Rituxin) for rheumatoid arthritis, psoriasis or Crohn's disease, or cyclophosphamide (Cytoxan, Neosar) for lupus.\n* As per medical record or self-report, participation in a conflicting (overlapping neurocognitive assessments) research study (i.e. MSK 18-294)\n\nBreast Cancer Survivors:\n\n* As per medical record or self-report, any history of cancer except non-melanoma skin cancer or breast cancer\n\nNon-Cancer Controls:\n\n* As per medical record or self-report, history of treatment using radiation, chemotherapy, and/or Tamoxifen or Aromatase-inhibitors\n* As per medical record or self-report, any history of cancer except non-melanoma skin cancer",
    "sex": "FEMALE",
    "minimumAge": "65 Years",
    "stdAges": "OLDER_ADULT"
}