{
    "nctId": "NCT01970670",
    "briefTitle": "Contrast-Enhanced Digital Mammography(CEDM) vs Contrast-Enhanced Breast MRI(CE-MRI) in Breast Cancer",
    "officialTitle": "Contrast-Enhanced Digital Mammography (CEDM) vs Contrast-Enhanced Breast MRI (CE-MRI) in Patients With Known Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast - Female",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 50,
    "primaryOutcomeMeasure": "Number of partipicants with adverse events",
    "eligibilityCriteria": "Identify inclusion criteria\n\n1. Histologically confirmed invasive and/or in situ carcinoma of the breast\n2. Any race and ethnicity\n3. Females 18-70 years of age\n4. Willing and able to provide informed consent\n5. Subject will have a CE-MRI exam within one month (31 days) of enrolling or has had a CE-MRI exam within one month (31 days) prior to enrolling with no interval treatment or procedure between the CEDM and CE-MRI\n\nIdentify exclusion criteria\n\n1. Unwilling or unable to undergo informed consent\n2. Planned to undergo neoadjuvant chemotherapy\n3. Breast implants\n4. Pregnant (NOTE: If subject is unsure of pregnancy status, a pregnancy test will be performed for confirmation.)\n5. Breast-feeding\n6. Surgical excision of the biopsy proven malignancy\n7. Known allergy to gadolinium contrast agents\n8. Contraindication for MRI (ex: pacemaker, ferromagnetic aneurysm clips or other ferromagnetic surgical implant or severe claustrophobia)\n9. Suspected to be at risk to complications from the contrast agent. These include the standard iodinated contrast agent contraindications:\n\n   1. Subject has renal insufficiency as determined by an elevated serum creatinine and is not being treated with dialysis.\n   2. Documentation of a normal eGFR (MDRD) within the previous 2 months will be required for any subject with any of the following risk factors for renal insufficiency:\n\n   i. Age \\> 70 ii. Diabetes iii. Personal history of renal disease iv. Family history of renal disease (e.g., polycystic kidney disease) v. Known solitary kidney vi. Other medical conditions that may affect the kidney (e.g., Lupus, multiple myeloma) c. Subject has taken metformin (Glucophage) within 48 hours of procedure d. Subject has had a prior reaction to iodinated contrast e. Subject has multiple allergies and/ or severe asthma regularly treated with medication f. Subject has had an episode of serious allergic reaction (anaphylaxis) to any substance",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}