{
    "nctId": "NCT03470051",
    "briefTitle": "Case Collection Study in the Evaluation of Doubling Time Rates in Non-Suspicious Breast Masses Using QT Ultrasound Technology",
    "officialTitle": "A Prospective Multi-center Case Collection Study of Breast Imaging Examinations From Women With Non-suspicious Breast Masses to Correlate the Calculated Mass Doubling Time Using Quantitative Transmission Ultrasound (QT Ultrasound) With Mass Histology.",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Fibroadenoma",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 27,
    "primaryOutcomeMeasure": "Breast mass doubling time change",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Female\n2. Age 18 or older\n3. Willing to receive QT Ultrasound Breast Scans\n4. Willing to undergo an ultrasound-guided needle breast biopsy if performed after enrollment in the study\n5. Willing and able to provide Informed Consent prior to any research-related procedure(s)\n6. Have an identified solid non-suspicious breast mass\n\nExclusion Criteria:\n\n1. Pregnancy\n2. Currently breastfeeding\n3. Magnetic material in the chest which in the judgement of the Principal Investigator would interfere or be impacted by the magnets utilized with the study device.\n4. Not willing to provide information for primary care physician\n5. History of breast cancer\n6. History of treated or untreated cancer of a non-breast origin which in the judgment of the Principal Investigator would be a concern for metastatic disease to the breast\n7. Physical inability to tolerate the QT scan, i.e. inability to lie prone and still for up to 30 minutes at a time\n8. Open wounds, sores or skin rash present on the breast(s) or nipple discharge from the scanned breast(s)\n9. Breasts too large for scanner, i.e. bra size larger than DDD or inability to successfully \"fit\" breast after the subject is placed on scanner\n10. Body weight greater than 400 lbs. (180 kg)\n11. Concurrent disease or condition which in the judgment of the Principal Investigator disqualifies the subject from participating in the study",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}