{
    "nctId": "NCT06271837",
    "briefTitle": "A Study of T-DXd as Monotherapy or in Combination With Anti-cancer Agents in Patients With Selected HER2-expressing Tumors",
    "officialTitle": "A Phase II, Multicenter, Open-label Study to Evaluate the Efficacy and Safety of Trastuzumab Deruxtecan (T-DXd, DS-8201a) as Monotherapy or in Combination With Anti-cancer Agents for the Treatment of Patients With Selected HER2-expressing Tumors (DESTINY PanTumor03)",
    "overallStatus": "RECRUITING",
    "conditions": "Advanced Solid Tumors (Excluding Gastric Cancer and Breast Cancer)",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 175,
    "primaryOutcomeMeasure": "Confirmed Objective Response Rate (ORR)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* At least 18 years of age.\n* Locally advanced, unresectable, or metastatic solid tumors based on most recent imaging.\n* HER2 expression.\n* ECOG performance status of 0-1.\n* Must provide an adequate FFPE tumor sample to centrally determine HER2 status and other correlatives.\n* Has measurable target disease assessed by the investigator based on RECIST 1.1.\n* Adequate organ function and bone marrow within 14 days before enrollment.\n* Contraceptive use by males or females should be consistent with local regulations regarding the methods of contraception for those participating in clinical studies.\n* Capable of giving signed informed consent.\n* Provision of signed and dated written ICF prior to mandatory study-specific procedures, sampling, or analyses.\n* Evidence of post-menopausal status or negative serum pregnancy test for females of childbearing potential who are sexually active with a non-sterilized male partner.\n\nExclusion Criteria:\n\n* Primary diagnosis of adenocarcinoma of the breast, adenocarcinoma of the gastric body or gastroesophageal junction.\n* Has substance abuse or any other medical conditions that may interfere with the patient's participation in the clinical study or evaluation of the clinical study results.\n* A pleural effusion, ascites or pericardial effusion that requires drainage, peritoneal shunt, or Cell-free and concentrated ascites reinfusion therapy.\n* History of another primary malignancy except for malignancy treated with curative intent with no known active disease within 3 years before the first dose of study intervention and of low potential risk for recurrence. Exceptions include adequately resected non melanoma skin cancer, curatively treated in situ disease, or other solid tumors curatively treated.\n* Has unresolved toxicities from previous anti cancer therapy.\n* Has any spinal cord compression, leptomeningeal disease, or clinically active CNS metastases.\n* Uncontrolled infection requiring IV injection of antibiotics, antivirals, or antifungals, or active infection including tuberculosis.\n* Active primary immunodeficiency, known uncontrolled active HIV infection, or active Hepatitis B or C infection.\n* Protocol-defined inadequate cardiac function.\n* History of (non-infectious) ILD/pneumonitis that required steroids, has current ILD/pneumonitis or where suspected ILD/pneumonitis cannot be ruled out by imaging at screening.\n* Has a concomitant medical condition that would increase the risk of toxicity in the opinion of the investigator.\n* Anti cancer chemotherapy without an adequate treatment washout period prior to enrollment.\n* Major surgical procedure (excluding placement of vascular access) or significant traumatic injury within 4 weeks of the first dose of study intervention or an anticipated need for major surgery during the study.\n* Known allergy or hypersensitivity to study treatment or any excipients of the product or other mAbs.\n* Involvement in the planning and/or conduct of the study.\n* Judgment by the investigator that the patient should not participate in the study if the patient is unlikely to comply with study procedures, restrictions, and requirements.\n* Previous enrollment in the present study. Concurrent enrollment in another therapeutic clinical study (excluding observational studies).\n* For females only: Currently pregnant or breast feeding, or who are planning to become pregnant.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}