{
    "nctId": "NCT01836640",
    "briefTitle": "Developing Plasma DNA as a Surrogate for Tumor Biopsy to Identify Tumor Genetic Alterations in Patients With Advanced Breast Cancer",
    "officialTitle": "Developing Plasma DNA as a Surrogate for Tumor Biopsy to Identify Tumor Genetic Alterations in Patients With Advanced Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Advanced Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 9,
    "primaryOutcomeMeasure": "Genetic Lesion detection",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* 3.1 Radiographic evidence of new or progressive metastatic breast cancer by CT chest/abdomen/pelvis and bone scan, or by PET scan.\n* 3.2 Patient must have ≥3 sites of disease involving ≥2 organ sites appropriate for biopsy. Treating physician, in consultation with interventional radiologist as needed, will select sites for potential biopsy (see section 5.2.2 for guidance on evaluable sites.)Histologic documentation of metastatic invasive breast cancer with metastasis to a distant organ site (lung, liver, pleural/peritoneal, skin \\[if skin, must be determined by treating physician that it is not skin involvement from breast primary or local regional recurrence\\], and/or bone) by core needle or excisional biopsy.\n* 3.3 The subject must agree to undergo and be able to tolerate the research biopsy(ies) and blood draw.\n* 3.4 Prior chemotherapy, endocrine therapy, or radiotherapy with therapeutic intent is allowed in the metastatic setting. However, for patients currently receiving such treatment(s), archived tumor specimens will not count towards the required biopsy of 3 tumors\n* 3.5 Women or men \\> age 18.\n* 3.6 Ability to give informed consent.\n* 3.7 Normal Prothrombin Time/International Normalized Ratio within 30 days of any diagnostic biopsies, or if patient is on anticoagulation therapy, approval is required by provider doing the biopsy.\n* 3.8 Negative pregnancy test or beyond reproductive potential.\n* 3.9 Medical evaluation by medical oncology within 4 weeks.\n* 3.10 Previous but not current smokers are eligible if they have not smoked for more than 10 years and have less than 25 pk yr smoking history, see exclusion criterion 3.14.\n\nExclusion Criteria:\n\n3.12 Poor venous access (unable to tolerate large-gauge needle).\n\n3.13 Unable to tolerate blood draw or research biopsy procedures.\n\n3.14 Current smokers or smoked at all within the last 10 years, or have a lifetime smoking history greater than 25 pack-years. (One pack year is equal to smoking 1 pack per day for 1 year; 5 pack years = one pack/day for 5 yrs, or ½ pack/day for 10 yrs, etc.). There is evidence that smoking increases the likelihood of detecting mutations in cancer-related genes in plasma DNA in healthy individuals (i.e., who do not have detectable cancer) (15, 16). We wish to avoid detecting such genetic lesions in this pilot study by excluding current, recent and heavy smokers",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}