{
    "nctId": "NCT00764972",
    "briefTitle": "Phase IB/II Trial Combining Vinorelbine With Sorafenib as First-Line Treatment in Patients With Metastatic Breast Cancer",
    "officialTitle": "A Phase IB/II Trial of Combination of Vinorelbine With Sorafenib (BAY 43-9006) as First-Line Treatment in Patients With Metastatic Breast Cancer",
    "overallStatus": "UNKNOWN",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 36,
    "primaryOutcomeMeasure": "Confirmed complete response (CR) or partial response (PR), defined according to RECIST criteria, persisting 4 weeks after the initial documentation.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Women affected by histologically proven metastatic breast cancer.\n* Tumor not susceptible to therapy with trastuzumab, defined as FISH negative for HER-2 amplification or immunohistochemistry 0-1+ for HER-2 expression.\n* Female, age ≥ 18.\n* Documented measurable disease by appropriate radiologic imaging according to RECIST criteria (see Appendix E). Lesions in previously irradiated areas are not considered measurable disease, unless progression has been documented post-radiation.\n* ECOG performance status 0-1 (see Appendix B)\n* Life expectancy \\> 6 months.\n* Adequate bone marrow function, as indicated by:\n\n  * Hemoglobin ≥ 90 g/L\n  * Neutrophils ≥ 1.5 x 109/L\n  * Platelets ≥ 100 x 109/L\n* Adequate renal function, as indicated by serum creatinine ≤1.5 times the upper limit of normal and/or Creatinine Clearance calculated as \\>50% lower normal limit, or estimated as ≥ 50 ml/min (Appendix C).\n* Adequate liver function, as indicated by:\n\n  * bilirubin ≤ 1.5 times upper normal limit;\n  * AST and ALT ≤ 2 times upper normal limit.\n* Left ventricular ejection fraction (LVEF) ≥50% as measured by either multigated acquisition (MUGA) scan or echocardiogram (ECHO).\n* No therapy for breast cancer in the 4 weeks preceding the therapy start.\n* Women of childbearing potential must be using adequate contraception and have a negative pregnancy test at the time of enrollment.\n* Patient able to understand and give written informed consent.\n\nExclusion Criteria:\n\n* Patients with locally advanced breast cancer or stage IIIb only.\n* Presence of only non-measurable disease.\n* Previous (neo)adjuvant chemotherapy with vinorelbine.\n* Any previous anti-angiogenic therapy.\n* Any previous chemotherapy for metastatic breast cancer. Previous hormonal treatments or radiotherapy for metastatic disease are allowed.\n* Radiotherapy, chemotherapy or hormonal therapy for breast cancer in the last 4 weeks prior to starting the study treatment.\n* Major surgery within 4 weeks of first study treatment, or minor surgery (including placement of an access device) within 7 days of therapy start.\n* Presence of life-threatening disease or central nervous system localizations.\n* Evidence of HER-2 positive breast cancer, defined as FISH-positive for amplification or score 3+ by immunohistochemistry.\n* Any other possibly active primary tumor, except basal cell carcinoma of the skin, or carcinoma in situ of the cervix.\n* Clinically significant hepatic disease with respect to hepatitis B, hepatitis C, cirrhosis or other liver diseases.\n* Uncontrolled bacterial, viral or fungal infection.\n* Previous history of ischemic disease.\n* Patients with previous history of thrombo-embolic events, or with documented risk factors for thrombotic disease other than cancer.\n* History of gross hemorrhage within the past 6 months (e.g., hemoptysis or hematuria requiring medical intervention).\n* Uncontrolled hypertension.\n* Other serious medical conditions, such as uncontrolled cardiac disease, severe pulmonary disease, uncontrolled diabetes.\n* Patient exhibiting confusion or disorientation.\n* Any condition (medical, social, psychological, geographical) that would prevent adequate follow-up.\n* Patient is pregnant, or is breast-feeding, or is unwilling to use adequate contraception.\n* Failure to give informed consent.",
    "sex": "FEMALE",
    "minimumAge": "19 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}