{
    "nctId": "NCT05690295",
    "briefTitle": "Resistance-type Exercise Training in Postmenopausal Women Survivors of Breast Cancer",
    "officialTitle": "Comparison of the Effects of Prolonged Resistance-type Exercise Training Between Healthy Postmenopausal Women Versus Postmenopausal Women Survivors of Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer Survivors, Postmenopause, Resistance Training",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 26,
    "primaryOutcomeMeasure": "The changes in skeletal muscle thickness, including measurements for the biceps, triceps brachii, rectus femoris, vastus intermedius, and the total quadriceps, will be assessed using muscular ultrasound after prolonged resistance-type exercise training",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Healthy postmenopausal women and postmenopausal women survivors of breast cancer with and without Hormonal Therapy (Aromatase Inhibitors and Tamoxifen) between 45 to 59 years.\n* Women survivors of breast cancer with active Hormone Therapy in the last 12 months.\n* Women breast cancer survivors with luminal molecular profile and positive estrogen receptors.\n* Body mass index 18.5 \\< BMI \\< 30 kg/m2.\n* Volunteers without cognitive impairment (abbreviated Minimental \\>13 points).\n\nExclusion Criteria:\n\n* Active antineoplastic treatment in the last 12 months.\n* \\>200 mL of volume difference between upper limbs and/or stage IV breast cancer.\n* Performing regular resistance training (2 or more times per week, carrying out progressive training) in the previous 6 months.\n* Cardiovascular diseases that are contradictory for physical activity (not included controlled Hypertension).\n* All co-morbidities interacting with mobility and muscle metabolism of the body and that do not allow to (safely) perform the resistance-type exercise training (e.g. debilitating arthritis, spasticity/rigidity, all neurological disorders and paralysis).",
    "sex": "FEMALE",
    "minimumAge": "45 Years",
    "stdAges": "ADULT"
}