{
    "nctId": "NCT02944721",
    "briefTitle": "Genetic, Neurophysiological and Psychological Predictive Factors of Chronic Neuropathic Pain After Surgery for Breast Cancer",
    "officialTitle": "Genetic, Neurophysiological and Psychological Predictive Factors of Chronic Neuropathic Pain After Surgery for Breast Cancer",
    "overallStatus": "WITHDRAWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "OTHER",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "Correlation coefficient between patients profile and type of pain",
    "eligibilityCriteria": "For both arms:\n\nInclusion Criteria:\n\n* Women over 18 years\n* Having given a written consent form\n* Affiliated to the social security scheme\n* French language (read, written and spoken)\n* Accepting the principle of the study and able to respect the conditions of the study.\n\nExclusion Criteria:\n\n* Other cancer or AIDS in evolution\n* Bilateral Mastectomy\n* Presence of chronic pain before the intervention for breast cancer,\n* occupational accident, dispute or search for compensation\n* Previous surgery on the same territory\n* Peripheral neurological pathology or central (brain damage, multiple sclerosis) susceptible to interfere with the evaluation of the post-operative pain\n* Heavy psychiatric histories: psychosis, severe depression having motivated a hospitalization, a suicide attempt\n* Current major depressive episode at the time of the evaluation (cf. criterion diagnosis of the Diagnostic and Statistical Manual of Mental Disorders (DSM-5))\n* Abuse of drug or psychoactive substance (cf. definition of the DSM-5) during the last six months; cognitive disorders (MMSE 24/30) or psychological incompatible with the respect and/or the understanding of the protocol\n* Patients participating in another protocol of biomedical research.\n\nFor longitudinal study:\n\nInclusion Criteria:\n\n* Patients who can be followed during the total duration of the study ( 12 months) for the longitudinal arm of the forward-looking study\n* Patients that must be operated for one of the two types of surgery: preservative surgery or mastectomy for breast cancer with ganglionic cleaning out\n* Chemotherapy or radiotherapy before the surgery\n\nExclusion Criteria:\n\n* Previous surgery for a breast cancer\n* Patients that must be operated for a surgery of the breast without ganglionic cleaning out\n\nFor transversal study:\n\nInclusion criteria:\n\n- patients operated for a conservative surgery or a mastectomy for breast cancer with ganglionic cleaning out during 2 years before the inclusion\n\nExclusion criteria\n\n* patients operated for a surgery of the breast without ganglionic cleaning out\n* Patients operated for more than 2 years",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}