{
    "nctId": "NCT06369831",
    "briefTitle": "HER2 Targeted Molecular Imaging in MBC Using 68Ga-ABS011",
    "officialTitle": "Evaluating the Diagnostic Performance of Human Epidermal Growth Factor Receptor 2 (HER2) Targeted Positron Emission Tomography and Computed Tomography (PET/CT) with 68Ga-ABS011 in Metastatic Breast Cancer (mBC)",
    "overallStatus": "RECRUITING",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "DIAGNOSTIC",
    "enrollmentCount": 60,
    "primaryOutcomeMeasure": "positive, negative, and overall diagnostic agreement between 68Ga-ABS011 PET/CT and the standard of care IHC (and ISH) HER2 status test.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Adult (≥ 18 years at the time of informed consent signature) male or female patient\n2. Patient with confirmed de novo or pre-treated mBC (multiple previous treatment lines in metastatic setting are allowed).\n3. Patients with documented hormone receptor positive/HER2 negative, triple-negative or HER2 positive mBC that could become eligible for commercially available HER2 targeted monotherapy (i.e. through confirmation of HER2 IHC non-0 status assessed during the course of the study).\n4. Patient presenting with at least one target biopsiable, FDG positive , non-liver metastatic lesion of ≥15 mm defined on ceCT (as part of screening 18F-FDG PET/ceCT assessment).\n5. Patient willing to undergo at least one tumor biopsy.\n6. Male patients able to father children and female patients of childbearing potential agree to use effective methods of contraception during the diagnostic and SOCa treatment follow-up study phases.\n7. Eastern Cooperative Oncology Group (ECOG) performance status (PS) 0 to 2.\n8. Ability and willingness of the research participant to provide written informed consent.\n\nExclusion Criteria:\n\n1. Primary (non-metastatic) breast cancer.\n2. Patient not willing to undergo at least one tumor biopsy. Note: A recent biopsy and accompanied locally assessed IHC/ISH analyses, completed before screening, will not be accepted for study purposes.\n3. 18F-FDG PET/ceCT completed before screening and patient not willing to repeat this assessment.\n4. Metastatic setting 18F-FDG PET/ceCT indicating that the identified tumor lesions cannot be biopsied due their location and/or tissue type and/or an increased risk for serious comorbidities.\n5. Brain and liver metastases are the sole sites of metastatic disease.\n6. Life expectancy lower than 3 months.\n7. Pregnancy or breastfeeding.\n8. Inadequate organ function, suggested by clinically relevant abnormal laboratory results:\n\n   1. Significantly impaired renal function defined as estimated Glomerular Filtration Rate (GFR) \\<30 ml/min/1.73m2.\n   2. Absolute neutrophil count \\<1,500 cells/mm3.\n   3. Total bilirubin \\~1.5 x Upper Limit of Normal (ULN) (unless the patient has documented Gilbert's syndrome).\n   4. Aspartate aminotransferase (AST)/serum glutamic-oxaloacetic transaminase (SGOT) or Alanine aminotransferase (ALT)/ serum glutamic pyruvic transaminase (SGPT) \\>5.0 x ULN.\n9. Patients with a known hypersensitivity to any of the investigational medicinal product (IMP) components or packaging.\n10. Patients with increased risks of bleeding or other complications from biopsies (e.g. patients under anticoagulation therapy for whom temporary discontinuation of this therapy cannot be safely performed).\n11. Patients with a known hypersensitivity or contraindication for iodinated contrast media (iCM) which cannot be controlled by taking prophylactic measures (e.g. temporary treatment interruption or introduction of adequate pre-medication).\n12. Patients who cannot undergo PET/CT scanning (including but not limited to body size and claustrophobia).\n13. Any condition that in the opinion of the investigator may significantly interfere with study compliance (including but not limited to psychological or psychiatric, social or geographical condition potentially hampering compliance with the study requirements).",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}