{
    "nctId": "NCT01494662",
    "briefTitle": "HKI-272 for HER2-Positive Breast Cancer and Brain Metastases",
    "officialTitle": "A Phase II Trial of HKI-272 (Neratinib), Neratinib and Capecitabine, and Ado-Trastuzumab Emtansine for Patients With Human Epidermal Growth Factor Receptor 2 (HER2)-Positive Breast Cancer and Brain Metastases",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 140,
    "primaryOutcomeMeasure": "Objective Response Rate Per Composite Response Criteria",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients (men or women) must have histologically or cytologically confirmed invasive breast cancer, with metastatic disease. Patients without pathologic or cytologic confirmation of metastatic disease should have unequivocal evidence of metastasis by physical exam or radiologic study.\n* Invasive primary tumor or metastatic tissue confirmation of HER2-positive status\n* Over-expression by immunohistochemistry (IHC) with score of 3+ (in \\> 30% of invasive tumor cells) AND/OR HER2 gene amplification (\\> 6 HER2 gene copies per nucleus or a FISH ratio \\[HER2 gene copies to chromosome 17 signals\\] of ≥ 2.0)\n* Note: Patients with a negative or equivocal overall result (FISH ratio of \\< 2.0 or ≤ 6.0 HER2 gene copies per nucleus) and IHC staining scores of 0, 1+, 2+ are not eligible for enrollment\n* No increase in corticosteroid dose in the week prior to baseline brain MRI\n* Prior trastuzumab and lapatinib therapy are allowed.\n* There is no limit to the number of previous lines of therapy (including chemotherapy, trastuzumab, and endocrine therapies)\n* No prior therapy with neratinib is allowed\n* At least 2 weeks washout period post chemotherapy, any prior protocol therapy, lapatinib, other targeted or biologic therapy, or radiation therapy is required prior to study entry\n* No washout is required for hormonal therapy but concurrent hormonal therapy is not allowed for patients on study\n\nPatients with progressive disease (Cohort 1):\n\n* For cohort 1, patients must have new or progressive CNS lesions, as assessed by the patient's treating physician.\n* In cohort 1, patients must have measurable CNS disease, defined as at least one parenchymal brain lesion that can be accurately measured in at least one dimension with longest dimension ≥10 mm by local radiology review. Note: measurable non-CNS disease is NOT required for study participation\n* It is anticipated that some patients may have multiple progressive CNS lesions, one or several of which are treated with SRS or surgery with residual untreated lesions remaining. Such patients are eligible for enrollment on this study providing that at least one residual (i.e. non-SRS-treated or non-resected) lesion is measurable (≥10 mm).\n* Patients who have had prior cranial surgery are eligible, provided that there is evidence of measurable residual or progressive lesions, and at least 2 weeks have passed since surgery. If a patient has surgical resection followed by WBRT, then there must be evidence of progressive CNS disease after the completion of WBRT.\n* Patients who have had prior WBRT and/or SRS and then whose prior treated lesions have progressed thereafter are also eligible. In this case, lesions which have been treated with SRS may be considered as target lesions if there is unequivocal evidence, in the opinion of the treating physician, of progression.\n\nPatients with with operable disease (Cohort 2):\n\n* In cohort 2, eligible patients will include those who have CNS disease that is amenable for surgery (typically \\< 3 brain metastases and with planned resection by neurosurgery). These patients may include those who have received or not received previous treatment(s) for their CNS.\n* It is anticipated that that patients who have intracranial disease amenable to surgery will have measurable CNS disease prior to study entry and to resection. However, this is not an eligibility requirement. Measurable disease is also not required to continue on protocol subsequent to surgical resection.\n* For patients who undergo surgery, postoperative whole brain radiation therapy will not be allowed while patients are on study (concurrent neratinib and radiation therapy has not been studied and toxicity of this is unknown). Patients will require discontinuation of neratinib if radiation therapy will be administered.\n\nPatient Cohort 3:\n\n-In cohort 3, eligible patients must have measurable Central Nervous System disease. Cohort 3a will have participants with no prior lapatinib therapy. Cohort 3b will have had prior lapatinib therapy.\n\nExclusion Criteria:\n\n* Not pregnant or breastfeeding\n* Participants who have had chemotherapy or radiotherapy (including investigational agents) within 2 weeks prior to entering the study or those who have not recovered adequately from adverse events due to agents administered more than 4 weeks earlier (excluding alopecia). Washout from trastuzumab is not required.\n* Participants who are currently receiving any other investigational agents\n* History of allergic reactions attributed to compounds of similar chemical or biologic composition to neratinib\n* Concurrent use of enzyme-inducing antiepileptic drugs (EIAEDs), including phenytoin, carbamazepine, oxcarbazepine, fosphenytoin, phenobarbital, pentobarbital, or primidone\n* Patients who are receiving any cancer-directed concurrent therapy, such as concurrent chemotherapy, radiotherapy, or hormonal therapy while on study. Concurrent treatment with bisphosphonates is allowed but should be started before the first dose of neratinib.\n* Uncontrolled intercurrent illness including, but not limited to ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements\n* More than two seizures over the last 4 weeks prior to study entry\n* Patients with known contraindication to MRI, such as cardiac pacemaker, shrapnel, or ocular foreign body\n* Those with leptomeningeal metastases as the only site of CNS disease\n* Significant malabsorption syndrome or inability to tolerate oral medications\n* Any predisposing chronic condition resulting in baseline grade 2 or higher diarrhea\n\nPatient Cohort 4:\n\n- In cohort 4, eligible patients must have measurable Central Nervous System disease. Cohort 4a will have participants with previously untreated brain metastases. Cohort 4b will have participants with progressive brain metastases. Cohort 4c will have participants will have progressive brain metastases and prior T-DM1\n\nExclusion Criteria:\n\n* Participants who are currently receiving any other investigational agents.\n* Participants who have had chemotherapy or radiotherapy (including investigational agents) within 2 weeks prior to entering the study or those who have not recovered adequately from adverse events due to agents administered more than 4 weeks earlier (excluding alopecia). Washout from trastuzumab or hormonal therapy is not required.\n* History of severe allergic reactions or intolerability attributed to compounds of similar chemical or biologic composition to neratinib and T-DM1 for Cohorts 4A-4C Concurrent use of enzyme-inducing antiepileptic drugs (EIAEDs), including phenytoin, carbamazepine, oxcarbazepine, fosphenytoin, phenobarbital, pentobarbital, or primidone\n* Patients who are receiving any cancer-directed concurrent therapy, such as concurrent chemotherapy, radiotherapy, or hormonal therapy while on study. Concurrent treatment with bisphosphonates and denosumab is allowed for bony metastases but should be started before the first dose of neratinib.\n* Any prior treatment with T-DM1 for Cohorts 4A-4B.\n* For Cohorts 4A, 4B, and 4C: Patients with myocardial infarction or cardiomyopathy onset within the last 6 months are excluded\n* Uncontrolled intercurrent illness including, but not limited to ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements\n* Active hepatitis B or hepatitis C with abnormal liver function tests\n* Active liver disease from autoimmune disorders or sclerosing cholangitis\n* Lung disease from etiology other than metastatic breast cancer resulting in dyspnea at rest (4A-4C)\n* More than two seizures over the last 4 weeks prior to study entry\n* Patients with known contraindication to MRI, such as cardiac pacemaker, shrapnel, or ocular foreign body. However, Head CT with contrast is allowed in place of MRI at baseline and throughout the study if MRI is contraindicated and a participant's CNS lesions are clearly measurable on the head CT.\n* Those with leptomeningeal metastases as the only site of CNS disease\n* Significant malabsorption syndrome or inability to tolerate oral medications\n* Any predisposing chronic condition resulting in baseline grade 2 or higher diarrhea\n* Inability to comply with study and/or follow-up procedures\n* Individuals with a history of a different active malignancy are ineligible.\n* Pregnant women are excluded from this study because neratinib (and other agents on study) is an agent with the potential for teratogenic or abortifacient effects",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}