{
    "nctId": "NCT02623972",
    "briefTitle": "A Phase 2 Study of Eribulin Followed by AC as Preoperative Therapy for HER2-negative Inflammatory Breast Cancer",
    "officialTitle": "A Phase 2 Study of Eribulin Followed by Doxorubicin and Cyclophosphamide as Preoperative Therapy for HER2-negative Inflammatory Breast Cancer",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Inflammatory Breast Cancer, Human Epidermal Growth Factor 2 Negative Carcinoma of Breast",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 22,
    "primaryOutcomeMeasure": "Pathologic Complete Response Rate",
    "eligibilityCriteria": "Inclusion Criteria:\n\n-Participants must have histologically confirmed invasive breast cancer. All histologic subtypes are eligible.\n\n-- Patients must NOT have HER2 positive status based on ASCO/CAP guidelines defined as: IHC 3+ based on circumferential membrane staining that is complete, intense and/or\n\nFISH positive based on one of the three following criteria:\n\nSingle-probe average HER2 copy number ≥ 6.0 signals/cell; OR Dual-probe HER2/CEP17 ratio \\<2.0 with an average HER2 copy number ≥ 6.0 signals/cell; OR Dual-probe HER2/CEP17 ratio ≥2.0\n\n* Age ≥18 years. Because no dosing or adverse event data are currently available on the use of eribulin in participants \\<18 years of age, children are excluded from this study\n* ECOG performance status ≤1 (Karnofsky ≥70%)\n* Participants must have normal organ and marrow function as defined below:\n\n  * leukocytes ≥3,000/mcL\n  * absolute neutrophil count ≥1,500/mcL\n  * platelets ≥100,000/mcL\n  * total bilirubin within normal institutional limits\n  * AST(SGOT)/ALT(SGPT) ≤2.5 × institutional upper limit of normal creatinine ≤1.5 × institutional upper limit of normal\n\n    --- OR\n  * creatinine clearance ≥60 mL/min/1.73 m2 for participants with creatinine levels above institutional normal.\n* Patients must have the clinical diagnosis of inflammatory breast cancer.\n* Patients must be without evidence of visceral or bone involvement with metastatic cancer on physical exam or any diagnostic study. Extensive nodal involvement (distant or regional) is allowed.\n* LVEF \\> 50% calculated by echocardiogram (ECHO)\n* Patients may have bilateral breast cancer so long as one breast meets criteria for inflammatory breast cancer, and the breast with inflammatory breast cancer has never received prior therapy.\n* The effects of eribulin on the developing human fetus are unknown. For this reason and because other therapeutic agents used in this trial are known to be teratogenic, women of child-bearing potential and men must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) prior to study entry and for the duration of study participation. Should a woman become pregnant or suspect she is pregnant while she or her partner is participating in this study, she should inform her treating physician immediately. Men treated or enrolled on this protocol must also agree to use adequate contraception prior to the study, for the duration of study participation, and 4 months after completion of chemotherapy administration.\n* Ability to understand and the willingness to sign a written informed consent document.\n* Both men and women of all races and ethnic groups are eligible for this trial. Because breast cancer predominantly affects females, it is anticipated that male enrollment will be \\< 5% of the overall study population.\n\nExclusion Criteria:\n\n* Participants who are receiving any other investigational agents.\n* History of allergic reactions attributed to compounds of similar chemical or biologic composition to eribulin or other agents used in study.\n* Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements.\n* Pregnant women are excluded from this study because eribulin is an agent with the potential for teratogenic or abortifacient effects. Because there is an unknown but potential risk for adverse events in nursing infants secondary to treatment of the mother with eribulin, breastfeeding should be discontinued if the mother is treated with eribulin. These potential risks may also apply to other agents used in this study.\n* HIV-positive participants on combination antiretroviral therapy are ineligible because of the potential for pharmacokinetic interactions with eribulin. In addition, these participants are at increased risk of lethal infections when treated with marrow-suppressive therapy. Appropriate studies will be undertaken in participants receiving combination antiretroviral therapy when indicated.\n* A baseline corrected QT interval of \\> 470 ms.\n* Individuals with a history of a different malignancy are ineligible except for the following circumstances. Individuals with a history of other malignancies are eligible if they have been disease-free for at least 3 years and are deemed by the investigator to be at low risk for recurrence of that malignancy. Individuals with the following cancers are eligible if diagnosed and treated within the past 3 years: cervical cancer in situ, and basal cell or squamous cell carcinoma of the skin.\n* Patients may not have received eribulin, paclitaxel, doxorubicin, or cyclophosphamide as anti-neoplastic therapy.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}