{
    "nctId": "NCT02339532",
    "briefTitle": "Neoadjuvant Phase II Trial in Patients With T1c Operable, HER2-positive Breast Cancer According to TOP2A Status",
    "officialTitle": "Neoadjuvant Phase II Trial Combining [3 FEC 100 Followed by 3 Docetaxel Associated With Trastuzumab Plus Pertuzumab] or [6 Docetaxel, Carboplatin Associated With Trastuzumab Plus Pertuzumab] According to TOP2A Status in Patients With T1c Operable, HER2-positive Breast Cancer",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 86,
    "primaryOutcomeMeasure": "Pathological complete response according to Chevallier classification",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Women aged ≥ 18;\n* Patient has histologically confirmed breast cancer, with a clinical tumour diameter of \\> 1 cm (cT1c, cT2-3 or T4a)-\n* Any N status\n* No clinically or radiologically detectable metastases (M0);\n* HR negative (both ER and PR \\< 10% by IHC); for T1c status, otherwise HR negative or positive\n* Her-2 positive (i.e. IHC score 3+ or FISH/SISH/CISH positive);\n* Performance status ≤ 1 (according to WHO criteria);\n* Patients not previously treated by surgery, radiotherapy, hormone therapy or chemotherapy;\n* Hæmatology: Absolute neutrophil count (ANC) ≥1,500/mm³; Platelets ≥100,000/mm³; Total white blood cell count (WBC) ≥3.000/mm³; Hb\\> 9g/dl;\n* Hepatic Function: Total bilirubin ≤1.5 time the upper normal limit (UNL); ASAT ≤ 1.5xUNL; ALAT ≤ 1.5xUNL; Alkaline phosphatase ≤ 2.5xUNL;\n* Renal Function: Serum creatinine ≤1.5xUNL (and if Serum creatinine \\>1.5xUNL, Creatinine clearance ≥50 mL/min (MDRD formula);\n* Metabolic Function: Magnesium ≥ lower limit of normal; Calcium ≥ lower limit of normal;\n* Patient with not controlled heart disease and for whom anthracyclines are not contraindicated. Cardiac ejection fraction ≥50% measured by MUGA or ECHO done within 4 weeks before inclusion;\n* Patient agreeing to use effective contraception during and for ≥ 7 months after completion of study treatment;\n* Patient able to comply with the protocol;\n* Patient must have signed a written informed consent form prior to any study specific procedures;\n* Patient must be affiliated to a Social Health Insurance.\n\nExclusion Criteria:\n\n* Bilateral or multifocal breast cancer;\n* Non-measurable tumour;\n* Any form of breast cancer other than those described in the inclusion criteria, particularly inflammatory and/or overlooked forms (T4b or T4d);\n* HER2 negative status (i.e. IHC score 0 or 1+, or IHC score 2+ and FISH/SISH/CISH negative);\n* RH positive (ER or PR ≥ 10% by IHC) ;\n* Patient has a history of second cancer, with exception of in situ cervical cancer or basocellular skin cancer which is regarded as cured;\n* Patient has already been treated for new breast cancer;\n* Patients have already undergone surgery for their disease or have had primary axillary dissection;\n* Prior docetaxel administration or anti-HER2 antibody therapy (e.g.: trastuzumab or pertuzumab);\n* Patients with other concurrent severe and/or uncontrolled medical disease which could compromise participation in the study, such as, but not limited to:\n\n  * Heart or kidney failure, medullary, respiratory or liver failure, dyspnea\n  * Clinically significant cardiovascular disease (including myocardial infarction, unstable angina, symptomatic congestive heart failure, serious uncontrolled cardiac arrhythmia, poorly controlled hypertension) ≤ 1 year before enrollment\n  * Uncontrolled diabetes\n  * Significant neurological or psychiatric abnormalities\n  * Symptomatic or progressive disorder of the central nervous system (CNS) or metastasis at the initial check-up.\n  * Peripheral neuropathy \\> grade 2\n  * Acute urinary infection, ongoing hemorrhagic cystitis;\n* Patients with a known history of HIV seropositivity;\n* Sensitivity to any of the study medications or any of the ingredients or excipients of these medications;\n* Patients receiving of the concomitant medications with phenytoin;\n* Patients who received any other investigational drugs within 30 days of initiation of treatment and/or during the study;\n* Must not have had a major surgical procedure within 30 days of initiation of treatment;\n* Pregnant women, women who are likely to become pregnant or are breast-feeding;\n* Patients with any psychological, familial, sociological or geographical condition potentially hampering compliance with the study protocol and follow-up schedule; those conditions should be discussed with the patient before registration in the trial;\n* Patients with history of non compliance to medical regimens or unwilling or unable to comply with the protocol;\n* Individual deprived of liberty or placed under the authority of a tutor.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}