{
    "nctId": "NCT03878342",
    "briefTitle": "Radiotherapy Omission in Low Risk Ductal in Situ Carcinoma Breast",
    "officialTitle": "Prospective Study of Omission of Whole-breast Radiotherapy Following Breast-conserving Surgery in Patients With Very Low Risk Ductal Carcinoma in Situ of the Breast",
    "overallStatus": "RECRUITING",
    "conditions": "DCIS, Breast Cancer, Low Risk DCIS, Breast Conserving Surgery, Radiotherapy Omission",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "OTHER",
    "enrollmentCount": 300,
    "primaryOutcomeMeasure": "5-year cumulative incidence of in-breast cancer recurrences",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Woman aged ≥50 years,\n2. ECOG performance status ≤2\n3. Microcalcifications on pre-biopsy mammography, unifocal, ≤25 mm or opacity without microcalcifications and no clinical palpable tumour\n4. Absence of suspicious residual microcalcifications either on post-biopsy/ preoperative localization mammography, or on post-operative mammography Note: if absence of residual microcalcifications on post-biopsy/pre-operative mammography, post-operative mammography is not mandatory;\n5. Breast-conserving surgical excision;\n6. Histologically proven DCIS of the breast without an invasive component; Note Incidental histological finding of DCIS lesions developed within a benign breast lesion as well as an association with classical lobular carcinoma in situ (LCIS) associated with the DCIS are accepted.\n7. Free margins (≥2 mm), or free margins following re-excision;\n8. Low or Intermediate nuclear grade; Note: In case of nuclear grade heterogeneity within the same sample or between the biopsy or the surgical specimen, the highest nuclear grade score will prevail.\n9. Tumour tissue sample availability; Note: Surgical specimen is mandatory unless no residual disease on the surgical specimen. In this instance, the initial diagnosis biopsy is required.\n10. Absence of extensive necrosis (≤30% of the lumen diameter);\n11. Immunohistochemical characteristics of luminal A subtype: ER≥10 %, PR ≥20 %, HER2 negative (0/1+) or 2+ not amplified (confirmed by fluorescent in situ hybridization (FISH) or chromogenic in situ hybridization (CISH)), Ki67 \\<15%.\n12. Patient willing and able to comply with the protocol for the duration of the study including undergoing treatment, scheduled visits and examinations and including follow-up;\n13. Written informed consent.\n14. Affiliation to the French social security.\n\nExclusion Criteria:\n\n1. Endocrine treatment for breast cancer.\n2. Previous invasive breast cancer including contralateral breast cancer, either metachronous or synchronous\n3. Previous DCIS except contralateral DCIS in complete and continuous remission for more than 5 years\n4. Previous other cancers (except basal-cell, carcinoma in situ of the cervix or endometrium), not in complete and continuous remission for more than 10 years\n5. Known breast-cancer predisposing germ-cell mutation;\n6. Palpable tumour with a diagnosis of DCIS on biopsy\n7. Bloody nipple discharge;\n8. Histological size \\>25 mm in one or multiple foci\n9. High nuclear grade, including high nuclear grade in heterogeneous tumours;either on biopsy or on surgical specimen\n10. Associated microinvasive or invasive component;\n11. Presence of tumour cells in lymph nodes detected using H\\&E or immunohistochemical examination (if lymph node sentinel biopsy or dissection has been performed);\n12. Absolute contra-indication to whole-breast irradiation as determined by the referring physician;\n13. Patient unable to comply with study obligations for geographic, social, or physical reasons, or who is unable to understand the purpose and procedures of the study.\n14. Pregnant women or breast feeding mothers,",
    "sex": "FEMALE",
    "minimumAge": "50 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}