{
    "nctId": "NCT00399321",
    "briefTitle": "A Pilot Study of Bone Mineral Density in Postmenopausal Women After Treatment for Breast Cancer",
    "officialTitle": "A Pilot Study of Bone Mineral Density in Postmenopausal Women After Treatment for Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Postmenopausal Bone Loss, Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 9,
    "primaryOutcomeMeasure": "Changes in bone mineral density in post-menopausal women receiving treatment for early stage breast cancer.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Documented diagnosis of breast cancer\n* Last menstrual period occurring more than 5 years ago\n* Non-metastatic breast cancer tumor with the diagnosis of Tis, Tl-T4, N0-3, M0\n* DCIS is allowed, but LCIS (only) is not\n\nExclusion Criteria:\n\n* Any metabolic bone disease other than postmenopausal osteoporosis or osteopenia\n* Use of systemic gonadal hormonal medications or supplements within the past 24 months\n* Prior use of tamoxifen or raloxifene is permitted if the medication was discontinued more than 24 months prior to the diagnosis of breast cancer.\n* No adjuvant antiestrogen, antineoplastic, therapies are permitted on study.\n* Chronic use of systemic steroids for disease process other than breast cancer chemotherapy premedication or antiemetics\n* History of rheumatoid arthritis, ankylosing spondylitis, hyperparathyroidism, renal osteodystrophy, moderate to severe inflammatory or autoimmune disease or newly diagnosed thyroid condition requiring titration of medications.\n* Lobular carcinoma in situ or Stage IV breast cancer and patients with a concurrently active second malignancy other then adequately treated non-melanoma skin cancers or in situ cervical cancer.\n* participation in other clinical trials that are measuring BMD as a study parameter\n* Patients with conditions that are expected to distort BMD reading and make DEXA results unreliable\n* Patients with concurrent medical or psychiatric conditions that would keep them from understanding and complying with this clinical trial.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}