{
    "nctId": "NCT00190697",
    "briefTitle": "A Study of LY353381 (Arzoxifene) for Patients Who Benefitted From This Drug in Other Oncology Trials and Wished to Continue Treatment",
    "officialTitle": "Continuation of Treatment and Monitoring of Safety in Patients Treated With LY353381 for Advanced Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer, Endometrial Cancer, Ovarian Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE4",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 70,
    "primaryOutcomeMeasure": "To allow continued treatment of patients who exhibited clinical benefit from arzoxifene",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Participation in a clinical trial of LY353381 that has met its main safety and efficacy objectives, and could otherwise close.\n* Evidence of continuing benefit with LY353381 (eg. complete response, partial response or stable disease with no symptomatic or clinical evidence of disease progression).\n* Adequate bone marrow reserve, liver and renal function, consistent with the previous LY353381 protocol, with no recent significant deterioration or metabolic condition that could affect patient safety or compliance with the protocol (eg, hypercalcemia).\n* Written informed consent from patient.\n* Childbearing potential either terminated by surgery, radiation, menopause, or attenuated by use of an intra-uterine contraceptive device or barrier method during and for 3 months after the trial.\n\nExclusion Criteria:\n\n* No concurrent systemic therapy (immunotherapy, hormone therapy or chemotherapy) for cancer. Palliative radiotherapy is allowed (eg, for pain) as long as there is no evidence of disease progression. Investigational agents, other than LY353381, within the 4 weeks prior to this study enrollment and other SERMs are also not permitted.\n* No concurrent use of oral contraceptives, GnRH agonists, or coumarin (warfarin).\n* No serious concomitant systemic disorders incompatible with the study (at the discretion of investigator), including predisposition to thromboembolic disorder.\n* Must not be pregnant or breast-feeding.\n* Must not have a gap in treatment of more than 4 weeks between previous LY353381 study and enrollment in current study.",
    "sex": "FEMALE",
    "minimumAge": "N/A",
    "stdAges": "CHILD, ADULT, OLDER_ADULT"
}