{
    "nctId": "NCT02619162",
    "briefTitle": "Nintedanib+Letrozole in Postmenopausal Women With Breast Cancer: Clinical Trial Safety and Pharmacodynamics",
    "officialTitle": "Nintedanib Plus Letrozole in Postmenopausal Women With Breast Cancer: Clinical Trial Phase 0/1 Safety and Pharmacodynamics",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 25,
    "primaryOutcomeMeasure": "Dose limiting toxicity",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Form signed informed consent.\n2. Women ≥ 18 years.\n3. Confirmed diagnosis of invasive non-metastatic breast cancer positive for hormone receptors. The inclusion of patients with ductal or lobular histology allowed.\n4. Size greater than 1 cm tumor and any N or N ≥ 1 and any T, including inflammatory breast cancer.\n5. Absence of metastatic involvement.\n6. Postmenopausal state. Postmenopausal status is defined as more than 24 months after the last menstrual period, or previous known ovariectomy, or chemical, determined by FSH, LH and estradiol 17-B according to the local laboratory values over 12 months without menstruation.\n7. ECOG performance status of 0 or 1\n8. At least one month after the end of radiotherapy and / or chemotherapy.\n9. At least 6 weeks since major surgery.\n10. Patients currently treated with letrozole less than 6 months.\n11. Primary surgery for breast cancer already done. The elderly women with advanced local or regional tumors in which hormone treatment is administered as monotherapy, regardless of the intent of the surgery are not candidates.\n12. LVEF\\> 50%\n13. Renal function, liver and adequate hematologic, defined by the following analytical results within 14 days prior to randomization or registration:\n\n    * Absolute granulocyte count\\> 1.5 x 109 / L\n    * Absolute platelet count\\> 100 x 109 / L\n    * Hemoglobin\\> 10 g / dl\n    * Serum creatinine ≤ 1.5 x ULN or calculated creatinine clearance\\> 50 ml / min\n    * Serum bilirubin \\<1.25 ULN\n    * AST / ALT ≤ 1.5 times the LS\n14. Toxicities associated with chemotherapy recovery lesser extent 2 not tolerable.\n15. Life expectancy\\> 6 months.\n\nExclusion Criteria:\n\n1. HER2 overexpression defined as positive by immunohistochemistry HER-2-positive 2+ 3+ or FISH / CISH.\n2. Absence of tumor tissue file.\n3. T1 N0 stage patients are excluded.\n4. Malignancy concomitant active, or diagnosis of another malignancy within the last five years, apart from non-melanoma or ductal / tubular breast carcinoma skin cancer (not received hormone treatment) or in situ cervical cancer, carcinoma colon in situ treated properly, as well as any diagnosis of tumor less than five years before the inclusion unsigned progression today.\n5. Women of childbearing potential.\n6. Pretreatment nintedanib. Use of other investigational drugs during the administration of adjuvant or neoadjuvant treatment is not an exclusion criterion as long as toxicity recovers.\n7. Medical Condition concomitant serious, like eg myocardial infarction within 6 uncontrolled prior to inclusion in the study months, congestive heart failure, unstable angina, cardiomyopathy active, unstable ventricular arrhythmia, hypertension (according to the criteria of the NYHA) , psychotic disorders uncontrolled severe active infections, active peptic ulcer disease, psychiatric disease, HIV infection, active hepatitis, COPD or any other medical condition that might be aggravated by treatment or limits compliance.\n8. Inability to make oral, or history of malabsorption syndrome medication.\n9. Failure to comply with the study and follow-up procedures.\n10. Anticoagulant therapy (except low-dose heparin or heparin washing as needed to maintain a permanent intravenous device) or antiplatelet therapy (except low-dose therapy with aspirin, less than 325 mg daily).\n11. History of thromboembolic or hemorrhagic episodes that are clinically relevant in the past 6 months or hereditary predisposition to bleeding or thrombosis.\n12. Contraindication to hormonal blockade or absence of hormone-blocking prescription from your doctor for any reason. Metastatic breast cancer or non-surgical (including inflammatory).",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}