{
    "nctId": "NCT00214864",
    "briefTitle": "A Study of Weekly Taxotere and Xeloda in Metastatic Breast Cancer",
    "officialTitle": "A Pilot Study of Taxotere (Docetaxel) Combined With Xeloda (Capecitabine) in the Treatment of Metastatic Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 18,
    "primaryOutcomeMeasure": "To find the lowest tolerable efficacious dose of the docetaxel/capecitabine combination",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Female patients with histopathologically proven metastatic breast cancer.\n* Patients 18-75 years old\n* Performance status: Karnofsky \\> 70%\n* Patients must have measurable disease. Patients with only blastic bone lesions are ineligible.\n* Adequate bone marrow, liver, renal and cardiac functions defined as:\n* Ability to understand the study and give informed consent.\n* Patients may not have received more than one prior chemotherapy for metastatic breast cancer. 5-FU or Taxol given as part of an adjuvant regimen will not render the patient ineligible.\n\nExclusion Criteria:\n\n* Patients with brain metastasis, adequately treated and stable and not requiring continued steroid medication will be eligible if no progression for \\> 3 months.\n* Patients who have received any anti-cancer investigational agent in the month prior to inclusion.\n* Patients previously treated with docetaxel(Taxotere)or capecitabine (Xeloda).\n* Patients with lack of physical integrity of the upper gastrointestinal tract, inability to swallow tablets or those who have malabsorption syndrome.\n* Patients with renal impairment (creatinine clearance below 30 ml/min calculated according to Cockcroft and Gault, see Appendix D), since capecitabine is contraindicated in patients with severe renal impairment.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}