{
    "nctId": "NCT01850628",
    "briefTitle": "NSABP Biospecimen Discovery Project",
    "officialTitle": "NSABP Biospecimen Discovery Project",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 50,
    "primaryOutcomeMeasure": "Measure variation in biologic response by comprehensive tumor 'omics profiling in patients receiving an upfront regimen containing paclitaxel plus trastuzumab or a trastuzumab/pertuzumab-based combination",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* The diagnosis of invasive adenocarcinoma of the breast must have been made by core needle biopsy or limited incisional biopsy.\n* The breast cancer must be HER2-positive based on current ASCO/CAP (American Society of Clinical Oncology/College of American Pathologists) Guideline Recommendations for Human Epidermal Growth Factor Receptor 2 Testing in Breast Cancer.\n* The patient must have a mass in the breast measuring greater than or equal to 2.0 cm by physical exam and/or ultrasound that is accessible and safe for repeat biopsy. Patients with a diagnosis of inflammatory breast cancer are eligible if there is a palpable or detectable breast mass that is accessible and safe for repeat biopsy.\n* Planned initial treatment with a combination of paclitaxel and trastuzumab or a trastuzumab/pertuzumab-based combination. Schedule for paclitaxel/trastuzumab or trastuzumab/pertuzumab administration is per the investigator.\n\nExclusion Criteria:\n\n* Excisional biopsy or lumpectomy performed prior to registration.\n* Previous therapy with chemotherapy or targeted therapy for any malignancy.\n* Treatment, including radiation therapy (RT), chemotherapy, and/or targeted therapy, administered for the currently diagnosed breast cancer prior to registration.\n* Other nonmalignant systemic disease that would preclude the patient from receiving chemotherapy and targeted therapy.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}