{
    "nctId": "NCT03072316",
    "briefTitle": "Impact of Radiotherapy on Patients Undergoing DIEP Flap Breast Reconstruction",
    "officialTitle": "Case Control Study to Evaluate the Impact of Radiotherapy on Patients Undergoing DIEP Flap Breast Reconstruction",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 300,
    "primaryOutcomeMeasure": "The difference in patient satisfaction score between patients with an irradiated DIEP flap (group (a)) and patients with a DIEP flap who have not undergone PMRT (group (b)) using \"satisfaction with reconstructed breast\" question of the BREAST-Q.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Women who have undergone one of the treatment sequences above (a) - (d)\n\n   Patient groups:\n   1. Unilateral skin sparing mastectomy (SSM) with immediate DIEP flap reconstruction and PMRT (cases)\n   2. Unilateral SSM with immediate DIEP flap reconstruction and no PMRT (controls)\n   3. Unilateral simple mastectomy, PMRT, and subsequent delayed DIEP flap reconstruction (controls)\n   4. Unilateral SSM with temporizing implant, PMRT and subsequent conversion to DIEP (controls)\n2. Patients of any age will be included\n3. Patients who are between one and five years post initial breast reconstruction surgery or radiotherapy (which ever is most recent)\n\nExclusion Criteria:\n\n1. Women who have undergone bilateral mastectomy, even if the contralateral mastectomy was asynchronous.\n2. Women who are less than one year from their last radiotherapy treatment or from their DIEP flap reconstruction.\n3. Patients who have had more than one implant based operation before DIEP flap (revision surgery to the implant implies that an implant based reconstruction was the primary intent and therefore the DIEP flap is a 'salvage' procedure) or if it is documented to be a salvage reconstruction.\n4. Women who have developed recurrent / distant disease.\n5. Women who are unable to stand for the 3D imaging (approximately 10 minutes)\n6. Women who are unable to complete the English language questionnaire or interview (i.e. learning difficulties or patients who do not have adequate English language skills).\n\n   -",
    "sex": "FEMALE",
    "minimumAge": "N/A",
    "stdAges": "CHILD, ADULT, OLDER_ADULT"
}