{
    "nctId": "NCT01159236",
    "briefTitle": "Molecular Triaging of Newly Diagnosed Breast Cancer",
    "officialTitle": "Molecular Triaging of Newly Diagnosed Breast Cancer for Preoperative Therapies",
    "overallStatus": "WITHDRAWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "Pathological Response Rate in Patients",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patients 18 years of age or older with histologically confirmed HER2-normal (defined as fluorescence in situ hybridization, FISH \\< 2.2 or immunohistochemistry, IHC \\<3+ if FISH result is not available) invasive carcinoma of the breast for whom systemic adjuvant therapy is clinically indicated.\n2. Patients must have intact cancer in the breast and intact regional lymph nodes (diagnostic core needle or fine needle biopsies are allowed).\n3. Routine estrogen, progesterone and HER-2 receptor determination must be performed before starting therapy.\n4. Patients with prior history of breast cancer are eligible.\n5. Patients with bilateral breast cancers are eligible.\n6. Women of childbearing potential must have a negative serum pregnancy test within 2 weeks of starting chemotherapy. Patients must agree to barrier contraception (condom) while on study.\n7. Patients must agree to undergo pretreatment needle biopsy of the primary tumor in the breast for molecular profiling.\n8. Patients must agree to undergo surgery at MDACC and if assigned to bevacizumab containing chemotherapy it must be administered at MDACC.\n\nExclusion Criteria:\n\n1. Patients for whom anthracycline or paclitaxel chemotherapies are contraindicated, including: uncompensated congestive heart failure, myocardial infarction within the past 12 months, pre-existing peripheral neuropathy \\> grade 2, prior doxorubicin therapy with \\> cumulative dose of 240 mg/m\\^2\n2. Women who had lumpectomy or surgical partial excisional biopsy of the cancer, or sentinel lymph node biopsy of a positive node, before starting preoperative therapy.\n3. Exclusion criteria for bevacizumab therapy; inadequately controlled hypertension (defined as systolic blood pressure \\>/= 140 mmHg and/or diastolic blood pressure \\>/= 90 mmHg).\n4. Exclusion criteria for bevacizumab therapy, prior history of hypertensive crisis or hypertensive encephalopathy, stroke or transient ischemic attacks.\n5. Exclusion criteria for bevacizumab therapy, history of myocardial infarction, unstable angina or congestive heart failure within 12 months prior to starting therapy.\n6. Exclusion criteria for bevacizumab therapy, aortic aneurysm, requiring surgical repair or recent peripheral arterial thrombosis within 6 months prior to starting therapy.\n7. Exclusion criteria for bevacizumab therapy, history of hemoptysis ( 1/2 teaspoon of bright red blood per episode) within 1 month prior to starting therapy or evidence of bleeding diathesis or significant coagulopathy (in the absence of therapeutic anticoagulation).\n8. Exclusion criteria for bevacizumab therapy. Major surgical procedure, open biopsy, or significant traumatic injury within 28 days prior to starting therapy or core biopsy or other minor surgical procedure, excluding placement of a vascular access device, within 7 days prior to starting therapy.\n9. Exclusion criteria for bevacizumab therapy, history of abdominal fistula or gastrointestinal perforation within 6 months prior to starting therapy.\n10. Exclusion criteria for bevacizumab therapy, serious, non-healing wound or fracture or active ulcer.\n11. Proteinuria within 1 months of starting therapy as demonstrated by either (a) Urine protein:creatinine (UPC) ratio \\>/= 1.0 or (b) proteinuria \\>/= 2+ by urine dipstick test. Patients discovered to have \\>/=2+ proteinuria on dipstick urinalysis at baseline should undergo a 24 hour urine collection and must demonstrate \\</= 1g of protein in 24 hours to be eligible.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}