{
    "nctId": "NCT04899349",
    "briefTitle": "Study of Safety and Efficacy of Dapagliflozin + Metformin XR Versus Metformin XR in Participants With HR+, HER2-, Advanced Breast Cancer While on Treatment With Alpelisib and Fulvestrant",
    "officialTitle": "EPIK-B4: A Phase II, Multicenter, Randomized, Open-label, Active-controlled Study to Assess the Safety and Efficacy of Dapagliflozin + Metformin XR Versus Metformin XR During Treatment With Alpelisib (BYL719) in Combination With Fulvestrant in Participants With HR+, HER2-, Advanced Breast Cancer With a PIK3CA Mutation Following Progression on/After Endocrine-based Therapy",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "PREVENTION",
    "enrollmentCount": 2,
    "primaryOutcomeMeasure": "Number of Participants With Hyperglycemia Grade ≥ 3 Over the First Eight Weeks of Alpelisib Plus Fulvestrant Treatment",
    "eligibilityCriteria": "Key Inclusion Criteria:\n\n* Participant had a histologically and/or cytologically confirmed diagnosis of estrogen receptor positive (ER+) and/or progesterone receptor positive (PgR+) breast cancer by a local laboratory.\n* Participant had a PIK3CA mutation(s) present in the tumor prior to enrollment.\n* Participant had prior treatment with an endocrine-based treatment (e.g. letrozole, anastrozole, exemestane, fulvestrant, or oral SERD) and may have fallen into one of the following categories:\n\n  1. Relapsed with documented evidence of progression while on (neo) adjuvant endocrine-based therapy or within 12 months from completion of (neo) adjuvant endocrine-based therapy with no treatment for metastatic disease.\n  2. Relapsed with documented evidence of progression more than 12 months from completion of (neo) adjuvant endocrine-based therapy and then subsequently progressed with documented evidence of progression while on or after only one line of endocrine-based therapy for metastatic disease.\n  3. Newly diagnosed advanced breast cancer, then relapsed with documented evidence of progression while on or after only one line of endocrine-based therapy.\n\nNote: Participants with newly diagnosed endocrine-based treatment naïve advanced breast cancer were NOT included in the study.\n\n* Participants might or might not have received prior CDK4/6i therapy. If prior CDK4/6i therapy was administered, it may have been in the adjuvant or metastatic setting.\n* If female, the participant was postmenopausal.\n* Participant had an Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1.\n* Participant had adequate bone marrow and organ function.\n\nKey Exclusion Criteria:\n\n* Participant relapsed with documented evidence of progression more than 12 months from completion of (neo) adjuvant endocrine therapy with no treatment for metastatic disease.\n* Participant had more than 1 line of prior treatment in the metastatic setting.\n* Participant had received prior treatment with chemotherapy (except for neoadjuvant/adjuvant chemotherapy), any PI3K, Mammalian Target of Rapamycin (mTOR) or Protein Kinase B (Akt) inhibitor.\n* Participant had inflammatory breast cancer at screening.\n* Participants with an established diagnosis of diabetes mellitus type I or participants with type II diabetes mellitus requiring antihyperglycemic therapy.\n* Participant had a history of acute pancreatitis within 1 year of screening or a past medical history of chronic pancreatitis.\n* Participant had currently documented pneumonitis/interstitial lung disease.\n* Participant had a history of severe cutaneous reaction, such as Steven-Johnson Syndrome (SJS), erythema multiforme (EM), Toxic Epidermal Necrolysis (TEN) or Drug Reaction with Eosinophilia and Systemic Syndrome (DRESS).",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}