{
    "nctId": "NCT04175171",
    "briefTitle": "Clinical Trial of Comparative Study of GB221 Pharmacokinetics",
    "officialTitle": "A Randomized, Double-blind, Parallel-group, Comparative Phase I Study to Evaluate the Safety and Pharmacokinetics of Single Intravenous (IV) Administration of GB221 Versus Herceptin® (Trastuzumab)",
    "overallStatus": "COMPLETED",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 32,
    "primaryOutcomeMeasure": "physical examination",
    "eligibilityCriteria": "Inclusion Criteria:\n\nTo be enrolled in the study, subjects must meet the following criteria\n\n1. Males aged 18 to 45 years.\n2. Healthy as judged by medical examination and medical history, and clinical chemistry and hematology screening.\n3. Body weight within the normal range for height (BMI between 19.0 and 29.0, inclusive) up to a maximum of 90 kg.\n4. Normal or non-clinically significant ECG.\n5. Normotensive (systolic: 90 - 140; diastolic: 50 - 90 mm Hg, inclusive) and heart rate (40 -100 bpm, inclusive).\n6. Willingness to give written and informed consent prior to any studyrelated procedures being conducted\n\nExclusion Criteria:\n\nSubjects will be ineligible for the study if any of the following criteria apply:\n\n1. Receipt of any investigational agent or drug within 4 weeks of entry to the study.\n2. Use of any medicine - prescription, over-the-counter or herbal - in the 7 days prior to the treatment day and until 12 weeks after the treatment day.\n3. Donation of blood (or loss of blood) greater than 400 ml within 3 months of the study.\n4. Clinically significant drug allergy or sensitivity to any medication.\n5. A history of chronic or recurrent infections.\n6. A recent history of surgery.\n7. History or presence of malignancy (with the exception of successfully treated basal cell carcinoma).\n8. Inability to communicate or cooperate with the Principal Investigator because of English language difficulties or poor mental development.\n9. A history (within the last 5 years) or evidence of alcohol or drug abuse (excepting tobacco use less than 10 cigarettes per day).\n10. A positive urine test for drugs of abuse or alcohol either at screening or on the day of admittance for drug administration.\n11. Vaccination of any type within the previous month.\n12. A history of major psychiatric illness (such as bipolar disorder, schizophrenia or persistent major depression). Previous minor depression/adjustment disorder is acceptable if currently asymptomatic.\n13. Consumption of more than 3 standard drinks per day, and not able to abstain from alcohol totally within 24 hours of dose administration.\n14. Presence of current infection with tuberculosis, Hepatitis B, Hepatitis C or HIV.\n15. History of asthma or other chronic respiratory disease in the past 5 years.\n16. History of neurological or neuromuscular disease.\n17. History of hypertension or cardiovascular disease, including congestive heart failure and cardiomyopathy or a clinically significant echocardiogram finding at the screening visit.\n18. History of bladder or urethral disease.\n19. Smoking cigarettes \\> 10 per day.\n20. Any other condition which in the view of the Principal Investigator is likely to interfere with the study or put the subject at risk.",
    "sex": "MALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT"
}