{
    "nctId": "NCT02658084",
    "briefTitle": "Vinorelbine With Trastuzumab Emtansine in Pre-Treated HER2-Positive Metastatic Breast Cancer",
    "officialTitle": "A Phase I/II Study to Evaluate the Safety and Efficacy of Vinorelbine With Trastuzumab Emtansine in Pre-Treated HER2-Positive Metastatic Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer, Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 2,
    "primaryOutcomeMeasure": "Phase 1 - Maximum Tolerated Dose (MTD) of Vinorelbine in Combination With a Fixed Dose of Trastuzumab Emtansine.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Histologically or cytologically documented breast cancer.\n2. Metastatic or unresectable locally advanced/recurrent breast cancer.\n3. HER2-positive disease documented as: Immunohistochemistry (IHC) 3+ positive, and/or Fluorescence in situ hybridization (FISH) ≥ 2.0, and/or gene copy number greater than 6, on previously collected tumor or metastatic site. IHC testing, FISH assay(s), and gene copy number may all have been performed; however, a positive result from only one of the above is required for eligibility.\n4. Documented disease progression on the last regimen by radiographic measurement (progression demonstrated by tumor markers only is unacceptable).\n5. Documented disease progression (by investigator assessment) after at least one regimen of HER2-directed therapy in the metastatic or unresectable locally advanced/recurrent setting.\n6. For patients with hormone receptor-positive disease: disease progression or recurrence in any setting on prior hormonal therapy, given with or without HER2 directed therapy.\n7. Measurable or bone only disease.\n8. Prior treatment with a taxane, in the neoadjuvant, adjuvant, locally advanced or metastatic setting.\n9. A minimum of 6 weeks of prior trastuzumab for the treatment of metastatic or unresectable locally advanced/recurrent disease is required.\n10. Prior use of Pertuzumab in any setting is permitted (but not required).\n11. Prior use of Lapatinib in any setting is permitted (but not required).\n12. Age ≥ 18 years\n13. Life expectancy ≥ 3 months\n14. Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1. See Appendix C for details.\n15. Patients must have normal organ and marrow function as defined below:\n\n    * absolute neutrophil count (ANC) \\>1,500 cells/mm3\n    * platelets \\>100,000 cells/mm3\n    * hemoglobin \\> 9.0 g/dL (Patients are permitted to receive transfused red blood cells to achieve this level.)\n    * total bilirubin ≤1.5 X institutional upper limit of normal (ULN) \\[Note: For patients with previously documented Gilbert's syndrome, total bilirubin ≤ 3 mg/dL.\\]\n    * Aspartate aminotransferase (AST/SGOT) ≤ 2.5 X ULN\n    * Alanine aminotransferase (ALT/SGPT) ≤ 2.5 X ULN\n    * alkaline phosphatase (alk phos) ≤ 2.5 X ULN\n    * serum creatinine \\< 1.5 X ULN\n16. International normalized ratio (INR) \\< 1.5 X ULN\n17. Left ventricular ejection fraction (LVEF) ≥ 50% by either echocardiogram (ECHO) or multiple-gated acquisition scan (MUGA).\n18. Negative results of serum pregnancy test for premenopausal women of reproductive capacity and for women \\< 12 months after menopause. For men and women of childbearing potential, agreement by the patient and/or partner to use two effective non-hormonal forms of barrier contraception at the same time, throughout treatment on study. Women should agree to continued use for at least 90 days after the end of treatment. Men should agree to continued use for at least 7 months after the end of treatment. Examples of non-hormonal barrier contraception include: condom or occlusive cap (diaphragm or cervical/vault caps) with spermicide.\n19. Ability to understand and willingness to sign a written informed consent and HIPAA document.\n\nExclusion Criteria:\n\n1. Chemotherapy ≤21 days prior to first dose of study treatment\n2. If last dose of trastuzumab was:\n\n   * 6mg/kg then ≤21 days prior to first dose of study treatment\n   * 4mg/kg then ≤14 days prior to first dose of study treatment\n   * 2mg/kg then ≤7 days prior to first dose of study treatment\n3. Lapatinib ≤14 days prior to first dose of study treatment\n4. Pertuzumab ≤21 days prior to first dose of study treatment\n5. Hormone therapy ≤7 days prior to first dose of study treatment\n6. Investigational therapy or any other such experimental therapy ≤28 days prior to first dose of study treatment\n7. Prior treatment with trastuzumab emtansine, (on or off a study protocol)\n8. Prior use of vinorelbine (in any setting).\n9. Previous radiotherapy for the treatment of unresectable, locally advanced, recurrent or metastatic breast cancer is not allowed if:\n\n   * The last fraction of radiotherapy has been administered within 14 days prior to study enrollment\n   * More than 25% of marrow-bearing bone has been irradiated\n10. Brain metastases that are untreated or symptomatic, or require any radiation, surgery, or continued steroid therapy to control symptoms from brain metastases within 14 days of study enrollment.\n11. History of intolerance (including Grade 3 or 4 infusion reaction) or hypersensitivity to trastuzumab or murine proteins.\n12. History of exposure to the following cumulative doses of anthracyclines:\n\n    * Doxorubicin ≥550mg/m2\n    * Liposomal doxorubicin \\>500 mg/m2\n    * Epirubicin \\>900 mg/m2\n    * Mitoxantrone \\> 120 mg/m2\n    * If another anthracycline, or more than one anthracycline, has been used, the cumulative dose must not exceed the equivalent of ≥550 mg/m2 doxorubicin.\n13. Current peripheral neuropathy of Grade ≥3 per the NCI CTCAE, v4.0\n14. The patient has not recovered from any other acute toxicity (to Grade ≤1 as per NCI CTCAE v4.03) prior to study enrollment.\n15. History of other malignancy within the last 3 years, except for appropriately treated carcinoma in situ of the cervix, non-melanoma skin carcinoma, Stage I uterine cancer, or other cancers with a similar outcome.\n16. Cardiopulmonary Function Criteria:\n\n    * Current unstable ventricular arrhythmia requiring treatment\n    * History of symptomatic congestive heart failure (CHF) as per New York Heart Association (NYHA) Classes II-IV; see Appendix D for details.\n    * History of myocardial infarction or unstable angina within 6 months of study enrollment\n    * History of a decrease in LVEF to \\< 40% or symptomatic CHF with previous trastuzumab treatment\n    * Severe dyspnea at rest due to complications of advanced malignancy or requiring current continuous oxygen therapy\n17. Current severe, uncontrolled systemic disease (e.g., clinically significant cardiovascular, pulmonary, or metabolic disease)\n\n    * Major surgical procedure or significant traumatic injury within 28 days -before enrollment or anticipation of the need for major surgery during the course of study treatment\n    * Current pregnancy or lactation\n    * Current known uncontrolled active infection with HIV, hepatitis B, and/or hepatitis C virus\n18. Any uncontrolled, intercurrent illness including but not limited to ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia.\n19. Any other serious medical or psychiatric illness/condition likely in the judgment of the Investigator(s) to interfere or limit compliance with study requirements/treatment.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}