{
    "nctId": "NCT03435640",
    "briefTitle": "REVEAL Study of NKTR-262 in Combination With NKTR-214 and Nivolumab in Patients With Locally Advanced / Metastatic Solid Tumor Malignancies",
    "officialTitle": "A Phase 1/2, Open-label, Multicenter, Dose Escalation and Dose Expansion Study of NKTR-262 in Combination With Bempegaldesleukin (NKTR-214) With or Without Nivolumab in Patients With Locally Advanced or Metastatic Solid Tumor Malignancies",
    "overallStatus": "TERMINATED",
    "conditions": "Melanoma, Merkel Cell Carcinoma, Triple Negative Breast Cancer, Head and Neck Squamous Cell Carcinoma, Renal Cell Carcinoma, Colorectal Cancer, Sarcoma",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 64,
    "primaryOutcomeMeasure": "Number of Participants Experiencing Dose-Limiting Toxicities (DLTS)",
    "eligibilityCriteria": "Key Inclusion Criteria:\n\n* Histologically confirmed diagnosis of a locally advanced (not amenable to curative therapy such as surgical resection) metastatic cancer of the following histologies: melanoma (MEL), Merkel cell carcinoma (MCC), triple-negative breast cancer (TNBC), renal cell carcinoma (RCC), colorectal cancer, head and neck squamous cell carcinoma (HNSCC), or sarcoma.\n* Life expectancy \\> 12 weeks as determined by the Investigator.\n* Eastern Cooperative Oncology Group (ECOG) performance status 0 or 1.\n* Measurable disease per RECIST 1.1.\n* Patients enrolled in Cohorts 1-10, Cohort A, Cohort B and Phase 2 Doublet must be refractory to all therapies known to confer clinical benefit to their disease.\n* Fresh tumor tissue available for cellular characterization and programmed cell death protein 1 (PD-L1) status.\n* Injected lesions (up to two) must be between 20 mm and 90 mm in diameter for IT injection; lesions must be accessible for baseline and on-treatment biopsies. Any liver lesion targeted for injection must not exceed 50 mm at the time of injection.\n* Demonstrated adequate organ function within 14 days of Cycle 1 Day 1 (C1D1).\n\nKey Exclusion Criteria:\n\n* Use of an investigational agent or an investigational device within 21 days before administration of first dose of study drug(s).\n* Patients treated with prior interleukin-2 (IL-2).\n* Patients who have been previously treated with a toll-like receptor (TLR) agonist (excluding topical agents) and patients who have received experimental cancer vaccines.\n* Patients who have received systemic interferon (IFN)α within the previous 6 months prior to enrollment to the study.\n* Other active malignancy, except non-melanomic skin cancer\n* Evidence of clinically significant interstitial lung disease or active, noninfectious pneumonitis.\n* Prior surgery or radiotherapy within 14 days of initiating study drug(s). Patients must have recovered from all radiation-related toxicities, not required corticosteroids and have not had radiation pneumonitis.\n* Prolonged Fridericia's corrected QT interval (QTcF) \\> 450 ms for men and \\> 470 ms for women at Screening.\n\nHistory of unstable or deteriorating cardiac disease within the previous 6 months prior to screening including but not limited to the following:\n\n* Unstable angina or myocardial infarction.\n* Congestive heart failure (NYHA Class III or IV).\n* Uncontrolled clinically significant arrhythmias.\n* Patients with a history of any retinal disorders (e.g., retinal detachment, diabetic retinopathy, retinal hemorrhage, macular degeneration).\n* Uveal melanoma will be excluded\n* Patients with tumor that invade the superior vena cava or other major blood vessels.\n\nAdditional general and tumor specific inclusion and exclusion criteria will apply.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}