{
    "nctId": "NCT02000596",
    "briefTitle": "1303GCC: Trastuzmab & Pertuzumab With Hormonal Therapy or Chemotherapy in Women Aged 60 and Over.",
    "officialTitle": "1303GCC: Phase II Study of Trastuzumab and Pertuzumab Alone and in Combination With Hormonal Therapy or Chemotherapy in Women Aged 60 and Over With HER2/Neu Overexpressed Locally Advanced and/or Metastatic Breast Carcinoma",
    "overallStatus": "TERMINATED",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 2,
    "primaryOutcomeMeasure": "Overall Response Rate (ORR) in Patients",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Women ≥60 Years of Age.\n2. Histologically confirmed, locally advanced (T4 primary tumor and stage IIIB or IIIC disease) or metastatic breast cancer that progressed after treatment with standard treatment regimens in the adjuvant or neoadjuvant setting.\n3. Prior treatment with trastuzumab and/or lapatinib in the neo-adjuvant or adjuvant setting is allowed but not required. Lapatininb has to be discontinued \\> 21 days before the initiation of the T+P study treatments.\n4. Up to 3 prior chemo regimens for treatment of metastatic disease are allowed as long as the study subject is acceptable for study treatment with chemo required on this study in cohort 2 at progression on T+P.\n5. Patients may have had prior hormonal therapy with any hormonal agents as per section 3.1.5 of this protocol.\n6. Zometa or denosumab can be continued as per standard of care as long as started before the study treatment is started.\n7. HER2 positive breast cancer, as defined in Section 3.3 of this protocol\n8. Must have measurable or evaluable disease according to RECIST 1.1 criteria.\n9. Lab values obtained ≤7 days prior to registration as indicated in 3.1.9 of this protocol.\n10. ECOG Performance Status (PS) of 0, 1 or 2.\n11. LVEF at least 50% as determined by MUGA or ECHO.\n12. Life expectancy \\>3 months.\n13. Written informed consent.\n14. Willingness to return to study site for treatment and follow-up.\n15. Normal QTc interval defined on EKG as QTc ≤ 440 msec.\n16. Postmenopausal women defined in section 3.1.16 of this protocol.\n\nExclusion Criteria:\n\n1. Stage III or IV cancer, other than breast cancer, in ≤5 years prior to registration.\n2. Actively being treated for other malignancy.\n3. New York Heart Association Class III or IV cardiovascular disease.\n4. History of coronary heart failure (CHF)\n5. Current use of drugs known to prolong the QTc interval including Class Ia and III antiarrhythmics or history of congenital long QTc syndrome.\n6. Evidence of active brain metastasis including leptomeningeal involvement.\n7. Major surgery, chemotherapy, hormonal or immunologic therapy ≤3 weeks prior to registration.\n8. Radiotherapy ≤3 weeks prior to registration, except if to a non-target lesion only.\n9. Prior treatment with Pertuzumab, Eribulin, Fulvestrant or Anastrozole.\n10. Uncontrolled illness.\n11. Co-morbid systemic illnesses or other severe concurrent disease. See section 3.2.11.\n12. Currently receiving treatment in a different clinical study in which investigational procedures are performed or investigational therapies are administered.\n13. Immunocompromised patients (other than that related to the use of corticosteroids) including patients known to be HIV positive.\n14. International normalized ratio (INR), activated partial thromboplastin time (aPTT) or partial thromboplastin time (PTT) \\>1.5 × ULN (unless on anticoagulation medication)\n15. Receipt of intravenous (IV) antibiotics for infection within 7 days prior to enrollment into the study.\n16. Current chronic daily treatment with corticosteroids. See section 3.2.16 of this protocol.\n17. Known hypersensitivity to any of the study treatments or to excipients of recombinant human or humanized antibodies.\n18. History of receiving any investigational treatment within 28 days prior to enrollment into the study.\n19. Assessed by the investigator to be unable or unwilling to comply with the requirements of the protocol.",
    "sex": "FEMALE",
    "minimumAge": "60 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}