{
    "nctId": "NCT01903174",
    "briefTitle": "Study of AeroForm Tissue Expander for Breast Reconstruction",
    "officialTitle": "AeroForm Patient Controlled Tissue Expansion for Breast Reconstruction",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer, Breast Reconstruction",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 21,
    "primaryOutcomeMeasure": "Successful Tissue Expansion and Exchange to Permanent Breast Implant unless Precluded by a Non-Device Related Event",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Subject is female between the ages of 18 - 70.\n2. Subject has elected two stage breast reconstruction with tissue expanders.\n3. Subject's tissue is amenable to tissue expansion.\n4. Subject is able to provide written informed consent.\n5. Subject is able and willing to comply with all of the study requirements.\n6. Subject has the physical, perceptual and cognitive capacity to understand and manage the at home dosing regimen.\n\nExclusion Criteria:\n\n1. Subject has residual gross malignancy following mastectomy.\n2. Subject has a current infection at the intended expansion site.\n3. Subject has clinically significant radiation fibrosis at the expansion site.\n4. Subject has planned radiation at the intended expansion site during the time the expander is implanted.\n5. Subject has any co-morbid condition determined by the Investigator to place the subject at an increased risk of complications (e.g., severe collagen vascular disease, poorly managed diabetes).\n6. Subject is currently participating in a concurrent investigational drug or device study.\n7. Subject is a current tobacco smoker.\n8. Subject is overweight with a BMI \\> 33.\n9. Subject has currently implanted electronic device such as a pacemaker, defibrillator, neurostimulator device, or drug infusion device.\n10. Subject is pregnant or planning to become pregnant during the study period.\n11. Subject has a history of psychological condition, drug or alcohol misuse which may interfere with their ability to use the device safely.\n\n    -",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}