{
    "nctId": "NCT02158507",
    "briefTitle": "Pilot Study of Veliparib (ABT-888) and Lapatinib (Tykerb) in Patients With Metastatic, Triple Negative Breast Cancer",
    "officialTitle": "An Open Label, Pilot Study of Veliparib (ABT-888) and Lapatinib (Tykerb) in Patients With Metastatic, Triple Negative (ER, PR, and HER-2 Negative) Breast Cancer",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Metastatic Triple Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 23,
    "primaryOutcomeMeasure": "Number of subjects experiencing study-related toxicities when taking Veliparib in Combination with Lapatinib",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patient must pathologically documented stage IV breast cancer.\n* Tumor must be HER-2 negative, and estrogen and progesterone receptors negative. Patients with BRCA 1 or 2 mutations will not be included.\n* Patients must have measurable disease, defined as at least one lesion that can be accurately measured in at least one dimension.\n* Biopsy of a metastatic lesion is not required for protocol entry but all patients with reasonably accessible lesions must agree to biopsy. (Lung and brain metastasis will not be biopsied.) Patients with no reasonably accessible lesions can be enrolled in the trial.\n* Prior Therapy:\n\n  * No more than two regimens in the metastatic setting as long as patients have adequate performance status. Patients with no prior chemotherapy for metastatic disease may be included in the trial if they received anthracyclines and taxanes in the adjuvant or neoadjuvant settings. Chemotherapy naïve patients with metastatic disease must have failed anthracyclines and taxanes.\n  * Chemotherapy treatment prior to enrollment must be discontinued for at least 3 weeks prior to study entry.\n  * Patients must have completed radiation therapy at least 21 days prior to beginning protocol treatment.\n* Patients must have recovered from all reversible toxicities related to prior therapy before beginning protocol treatment and may not have an pre- existing treatment-related toxicities higher than Grade 2. Patients must have less than Grade 2 pre-existing peripheral neuropathy.\n* Patients may receive bisphosphonates. However, if used, bone lesions may not be used for progression or response.\n* At least 19 years of age.\n* Life expectancy of \\>12 weeks.\n* Performance status according to Eastern Cooperative Oncology Group (ECOG) is less than or equal to 2.\n* Patients must have normal organ and marrow function as defined below:\n\n  * Absolute neutrophil count: greater than or equal to 1,000/uL\n  * Hemoglobin: greater than or equal to 9 mg/dL\n  * Platelets: greater than or equal to 100,000/uL\n  * Total bilirubin: less than or equal to 1.5 times the institutional upper limit of normal\n  * AST (SGOT)/ALT (SGPT): less than or equal to 2.5 times the institutional upper limit of normal without liver metastases OR less than or equal to 5 times the institutional upper limit of normal if documented liver metastases\n  * Creatinine: less than or equal to 1.5 mg/dL OR calculated creatinine clearance greater than or equal to 40 mL/min (calculated using the modified Cockcroft and Gault method).\n* Ability to understand and the willingness to sign a written informed consent document.\n* Use of an effective means of contraception in subjects of child-bearing potential.\n* Negative serum or urine beta-HCG (human chorionic gonadotropin) pregnancy test at screening for patients with childbearing potential.\n* Ejection fraction must be 50%.\n\nExclusion Criteria:\n\n* Patients may not be receiving any other investigational agents.\n* No prior use of anthracyclines and taxanes for metastatic disease or in the adjuvant or neoadjuvant setting.\n* Metastatic lesions identifiable only by PET.\n* QTc (corrected QT) \\>470 msec. Excluded are patients who may develop prolongation of QTc. These conditions include patients with hypokalemia or hypomagnesemia, congenital long QT syndrome, patients taking anti- arrhythmic medicines or other medicinal products that lead to QT prolongation, and cumulative high-dose anthracycline therapy.\n* Patients may not be receiving concurrent chemotherapy for treatment of metastatic disease.\n* Active brain metastases: evidence of progression less than or equal to 3 months after local therapy. (Patients should be asymptomatic and off corticosteroids and anticonvulsants for at least 3 months prior to study entry).\n* Patients with brain metastases must have at least one site of measurable disease outside of the central nervous system.\n* Uncontrolled concurrent illness including, but not limited to, ongoing or active infection, history of recent myocardial infarction, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, interstitial lung disease or psychiatric illness/social situations that would limit compliance with study requirements.\n* Uncontrolled seizure disorder.\n* Pregnant or lactating women are excluded. Because there is an unknown but potential risk for adverse events in nursing infants secondary to treatment of the mother, breastfeeding should be discontinued if the mother is treated. These potential risks may also apply to other agents used in this study.\n* A prior invasive malignant disease within five years except for skin cancer (squamous cell or basal cell carcinoma).\n* Patients with known history of HIV or Hepatitis B because of potential for added toxicity from treatment regimen.\n* Dementia or altered mental status that would prohibit the understanding of informed consent.",
    "sex": "FEMALE",
    "minimumAge": "19 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}