{
    "nctId": "NCT02593227",
    "briefTitle": "Folate Receptor Alpha Peptide Vaccine With GM-CSF in Patients With Triple Negative Breast Cancer",
    "officialTitle": "A Randomized Multicenter Phase II Trial to Evaluate the Safety and Immunogenicity of Two Doses of Vaccination With Folate Receptor Alpha Peptides With GM-CSF in Patients With Triple Negative Breast Cancer Defined as Primary Tumor That is Her2-neu and Low (< 10%) ER/PR Nuclear Staining",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 80,
    "primaryOutcomeMeasure": "Immune response",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Female patient, age 18 years or older;\n2. Completely resected unilateral or bilateral primary carcinoma of the breast\n3. Written informed consent must be obtained and documented according to the local regulatory requirements prior to beginning specific protocol procedures;\n4. Primary tumor was negative for ER, PR (cut-off for positivity is \\>10% positive tumor cells with nuclear staining) and negative for Her2-neu (0 or 1+ on immunohistochemistry and/or normal gene copy number by in-situ hybridization); Central review is not required.\n5. Completed primary treatment (surgery and radio/chemotherapy in adjuvant and/or neo-adjuvant setting) \\<360 days prior to first vaccination.\n6. Completed last cycle of chemotherapy or radiation \\> 60 days prior to first vaccination\n7. Either clinical or pathological Stage I (T1c), II, or III according to AJCC 7th edition\n\n   * Note that patients with (i) non-invasive breast cancer (DCIS) alone, (ii) incidental (microscopic) nodal cancer without a primary tumor (pN1mi), or (iii) metastatic disease are excluded.\n   * Resected tumor: No evidence of gross tumor at the surgical resection margin noted in the final surgery report. No evidence of gross residual adenopathy\n8. Karnofsky index \\>= 70%;\n9. Life expectancy of at least 5 years, disregarding the diagnosis of cancer;\n10. Adequate Blood, renal and hepatic function, as determined within 28 days from registration:\n\n    * ANC ≥ 1,500 / mm3\n    * Platelet ≥ 100,000 / uL\n    * Hgb \\> 9 g/dL\n    * Creatinine ≤ 1.5 x ULN or 24-hour urine \\< Grade 2\n    * Urinalysis with \\< 2+ proteinuria\n    * Serum albumin ≥ 3 g/dL\n    * SGOT (AST) ≤ 3 x ULN\n11. Anti-nuclear antibody (ANA) negative or low-positive institutional range, as determined within 28 days from registration. Intermediate values (usually defined by a titer of ≤1:80, or as indicated by institutional range) are acceptable if there are, in the opinion of the Investigator, no early signs of an autoimmune disease.\n12. Primary tumor is available for shipment to central laboratory for analysis of FRα expression by IHC.\n13. Patients must be, in the opinion of the Investigator, available and compliant for treatment and follow-up.\n\nExclusion Criteria:\n\n1. Clinical evidence of distant metastases per practice guidelines for breast cancer;\n2. Inflammatory breast cancer or tumor with deep adherence or cutaneous invasion;\n3. Known hypersensitivity reaction to the GM-CSF adjuvant; Any known contra-indication to GM-CSF or Cyclophosphamide treatment;\n4. Pregnant or lactating patients. Patients of childbearing potential must have a negative pregnancy test (urine or serum) within 7 days prior to registration and must implement adequate contraceptive measures during study treatment;\n5. Active autoimmune disease requiring therapy within the past 2 years (Note: patients with vitiligo, Grave's disease or psoriasis not requiring systemic treatment within the past 2 years are not excluded);\n6. Other uncontrolled illness or medical condition, such as active infection, symptomatic heart failure (New York Heart Association class III or IV; moderate to severe objective evidence of cardiovascular disease), unstable angina pectoris, myocardial infarction or stroke within last 6 months, psychiatric illness that may limit compliance with study requirement or interfere with the understanding and giving of informed consent;\n7. Prior active secondary malignancy \\< 5 years prior to consent (except non-melanomatous skin cancer or carcinoma in situ of the uterine cervix) or currently receiving other specific treatment for this cancer (including monoclonal antibody or pathway inhibitor);\n8. Completed treatment with systemic corticosteroid or immune-modulators \\< 30 days prior to registration;\n9. Planned treatment with other experimental drugs or any other non-hormonal anti-cancer therapy;\n10. Immunocompromised patients, including patients with known HIV infection;\n11. Symptomatic thyroid disease, unless negative for thyroid antibodies (TSH receptor, TPO, thyroglobulin).",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}