{
    "nctId": "NCT06557148",
    "briefTitle": "A Study Comparing Cancer Imaging Approaches in People With Lobular Breast Cancer",
    "officialTitle": "18F-Fluoroestradiol (FES) Positron Emission Tomography for the Detection and Treatment Response Monitoring in Patients With Metastatic Lobular Breast Carcinoma",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer, Lobular Breast Carcinoma, Breast Carcinoma, Metastatic Breast Cancer, Metastatic Lobular Breast Carcinoma, Metastatic Breast Carcinoma",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 30,
    "primaryOutcomeMeasure": "Comparison of FES PET/CT in Metastatic Invasive Lobular Carcinoma/ILC to standard-of-care (SOC) imaging with FDG PET/CT at baseline",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Adult patient \\> 18 years old\n* Biopsy-proven metastatic ILC\n* Confirmed ER+ breast cancer from either primary tumor or metastatic biopsy (ER receptor percent staining ≥ 10% of tumor cells by IHC)\n* HER2-negative per ASCO/CAP\n* ECOG Performance Status Score of 0, 1 or 2.\n* Patient can have received up to 2 lines of therapy in the metastatic setting\n* Life expectancy of at least 12 months\n\nExclusion Criteria:\n\n* Low ER expression defined as ER \\<10% of tumor cells by IHC\n* Patients who have been on adjuvant ER-blocking endocrine therapy with SERM or SERD without an 8- and 24-weeks washout, respectively. (The use of aromatase inhibitors or ovarian suppression is permitted given that they do not block estrogen receptors).\n* Pregnancy or lactation or parturient or nursing mother\n* Patient presents with any other clinically active, serious, life-threatening disease, medical, or psychiatric condition, and/or who has a life expectancy of \\<12 months, or for whom study participation may compromise their management; and/or a patient who the investigator judges to be unsuitable for participation in the study for any reason.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}