{
    "nctId": "NCT03785704",
    "briefTitle": "Clinical Study of Xinmailong Injection on Reducing Cardiovascular Toxicity in Adjuvant Chemotherapy in Breast Cancer",
    "officialTitle": "Clinical Study of Xinmailong Injection on Reducing Cardiovascular Toxicity in Adjuvant Chemotherapy in Breast Cancer",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Neoplasms, Cardiac Event, Chemotherapeutic Toxicity",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 60,
    "primaryOutcomeMeasure": "The rate of no cardiac events during chemotherapy",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. age ≥18 years, female;\n2. after radical mastectomy, EC - T adjuvant chemotherapy is planned.\n3. No relevant treatment (such as antineoplastic therapy, immunotherapy, etc.) that may affect the outcome of treatment was received before admission.\n4. ECOG PS score: 0-2 points;\n5. Laboratory criteria:\n\n   * white blood cells were more than 4 x 109 /L, and neutrophil count (ANC) was more than 1.5 x 109 /L.\n\n     * platelet (\\>100 \\*109/L); hemoglobin (\\>10g/dL); serum creatinine (\\<1.5 \\*normal value) upper limit (ULN); aspartate aminotransferase (AST) (\\<2.5 \\*ULN); alanine aminotransferase (ALT) (\\<2.5 \\*ULN); total bilirubin (\\<1.5 \\*ULN); serum creatinine (\\<1.5 \\*ULN); the volunteers voluntarily joined the study, signed informed consent, and had good compliance and follow-up.\n\nExclusion Criteria:\n\n1. cockroach or xinmailong allergy (including xinmailong test positive).\n2. Pregnant or lactation woman\n3. severe bleeding tendency;\n4. With mental disease\n5. With severe infection or active gastrointestinal ulcers\n6. allergic to chemotherapeutic agents;\n7. Disease-free period of other malignant tumor is less than 5 years(except cured basal cell skin cancer and cervical carcinoma in situ).\n8. With severe liver disease (such as cirrhosis), kidney disease, respiratory disease or diabetes\n9. taking part or participating in other clinical trials within one month.\n10. previous history of severe cardiovascular disease or cardiovascular disease risk factors were ≥ 4.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}