{
    "nctId": "NCT06131515",
    "briefTitle": "Efficacy of Extracorporeal Shock Wave Therapy on Carpal Tunnel Syndrome Post Mastectomy Lymphedema",
    "officialTitle": "Efficacy of Extracorporeal Shock Wave Therapy on Carpal Tunnel Syndrome Post Mastectomy Lymphedema",
    "overallStatus": "RECRUITING",
    "conditions": "Carpal Tunnel Syndrome",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 68,
    "primaryOutcomeMeasure": "Nerve conduction studies",
    "eligibilityCriteria": "Inclusion Criteria:\n\nAll participants could be considered and enrolled if they conformed to the diagnosis of CTS, with clinical symptoms for at least 3 months.\n\nThe clinical symptoms and signs for the diagnosis of CTS were as follows:\n\n1. Paresthesias and painful swelling with weakness of the affected hand, exacerbated while sleeping or by repetitive use of the wrist, which would be relieved by shaking the hand with postural change.\n2. Sensory loss with numbness in the regions of the hand innervated by the median nerve;\n3. Impaired motor function with atrophy of the median nerve-innervated thenar muscles.\n4. Positive Tinel's sign.\n\nThe subject selection will be according to the following criteria:\n\n* Female patient their age range between 40-60 years.\n* Symptoms of CTS as pain, tingling sensation for at least 3 months.\n* Unilateral or bilateral Lymphedema following mastectomy\n* All patients enrolled to the study will have their informed consent.\n\nExclusion Criteria:\n\n* The potential participants will be excluded if they meet one of the following criteria:\n* Local infections at the hand level.\n* Patients with prior medical histories of cardiac arrhythmias.\n* Patient with venous thrombosis.\n* Areas of skin with lesions and impaired sensation\n* Other diseases that cause significant swelling.\n* During pregnancy and breastfeeding.",
    "sex": "FEMALE",
    "minimumAge": "40 Years",
    "stdAges": "ADULT"
}