{
    "nctId": "NCT06493864",
    "briefTitle": "A Study of BL-B16D1 in Patients With Unresectable Locally Advanced or Metastatic Breast Cancer and Other Solid Tumors",
    "officialTitle": "A Phase I Clinical Study to Evaluate the Safety, Tolerability, Pharmacokinetics Characteristics and Preliminary Efficacy of BL-B16D1 in Patients With Unresectable Locally Advanced or Metastatic Breast Cancer and Other Solid Tumor",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer, Solid Tumor",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 21,
    "primaryOutcomeMeasure": "Phase Ia: Dose limiting toxicity (DLT)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Sign the informed consent form voluntarily and follow the protocol requirements;\n2. Gender is not limited;\n3. Age: ≥18 years old and ≤75 years old (stage Ia); ≥18 years old (stage Ib);\n4. Expected survival time ≥3 months;\n5. Patients with histologically and/or cytologically confirmed unresectable locally advanced or metastatic breast cancer and other solid tumors who failed or could not receive standard treatment;\n6. Consent to provide archival tumor tissue samples or fresh tissue samples from primary or metastatic lesions within 3 years;\n7. Must have at least one extracranial measurable lesion that meets the RECIST v1.1 definition;\n8. ECOG 0 or 1;\n9. The toxicity of previous antineoplastic therapy has returned to ≤ grade 1 as defined by NCI-CTCAE v5.0;\n10. No severe cardiac dysfunction, left ventricular ejection fraction ≥50%;\n11. The organ function level must meet the requirements if the patient has not received blood transfusion or hematopoietic stimulation factor therapy within 14 days before the first dose;\n12. Coagulation function: international normalized ratio ≤1.5, and activated partial thromboplastin time ≤1.5ULN;\n13. Urinary protein ≤2+ or ≤1000mg/24h;\n14. For premenopausal women with childbearing potential, a pregnancy test must be performed within 7 days before starting treatment, serum pregnancy must be negative, and the patient must not be lactating; All enrolled patients (male or female) should use adequate contraception throughout the treatment cycle and for 6 months after completion of treatment.\n\nExclusion Criteria:\n\n1. Chemotherapy, biological therapy and other anti-tumor therapies have been used within 4 weeks or 5 half-lives before the first dose; Mitomycin and nitrosoureas were administered within 6 weeks before the first dose; Oral drugs such as fluorouracil;\n2. History of severe heart disease;\n3. Prolonged QT interval, complete left bundle branch block, III degree atrioventricular block;\n4. Active autoimmune and inflammatory diseases;\n5. Patients with other malignant tumors or a history of other malignant tumors;\n6. Unstable thrombotic events requiring therapeutic intervention within 6 months before screening; Infusion-related thrombosis was excluded;\n7. Hypertension poorly controlled by two antihypertensive drugs (systolic blood pressure \\&gt; 150 mmHg or diastolic blood pressure \\&gt; 100 mmHg);\n8. Patients with poor glycemic control;\n9. Patients with grade ≥1 radiation pneumonitis according to the RTOG/EORTC definition; Previous history of ILD or current ILD, or suspicion of such disease during screening;\n10. Complicated with pulmonary diseases leading to clinically severe respiratory function impairment;\n11. Patients with primary central nervous system (CNS) tumors or CNS metastases that had failed local treatment;\n12. Patients with a history of allergy to recombinant humanized antibody or human-mouse chimeric antibody or to any of BL-B16D1's excipients;\n13. Received previous organ transplantation or allogeneic hematopoietic stem cell transplantation (Allo-HSCT);\n14. In previous (new) adjuvant anthracyclines, the cumulative dose of anthracyclines for doxorubicin \\> 550 mg/m2, epirubicin \\> 900 mg/m2 or the equivalent dose of other similar drugs;\n15. Human immunodeficiency virus antibody positive, active tuberculosis, active hepatitis B virus infection or active hepatitis C virus infection;\n16. Serious infection occurred within 4 weeks before the first dose; Signs of pulmonary infection or active pulmonary inflammation within 2 weeks before the first dose;\n17. Patients with massive or symptomatic effusions, or poorly controlled effusions;\n18. Had participated in another clinical trial within 4 weeks before the first dose (calculated from the time of the last dose);\n19. Had the following eye diseases: a. active infection or corneal ulcer; b. monocular vision; c. a history of corneal transplantation; d. Contact lens dependence; e. Uncontrolled glaucoma; f. Uncontrolled or progressive retinopathy, wet macular degeneration, etc.;\n20. Other circumstances that the investigator deemed inappropriate for participation in the trial.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}