{
    "nctId": "NCT03077776",
    "briefTitle": "Tracking Triple-negative Breast Cancer Evolution Through Therapy",
    "officialTitle": "Tracking Triple-negative Breast Cancer Evolution Through Therapy",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Triple-Negative Breast Neoplasm",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "DIAGNOSTIC",
    "enrollmentCount": 149,
    "primaryOutcomeMeasure": "Rate of pathological complete response (pCR)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age 18-years or older\n2. Patients with histological confirmation of invasive breast cancer with known receptor status suitable for neoadjuvant chemotherapy as assessed by the local investigator\n3. Estrogen receptor (ER)- and progesterone receptor (PR)-negative as defined by ≤1% of positive staining on immunohistochemistry\n4. Human epidermal growth factor receptor 2 (HER2)-negative as defined by American Society of Clinical Oncology / College of American Pathologists guidelines\n5. T1c-4 tumours (including inflammatory cancers), with any nodal status non candidate for conservative surgery upfront. Bilateral or multifocal cancer is permitted provided that all sites are HER2-negative and at least one site is ER- and PR-negative.\n6. Provision of signed and dated, written informed consent prior to any study specific procedures, sampling and analyses\n7. Patient with social insurance coverage\n\nExclusion Criteria:\n\n1. Confirmed metastatic disease at initial presentation\n2. Any contraindication to the biopsy procedure\n3. Previous or current malignancies of other origin within the last 5 years, with the exception of in situ carcinoma of the cervix, and adequately treated basal cell or squamous cell carcinoma of the skin\n4. Any condition which in the Investigator's opinion makes it undesirable for the subject to participate in the trial or which would jeopardize compliance with the protocol\n5. Individuals deprived of liberty or placed under the authority of a tutor",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}