{
    "nctId": "NCT02538432",
    "briefTitle": "Phase II Trial of EP4 Receptor Antagonist, AAT-007 (RQ-07; CJ-023,423) in Advanced Solid Tumors",
    "officialTitle": "15xxGCC: PHASE II TRIAL OF THE EP4 RECEPTOR ANTAGONIST, AAT-007 (RQ-07; CJ-023,423) IN ADVANCED SOLID TUMORS",
    "overallStatus": "WITHDRAWN",
    "conditions": "Prostate Cancer, Non-Small Cell Lung Cancer, Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "Circulating Tumor Cells (CTC)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Histologically or cytologically confirmed breast, prostate or non-small cell lung cancer or other A tissue block, 10 unstained slides or fresh tissue biopsy is required.\n2. At least 2 weeks should have elapsed since the last treatment and patients should have recovered from previous significant toxicity (i.e. to grade 1 or less).\n3. ECOG Performance Status \\<2.\n4. Patient at least 18 years of age or older.\n5. Adequate hematological function as defined by the protocol, section 4.1.5.\n6. Patients must have a serum creatinine within normal limits, or an estimated or measured creatinine clearance \\> 35 mg/ml/min.\n7. Normal serum electrolytes (no \\>grade 2 abnormalities), magnesium and phosphorus on the day of therapy. Correction of abnormalities is permitted.\n\n   Adequate hepatic function per institutional standards (see exclusion).\n8. All patients must be informed of the investigational nature of this study and must sign and give written informed consent.\n9. Serum calcium, magnesium and potassium must be within normal limits. Supplementation to achieve normal values is permitted.\n10. Patients who are potentially fertile and sexually active must be willing to utilize effective birth control.\n11. Patients with CNS metastases which are/were symptomatic must have completed therapy (surgery, gamma knife, XRT) and be neurologically stable.\n12. Patients must have \\> or = 4 circulating tumor cells\n\nExclusion Criteria:\n\n1. Patients must not have serious infection or other serious underlying medical condition which would impair the ability of the patient to receive protocol treatment.\n2. Current uncontrolled cardiac disease\n3. Acute bacterial or fungal infection requiring intravenous antibiotics at the time of registration\n4. Chronic Obstructive Pulmonary Disease exacerbation or other respiratory illness requiring hospitalization or precluding study therapy within 4 weeks of registration.\n5. Patients with acquired Immune Deficiency Syndrome (AIDS) based upon current CDC definition or patients known to be HIV positive\n6. Pregnancy or women of childbearing potential and men who are sexually active and not willing/able to use medically acceptable forms of contraception",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}