{
    "nctId": "NCT03818685",
    "briefTitle": "Evaluate the Clinical Benefit of a Post-operative Treatment Associating Radiotherapy + Nivolumab + Ipilimumab Versus Radiotherapy + Capecitabine for Triple Negative Breast Cancer Patients With Residual Disease",
    "officialTitle": "A Multicenter, Randomised, Open-label Phase II Study to Evaluate the Clinical Benefit of a Post-operative Treatment Associating Radiotherapy + Nivolumab + Ipilimumab Versus Radiotherapy + Capecitabine for Triple Negative Breast Cancer Patients With Residual Disease After Neoadjuvant Chemotherapy",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Cancer, Triple Negative Breast Neoplasms",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 95,
    "primaryOutcomeMeasure": "Disease free survival (DFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Female patient 18 years of age on day of signing informed consent form.\n* Histologically proven TNBC defined as follows : HER2 negativity must be confirmed (by one of the following: Fluorescence in situ hybridization (FISH) negative (FISH ratio \\<2.2), or Immunohistochemistry (IHC): 0-1+, or IHC 2-3+ and FISH-negative (FISH ratio \\<2.2)) and less than 1% of cells stained by immunohistochemistry (IHC) for ER and PR as per ASCO guidelines.\n* TNBC previously treated by : Standard neoadjuvant chemotherapy containing anthracycline and taxanes and Surgery.\n* TNBC patients currently treated by post-operative radiotherapy as per standard and/or institutional guidelines.\n* No radiological evidence of metastatic disease documented by a CT-Scan of Chest abdomen and pelvis.\n* Residual disease with RCB of Class II or III documented before randomisation using the surgery specimen.\n* Availability of a representative formalin-fixed paraffin-embedded (FFPE) tumor block from surgery specimen with its histological report.\n* Eastern Cooperative Oncology Group (ECOG) Performance Status 0 or 1.\n* Adequate end organ and bone marrow function as defined in protocol. All screening lab tests should be performed within 7 days before C1D1.\n* Absence of significant treatment-related toxicity i.e. \\> Grade 1 as per CTCAE v5.0, except alopecia (all grades are acceptable), neuropathy (Grade 2 is acceptable) or biological values as defined in protocol.\n* Minimal wash-out period for prior treatments (i.e. minimal delay from last dose of prior treatment to C1D1): any investigational agent \\> 4 weeks (or 5 half-lives whichever is longer with a minimum of 2 weeks), any monoclonal antibody \\> 4 weeks, any targeted therapies \\> 4 weeks, - live vaccine \\> 4 weeks, systemic steroids at doses higher than 10 mg/day prednisone equivalent or other immunosuppressive agents \\> 3 weeks, sorivudine or its chemically related analogues such as brivudine \\> 4 weeks.\n* Women of child-bearing potential must have a negative serum pregnancy test within 7 days before C1D1.\n* Women of child-bearing potential must agree to use 1 effective form of contraception from the time of the negative pregnancy test up to 5 months after the last dose of study drugs.\n* Patient should understand, sign, and date the written voluntary informed consent form at the screening visit prior to any protocol-specific procedures performed.\n* Patient should be able and willing to comply with study visits and procedures as per protocol.\n* Patients must be covered by a medical insurance.\n\nExclusion Criteria:\n\n* Patient has a metastatic TN breast cancer.\n* Patient has previously received therapy with an anti- PD-1, anti- PD-L1, or anti-CTLA4 or any other immunotherapies.\n* Patient has a known additional malignancy that is progressing or requires active treatment. Exceptions include basal cell carcinoma of the skin, squamous cell carcinoma of the skin, or in situ cervical cancer that has undergone curative therapy and other completely treated prior malignancy if no evidence of disease for ≥ 2 years.\n* Patient presents a contraindication to Nivolumab or Ipilimumab treatment as per respective SPC including known hypersensitivity to one of these study drugs or severe hypersensitivity reaction to any monoclonal antibody.\n* Patient presents a contraindication to Capecitabine treatment as per SPC including : 1) History of severe and unexpected reactions to fluoropyrimidine therapy, 2) Hypersensitivity to Capecitabine or to any of the excipients listed in SPC or fluorouracil, 3) Patients with known complete absence of dihydropyrimidine dehydrogenase activity, 4) Treatment with sorivudine or its chemically related analogues, such as brivudine, 5) any contraindication listed in respective SPC.\n* Patient has active autoimmune disease that has required systemic treatment in the past 3 months before C1D1 or a documented history of clinically severe autoimmune disease, or a syndrome that requires systemic steroids at doses higher than 10 mg/d prednisone equivalents or immunosuppressive agents.\n* Patient requires the use of one of the following forbidden treatment during the study treatment period: any investigational anticancer therapy other than the protocol specified thérapies, any concurrent chemotherapy, immunotherapy, biologic for cancer treatment, other than the ones stated in the protocol. Concurrent use of hormones for non-cancer-related conditions (e.g., insulin for diabetes and hormone replacement therapy) is acceptable, major surger, live vaccines, immunosuppressive agents and immunosuppressive high doses of systemic corticosteroids i.e. doses \\>10 mg/d prednisone or equivalent, sorivudine or its chemically related analogues such as brivudine and any treatment contra-indicated as per Capecitabine SPC.\n* History of idiopathic pulmonary fibrosis (including pneumonitis), drug-induced pneumonitis, organizing pneumonia (i.e. bronchiolitis obliterans, cryptogenic organizing pneumonia), or evidence of active pneumonitis on screening chest CT scan.\n* Significant cardiovascular disease, such as New York Heart Association cardiac disease (Class II or greater), myocardial infarction within 3 months prior to C1D1 unstable arrhythmias or unstable angina, Known Left Ventricular Ejection Fraction (LVEF) \\< 50%.\n* Patient has a known history of active Bacillus Tuberculosis.\n* Patient has an active infection requiring systemic therapy.\n* Patient has Active hepatitis B (chronic or acute; defined as having a positive hepatitis B surface antigen \\[HBsAg\\] test at screening), Active hepatitis C (Patients positive for hepatitis C virus (HCV) antibody are eligible only if PCR is negative for HCV RNA at screening) or Human Immunodeficiency Virus (HIV) infection (HIV 1/2 antibodies).\n* Prior allogeneic bone marrow transplantation or solid organ transplant in the past.\n* Has a history or current evidence of any condition, therapy, or laboratory abnormality that might confound the results of the trial, interfere with the subject's participation for the full duration of the trial, or is not in the best interest of the subject to participate, in the opinion of the treating Investigator.\n* Has known psychiatric or substance abuse disorders that would interfere with cooperation with the requirements of the trial.\n* Is pregnant or breastfeeding, or expecting to conceive children within the projected duration of the trial, starting with the screening visit through 5 months after the last dose of study drugs.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}