{
    "nctId": "NCT00788489",
    "briefTitle": "A Prospective Study to Evaluate FDG-PET, Breast MRI, and Breast Ultrasonography in Monitoring Tumour Responses in Patients With Locally Advanced Breast Cancer (LABC) Undergoing Neoadjuvant Chemotherapy",
    "officialTitle": "A Prospective Study to Evaluate the Role of 2-[18F]Fluoro-2-deoxy-D-glucose (FDG)-Positron Emission Tomography (PET), Breast Magnetic Resonance Imaging (MRI), and Breast Ultrasonography in Monitoring Tumour Responses in Patients With Locally Advanced Breast Cancer Undergoing Neoadjuvant Chemotherapy",
    "overallStatus": "COMPLETED",
    "conditions": "Locally Advanced Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 49,
    "primaryOutcomeMeasure": "The primary outcomes are the sensitivity and specificity of physical examination, ultrasound, breast MRI and PET in predicting which patients have achieved a complete pathologic response (pCR) prior to undergoing surgery.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologic proof of breast cancer (invasive ductal or lobular carcinoma - not breast sarcoma or lymphoma)\n* Patients having a clinical diagnosis of locally advanced breast cancer (T3 or T4, or N2 according to TNM classification) including inflammatory breast cancer.\n* Patients must be able to undergo neoadjuvant chemotherapy.\n* Eastern Cooperative Oncology Group (ECOG) performance status of 0, 1 or 2 sufficient to undergo chemotherapy\n\nExclusion Criteria:\n\n* Previously treated cancer other than nonmelanotic skin cancer or carcinoma in situ of the cervix, unless disease-free for 5 years or greater.\n* Evidence of metastatic disease (found on chest X-ray, liver ultrasound or bone scan).\n* Previous chemotherapy or hormonal therapy for breast cancer.\n* Active infection or other significant illnesses which could hamper their ability to tolerate chemotherapy\n* Significant concurrent medical problems (e.g. uncontrolled diabetes, active cardiac disease, severe chronic obstructive pulmonary disease) making the patient unfit for surgery.\n* Any condition that could interfere with their ability to provide informed consent such as dementia or severe cognitive impairment.\n* Pregnant or lactating females (e.g. positive serum B-hCG pregnancy test).\n* Unable to lie supine for imaging with PET.\n* Inadequate hematologic, renal and liver function as measured by CBC (WBC \\< 4.0 x 109, Hb \\< 100 g/L, plt count \\< 100 x 109), and abnormal hepatic transaminases (AST, ALT, GGT, alkaline phosphatase \\> 2x normal), elevated total bilirubin, and elevated serum creatinine (Cr \\> 110 micromol/L).\n* Any contraindication to undergoing MRI or PET.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}