{
    "nctId": "NCT05111561",
    "briefTitle": "Testing the Combination of the Anticancer Drugs ZEN003694 and Binimetinib in Patients With Advanced/Metastatic or Unresectable Solid Tumors With RAS Alterations and Triple Negative Breast Cancer",
    "officialTitle": "A Phase 1 Study of ZEN003694 in Combination With Binimetinib in Solid Tumors With RAS Pathway Alterations and Triple Negative Breast Cancer",
    "overallStatus": "SUSPENDED",
    "conditions": "Advanced Malignant Solid Neoplasm, Metastatic Malignant Solid Neoplasm, Refractory Malignant Solid Neoplasm, Triple-Negative Breast Carcinoma, Unresectable Malignant Solid Neoplasm",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 42,
    "primaryOutcomeMeasure": "Incidence of dose limiting toxicities (Part 1 [Dose Escalation])",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients must have histologically confirmed advanced/metastatic or unresectable solid tumor that is refractory to standard therapy or has relapsed after standard therapy\n* Patients must have one of the following:\n\n  * For Part 1 and 2 -\n\n    * Triple negative breast cancer (TNBC) (estrogen receptor =\\< 1%, progesterone receptor =\\< 1%, human epidermal growth factor receptor 2 0-1+ or non-amplified)\n    * Solid tumor with genomic alteration(s) activating RAS signaling including activating KRAS, NRAS, HRAS, or BRAF mutations, inactivating NF1 mutations, or BRAF fusions\n\n      * Genomic alterations should be identified locally by next generation sequencing (NGS). Patient genomic reports will be reviewed by the MD Anderson Cancer Center (MDACC) Precision Oncology Decision Support team prior to initiation of study treatment\n* For Part 1, patients can have evaluable or measurable disease. For Part 2, patients must have measurable disease by the Response Evaluation Criteria in Solid Tumors (RECIST) v1.1\n* Patients must be \\>= 4 weeks beyond treatment with any chemotherapy (6 weeks for nitrosoureas or mitomycin C) or other investigational therapy to include hormonal, biological, or targeted agents; or at least 5 half-lives from hormonal, biological, or targeted agents, whichever is shorter at the time of study treatment initiation. Patients must be \\>= 4 weeks beyond radiotherapy\n* Age \\>= 18 years. Because no dosing or adverse events (AE) data are currently available on the use of binimetinib and ZEN003694 (ZEN-3694) in patients \\< 18 years of age, children are excluded from this study\n* Eastern Cooperative Oncology Group (ECOG) performance status =\\< 2 (Karnofsky \\>= 60%)\n* Absolute neutrophil count \\>= 1,500/mcL\n* Platelets \\>= 125,000/mcL\n* Hemoglobin \\>= 8 g/dL or \\>= 5.6 mmol/L\n* Total bilirubin =\\< 1.5 x institutional upper limit of normal (ULN) OR \\< 2.0 x ULN in patients with documented Gilbert's syndrome\n* Aspartate aminotransferase (AST) (serum glutamic-oxaloacetic transaminase \\[SGOT\\])/alanine aminotransferase (ALT) (serum glutamate pyruvate transaminase \\[SGPT\\]) =\\< 2.5 x institutional ULN\n* Calculated creatinine clearance \\>= 60 mL/min/1.73 m\\^2 (based on the calculated Chronic Kidney Disease-Epidemiology collaboration \\[CKD-EPI\\] glomerular filtration rate estimation)\n* Prothrombin time =\\< 1.5 x ULN\n* Partial thromboplastin time =\\< 1.5 x ULN\n* Human immunodeficiency virus (HIV)-infected patients on effective anti-retroviral therapy with undetectable viral load within 6 months are eligible for this study\n* For patients with evidence of chronic hepatitis B virus (HBV) infection, the HBV viral load must be undetectable on suppressive therapy, if indicated\n* Patients with a history of hepatitis C virus (HCV) infection must have been treated and cured. For patients with HCV infection who are currently on treatment, they are eligible if they have an undetectable HCV viral load\n* Patients with treated brain metastases are eligible if follow-up brain imaging after central nervous system (CNS)-directed therapy shows no evidence of progression by imaging for at least 4 weeks prior to the first dose of study treatment and any neurologic symptoms have returned to baseline, have no evidence of new or enlarging brain metastases, and are not using steroids for at least 7 days prior to the first dose of study treatment. This exception does not include carcinomatous meningitis and primary CNS cancers, which are excluded regardless of clinical stability\n* Patients with a prior or concurrent malignancy whose natural history or treatment does not have the potential to interfere with the safety or efficacy assessment of the investigational regimen are eligible for this study\n* Patients should be New York Heart Association Functional Classification of class 2B or better\n* Patients must have corrected QT (QTcF) \\< 450 msec\n* The effects of ZEN003694 (ZEN-3694) and binimetinib on the developing human fetus are unknown. For this reason and because BETi agents are known to be teratogenic, women of childbearing potential and men must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) prior to study entry, for the duration of study participation, and 4 months after the completion of ZEN003694 (ZEN-3694) and binimetinib administration. Should a woman become pregnant or suspect she is pregnant while she or her partner is participating in this study, she should inform her treating physician immediately. Men treated or enrolled on this protocol must also agree to use adequate contraception prior to the study, for the duration of study participation, and 4 months after completion of ZEN003694 (ZEN-3694) and binimetinib administration\n* Ability to understand and the willingness to sign a written informed consent document. Participants with impaired decision-making capacity (IDMC) who have a legally authorized representative (LAR) and/or family member available will also be eligible\n\nExclusion Criteria:\n\n* Patients who have not recovered from adverse events (AEs) due to prior anticancer therapy (i.e., have residual toxicities \\> Grade 1) with the exception of alopecia and peripheral neuropathy\n* Patients who are receiving any other investigational agents\n* Breast cancer patients with a prior history of hormone receptor positivity will not be eligible\n* Patients with PI3K pathway activating genomic alterations including inactivating mutations/deletions in PTEN and PIK3R1, amplifications in PIK3CA, and activating mutations in PIK3CA, Akt, or mTOR will not be eligible\n* Prior therapy with BET, RAF, MEK, or ERK inhibitor\n* History of allergic reactions attributed to compounds of similar chemical or biologic composition to ZEN003694 (ZEN-3694) and binimetinib\n* Patients requiring therapeutic doses of anticoagulation are excluded. Patients taking low-dose (prophylactic) anticoagulation (e.g., low-molecular weight heparin, low-dose warfarin, fondaparinux) are allowed. Patients receiving any medications or substances that are strong inhibitors or inducers of CYP3A4 are ineligible. Strong inhibitors or inducers of CYP3A4 must be discontinued at least 7 days prior to the first dose of ZEN003694. Because the lists of these agents are constantly changing, it is important to regularly consult a frequently updated medical reference (https://www.fda.gov/drugs/drug-interactions-labeling/drug-development-and-drug-interactions-table-substrates-inhibitors-and-inducers). As part of the enrollment/informed consent procedures, the patient will be counseled on the risk of interactions with other agents, and what to do if new medications need to be prescribed or if the patient is considering a new over-the-counter medicine or herbal product. Patients should avoid medications that prolong the QT\n* Patients with uncontrolled intercurrent illness\n* Patients with psychiatric illness/social situations that would limit compliance with study requirements\n* Pregnant women are excluded from this study because ZEN003694 (ZEN-3694) and binimetinib are a BETi and MEK inhibitor agent, respectively, with the potential for teratogenic or abortifacient effects. Because there is an unknown but potential risk for AEs in nursing infants secondary to treatment of the mother with ZEN003694 (ZEN-3694) and binimetinib, breastfeeding should be discontinued if the mother is treated with ZEN003694 (ZEN-3694) and binimetinib\n* Patient has a history of cerebrovascular accident, myocardial infarction, or unstable angina within the previous 6 months prior to study treatment initiation\n* Patients with any medical condition or diagnosis that would likely impair absorption of an orally administered drug (e.g., gastrectomy, ileal bypass, chronic diarrhea, gastroparesis) are excluded\n* Patient has a history of retinal vein occlusion\n* Patient has a history of pneumonitis or interstitial lung disease",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}