{
    "nctId": "NCT02713269",
    "briefTitle": "Thermal Ablation and Spine Stereotactic Radiosurgery in Treating Patients with Spine Metastases At Risk for Compressing the Spinal Cord",
    "officialTitle": "A Phase II Clinical Trial Evaluating the Efficacy of Combining Thermal Ablation and Spine Stereotactic Radiosurgery for Patients with Spine Metastases with Moderate to Severe Epidural Involvement",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Malignant Digestive System Neoplasm, Metastatic Head and Neck Carcinoma, Metastatic Kidney Carcinoma, Metastatic Malignant Neoplasm in the Spine, Metastatic Malignant Neoplasm of Unknown Primary, Metastatic Melanoma, Prostate Carcinoma Metastatic in the Bone, Sarcoma, Solid Neoplasm, Spinal Cord Compression, Stage IV Breast Cancer AJCC V6 and V7, Stage IV Lung Non-Small Cell Cancer AJCC V7, Thyroid Gland Carcinoma",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 60,
    "primaryOutcomeMeasure": "Local tumor control rate",
    "eligibilityCriteria": "Inclusion:\n\n* At least 18 years of age.\n* Histologic diagnosis of solid malignant tumor (not one of the more radiosensitive histologic subtypes, see Exclusion Criteria), including but not limited to non-small cell lung cancer, breast, prostate, renal cell, melanoma, gastrointestinal, sarcoma, thyroid, head and neck primary, and unknown primary tumors.\n* Quantification of the degree of epidural spinal cord compression as grade 1C, 2, or 3 by MRI, with and without contrast sequences. Axial T2 sequence is encouraged but not required.\n* The vertebral body site to be treated must be located from T2-T12.\n* No more than 3 contiguous or discontiguous vertebral levels involved with metastasis in the spine to be irradiated in a single session or 3 sessions.\n* Motor strength \\>/=4 out of 5 in extremity or extremities affected by the level of the spinal cord compression (see section 4 for grading method).\n* ECOG performance status \\</=2 or Karnofsky performance status (KPS) \\>/=50\n* Life expectancy \\>3 months.\n* Inoperable disease because of patient refusal, neurosurgical evaluation, or any other medical reasons.\n* Women of child-bearing potential and men must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) before study entry and for the duration of study participation. Should a woman become pregnant or suspect she is pregnant while she or her partner is participating in this study, she should inform her treating physician immediately.\n* Prior conventional radiation to the same site is allowed as long as there is a greater than 3 months interval.\n* All patients must sign informed consent forms verifying that they are aware of the investigational nature of this study in keeping with the rules and policies of MD Anderson Cancer Center. The only acceptable consent form is one approved by the MD Anderson institutional review board.\n* Patients who do not have other options of treatment, based on consensus recommendation of the multidisciplinary spine SRS (SSRS) tumor board. Patients will have an appropriate medical oncologist for their disease.\n\nExclusion:\n\n* Primary tumors of radiosensitive histology (lymphoma, multiple myeloma, small cell carcinoma, germ cell tumors), as conventional radiation is likely to be effective in such cases.\n* Prior conventional irradiation of the spine site and level to be treated with an interval shorter than 3 months.\n* Lesions located outside of the spinal segments of T2 to T12.\n* Prior surgery to the same levels of spine.\n* Inability to lie flat on a treatment table for \\>60 minutes.\n* Unable to undergo MRI of the spine\n* Pregnancy (because radiation has the potential for teratogenic or abortifacient effects).\n* Frank cord compression or cord compression from bone components or configuration and acute neurological deficits (defined as motor strength \\<4/5 in extremity or extremities affected by the level of the spinal cord compression).",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}