{
    "nctId": "NCT01993498",
    "briefTitle": "Chronic Toxicities Related to Treatment in Patients With Localized Cancer",
    "officialTitle": "A Prospective Cohort to Investigate Survivorship Issues in Patients With Early Cancer",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer Nos Metastatic Recurrent, Early Lung Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "OTHER",
    "enrollmentCount": 14750,
    "primaryOutcomeMeasure": "Evaluation of chronic toxicity in patients treated for non-metastatic breast cancer",
    "eligibilityCriteria": "CANTO - Breast\n\nInclusion Criteria:\n\n* Women,\n* Aged 18 years and over,\n* With an invasive breast cancer diagnosed by cytology or histology,\n* No clinical evidence of metastasis at the time of inclusion,\n* Untreated including scored for breast cancer surgery in progress,\n* Patient receiving a social security system,\n* Patient mastering the French language,\n* Free and informed consent for additional biological samples, different questionnaires and collecting information on resource usage.\n* (Since february 2022) Patient :\n\n  1. Age \\< 45 years at diagnostic\n  2. Or CT2-3, cN0-3, HER2+(RH+or RH-) or RH-HER2-\n  3. Or Eligible to Pembrozilumab, Olaparib, TDM1, Abemaciclib or Ribociclib\n\nExclusion Criteria:\n\n* Metastatic breast cancer,\n* Local recurrence of breast cancer,\n* History of cancer within 5 years prior to entry into the trial other than basal cell skin or carcinoma in situ of the cervix,\n* Already received treatment for breast cancer ongoing,\n* Blood transfusion performed for less than six months,\n* Persons deprived of liberty or under supervision (including guardianship).\n\nCANTO - Lung\n\nInclusion Criteria:\n\n* Aged 18 years and over, Having lung cancer diagnosed by cytology or histology or suspected cancer of the lung,\n* Tumor cTX to cT4, cN0-3,\n* No clinical evidence of metastasis at the time of inclusion (patients with metastases on extension assessment within 6 months following diagnosis will be removed from the study),\n* Eligible for curative treatment by surgery or radiotherapy \\* (note patients treated with exclusive chemotherapy, exclusive radiotherapy or exclusive stereotactic radiotherapy will be out of study)\n* Lack of treatment received for current lung cancer, including surgical treatment\n* Patient benefiting from a social protection scheme,\n* Patient mastering the French language,\n* Free and informed consent for additional biological samples, the different questionnaires and the collection of information on resource consumption.\n\nExclusion Criteria:\n\n* Metastatic lung cancer,\n* Local relapse of lung cancer,\n* History of cancer within 3 years prior to study entry other than basal cell cutaneous or epithelioma in situ of the cervix,\n* Treatment already received for current lung cancer,\n* Blood transfusion carried out less than 6 months ago,\n* Persons deprived of liberty or under guardianship (including curatorship).",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}