{
    "nctId": "NCT02316457",
    "briefTitle": "RNA-Immunotherapy of IVAC_W_bre1_uID and IVAC_M_uID",
    "officialTitle": "First-in-human Clinical Study With RNA-Immunotherapy Combination of IVAC_W_bre1_uID and IVAC_M_uID for Individualized Tumor Therapy in Triple Negative Breast Cancer Patients",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer (Triple Negative Breast Cancer (TNBC))",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 42,
    "primaryOutcomeMeasure": "Number of Adverse Events as a Measure of Safety and Tolerability of IVAC_W_bre1_uID",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologically confirmed invasive adenocarcinoma triple negative breast cancer (TNBC), pT1cN0M0 - anyTanyNM0 confirmed by physical examination or imaging\n* Triple negative breast cancer is defined as:\n\n  * HER2 negative\n  * IHC 0-1+\n  * IHC 2+ and FISH negative (ratio \\< 2.0 or \\< 4 gene copies / cell, as per new ASCO guideline)\n  * ER and PR negative confirmed\\< 1%\n* For patients with surgery of primary tumor followed by adjuvant chemotherapy, treatment with IVAC_W_bre1_uID will be initiated after completion of the adjuvant chemotherapy. The adjuvant chemotherapy should contain anthracyclines and taxanes - except for patients with contraindications for treatment with one or both substances.\n* For patients with neoadjuvant chemotherapy according to local standard followed by surgery of primary tumor, treatment with IVAC_W_bre1_uID will be initiated after the surgery. The neoadjuvant chemotherapy should contain anthracyclines and taxanes - except for patients with contraindications for treatment with one or both substances.\n* Patients with planned radiotherapy (as per local policy) are eligible and should be irradiated in parallel to the vaccination cycles\n* Patients after completion of standard of care therapy e. g. surgery and/or chemotherapy and/or radiotherapy (as per local policy) are eligible at the discretion of the investigator after no clinical sings of recurrence and/or metastasis, if the treatment with IVAC_W_bre1_uID starts within one year after completion of the radiotherapy.\n* Adequate organ function (hematopoietic, hepatic and renal function):\n\n  * Hemoglobin ≥ 9 g/dl\n  * ANC ≥ 1500/µl\n  * Platelet count ≥ 100,000/mm³\n  * ALT/AST \\<2 x ULN\n  * Serum creatinine ≤ 1.5 ULN\n* Expression of at least two tumor-specific antigens of the WAREHOUSE_bre1 confirmed by RT-qPCR on FFPE tumor tissue for ARM1 and ARM3\n* Female patients, ≥ 18 years of age\n* Written informed consent\n* ECOG performance status (PS) 0-1\n* Recovered pre-existing toxicities \\< grade 2 according to NCI CTCAE 4.03, except alopecia\n* Negative pregnancy test (measured by β-HCG) for females of childbearing age\n* Not pregnant or nursing\n\nExclusion Criteria:\n\n* Patients with stage pT1a,bN0M0 and anyTanyNM1disease are excluded\n* Patients with recurrence of breast cancer prior to the start of study treatment with IVAC_W_bre1_uID\n* Any serious local infection (e. g. cellulitis, abscess) or systemic infection (e. g. pneumonia, septicemia, viral or fungal infection) which requires systemic treatment with antibiotics or corticoid therapy within two weeks prior to the first dose of study medication\n* Previous splenectomy\n* Concurrence of a second malignancy other than squamous or basal cell carcinoma or cervical carcinoma in situ within 5 years prior to the start of study treatment\n* Known hypersensitivity to the active substance or to any of the excipients\n* Prior solid organ transplantation or hematopoietic stem cell transplantation\n* Positive test for acute Hepatitis A, acute or chronic active Hepatitis B or C infection\n* Clinically relevant active autoimmune disease\n* Systemic immune suppression:\n\n  * HIV disease\n  * Use of chronic oral or systemic steroid medication (topical or inhalational steroids are permitted)\n  * Other clinically relevant systemic immune suppression\n* Symptomatic congestive heart failure (NYHA 3 or 4)\n* Unstable angina pectoris\n* Adjuvant chemotherapy within 14 days before the first treatment of IVAC_W_bre1_uID\n* Other major surgeries within 28 days before the first treatment\n* Other investigational agents within 28 days or 5 half-lives depending on what gives the longer range before the first treatment\n* Ongoing participation in another clinical study (except of Follow-Up observation)\n* Fertile females who are unwilling to use a highly effective method of birth control (less than 1% per year, e.g. birth control pills, injections, patches, intrauterine device, or intrauterine hormone-releasing system) during study treatment and until End of Trial visit (EOT) at day 120\n* Presence of a severe concurrent illness or another condition (e. g. psychological, family, sociological, or geographical circumstances) that does not permit adequate Follow-Up and compliance with the protocol",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}