{
    "nctId": "NCT04972448",
    "briefTitle": "RecurIndex Predicts Risk of Recurrence in Early-stage Luminal Breast Cancer",
    "officialTitle": "A Clinical Translational Study on the Multi-gene Assays and RecurIndex for Predicting the Breast Cancer Recurrence Risk in Cross-strait Chinese Patients With Early-stage Luminal Breast Cancer",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Breast Cancer, Recurrence",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 500,
    "primaryOutcomeMeasure": "invasive disease-free survival (IDFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Age ≥ 18 years old, ≤ 70 years old.\n* Eastern Cooperative Oncology Group (ECOG) ≤ 2.\n* Postoperative pathology is clearly diagnosed as invasive breast cancer.\n* Estrogen receptor (ER) or progesterone receptor (PR) positive, HER2 negative.\n* Available with Formalin-Fixed and Parrffin-Embedded (FFPE) tumor tissue.\n* Stage I-II patients who have received surgery (breast-conserving or mastectomy) and the pathological staging is pT1-2N0-1M0 or pT3N0M0.\n* The patient had not received systemic systemic treatment (including radiotherapy, chemotherapy, immunotherapy, endocrine therapy) before enrollment.\n* Signed an informed consent form.\n\nExclusion Criteria:\n\n* Breast cancer patients whose clinical or pathological stage is T4, N2-3 or M1.\n* Known human immunodeficiency virus infection (HIV) or acquired immunodeficiency syndrome (AIDS) related diseases.\n* Other psychiatric disorders that may interfere with the judgment of the study results, or abnormal laboratory tests; and who, in the judgment of the investigator, are considered unfit to participate in the study.\n* Patients with double breast cancer.\n* Severe/uncontrolled intercurrent diseases/infections.\n* Subjects with allogeneic organ transplants requiring immunosuppressive therapy.\n* Hormone receptors ER and PR are negative (any detectable estrogen and progesterone receptors do not express or express \\<1%) and/or HER2 overexpression/amplified by FISH detection.\n* Not suitable for hormone receptor modulators (e.g. tamoxifen) and adjuvant endocrine other drug therapy.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}