{
    "nctId": "NCT05556200",
    "briefTitle": "A Phase II Trial of Camrelizumab in Combination With Apatinib for Neoadjuvant Treatment of Early-stage TNBC With a High Proportion of TILs",
    "officialTitle": "A Phase II Trial of Camrelizumab in Combination With Apatinib for Neoadjuvant Treatment of Early-stage TNBC With a High Proportion of TILs",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer, Triple-Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 58,
    "primaryOutcomeMeasure": "Pathological Complete Remission (pCR) rate",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patients sign the written informed consent.\n2. Women aged 18-70.\n3. Patients with histologically confirmed operable invasive breast cancer (T1cN1-2 or T2-4N0-2)［ER-negative(IHC\\<1%), PR-negative(IHC\\<1%), HER2-negative（IHC-/+ or IHC++ and FISH/CISH-）］.\n4. Percentage of tumor-infiltrating lymphocytes \\>10% in baseline breast tumor.\n5. Patients with at least one measuring lesion that was conformed to RECIST v1.1 standard.\n6. No previous breast cancer-related treatment, including chemotherapy, immunotherapy, endocrine therapy, radical surgery, or radiotherapy.\n7. Patients can swallow pills.\n8. Eastern Cooperative Oncology Group (ECOG) performance status of ≤ 1.\n9. Patients with a life expectancy of at least 12 weeks.\n10. The patient's blood test results prior to enrollment met the following criteria： • Hb≥90g/L; • Plt≥100\\^9/L; • Serum albumin ≥3g/dL; • Neutrophils≥1.5\\^9/L;\n\n    • TSH≤ normal upper limit (ULN);\n    * ALT and AST ≤1.5 ULN (liver metastases ≤3 ULN);\n    * TBIL ≤ULN (total bilirubin ≤1.5 ULN in Gilbert's syndrome or liver metastasis subjects);\n    * ALT and AST ≤1.5 ULN (liver metastases ≤3 ULN);\n    * AKP≤ 2.5 ULN;\n    * Renal function within 7 days before the first administration: serum creatinine ≤1.5 ULN or creatinine clearance ≥60mL/min.\n11. Female subjects of childbearing potential must have a negative serum pregnancy test within 7 days before the first dose and must be willing to use very efficient barrier methods of contraception for the course of the study through 6 months after the last dose of study treatment.\n\nExclusion Criteria:\n\n1. Combination of other malignancies or previous malignancies other than breast cancer within the last 5 years, except for basal cell carcinoma or flat cell carcinoma of the skin or carcinoma in situ of the uterine cervix that has been adequately controlled by treatment.\n2. Those who are not suitable for immunotherapy in combination with active infection.\n3. The combination of severe non-malignant disease that would affect patient compliance or put the patient at risk.\n4. Concomitant with other antineoplastic therapy or are participating in other clinical trials.\n5. Male breast cancer, bilateral breast cancer or inflammatory breast cancer.\n6. Patients with dementia, mental abnormality or any mental illness that prevents understanding of the informed consent form.\n7. Patients with history of allergic reaction or contraindication to the use of any drug component of this trial.\n8. Patients with any active autoimmune disease or a history of autoimmune disease (e.g., the following, but not limited to: autoimmune hepatitis, interstitial pneumonia, uveitis, enterocolitis, hepatitis, pituitary inflammation, vasculitis, nephritis, hyperthyroidism, hypothyroidism; subjects with vitiligo or whose asthma has completely resolved in childhood and does not require any intervention in adulthood may be included; (Patients with asthma that requires medical intervention with bronchodilators cannot be included).\n9. Have cardiac clinical symptoms or disease that are not well controlled, such as:\n\n(1) NYHA class 2 or higher heart failure; (2) Unstable angina pectoris; (3) Myocardial infarction within 1 year; (4) clinically significant supraventricular or ventricular arrhythmias requiring treatment or intervention.\n\n10. Urine routine suggestive of urine protein ≥++, or confirmed 24-hour urine protein amount ≥1.0g.\n\n11. Known presence of hereditary or acquired bleeding and thrombotic tendencies (e.g., hemophiliacs, coagulation disorders, thrombocytopenia, hypersplenism, etc.).\n\n12. Patients with congenital or acquired immune deficiencies (e.g., HIV-infected individuals).\n\n13. Live vaccines administered less than 4 weeks prior to study drug administration or possibly during the study.\n\n14. Active tuberculosis. 15. Patients have received oral or intravenous antibiotic therapy within 2 weeks prior to neoadjuvant therapy.\n\n16. Major surgical procedure within 4 weeks prior to the start of study treatment or anticipated need for major surgical procedure during the course of the study.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}