{
    "nctId": "NCT06151249",
    "briefTitle": "Evaluate the Meritup Oral Solution to Decrease Fatigue in Metastatic Breast Cancer Patients Receiving Chemotherapy",
    "officialTitle": "A Randomized, Double-blind, Placebo-controlled, Parallel Study to Evaluate the Safety and Ability of Meritup Oral Liquid to Reduce Fatigue in Patients With Metastatic Breast Cancer Receiving Chemotherapy",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 32,
    "primaryOutcomeMeasure": "Changes in fatigue scores",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Female patients over 20years old and under 80 years old.\n2. Estrogen receptor (ER), progesterone receptor (PR) and human epidermal growth factor receptor (HER2), These 3 indicators are all negative.\n3. After at least 3 cycles of chemotherapy.\n4. Sign the subject Informed Consent Form (ICF).\n\nExclusion Criteria:\n\n1. Have received other clinical studies within 3 weeks\n2. Any uncontrollable infection\n3. History of lupus erythematosus, rheumatoid arthritis, ankylosing spondylosis, scleroderma or multiple sclerosis\n4. History of cancer cells that have metastasized to the brain\n5. Currently receiving a mixture of three or more types of cytotoxic chemotherapy drugs\n6. Currently using anti-fatigue treatments, including psychostimulants, acupuncture, etc. Note: Antidepressants are used for treatment to relieve fatigue (such as depression or hot flashes) is allowed,\n7. Need to use long-acting sustained-release pain narcotic analgesics\n8. Uncontrollable nausea, vomiting or other symptoms that will hinder the ability to speak about the test product\n9. Any other serious illness/history that would limit the patient's ability to receive study treatment, as determined by the researcher evaluate\n10. Lactation, pregnancy or planning pregnancy\n11. People with cardiovascular disease or severe liver and kidney dysfunction should not drink it within one week after surgery.",
    "sex": "FEMALE",
    "minimumAge": "20 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}