{
    "nctId": "NCT03730298",
    "briefTitle": "American Ginseng for the Prevention of Moderate-severe Fatigue in Breast Cancer Patients",
    "officialTitle": "American Ginseng (Panax Quinquefolius) for the Prevention of Moderate-severe Fatigue in Breast Cancer Patients Submitted to Adjuvant Chemotherapy After Surgery. A Study of NICSO (Network Italiano Cure di Supporto in Oncologia).",
    "overallStatus": "UNKNOWN",
    "conditions": "Cancer Related Fatigue, Breast Cancer Female",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "PREVENTION",
    "enrollmentCount": 290,
    "primaryOutcomeMeasure": "Incidence of cancer related fatigue during chemotherapy.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* submitted for the first time to adjuvant chemotherapy with anthracyclines and cyclophosphamide after surgery for breast cancer;\n* not presenting CRF or at least with o al massimo CRF lieve (NRS \\< 4);\n* 18 year old, who have given written informermed consent;\n* who accept to use adequate contraceptive methods, if they are of child-bearing potential.\n\nExclusion Criteria:\n\n* previously submitted to chemotherapy;\n* with concomitant not-correctable alterations, present before chemotherapy, possible determinants of fatigue (NRS ≥ 4), such as anemia, not well controlled pain, insomnia, electrolyte imbalance, dehydration, anorexia/cachexia, hepatic, renal or heart failure, adrenocortical failure, neurological deficit, hypothyroidism, not-controlled diabetes mellitus;\n* submitted to raitherapy during the 15 days before the randomization;\n* presenting moderate-severe fatigue (NRS ≥ 4) at basaline;\n* receivind opioids or corticosteroids (except if admimistered at phisiological doses or to prevent emesis on the chemotherapy day);\n* with with blood cell count \\< 3000/mm3, platelets \\< 70000 mm3, hemoglobin \\< 8 g/dL;\n* unable to understand the procedures of the study or to collaborate with them;\n* pregnant or breastfeeding.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}