{
    "nctId": "NCT02058381",
    "briefTitle": "A Phase Ib Dose De-escalation Study With BYL719 in Premenopausal Patients With Locally Advanced or Metastatic Breast Cancer",
    "officialTitle": "A Phase Ib Dose De-escalation Study of the Combination of Tamoxifen Plus Goserelin Acetate With Alpelisib (BYL719) or Buparlisib (BKM120) in Premenopausal Patients With Hormone Receptor-positive/HER2-negative Locally Advanced or Metastatic Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Pre-menopausal Breast Cancer, PI3K Pathway Inhibition",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 40,
    "primaryOutcomeMeasure": "Maximum Tolerated Dose (MTD) and/or Recommended Phase II Dose (RP2D)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patient has histologically and/or cytologically confirmed diagnosis of breast cancer\n* Patient has radiological or objective evidence of inoperable locally advanced or metastatic breast cancer\n* Patient has HER2-negative breast cancer (based on most recently analyzed tumor sample)\n* Patient has ER positive and/or PgR positive breast cancer by local laboratory testing\n* Patient is premenopausal. Premenopausal status is defined as either:\n\n  1. patient had last menstrual period within the last 12 months, OR\n  2. if on tamoxifen within the past 3 months, with a plasma estradiol ≥10 pg/mL and FSH ≤40 IU/l or in the premenopausal range, according to local laboratory definition , OR\n  3. in case of chemotherapy induced amenorrhea, with a plasma estradiol ≥10 pg/mL) and/or FSH ≤40 IU/l or in the premenopausal range according to local laboratory definition.\n* Patient has no previous history of endocrine therapy in the metastatic setting.\n\nNote:\n\n* Patients who received oral endocrine therapy with duration less than 3 weeks or ≤1 injection of LHRH agonist and discontinued for a reason other than suspicious or evidence of disease progression are eligible\n* Adjuvant treatment with tamoxifen monotherapy and LHRH analogue monotherapy is allowed. Patients who received tamoxifen plus LH-RH agonist/antagonist in the adjuvant setting are eligible provided they start investigational treatment at least 12 months after the last dose of tamoxifen or LH-RH agonist/antagonist, whichever came later.\n* Patients who were already established on bisphosphonate therapy may continue on bisphosphonates.\n\n  * Patient has received ≤1 prior chemotherapy line for MBC\n  * For patient who received prior systemic therapy, radiological or objective evidence of recurrence or progression on or after the last systemic therapy is needed\n  * Patient must have as per RECIST 1.1:\n* measurable disease or\n* non-measurable lytic or mixed (lytic + blastic) bone lesions in the absence of measurable disease.\n\n  * Patient has adequate bone marrow and organ function as defined by the following laboratory values:\n  * Patient has an Eastern Cooperative Oncology Group (ECOG) performance status ≦ 2 which the investigator believes is stable at the time of screening.\n  * Patient has negative serum pregnancy test (β-hCG) within 72 hrs before starting study treatment.\n\nExclusion criteria\n\n* Patient is post-menopausal.\n* Patient has received previous endocrine treatments in the metastatic setting.\n* Patient has received previous treatment with PI3K inhibitors, AKT inhibitors, mTOR inhibitors\n* Patient has received more than one chemotherapy line for metastatic disease\n* Patient has symptomatic CNS metastases\n* Patient who has received wide field radiotherapy ≦ 4 weeks or limited field radiation for palliation ≦ 2 weeks prior to starting study drug or who have not recovered to grade 1 or better from related side effects of such therapy (with exception of alopecia alopecia)\n* Patient has not recovered to grade 1 or better (except alopecia) from related side effects of any prior antineoplastic therapy\n* Patient is currently receiving increasing or chronic treatment (\\> 5 days) with corticosteroids or another immunosuppressive agent, as chronic administration of corticosteroids (\\> 5 days) can induce CYP3A4\n* Patient is currently receiving warfarin or other coumarin derived anti-coagulant, for treatment, prophylaxis or otherwise. Therapy with heparin, low molecular weight heparin (LMWH), or fondaparinux is allowed\n* Patient is currently receiving treatment with drugs known to be moderate or strong inhibitors or inducers of isoenzyme CYP3A. The patient must have discontinued strong inducers for at least one week and must have discontinued strong inhibitors before the treatment phase is initiated.\n* Patient has a score ≧ 12 on the PHQ-9 questionnaire\n* Patient selects a response of \"1, 2 or 3\" to question number 9 on the PHQ-9 questionnaire regarding potential for suicidal thoughts or ideation (independent of the total score of the PHQ-9)\n* Patient has a GAD-7 mood scale score ≧ 15\n* Patient has a medically documented history of or active major depressive episode, bipolar disorder (I or II), obsessive-compulsive disorder, schizophrenia, a history of suicidal attempt or ideation, or homicidal ideation (e.g. risk of doing harm to self or others) or patients with active severe personality disorders (defined according to DSM- IV) are not eligible.\n* Patient has ≧ Common Terminology Criteria for Adverse Events (CTCAE) grade 3 anxiety\n* Patient has active cardiac disease or a history of cardiac dysfunction\n* Patient has a Left Ventricular Ejection Fraction (LVEF) \\< 50% as determined by Multiple Gated acquisition (MUGA) scan or echocardiogram (ECHO)\n* Patient has any of the following cardiac conduction abnormalities\n\n  1. Ventricular arrhythmias except for benign premature ventricular contractions\n  2. Supraventricular and nodal arrhythmias requiring a pacemaker or not controlled with medication\n  3. Conduction abnormality requiring a pacemaker\n  4. Other cardiac arrhythmia not controlled with medication\n  5. Patient has a QTcF \\> 480 msec on the screening ECG (using the QTcF formula)\n* Patient is currently receiving treatment with medication that has a known risk to prolong the QT interval or inducing Torsades de Pointes, and the treatment cannot be discontinued or switched to a different medication prior to treatment start.\n* Patient has chronic pulmonary disease including dyspnea at rest from any cause or with interstitial lung disease.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}