{
    "nctId": "NCT02958852",
    "briefTitle": "A Clinical Trial to Compare Efficacy and Tolerability of Atorvastatin in Addition to Endocrine Treatment With Focus on Mechanisms of Resistance to Endocrine Treatment (Fulvestrant/Aromatase Inhibitors) in Patients With Advanced Breast Cancer",
    "officialTitle": "A Clinical Trial to Compare Efficacy and Tolerability of Atorvastatin in Addition to Endocrine Treatment With Focus on Mechanisms of Resistance to Endocrine Treatment (Fulvestrant/Aromatase Inhibitors) in Patients With Advanced Breast Cancer",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 126,
    "primaryOutcomeMeasure": "Clinical benefit rate.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Women with confirmed ER positive/HER2 negative metastatic breast cancer, including locally advanced stage IV disease, requiring systemic endocrine treatment.\n2. Age \\> 18 years.\n3. Performance status of Eastern Cooperative Oncology Group (ECOG) ≤ 2.\n4. Metastatic disease must be radiologically or clinically assessable, by means of at least one of the following techniques: clinical examination, computerized tomography (CT), magnetic resonance imaging (MRI), bone scintigraphy or positron emission tomography (PET). Bone metastases alone are allowed.\n5. Pre-menopausal patients must consent to undergo either surgical or chemical castration during the duration of the treatment and utilize an effective contraception barrier method.\n6. Patient not willing to undergo study specific biopsy from the metastatic site should preferably have enough metastatic tumor sample material archived to perform RNA extraction from formalin fixed paraffin embedded (FFPE) material.\n7. Patient must be capable and willing to grant signed informed consent prior to any procedure related with this study as well as to allow access to FFPE biopsies for RNA extraction and for serial circulating tumor cells capture. Biopsy of the metastatic site upon progression is not mandatory but desirable.\n8. Signed informed consent according to International Conference on Harmonization /Good Clinical Practice, and national/local regulations.\n9. Patients currently on first-line treatment with an AI for metastatic breast cancer who cannot participate on the first part of the treatment (taking lowering cholesterol drugs, or already on AIs for metastatic disease when study is opened) can be eligible to enter on the second part to study mechanisms of resistance to fulvestrant once they have progressed to AI.\n10. Patients that progress while taking AI as adjuvant treatment, have confirmed hormone receptor+ metastatic breast cancer and are not deemed suitable for first line AI will also be eligible to enter directly in the second part of the study and be treated with fulvestrant up-front.\n\nExclusion Criteria:\n\n1. Previous treatment for metastatic breast cancer (previous systemic treatment for early breast cancer allowed), unless being considered for direct entry to the second part of the study with fulvestrant (see inclusion criteria 9 and 10).\n2. Brain as the only site of metastatic breast cancer.\n3. Ongoing treatment with statins (e.g. simvastatin, atorvastatin, fluvastatin, lovastatin, pravastatin, or rosuvastatin), anion-exchangers (e.g. colestyramin or colesevelam), fibrates (e.g. gemfibrozil), nicotin-acids (or acipimox) or inhibitors of intestinal cholesterol uptake (e.g.ezetimibe ) for the first part of the trial.\n4. Evidence of hepatic dysfunction (alanine aminotransferase level more than three times the upper limit of the normal range) or renal dysfunction (creatine kinase level) more than three times the upper limit of the normal range.\n5. Known coagulation disorders or treatment with a 4-hydroxycoumarin derivative is an exclusion criterion for the fulvestrant treated patients.\n6. Treatment with anticoagulants other than 4-hydroxycoumarin derivatives or antiplatelet drugs. Patients in treatment with heparin can interrupt treatment 24h prior to biopsies and resume treatment 12h after biopsy has been performed. In case of patients treated with clopidogrel or salicylates, they should be able to interrupt treatment 5-7 days before biopsy and resume 24h after.\n7. History of hemorrhagic stroke.\n8. Pregnancy or breast-feeding.\n9. Untreated psychiatric disorders that will impair the patient's ability to comply with study treatment or protocol.\n10. History of allergic reactions attributed to compounds of similar chemical or biological composition to either of the study drugs.\n\n    -",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}