{
    "nctId": "NCT04080024",
    "briefTitle": "A First-in-human Clinical Evaluation of SN132D in Patients With Breast and Pancreatic Cancer",
    "officialTitle": "A First-in-human Clinical Evaluation of the Novel Intravenous Contrast Agent SN132D in Patients With Breast and Pancreatic Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer, Pancreas Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "DIAGNOSTIC",
    "enrollmentCount": 14,
    "primaryOutcomeMeasure": "Number of treatment related adverse events (AEs)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Signed informed consent including willingness to undertake 3 MRI investigations (30 minute each) in one day\n2. Histological or cytological diagnosis of breast cancer \\> 5 mm (cT1c-cT4; cN0-cN3; Mx) or known or suspected pancreatic cancer with hepatic involvement with available or scheduled gadolinium enhanced MRI of the pancreas\n3. At least 3 weeks between core needle biopsy and planned pre-dose MRI. Fine needle aspiration is allowed at any time before MRI.\n4. Female and at least 18 years of age when signing the informed consent.\n5. Eastern Cooperative Oncology Group (ECOG) performance status 0 to 1 at screening\n6. Adequate renal and hepatic function: estimated glomerular filtration rate (eGFR) ≥ 50 mL/min/1.73 m2 (determined by the revised Lund-Malmö GFR estimating equation), bilirubin \\<1 x upper limit of normal (ULN; (in subjects with liver metastases \\<5 x ULN)), creatinine \\<1 x ULN, aspartate aminotransferase (ASAT) and alanine aminotransferase (ALAT) \\< 1 x ULN.\n\n   Bilirubin ULN: 25 µmol/L, creatinine ULN: 90 µmol/L, ASAT ULN: 0.60 µkat/L and ALAT ULN: 0.75 µkat/L) at the screening visit.\n7. Females of child-bearing potential\\* must agree to the use of effective contraception\\*\\* or practice abstinence during the study and for 30 days after the IMP administration.\n8. Adequate haematological function: haemoglobin ≥90 g/L, absolute neutrophil count (ANC) ≥1.3x109 /L and platelet count ≥ 100 x 109 /L.\n\n   * A female of child-bearing potential is a sexually mature female who 1) has not undergone a hysterectomy or bilateral oophorectomy, or 2) has not been naturally postmenopausal for at least 24 consecutive months (i.e. had had menses at any time in the preceding 24 consecutive months).\n\n     * Effective contraception is defined as contraceptive methods with a failure rate of \\< 1% to prevent pregnancy (combined \\[oestrogen and progestogen containing\\] hormonal contraception associated with inhibition of ovulation \\[oral, intravaginal, transdermal\\], progestogen-only hormonal contraception associated with inhibition of ovulation \\[oral, injectable, implantable\\], intrauterine device \\[IUD\\]or intrauterine hormone-releasing system \\[IUS\\]).\n\nExclusion Criteria:\n\n1. Female patients who are pregnant or who are currently breast feeding.\n2. Conditions contraindicating MRI including, but not limited to, body mass index (BMI) \\> 40 kg/m2 at screening claustrophobia, metallic implants or internal electrical devices (e.g., cochlear implant, nerve stimulator, gastric pacemaker, bladder stimulator, pacemaker, defibrillator, artificial valves in heart, aneurysm clips, etc.), and permanent makeup or tattoos which in the Investigator's opinion might jeopardise the patient's safety or interfere with the imaging measurements. The Investigator is encouraged to contact the MR clinic for advice on which implants, tattoos, etc may be unsuitable.\n3. Other malignancy than breast and pancreatic cancer within the past 5 years with the exception of in situ removal of basal cell carcinoma or resected benign colonic polyps.\n4. Moderate to severe hypertension as judged by the Investigator.\n5. History of significant cardiovascular disease such as myocardial infarction, congestive heart failure, stroke, serious cardiac arrhythmias. History of angina within 6 months prior to screening.\n6. Clinically diagnosed obstruction of bile duct as judged by investigator.\n7. Prolonged QTcF (\\>450 ms), cardiac arrhythmias or any clinically significant abnormalities in the resting electrocardiogram (ECG) at the time of screening, as judged by the Investigator.\n8. Abnormalities detected during examination at screening and admission, which in the opinion of the Investigator, may either put the patient at risk because of participation in the study or influence the results or the patient's ability to participate in the study.\n9. Active infection requiring systemic treatment within one week prior to agent administration.\n10. History of any clinically significant disease or disorder which, in the opinion of the Investigator, may either put the patient at risk because of participation in the study, or influence the results or the patient's ability to participate in the study.\n11. Seropositive for human immunodeficiency virus (HIV), Hepatitis B surface antigen (HBsAg), or Hepatitis C virus (HCV) antibodies.\n12. Any use of alcohol within 24 hours of admission to the clinic.\n13. Plasma donation within 1 month of screening or any blood donation or corresponding blood loss during 3 months prior to screening.\n14. Use of investigational agent within four weeks before Visit 1 or plans to initiate treatment with an investigational agent during the study.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}