{
    "nctId": "NCT04676516",
    "briefTitle": "A Phase II Window of Opportunity Trial of PRMT5 Inhibitor, GSK3326595, in Early Stage Breast Cancer",
    "officialTitle": "A Phase II Randomized Window of Opportunity Trial Evaluating Clinical and Biological Effects of PRMT5 Inhibitor, GSK3326595, in Early Stage Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 40,
    "primaryOutcomeMeasure": "Complete cell cycle arrest (CCCA)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Female patients with newly diagnosed histologically confirmed primary invasive breast cancer currently not undergoing any treatment while awaiting surgery\n2. Operable breast cancer as assessed by treating surgical oncologist\n3. Tumor ≥ 1.0 cm by palpation or imaging\n4. ER or PR positive (≥1%) breast adenocarcinoma\n5. Her2 negative as per ASCO 2018 guidelines 61\n6. Invasive ductal or lobular carcinoma, invasive carcinoma Not Otherwise Specified (NOS)\n7. ECOG PS 0-2 (Appendix A)\n8. Post-menopausal and not of child bearing potential as defined as: by having 12 months of natural (spontaneous) amenorrhea with an appropriate clinical profile (e.g. age appropriate, history of vasomotor symptoms) or six months of spontaneous amenorrhea with serum FSH levels \\> 40mlU/ml and estradiol \\< 20 pg/mL or have had documented surgical bilateral oophorectomy (with or without hysterectomy) at least six weeks prior.\n9. Able to provide written informed consent for the study.\n10. Able to swallow and retain orally administered medication.\n\nExclusion Criteria:\n\n1. Locally Advanced or metastatic breast cancer\n2. Prior therapy with chemotherapy or planned neoadjuvant chemotherapy\n3. Prior hormonal therapy including tamoxifen, aromatase inhibitors\n4. Pre-dominant histology other than invasive ductal or lobular carcinoma\n5. Concomitant other invasive malignancy.\n6. Hgb \\< 100 g/L, Platelets \\< 100 x 10\\^9 per liter, Absolute Neutrophil Count \\< 1.5 x 10\\^9/L\n7. Bilirubin ≥ 1.5 times Upper Limit Normal (ULN)\n8. ALT ≥ 2.5 times ULN\n9. Albumin \\< 25 g/L\n10. INR/PTT \\> 1.5 times ULN\n11. Creatinine clearance calculated by Chronic Kidney Disease Epidemiology Collaboration (CKD-EPI) equation of less than 50 mL/min/1.73m2.\n12. Cardiac abnormalities as evidenced by any of the following:\n\n    1. Baseline QTcF interval ≥ 480 msec\n    2. Clinically significant conduction abnormalities or arrhythmias\n    3. Presence of cardiac pacemaker or defibrillator with a paced ventricular rhythm limiting ECG analysis.\n    4. History or evidence of current ≥ Class II congestive heart failure as defined by New York Heart Association (NYHA).\n    5. History of acute coronary syndromes (including unstable angina and myocardial infarction), coronary angioplasty, or stenting within the past 3 months.\n    6. Clinically significant cardiomegaly, ventricular hypertrophy, or cardiomyopathy.\n13. Any serious known immediate or delayed hypersensitivity reaction(s) to GSK3326595, or idiosyncrasy to drugs chemically related to the investigational drugs.\n14. Current use of a prohibited medication or planned use of any forbidden medications during treatment with GSK3326595, which include chemotherapy, immunotherapy, biologic therapy, investigational therapy, or hormonal therapy (other than corticosteroids) while on treatment in this study. GSK3326595 should not be co-administered with potent inhibitors of either BCRP or Pgp such inhibitors include cyclosporine, tacrolimus, and ketoconazole\n15. Any clinically significant gastrointestinal (GI) abnormalities that may alter absorption, such as malabsorption syndrome, chronic gastrointestinal disease, or major resection of the stomach and/or bowels that could preclude adequate absorption of the study medication.\n16. Severe, uncontrolled systemic disease (respiratory, cardiac, renal, hepatic, bleeding)\n17. Currently active liver or biliary disease\n18. History of active HIV, Hepatitis B or C infection.\n19. Any other criteria which, in the investigator's opinion, renders the patient ineligible to be on study.\n20. Subjects with signs/symptoms suggestive of COVID-19 or known COVID-19 positive contacts in the past 14 days would be tested as per local Public Health and/or Institutional Guidelines. If patients are COVID-19 positive at the time of screening, they would be excluded from the trial.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}