{
    "nctId": "NCT03689192",
    "briefTitle": "Arginase-1 Peptide Vaccine in Patients With Metastatic Solid Tumors",
    "officialTitle": "Arginase-1 Peptide Vaccine in Patients With Metastatic Solid Tumors",
    "overallStatus": "COMPLETED",
    "conditions": "Non Small Cell Lung Cancer, Urothelial Carcinoma, Malignant Melanoma, Ovarian Cancer, Colorectal Cancer, Breast Cancer, Squamous Cell Carcinoma of the Head and Neck, Metastatic Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 13,
    "primaryOutcomeMeasure": "Adverse Events Evaluated by CTCAE 4.0",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age ≥ 18\n2. The patient has metastatic solid tumors (NSCLC, colorectal cancer, urothelial cancer, breast cancer, ovarian cancer, malignant melanoma or HNSCC); progressive or recurrent disease on or following treatment with standard of care agents\n3. At least one measurable parameter according to RECIST 1.1.\n4. The patient has an ECOG performance status of 0 or 1\n5. Life expectancy of at least 3 months\n6. Prior PD1/PD-L1 allowed\n7. The patient is a female of childbearing potential with negative pregnancy test\n8. For fertile women: Agreement to use contraceptive methods with a failure rate of \\< 1 % per year during the treatment period and for at least 150 days 12 weeks after the treatment. Safe contraceptive methods for women are birth control pills, intrauterine device, contraceptive injection, contraceptive implant, contraceptive patch or contraceptive vaginal ring.\n9. For men: Agreement to use contraceptive measures and agreement to refrain from donating sperm\n10. The patient has met the following hematological and biochemical criteria:\n\n    1. AST and ALT ≤2,5 X ULN or ≤5 X ULN with liver metastases\n    2. Serum total bilirubin ≤1,5 X ULN or direct bilirubin ≤ ULN for patient with total bilirubin level \\> 1,5 ULN\n    3. Serum creatinine ≤1,5 X ULN\n    4. ANC (Absolute Neutrophil Count) ≥1,000/mcL\n    5. Platelets ≥ 75,000 /mcL\n    6. Hemoglobin ≥ 9 g/dL or ≥ 5.6 mmol/L\n11. Mandatory provision of archival tissue and blood for biomarker testing at baseline\n12. Mandatory provision of blood for biomarker testing during the study\n13. Signed declaration of consent after oral and written information about the protocol\n\nExclusion Criteria:\n\n1. The patient has not recovered from surgery or is less than 4 weeks from major surgery\n2. The patient has a history of life-threatening or severe immune related adverse events on treatment with another immunotherapy and is considered to be at risk of not recovering\n3. The patient is expected to require any other form of systemic antineoplastic therapy or radiation therapy while receiving the treatment. However, radiation therapy treatment of non target lesion is allowed.\n4. The patient has a history of severe clinical autoimmune disease\n5. The patient has a history of pneumonitis, organ transplant, human immunodeficiency virus positive, active hepatitis B or hepatitis C\n6. The patient requires systemic steroids for management of immune-related adverse events experienced on another immunotherapy\n7. The patient has any condition that will interfere with patient compliance or safety (including but not limited to psychiatric or substance abuse disorders)\n8. The patient is pregnant or breastfeeding\n9. The patient is unable to voluntarily agree to participate by signed informed consent or assent\n10. The patient has an active infection requiring systemic therapy\n11. The patient has received a live virus vaccine within 30 days of planned start of therapy\n12. Significant medical disorder according to investigator; e.g. severe asthma or chronic obstructive lung disease, dysregulated heart disease or dysregulated diabetes mellitus\n13. Concurrent treatment with other experimental drugs\n14. Concurrent treatment with Valproate or Xanthin Oxidase inhibitors\n15. Known side effects to Montanide ISA-51\n16. Any active autoimmune diseases e.g. autoimmune neutropenia, thrombocytopenia or hemolytic anemia, systemic lupus erythematosus, scleroderma, myasthenia gravis, autoimmune glomerulonephritis, autoimmune adrenal deficiency, autoimmune thyroiditis etc.\n17. Severe allergy or anaphylactic reactions earlier in life",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}