{
    "nctId": "NCT04449809",
    "briefTitle": "Exercise Regimen Designed to Improve Functional Mobility, Body Composition, and Strength After Breast Conservation Therapy for Women With Early Stage Breast Cancer",
    "officialTitle": "Pilot Study of the Feasibility of an Exercise Regimen Designed to Improve Functional Mobility, Body Composition, and Strength After Breast Conservation Therapy for Women With Early Stage Breast Cancer",
    "overallStatus": "WITHDRAWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "Adherence, defined as the proportion of participants completing at least 75% of the planned exercise sessions",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age 30-70 years\n2. Women with a biopsy proven diagnosis of ductal carcinoma in situ or invasive carcinoma of the breast\n3. Women must have undergone breast conservation therapy with no neoadjuvant or adjuvant chemotherapy (adjuvant endocrine therapy is permitted)\n4. BMI \\> 25 kg/m2 or body fat% greater or equal to 31%\n5. Participants must have abstained from smoking for at least 12 months\n6. Women of child-bearing potential must verbally confirm lack of pregnancy prior to enrollment and have undergone a pregnancy test prior to initial of radiation therapy (standard protocol for radiation therapy). They should also consent to use adequate contraception during the course of the study.\n7. Women must be determined capable of engaging in resistance training as documented in treating radiation oncologist notes.\n8. Participants must have a schedule amenable to three prescheduled workout sessions per week, scheduled during the day.\n9. Women must complete a Functional Mobility Screen (FMS) and determined safe to engage in the workout regimen by the study personnel.\n\nExclusion Criteria:\n\n1. Any treatment with chemotherapy for recent breast cancer treatment\n2. Mastectomy and/or lymph node dissection\n3. Uncontrolled hypertension or diabetes, defined as systolic blood pressure over 149, diastolic blood pressure over 99, and hemoglobin A1c greater than 8.9.\n4. Diabetic condition requiring the usage of insulin\n5. Severe arthritic, joint, cardiovascular, or musculoskeletal condition\n6. Inability to perform body weight squat exercise without pain assessed by treating radiation oncologist\n7. History of myocardial infarction or coronary artery disease",
    "sex": "FEMALE",
    "minimumAge": "30 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}