{
    "nctId": "NCT04967209",
    "briefTitle": "Investigation of a Digital Healthy Habits Program for Individuals With Breast Cancer",
    "officialTitle": "Investigation of a Digital Healthy Habits Program for Individuals With Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Cancer, Breast Cancer, Obesity, Overweight and Obesity, Overweight",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 30,
    "primaryOutcomeMeasure": "Functional Assessment of Cancer Therapy - Breast quality-of-life instrument",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Able to understand and provide informed consent\n* 18 years and older\n* Female\n* \\> 6 months postpartum\n* Not currently pregnant or planning to become pregnant in the next 5 months\n* Diagnosed with stage I-IV breast cancer \\< 5 years ago:\n* Completed active breast cancer treatment (e.g., chemotherapy, radiation, surgery) 1 month to 5 years ago, with the exception of hormonal/endocrine therapy\n* Currently prescribed hormone therapy (e.g. Tamoxifen) as a breast cancer treatment\n* Not diagnosed with an eating disorder\n* Healthy weight, overweight, or obesity (BMI ≥ 18.5)\n* Willingness to use the program over the course of the 4 weeks in order to enable them to provide feedback on its features\n* Own a smartphone with iOS operating system (i.e., Apple iPhone)\n\nExclusion Criteria:\n\n* Inability or unwillingness of a participant to give written informed consent\n* Underweight (BMI \\< 18.5)\n* Currently pregnant or \\<6 months postpartum\n* Presence of a diagnosed physical or mental health condition or abnormality that impacts the ability to participate in a program that involves asking participants to monitor diet, physical activity, or weight (e.g., eating disorder, bipolar disorder). If there is any doubt at initial screening the investigator will recommend that the patient receives sign off from their clinical team.\n* Currently undergoing IV chemotherapy or radiation\n* Plans for surgery in the next 6 weeks\n* Currently diagnosed or being treated for a second primary cancer (i.e. cancer of another organ, not due to breast cancer metastasis), with the exception of non-melanoma skin cancers (e.g. basal cell carcinoma)",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}