{
    "nctId": "NCT04874064",
    "briefTitle": "TRIple Negative Breast Cancer Markers In Liquid Biopsies Using Artificial Intelligence",
    "officialTitle": "Triple Negative Breast Cancer Markers in Liquid Biopsies Using Artificial Intelligence (TRICIA Study)",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 130,
    "primaryOutcomeMeasure": "Develop signatures of good and poor outcome as well of tumor response to chemotherapy in TNBCs by integrating multidimensional profiling of both tumor and liquid biopsies making use of Artificial Intelligence (AI) tools",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Triple negative (ER negative, PR negative and Her2 negative as defined by local standards). ER \\<10% is acceptable.\n* Patients who have completed a minimum of 8 weeks of neoadjuvant chemotherapy.\n* A cohort of TNBC patients who are awaiting surgery that have clinical or radiological evidence of residual tumor prior to surgery. This evaluation will be made at the discretion of the treating physician.\n\nOR A second cohort of TNBC patients will be recruited after surgery, in which pathological evaluation has demonstrated the presence of residual tumor post-surgery.\n\n* Patients who can come to the clinic for standard of care follow-up within 6 weeks post-surgery and in the next 6 months after surgery.\n* Patients who are willing to provide serial blood samples.\n* Participants must be willing and able to comply with scheduled visits, treatment schedule, laboratory testing, and other requirements of the study.\n\nExclusion Criteria:\n\n* Clinical or radiological evidence of metastatic disease.\n* Patient with a recurrence of breast cancer.\n* Patients who have not had neoadjuvant chemotherapy or less than 8 weeks of neoadjuvant chemotherapy.\n* Patient who received radiotherapy treatment prior to surgery.\n* Patients who are not capable of signing or understanding the informed consent form.\n* Known infection with HIV or hepatitis.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}