{
    "nctId": "NCT05303038",
    "briefTitle": "Cryoablation Combined With Tirelizumab and Bevacizumab in Liver Metastatic TNBC Patients Failed by Multiline Therapy",
    "officialTitle": "A Phase II Clinical Study of Cryoablation Combined With Tirelizumab and Bevacizumab in Liver Metastatic Triple Negative Breast Cancer Patients Failed by Multiline Therapy",
    "overallStatus": "UNKNOWN",
    "conditions": "Metastatic Breast Cancer in the Liver",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 15,
    "primaryOutcomeMeasure": "ORR",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologically or Imageologically confirmed liver metastatic tnbc patients;\n* Histologically confirmed diagnosis of TNBC characterized by estrogen receptor negative (ER-), progesterone receptor negative (PR-) and human epidermal growth factor-2 receptor negative (HER2-);\n* ≥ 2 prior lines systemic therapy;\n* Measurable disease according to Response Evaluation Criteria in Solid Tumors v1.1 (RECIST v1.1);\n* The patients show no signs of bile duct obstruction, and the bilirubin is below the upper limit of 1.5x normal value (ULN);\n* Age ≥ 18 years on the day of signing the ICF (or the legal age of consent in the jurisdiction in which the study is taking place);\n* Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1;\n* The functions of the patient's organs and blood system meet the requirements;\n* Blood system function: absolute neutrophil count (ANC) ≥ 1.5 x 109 / L, platelet count ≥ 100 x 109 / L\n* Renal function: estimated glomerular filtration rate or creatinine clearance \\> 50 ml / min / 1.73 M2\n* Liver function: total bilirubin ≤ 1.5 x ULN, AST and alt ≤ 5 x ULN\n* Estimated survival time ≥12 weeks.\n\nExclusion Criteria:\n\n* The patient is currently receiving or has received irradiation or local treatment for the target lesion in the past 3 weeks.\n* The patient had previously received cryoablation.\n* The patient received major surgery within 14 days before enrolling in the study.\n* Palliative radiotherapy must be completed at least 2 weeks before enrolling in the study, and there is no plan for additional radiotherapy for the same lesion; ·Patients whose AE caused by radiotherapy did not recover to ≤ CTCAE 1 degree\n* The patient had metastatic brain lesions, including asymptomatic and well controlled lesions.\n* Complicated with infection and requiring intravenous antibiotic treatment.\n* The patient has any clinically significant disease or history that the investigator believes may endanger the safety of the patient or the reliability of the study results.\n* The patient has a history of any other malignancy unless the remission period exceeds 1 year. (do not exclude skin cancer, cervical cancer in situ, superficial bladder cancer, and breast cancer in radical treatment).\n* Female patients are pregnant or breastfeeding.\n* The patient received any trial drug within 14 days before receiving the first study drug.\n* The patient had undiminished or unstable severe toxicity (≥ CTCAE 4.0 grade 2) after previous use of another trial drug and / or previous cancer treatment, except anemia, weakness and hair loss.\n* Patients are allergic to the test drug or any of its excipients.\n* Patients are known to be HIV positive, have HCB, or have HBV infection and HBV DNA exceeds 2000 IU / ml.\n* The patient has a known history of drug addiction in the past 1 year, because this situation may lead to a high risk of non-compliance of the trial drug.\n* The patient has known active or suspected autoimmune disease. Subjects who are in a stable state and do not need systemic immunosuppressive therapy are allowed to be enrolled.\n* Subjects requiring systemic treatment with corticosteroids (\\> 10mg / day prednisone efficacy dose) or other immunosuppressants within 14 days before the administration of the study drug were allowed to inhale or locally use steroids and adrenal hormone replacement with a dose \\> 10mg / day prednisone efficacy dose in the absence of active autoimmune diseases.\n* The patient had a baseline corrected QT interval QTc \\> 450 ms, or the patient had known QT prolongation syndrome, torsade de pointe ventricular tachycardia, symptomatic ventricular tachycardia, unstable heart syndrome within 3 months before the screening visit, \\> grade 2 New York Heart Association heart failure, \\> grade 2 Canadian Cardiovascular Association angina pectoris.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}