{
    "nctId": "NCT00003352",
    "briefTitle": "Combination Chemotherapy in Treating Women With Stage IIIB or Stage IV Breast Cancer",
    "officialTitle": "A Phase II Study in Patients With Metastatic or Locally Advanced Breast Cancer to Evaluate the Worth of the Combination of Adriamycin (Doxorubicin), Taxotere (Docetaxel), and Cyclophosphamide (ATC)",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 89,
    "primaryOutcomeMeasure": "Best over-all tumor response that occurs during 6 cycles of chemotherapy",
    "eligibilityCriteria": "DISEASE CHARACTERISTICS: Histologically proven metastatic (stage IV) or locally advanced (stage IIIB) adenocarcinoma of the breast. Bidimensionally measurable disease. No active central nervous system (CNS) metastases. Brain metastases must be controlled for at least 3 months and have other sites of measurable disease. No carcinomatous meningitis. No lymphangitic lung metastases as the only site of metastatic disease. Hormone receptor status: Any estrogen or progesterone receptor status.\n\nPATIENT CHARACTERISTICS: Age: 18 and over. Sex: Female. Menopausal status: Not specified. Performance status: Eastern Cooperative Oncology Group (ECOG) score range 0-2. Life expectancy: At least 6 months. Hematopoietic: Absolute neutrophil count at least 2,000/mm3. Platelet count at least 100,000/mm3. Hepatic: serum glutamic oxaloacetic transaminase (SGOT) and/or serum glutamic pyruvic transaminase (SGPT) no greater than 2.5 times upper limit of normal (ULN). Alkaline phosphatase no greater than 5 times ULN. Bilirubin no greater than ULN. No SGOT and/or SGPT greater than 1.5 times ULN if concomitant with alkaline phosphatase greater than 2.5 times ULN. Renal: Calcium no greater than 1.2 times ULN. Creatinine no greater than 1.5 times ULN. Cardiovascular:left ventricular ejection fraction (LVEF) at least institutional lower limit of normal on multiple gated acquisition scan (MUGA) or echocardiogram. No myocardial infarction within 6 months. No angina pectoris requiring antianginal medication. No history of congestive heart failure. No cardiac arrhythmias requiring medication. No vascular disease with documented cardiac function compromise No uncontrolled hypertension (diastolic greater than 100 mm Hg). Other: Not pregnant or nursing. Fertile patients must use effective barrier contraception. No diabetics with fasting blood sugar greater than 200 mg/dL. No peripheral neuropathy greater than grade 1. No psychosis or addictive disorders. No known hypersensitivity to E. coli-derived drugs.\n\nPRIOR CONCURRENT THERAPY: Chemotherapy: No prior chemotherapy for metastatic breast cancer or non-breast cancer. At least 12 months since nontaxane containing adjuvant chemotherapy for primary tumor (in patients with metastatic disease). Prior adjuvant chemotherapy with anthracycline containing regimens allowed (provided total doxorubicin dose did not exceed 240 mg/m2). Endocrine therapy: At least 4 weeks since adjuvant hormone or hormone therapy for metastatic disease (at least 2 weeks for rapidly progressive disease). No concurrent hormonal birth control. Radiotherapy: At least 4 weeks since prior radiotherapy. Prior breast radiotherapy following lumpectomy allowed. No radiotherapy to greater than 30% of bone marrow. No prior left chest wall radiotherapy with anthracycline containing adjuvant chemotherapy. Surgery: Not specified.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}