{
    "nctId": "NCT00387062",
    "briefTitle": "Computer-Based Training in Patients With Post-Chemotherapy Cognitive Impairment",
    "officialTitle": "Computer-Based Training in Patients With Post-Chemotherapy Cognitive Impairment, A Pilot Study",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer, Cognitive Symptoms, Memory Disorders",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 50,
    "primaryOutcomeMeasure": "Examination of the quantitative training program progression data",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Age 21 or older at the time of consent.\n* Diagnosis of invasive breast cancer or recurrence warranting treatment with chemotherapeutic agents in the past 5 years.\n* Cognitive decline, as reported by the patient, friends, or family.\n* Fluent English speaker.\n* Willing and able to commit to the 6-month time requirement of the entire study period.\n* Willing to provide informed consent\n* Willing to participate in training of the program.\n* Agrees to weekly contact\n\nExclusion Criteria:\n\n* Severe hearing impairments that would:\n\n  * limit the ability to receive instructions and support; and\n  * hinder performance on the computer training program.\n* Self-report of untreated Axis I or II disorders (with the exception of depression, anxiety disorders, and panic disorders).\n* Self-report of current diagnosis or history of major neurological illness including, but not limited to:\n\n  * Alzheimer's disease\n  * Parkinson's disease\n  * Multiple sclerosis\n  * Amyotrophic lateral sclerosis\n* History of a stroke, transient ischemic attack (TIA) or traumatic brain injury within the past year; or lifetime history of stroke, TIA, or traumatic brain injury that has left residual expressive or receptive language problems.\n* Self-report of fibromyalgia or symptoms of tremor severe enough to prevent the use of a computer mouse or other pointing device.\n* Unwillingness to complete the required assessments.\n* Patient is not capable of giving informed consent or unable to comprehend and/or follow instructions.",
    "sex": "ALL",
    "minimumAge": "21 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}