{
    "nctId": "NCT04222790",
    "briefTitle": "A Study of Monosialic Gangliosides to Prevent Albumin-bound Paclitaxel Neurotoxicity",
    "officialTitle": "A Multicenter, Double-blind, Randomized Controlled Phase II Clinical Study of Monosialic Gangliosides to Prevent Albumin-bound Paclitaxel Neurotoxicity",
    "overallStatus": "COMPLETED",
    "conditions": "Early Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 159,
    "primaryOutcomeMeasure": "Functional Assessment of Cancer Treatment Neurotoxicity Scale （FACT-Ntx）score",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Female patients diagnosed with early breast cancer by histology;\n2. Age ≥18 years old and ≤75 years old\n3. It is expected that the standard chemotherapy regimen containing albumin paclitaxel will be used in the adjuvant / neo-adjuvant chemotherapy regimen. The standard scheme includes: a. Albumin paclitaxel adopts a single-week regimen, 125-150mg / m2 for 12 weeks; b. Albumin paclitaxel Take a 3-week regimen, 260 mg / m2, for a total of 4 cycles. The plan must not contain platinum and other types of purple shirt drugs;\n4. ECOG score of the patient is ≤1;\n5. Expected survival time ≥ 3 months;\n6. The function level of main organs must meet the following requirements (no blood transfusion and no use of leukocyte or platelet rising drugs within 2 weeks before screening) Blood routine: neutrophil (ANC) ≥ 1.5x 109 / L; platelet (PLT) ≥ 90x109 / L; hemoglobin (Hb) ≥ 90g / L Blood biochemical total bilirubin (TBIL) ≤ 1.5xULN; alanine aminotransferase (AST) and aspartate aminotransferase (AST) not exceeding 2 × ULN; blood urea nitrogen (BUN) and creatinine (CR) below 1.5 × ULN;\n7. FACT-Ntx score is 44 points in the screening period\n8. Sign the informed consent.\n\nExclusion Criteria:\n\n1. There are any toxic events of the peripheral nervous system before enrollment, including: FACT-Ntx subscale score \\<44; ≥ 1 level of peripheral toxicity according to the CTCAE version 4.0 scale; all other pathological symptoms or diseases may affect Assessment of adverse neurotoxic effects;\n2. Patients receiving other medications may cause similar adverse neurotoxic effects within 4 weeks before treatment with this regimen, or they may also receive neurotoxic medications at the same time. Including paclitaxel or analogues; vinca alkaloids or analogues; platinums or analogues; cytarabine, thalidomide, bortezomib or cabazine; other drugs or treatments may cause peripheral neurotoxicity;\n3. Patients with poor overall condition and ECOG score\\> 1;\n4. pregnant or lactating women;\n5. Patients who also suffer from other neurological abnormalities cannot accurately record the occurrence and severity of neurotoxicity;\n6. The patient is known to be allergic to the test drug or excipient ingredients of these products;\n7. Patients with hereditary abnormalities of glucose and lipid metabolism (gangliopathies, such as idiopathic and retinopathy of triad families);\n8. Patients not suitable for ganglioside treatment;\n9. Patients with severe concurrent diseases may endanger safety and interfere with scheduled treatment, or the combination of diseases may affect the completion of the study, depending on the judgment of the investigator.\n10. Patients with a clear history of neurological or mental disorders, including epilepsy or dementia.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}