{
    "nctId": "NCT00817531",
    "briefTitle": "Efficacy Study of Dasatinib in Locally Advanced Triple-Negative Breast Cancer Patients",
    "officialTitle": "A Biologic Efficacy Study of Dasatinib, a Multi-Targeted Tyrosine Kinase, in Locally Advanced Triple-Negative Breast Cancer Patients Developing Effective Therapies for Er-Negative Breast Cancer Using Genomics and Proteomics: Project 3",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 22,
    "primaryOutcomeMeasure": "Clinical Efficacy",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Women diagnosed with triple negative breast cancer (breast cancer is not estrogen receptor positive (ER+), progesterone receptor positive (PgR+) or human epidermal growth factor receptor positive (HER2+)\n\n  1. Clinical stage II or stage III invasive mammary carcinoma, confirmed by histological analysis, as defined in the study protocol.\n  2. Subject's age must be greater than or equal to 18 years.\n  3. ECOG Performance Status of 0-1.\n  4. Subjects must have measurable\\* tumor at the primary site. \\*Measurable disease is defined as follows: Any mass that can be reproducibly measured by physical examination, mammogram, and/or ultrasound and can be accurately measured in at least one dimension (longest diameter to be recorded) as 10 mm (1 cm).\n  5. No history of prior chemotherapy for primary breast cancer.\n  6. Patients with a prior history of contralateral breast cancer are eligible if they have no evidence of recurrence of their initial primary breast cancer within the past 5 years.\n  7. Women may have been taking tamoxifen or raloxifene as a preventive agent prior to study entry but must have discontinued the drug for at least 21 days prior to study enrollment.\n  8. Adequate organ function, as defined by the following: a) Total bilirubin \\< 2.0 times the institutional Upper Limit of Normal (ULN) b) Hepatic enzymes (AST, ALT ) ≤ 2.5 times the institutional ULN c) Serum sodium, potassium, magnesium, phosphate, and calcium levels greater than or equal to the Lower Limit of Normal (LLN). d) Serum Creatinine \\< 1.5 time the institutional ULN e) Hemoglobin, Neutrophil count, Platelets, PT, PTT all Grade 0-1, as defined by the NCI CTCAE v3.0.\n  9. Ability to swallow and retain oral medications (dasatinib must be swallowed whole).\n  10. Subject must not be taking any prohibited medications, as defined in Section 6.5 of the study protocol.\n  11. Women of childbearing potential (WOCBP) must have a negative serum or urine pregnancy test (sensitivity \\< 25 IU/L) within 72 hours prior to beginning study medication.\n  12. WOCBP must agree to utilize an adequate method of contraception throughout treatment, and for at least 4 weeks after stopping study medication. 13. Signed, written informed consent, including a HIPAA form, as per institutional guidelines.\n\nExclusion Criteria:\n\n1. Locally recurrent breast cancer.\n2. History of prior chemotherapy for breast cancer.\n3. History of malignancy requiring radiotherapy or systemic treatment within the past 5 years.\n4. Presence of any concurrent medical condition that would increase the risk of toxicity, including the following: •Pleural or pericardial effusion of any grade •Uncontrolled angina •Congestive heart failure •Myocardial infarction within the past 6 months •Diagnosed congenital long QT syndrome •Any history of clinical significant ventricular arrhythmias (such as ventricular tachycardia, ventricular fibrillation, or Torsades de pointes) •Prolonged QTc interval (\\> 450 ms) on pre-study ECG •Uncorrectable hypokalemia or hypomagnesia •Significant bleeding disorder unrelated to cancer, including: - History of congenital bleeding disorders (e.g. von Willebrand's disease) - Acquired bleeding disorder that has been diagnosed within the past year (e.g. acquired anti-factor VIII antibodies) - Ongoing or recent (less than or equal to 3 months) significant gastrointestinal bleeding.\n5. Subjects taking any prohibited medications will be excluded from study, as defined in Section 6.5 of the study protocol.\n6. WOCBP who are pregnant or breastfeeding or who are unwilling to use an acceptable method of contraception for the duration of study therapy and for at least 4 weeks after cessation of study drug.\n7. Active or uncontrolled infection.\n8. Dementia, altered mental status, or any psychiatric condition that would prohibit the understanding or rendering of informed consent.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}