{
    "nctId": "NCT06633601",
    "briefTitle": "MRI-Guided Ultrasound Stimulated Microbubbles Radiation Treatment for Patients with Chest-Wall and Locally Advanced Breast Cancer",
    "officialTitle": "A Prospective, Single-Centre, Single-Arm, Non-Randomized, Phase-I, MRI-Guided Ultrasound Stimulated Microbubbles Radiation Treatment for Patients with Chest-Wall and Locally Advanced Breast Cancer - a Pilot Study",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 30,
    "primaryOutcomeMeasure": "Safety profile of MRI- guided ultrasound stimulated microbubble treatment and radiation in patients with inoperable breast/chest wall tumours or LABC.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Age ≥ 18 years.\n* All biopsy-confirmed invasive ductal, invasive lobular and other rare histologic types of carcinoma.\n* Patients with early stage Breast cancer, or LABC ; i.e., Stage IIA - IIIC cancers (T2 N0 M0 to Any T, N3, M0) or Stage IV (Any T, Any N, M1) per AJCC guidelines (8th Edition).\n* Assessed as indicated, by a multidisciplinary team of treating medical, surgical and radiation oncologist and found suitable for radiation treatment.\n* Patient referred for standard palliative radiotherapy or curative radiotherapy, which may include (but are not limited to) any of the following dose regimens: 1) 5-8 Gy in one fraction, 2) 20 Gy in 5 fractions, 3) 30 Gy in 5 fractions, 4) 35 Gy in 5 fractions, 5) 30 Gy in 10 fractions, 6) 40 Gy in 10 fractions, 5) 50 Gy in 20 fractions, 6) 60 Gy in 30 fractions and 7) 66 Gy in 33 fractions, or radiobiologically similar doses.\n* Able to understand and give informed consent.\n* Weight \\< 140 kg.\n* Target lesion accessible for MRg-FUS+MB procedure.\n* Able to communicate sensation during the procedure.\n* Creatinine within normal institutional limits or creatinine clearance \\>60mL/min/ Novel MRI-Guided Ultrasound Stimulated Microbubble Radiation Treatment for Patients with Chest-Wall and Locally Advanced Breast Cancer. 1.73m2 for patients with creatinine levels above institutional upper limit of normal.\n\nExclusion Criteria:\n\n* Pregnant or lactating women may not participate due to the embryotoxic effects of protocol treatment.\n* Unable to have a contrast-enhanced MRI scan - standard of care criteria.\n* Patients having received anthracycline or taxane based chemotherapy within the past 5 days.\n* Patients with metallic or breast implants.\n* Subjects with connective tissue disorder, musculoskeletal deformity.\n* Target lesion causing deep ulceration, bleeding or discharge of the overlying skin.\n* A fibrotic scar along the proposed FUS beam path.\n* Severe cardiovascular, neurological, renal or hematological chronic disease.\n* Eastern Cooperative Oncology Group (ECOG) Performance Status ≥ 3.\n* Any condition that in the investigator's opinion precludes participation.\n* Unable to tolerate required stationary position during treatment.\n* Allergy to Definity microbubbles.\n* Cardiac disease or unstable hemodynamics including myocardial infarction within six months, unstable angina, congestive heart failure, cardiac shunts, cardiac arrhythmia and cardiac pacemaker.\n* Contraindication to perflutren including subjects with a family or personal history of QT prolongation or taking concomitant medications known to cause QTc prolongation like cisapride, erythromycin, tricyclic antidepressants, Class IA and III antiarrhythmic agents and some antipsychotics like haloperidol, droperidol, quetiapine, thioridazine, ziprasidone.\n* Known QT prolongation = (QTc \\> 450ms for men or \\>470ms for women) with cardiac impairment if ECG is requested as per SOC.\n* History of bleeding disorder, coagulopathy.\n* Severely impaired renal function with estimated glomerular filtration rate \\< 30ml/min/1.73m2 and/or on dialysis.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}