{
    "nctId": "NCT00199212",
    "briefTitle": "PS-341 in Combination With Herceptin in Advanced Breast Cancer That Overexpresses HER-2",
    "officialTitle": "A Phase I, Open Label, Dose-escalating Study of the Proteasome Inhibitor PS-341 in Combination With Two Schedules of Herceptin, in Patients With Advanced Breast Cancer That Overexpresses HER-2",
    "overallStatus": "COMPLETED",
    "conditions": "Carcinoma Breast Stage IV",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 19,
    "primaryOutcomeMeasure": "Feasibility and maximum tolerated dose",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Female gender\n2. Age \\>= 18 years\n3. ECOG performance status \\< 2\n4. Histologically proven diagnosis of breast cancer\n5. Locally advanced and/or metastatic disease\n6. Life expectancy of three months or longer\n7. No concurrent second malignancy (except for adequately treated basal cell carcinoma of the skin, in situ carcinoma of the cervix or contralateral breast cancer). Any prior second malignancy must be in remission for \\>= 5 years (except for contralateral breast cancer).\n8. No other serious illness or medical condition including:\n\n   * History of documented congestive heart failure; angina pectoris requiring antianginal medication; evidence of recent (\\< 6 months) transmural infarction on electrocardiogram (ECG); poorly controlled hypertension (e.g. systolic \\> 180 mmHg or diastolic greater than 100 mmHg); clinically significant valvular heart disease; or high-risk uncontrolled arrhythmias.\n   * Chronic lung disease\n   * History of significant neurological or psychiatric disorders that would prohibit the understanding and giving of informed consent, including psychotic disorders, mental retardation, and dementia.\n   * Active concurrent infection\n9. No symptomatic central nervous system (CNS) metastases\n10. No rapidly progressive visceral metastases requiring immediate chemotherapy\n11. No concurrent anti-cancer treatment is allowed.\n12. Prior investigational biological agents are allowed, with the exception of anti-HER-2 therapy for any reason.\n13. Previous hormonal therapy is allowed, as adjuvant and/or for metastatic breast cancer (MBC).\n14. Adjuvant and MBC chemotherapy allowed, provided that a minimum of 4 weeks interval has elapsed between last chemotherapy administration and first study drug dose. All patients who, in the opinion of the investigator, could benefit from single agent Herceptin® and are not considered suitable for treatment with chemotherapy plus Herceptin® can be considered for this protocol.\n15. A maximum cumulative dose of previous doxorubicin \\< 360 mg/m2 or a maximum cumulative dose of epirubicin \\< 720 mg/m2\n16. Concomitant use of bisphosphonates is allowed, however if bisphosphonates are started during the trial for worsening bone pain, patients should be assessed for possible progressive disease.\n17. Adequate organ function as defined by:\n\n    * Neutrophils \\>= 1.5 x 10\\^9/L\n    * Platelets \\>= 100 x 10\\^9/L\n    * Bilirubin \\<= 1.5 x upper limit of normal (ULN)\n    * Transaminases \\<= 2.5 x ULN or \\<= 5 x ULN if liver metastasis\n    * Creatinine \\<= 1.5 x ULN\n18. Overexpression of HER-2 in the invasive component of the primary tumor, according to one of the following definitions:\n\n    * 3+ overexpression by immunohistochemistry (IHC) or\n    * 2+ overexpression by IHC and fluorescence in situ hybridization (FISH) test demonstrating c-erbB2 gene amplification (ratio of c-erbB2 gene signals to centromere 17 signals \\> 2)\n19. Baseline left ventricular ejection fraction (LVEF) \\> 50% measured by multiple gated acquisition scan (MUGA) or echocardiography\n20. Evaluable or uni-dimensionally measurable disease according to the Response Evaluation Criteria in Solid Tumors (RECIST) criteria\n21. Women of childbearing potential must have a negative serum or urine pregnancy test and be willing to use acceptable methods of birth control.\n22. Absence of any psychological, familial, sociological or geographical condition potentially hampering compliance with the study protocol and follow-up schedule; those conditions should be discussed with the patient before registration in the trial.\n23. Before patient registration/randomization, informed consent must be given according to International Conference of Harmonization/European Union Good Clinical Practice (ICH/EU GCP), and national/local regulations.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}