{
    "nctId": "NCT04888975",
    "briefTitle": "A Non-randomized, Open-Label Study to Evaluate the Safety and Effectiveness of the Dayspring Technology for Patients With Breast Cancer Related Lymphedema (BCRL) After Lymphatic Surgery",
    "officialTitle": "A Non-randomized, Open-Label Study to Evaluate the Safety and Effectiveness of the Dayspring Technology for Patients With Breast Cancer Related Lymphedema (BCRL) After Lymphatic Surgery",
    "overallStatus": "UNKNOWN",
    "conditions": "Lymphedema, Lymphedema, Breast Cancer, Lymphedema Arm",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 20,
    "primaryOutcomeMeasure": "ICG Fluorescence Lymphatic Imaging",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Males and females ≥ 18 years of age\n* Willing to sign the informed consent and deemed capable of following the study protocol\n* Subjects must have a diagnosis of upper extremity edema and have or will undergo lymphatic surgery with Dr. Nguyen\n* Subjects must have a difference in volume greater than 3% between the limbs.\n\nExclusion Criteria:\n\n* Individuals with a history or presence of a systemic disorder or condition that could place the patient at increased risk from sequential compression therapy\n* Inability or unwillingness to participate in all aspects of study protocol and/or inability to provide informed consent\n* Patients with exam results that would prevent safe and effective use of the study device (cellulitis, open-wounds, healing-wounds, etc.)\n* Diagnosis of active or recurrent cancer, or less than 3 months at the time of initial evaluation from the completion of chemotherapy, radiation therapy or primary surgery for the treatment of cancer\n* Patients must not have any diagnosed cognitive or physical impairment that would interfere with use of the device\n* Diagnosis of lipedema\n* Diagnosis of acute infection. The source of the infection must be treated for 2 weeks prior to admittance into the study\n* Diagnosis of acute thrombophlebitis (in last 2 months)\n* Diagnosis of pulmonary embolism or deep vein thrombosis within the previous 6 months\n* Diagnosis of pulmonary edema\n* Diagnosis of congestive heart failure (uncontrolled)\n* Diagnosis of chronic kidney disease\n* Diagnosis of epilepsy\n* Patients with poorly controlled asthma\n* Women who are pregnant, planning a pregnancy or nursing at study entry\n* Participation in any clinical trial of an investigational substance or device during the past 30 days\n* Bilateral limb edema",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}