{
    "nctId": "NCT05113966",
    "briefTitle": "Trilaciclib in Patients Receiving Sacituzumab Govitecan-hziy for Triple Negative Breast Cancer",
    "officialTitle": "A Phase 2, Single-Arm, Open-Label Study of Trilaciclib Administered Prior to Sacituzumab Govitecan-hziy in Patients With Unresectable Locally Advanced or Metastatic Triple-Negative Breast Cancer Who Received at Least Two Prior Treatments, at Least One in the Metastatic Setting",
    "overallStatus": "COMPLETED",
    "conditions": "Triple Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 30,
    "primaryOutcomeMeasure": "Progression free survival (PFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Adult ( ≥18 years of age), female or male patient with measurable (per RECIST v1.1), unresectable locally advanced or metastatic TNBC\n2. Documentation of histologically or cytologically confirmed ER-negative, PR-negative, and HER2-negative tumor per the American Society of Clinical Oncology (ASCO) and the College of American Pathologists (ASCO/CAP) criteria.\n3. Patient must have had documented disease progression during or after 2 lines of systemic chemotherapy treatment for unresectable, locally advanced or metastatic breast cancer (these regimens will qualify regardless of TNBC status at the time they were administered):\n\n   * One prior line of chemotherapy treatment could be in the neoadjuvant or adjuvant setting if progression occurred within 12 months of completion of chemotherapy;\n   * Patients must have prior taxane treatment in either the neoadjuvant, adjuvant, or advanced/metastatic setting OR patients must have demonstrated contraindications or are intolerant to taxanes;\n   * PARP inhibitors may meet the criteria for one of two lines of therapy if the patient has documented germline BRCA1/BRCA2 mutation.\n4. ECOG performance status of 0 or 1.\n5. Adequate organ function as demonstrated by the following laboratory values:\n\n   * Hemoglobin ≥9.0 g/dL\n   * Absolute neutrophil count (ANC) ≥1.5 × 10\\^9/L;\n   * Platelet count ≥100 × 10\\^9/L;\n   * Estimated glomerular filtration rate ≥30 mL/minute/1.73 m\\^2;\n   * Total bilirubin ≤1.5 × upper limit of normal (ULN);\n   * ALT and AST ≤3 × ULN in the absence of liver metastasis or ≤5 × ULN in the presence of liver metastasis.\n6. Capable of giving signed informed consent, which includes compliance with the requirements and restrictions listed in the informed consent form and in this protocol.\n\nExclusion Criteria:\n\n1. Prior treatment with trilaciclib, sacituzumab govitecan-hziy, irinotecan, Trop-2 antibody drug conjugate, or any therapy with a topoisomerase-1 payload.\n2. Patients with known brain metastasis at enrollment.\n3. Patients with known Gilbert's disease or known homozygous for the UGT1A1\\*28 allele.\n4. Patients with bone-only disease.\n5. Malignancies other than TNBC within 3 years prior to enrollment.\n6. History of clinically significant gastrointestinal bleeding, intestinal obstruction, or gastrointestinal perforation within 6 months of enrollment.\n7. Receipt of any high dose systemic corticosteroids within 2 weeks prior to the first dose of study treatment.\n8. Current use of immunosuppressive medication.\n9. Uncontrolled ischemic heart disease or uncontrolled symptomatic congestive heart failure (Class III or IV as defined by the New York Heart Association functional classification system).\n10. History of stroke or cerebrovascular accident within 6 months prior to first dose of study treatment.\n11. Serious active infection or severe infection within 4 weeks prior to enrollment.\n12. Prior hematopoietic stem cell or bone marrow transplantation.\n13. Pregnant or lactating women",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}