{
    "nctId": "NCT01934335",
    "briefTitle": "Effect of Vandetanib on Cellular Markers in Invasive Breast Cancer",
    "officialTitle": "A Randomized, Double-Blind, Placebo-Controlled Trial Investigating the Effect of Vandetanib on Cellular Markers of Proliferation and Apoptosis in Invasive Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Invasive Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 12,
    "primaryOutcomeMeasure": "Percent Change From Baseline in Ki-67 Cells Observed 2 Weeks Post-treatment",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients with core breast biopsy that, on pathology review, demonstrates invasive breast cancer and are determined to need surgical excision of the lesion. All subtypes of invasive breast cancer will be enrolled. Core biopsy specimens of enrolled patients will be stained for RET by immunohistochemistry and scored, however, patients will not be excluded according to RET expression.\n* Female gender\n* Age \\>/= 18 years of age\n* ECOG performance status \\</= 2\n* Life expectancy of greater than 6 months\n* Ability and willingness to provide informed consent to participate in study\n\nExclusion Criteria:\n\n* Prolonged QT interval (QTc \\> 480 milliseconds) on screening EKG or congenital long QT syndrome\n* Any concomitant medications that are known to be associated with Torsades de Pointes or QT elongation (see appendix 2).\n* Hypertension not controlled by medical therapy (systolic BP greater than 160 millimeters of mercury \\[mmHg\\] or diastolic blood pressure great than 100 mmHg).\n* Patients taking metformin or digoxin.\n* History of arrhythmia (multifocal premature ventricular contractions, bigeminy, trigeminy, ventricular tachycardia), which is symptomatic or requires treatment (CTCAE Grade 3), symptomatic or uncontrolled atrial fibrillation despite treatment, or asymptomatic sustained ventricular tachycardia. Patients with atrial fibrillation controlled by medication are permitted.\n* Significant cardiac event (e.g., myocardial infarction), superior vena cava syndrome, New York Heart Association (NYHA) classification of heart disease ≥2 within 12 weeks, or presence of cardiac disease that in the opinion of the Investigator increases the risk of ventricular arrhythmia.\n* Serum calcium or magnesium outside the institutional range of normal.\n* Serum Potassium \\< 4.0 mmol/L or above 5.0 mmol/L\n* Creatinine clearance \\< 50 ml/min\n* PT \\> 12 seconds or PTT \\> 31 seconds\n* Platelet count of \\< 100,000\n* Serum bilirubin greater than 1.5 mg/dl\n* Alanine aminotransferase (ALT) \\> 50 U/L, aspartate aminotransferase (AST) \\> 65 U/L, or alkaline phosphatase (ALP) \\> 250 U/L\n* Any cytotoxic treatments, such as neoadjuvant chemotherapy, planned before subsequent surgical procedure.\n* Previous exposure to Vandetanib\n* Previous enrollment or randomization in this study\n* Involvement in the planning and/or conduct of the study (applies to both AstraZeneca staff and staff at UIHC).\n* Previous or current malignancies of other histologies within the last 5 years, with the exception of in situ carcinoma of the cervix, and adequately treated basal cell or squamous cell carcinoma of the skin.\n* Patients who have received prior surgical site radiation.\n* Patients on CYP3A4 inhibitors or inducers (see appendix 1).\n* Inability to test core biopsy for study markers\n* Pregnancy or lactation at the time of study entry. (Note: Pregnancy testing must be performed within 2 weeks prior to randomization according to institutional standards for women of childbearing potential.)",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}