{
    "nctId": "NCT06627712",
    "briefTitle": "SBRT Combined With PD-1 Inhibitor and Chemotherapy in Early-stage TNBC",
    "officialTitle": "Stereotactic Body Radiotherapy (SBRT) Combined With PD-1 Inhibitor and Chemotherapy in Early-stage Treatment-naive Triple-negative Breast Cancer Patients: A Multicenter Phase III Clinical Study",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "TNBC - Triple-Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 120,
    "primaryOutcomeMeasure": "pCR",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* 1. Histologically or cytologically confirmed TNBC (ER-, PR-, HER2-)\n* 2. cT1cN1-2M0 or cT2N0-2M0；（AJCC 7th）\n* 3. ECOG performance status of 0-1;\n* 4. Adequate bone marrow function, defined as: Hb ≥ 9.0 g/dL (90 g/L); ANC ≥ 1,500/mcL (1.5 × 10\\^9/L); PLT ≥ 100,000/mcL (100 × 10\\^9/L) and no blood transfusion within 3 weeks or growth factor (G-CSF, EPO) therapy within 2 weeks prior to dosing;\n* 5. Adequate liver function, defined as: TBIL ≤ 1.5× upper limit of normal (ULN); If no liver metastases, AST and ALT ≤ 2.5× ULN; if liver metastases are present, AST or ALT ≤ 3.0× ULN; ALP ≤ 1.5× ULN; if liver metastases ≤ 2× ULN; Serum albumin ≥ 30g/L;\n* 6. Adequate coagulation function: INR or PT, APTT ≤ 1.5× ULN. Participants on anticoagulant therapy should have these laboratory indices closely monitored;\n* 7. Adequate renal function, defined as creatinine ≤ 1.5× ULN or Ccr ≥ 50 mL/min calculated using the Cockcroft-Gault formula corrected for body surface area;\n* 8. Baseline left ventricular ejection fraction (LVEF) ≥ 50% measured by multiple-gated acquisition (MUGA) or echocardiogram (ECHO);\n* 9. No severe organic heart disease or arrhythmias;\n* 10. Women of childbearing potential (aged 15-49 years) must have a negative pregnancy test within 7 days before starting treatment. Both male and female participants of reproductive potential must agree to use effective contraceptive measures during the study period and for 3 months after discontinuation of treatment;\n* 11. Voluntary signed informed consent by the study participant.\n\nExclusion Criteria:\n\n* 1. Patients with a history of mental illness or those diagnosed with mental disorders at the time of enrollment in the clinical trial.\n* 2. Patients with communication barriers due to confusion, aphasia, intellectual disability, or other reasons that prevent them from responding normally.\n* 3. Poorly controlled tumor-related pain.\n* 4. Patients participating in other clinical studies simultaneously.\n* 5. Patients with active or past autoimmune diseases or immunodeficiencies, including but not limited to myasthenia gravis, myositis, autoimmune hepatitis, systemic lupus erythematosus, rheumatoid arthritis, inflammatory bowel disease, antiphospholipid syndrome, Wegener's granulomatosis, Sjögren's syndrome, Guillain-Barré syndrome, or multiple sclerosis.\n* 6. A history of idiopathic pulmonary fibrosis, organizing pneumonia (such as obliterative bronchiolitis), drug-induced pneumonia, or idiopathic pneumonia, or evidence of active pneumonia on chest CT scans at screening.\n* 7. Active pulmonary tuberculosis.\n* 8. Severe cardiovascular diseases occurring within 3 months prior to the start of study treatment (e.g., NYHA class II or higher heart disease, myocardial infarction, or cerebrovascular accident), unstable arrhythmias, or unstable angina.\n* 9. Patients who underwent significant surgical procedures, other than diagnostic surgeries, within 4 weeks prior to the start of the study treatment, or are expected to require significant surgical procedures during the study period.\n* 10. Patients who had malignant tumors other than breast cancer within the last 5 years, except for malignancies in the study that have negligible risks of metastasis or death (e.g., a 5-year overall survival rate \\> 90%), such as adequately treated cervical carcinoma in situ, non-melanoma skin cancer, ductal carcinoma in situ, or stage I uterine cancer.\n* 11. Patients who experienced severe infections within 4 weeks prior to the start of the study treatment, including but not limited to those requiring hospitalization due to infections, bacteremia, severe pneumonia, or any active infection that may impact patient safety.\n* 12. Patients who have previously received allogeneic stem cell or solid organ transplants.\n* 13. Any other diseases, metabolic dysfunctions, physical examination abnormalities, or clinical laboratory abnormalities that contraindicate the use of the study drug, may affect the interpretation of results, or pose a high risk of treatment complications for the patient.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}