{
    "nctId": "NCT01339650",
    "briefTitle": "Study of ABT-767 in Subjects With Breast Cancer 1 and Breast Cancer 2 (BRCA 1 and BRCA 2) Mutations and Solid Tumors or High Grade Serous Ovarian, Fallopian Tube, or Primary Peritoneal Cancer",
    "officialTitle": "A Phase 1 Study of ABT-767 in BRCA1 or BRCA2 Mutation Carriers With Advanced Solid Tumors and in Subjects With High Grade Serous Ovarian, Fallopian Tube, or Primary Peritoneal Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Fallopian Tube, Primary Peritoneal Cancer, Solid Tumors (e.g. Breast, Ovarian, Prostate, or Pancreatic) and Ovarian",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 93,
    "primaryOutcomeMeasure": "Pharmacokinetic profile",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Subject must be ≥ 18 years of age.\n2. Subjects must have histological or cytological confirmation of locally advanced or metastatic solid tumor, and a documented Breast Cancer Gene 1 or 2 mutation, or high grade serous ovarian, fallopian tube, or primary peritoneal cancer.\n3. Subject has an Eastern Cooperative Oncology Group (ECOG) Performance status of 0 to 2\n4. Subjects must have adequate hematologic, renal, and hepatic function as follows: a. Bone Marrow: Absolute neutrophil count (ANC ≥ 1,500/mm3 (1.5 ≥ 109/L); Platelets ≥ 100,000/mm3 (100 ≥ 109/L); Hemoglobin ≥ 9.0 g/dL (1.4 mmol/L) (hemoglobin unsupported by transfusion b. Subject has adequate renal function as demonstrated by serum creatinine value of ≤ 1.5 x the upper limit of normal (ULN) and either an estimated creatinine clearance value of ≥ 50 mL/min as determined by the Cockcroft-Gault formula or a creatinine clearance value of ≥ 50 mL/min/1.73 m2 based on a 24-hour urine collections c. Subject has adequate liver function as demonstrated by serum bilirubin ≤ 1.5 x ULN and Aspartate Aminotransferase (AST) and Alanine Transaminase (ALT) ≤ 2.5 ULN. For subjects with liver metastasis, AST and ALT \\< 5 x ULN. Partial Thromboplastin Time (PTT) must be ≤ ULN and INR \\< 1.5. - Subjects on anticoagulant (such as Coumadin) are allowed on study and will have PTT and International Normalize Ratio (INR) as determined by the Investigator.\n5. Women of childbearing potential must agree to use adequate contraception prior to study entry, for the duration of the study participation, and for 90 days following completion of therapy. Women of childbearing potential must have a negative serum pregnancy test within 21 days prior to initiation of treatment and a negative urine pregnancy test on the first day of study drug administration. Post-menopausal women must be amenorrheic for at least 12 months to be considered of non-childbearing potential.\n\nExclusion Criteria:\n\n1. Expanded cohort only: Subject has previously received a poly (ADP-ribose) polymerase (PARP) inhibitor.\n2. Subject has received anti-cancer therapy including chemotherapy, immunotherapy, radiotherapy, biologic or any investigational therapy within a period of 28 days or 5 half lives (whichever is shorter) prior to Study Day 1.\n3. Subject has known Central Nervous System (CNS) metastases.\n4. Subject has unresolved toxicities from prior anti-cancer therapy, defined as any Common Terminology Criteria for Adverse Events (CTCAE v 4.0) grade 2 or higher clinically significant toxicity (excluding alopecia).\n5. Subject has had major surgery within 28 days prior to Study Day 1.\n6. Clinically significant uncontrolled condition(s) or any medical condition which in the opinion of the study investigator places the subject at an unacceptably high risk for toxicities.\n7. Psychiatric illness/social situation that would limit compliance with study requirements.\n8. Lactating or pregnant female.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}