{
    "nctId": "NCT02521441",
    "briefTitle": "A Phase II, Dose-finding Study of F-627 in Patients With Breast Cancer Receiving Myelotoxic Chemotherapy.",
    "officialTitle": "A Multi-center, Randomized, Open-label, Active-controlled, Dose Finding Study to Evaluate the Efficacy and Safety of F-627 Compared to Filgrastim in Women With Breast Cancer Receiving Myelotoxic Chemotherapy.",
    "overallStatus": "COMPLETED",
    "conditions": "Neutropenia",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 138,
    "primaryOutcomeMeasure": "The duration of moderate or severe (grade 3 and 4, respectively) neutropenia",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Willing to provide written informed consent and to compliant study procedure.\n2. 18-70 years old;\n3. Female with breast cancer patients after resection who planned to receive up to 4 cycles of chemotherapy (epirubicin and cyclophosphamide, 100 mg/m2 and 600 mg/m2, respectively).\n4. Score 0-2 of East Cooperative Oncology Group (ECOG).\n5. Absolute neutrophil count (ANC) ≥ 2.0 × 109/L, hemoglobin (Hb) ≥ 11.0 g/dl, and platelets (PLT) ≥ 100 × 109/L prior to chemotherapy.\n6. Liver and kidney function tests were within normal range.\n7. Left ventricular ejection fraction (LVEF) \\> 50%.\n8. If female, subject is either not of childbearing potential, or is of childbearing potential.\n\nExclusion Criteria:\n\n1. Patients received radiotherapy within 4 weeks prior to enrollment.\n2. Patients received neoadjuvant chemotherapy prior to the resection for breast cancer.\n3. Patients received bone marrow or hemopoietic stem cell transplantation.\n4. Patient was with malignancy other than breast cancer.\n5. Patients received G-CSF treatment within 6 weeks prior to enrollment.\n6. Acute congestive heart failure, myocardial disease, or myocardial infarction diagnosed by clinical, electrocardiography, or any other medical procedure.\n7. Any disease that possibly cause splenomegaly.\n8. Acute infections, chronic active hepatitis B infection within 1 year (except subject with negative hepatitis B antigen prior to enrollment) or history of hepatitis C infection.\n9. Pregnancy or lactating women; female with pregnancy potential had positive pregnancy test prior to study treatment.\n10. Known the positive result of human immunodeficiency virus (HIV) or patients with acquired immune deficiency syndrome (AIDS).\n11. Patients with active tuberculosis (TB), or had ever the history of close contact with patients with TB except negative result in tuberculin test; or under TB treatment; or suspected TB by chest X-ray.\n12. Patients with sickle-cell anemia.\n13. Patients with alcohol abuse or drug addiction that may affect the compliance of the study.\n14. Patients with allergy to proteins extracted from Escherichia coli, G-CSF, or drug excipient.\n15. Patients took other investigational products within 1 month or 5 half-lives prior to the enrollment (longer time period is preferred) based on the mechanism of action.\n16. Patients with diseases or symptoms that may not be suitable to be enrolled in this study based on investigator's judgment.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}