{
    "nctId": "NCT00418210",
    "briefTitle": "Accelerated Partial Breast Irradiation for Early Breast Cancer",
    "officialTitle": "A Multicentre Feasibility Study of Accelerated Partial Breast Irradiation Using Three-dimensional Conformal Radiation Therapy for Early Breast Cancer.",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 48,
    "primaryOutcomeMeasure": "Feasibility rate of APBI using 3D conformal radiation therapy",
    "eligibilityCriteria": "Inclusion Criteria:\n\nPatients must fulfill all of the following criteria for admission to study:\n\n* Women aged \\>= 50 years.\n* Histologically confirmed diagnosis of invasive breast carcinoma of non-lobular histology.\n* Bilateral mammograms performed within 6 months prior to registration.\n* Treated with breast conserving surgery (primary excision or re-excision) with negative radial resection margins of \\>= 2 mm\\* for both the invasive and if present, associated intraductal tumour.\n\n  \\*Patients with superficial or deep resection margin of \\< 2 mm are eligible if surgery has removed all of the intervening breast tissue from the subcutaneous tissue to the pectoralis fascia.\n* Unifocal tumour measuring ≤ 20 mm in maximum microscopic dimension.\n* Negative nodal status determined by sentinel node biopsy, axillary dissection, or for women \\> 70 years of age, clinical examination.\n* No evidence of distant metastasis.\n* Assessed by surgeon and radiation oncologist to be suitable for breast conserving therapy.\n* Ability to tolerate protocol therapy.\n* Protocol therapy must commence no later than 12 weeks from the last surgical procedure or 8 weeks from the last dose of chemotherapy.\n* Availability for long-term follow-up.\n* Women of child-bearing potential must use adequate contraception during RT.\n* Written informed consent.\n\nExclusion Criteria:\n\nPatients who fulfill any of the following criteria are not eligible for admission to study:\n\n* Multifocal or multicentric tumours.\n* Clinical or pathologic evidence of any of the following tumour features: extension to chest wall (excluding pectoralis muscle); oedema (including peau d'orange) or ulceration of skin; satellite skin nodules confined to the same breast; and inflammatory carcinoma.\n* Presence of extensive intraductal component (ductal carcinoma in situ occupying \\> 25% of the primary invasive tumour and present adjacent to the primary tumour).\n* Node-positive breast cancer determined by sentinel node biopsy, axillary dissection, or in women \\> 70 years of age, clinical examination.\n* Inability to localise surgical cavity on CT scans with no evidence of a surgical cavity, seroma or surgical clips delineating the tumour bed.\n* Treatment target volume estimated to occupy \\> 25% of the ipsilateral whole breast volume.\n* Synchronous or metachronous bilateral invasive or intraductal breast cancer.\n* Locally recurrent breast cancer.\n* Ipsilateral breast implant.\n* Serious non-malignant disease that precludes definitive surgical or radiation treatment (e.g. scleroderma, systemic lupus erythematosus, cardiovascular/pulmonary/renal disease).\n* Previous or concomitant malignancies except non-melanoma skin cancer, carcinoma in situ of the cervix, and invasive carcinoma of the colon, thyroid, cervix, or endometrium treated five years prior to study entry.\n* Women who are pregnant or lactating.\n* Psychiatric or addictive disorders that preclude obtaining informed consent or adherence to protocol",
    "sex": "FEMALE",
    "minimumAge": "50 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}