{
    "nctId": "NCT04142554",
    "briefTitle": "Parsaclisib in Newly Diagnosed Stage I-IIIC Triple Negative or HER2+ Breast Cancer",
    "officialTitle": "Window of Opportunity Study of Parsaclisib in Subjects With Newly Diagnosed Stage I-IIIC Triple-Negative or HER2-Positive Breast Cancer",
    "overallStatus": "WITHDRAWN",
    "conditions": "Breast Cancer, Breast Neoplasms, Triple Negative Breast Cancer, HER2-positive Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "BASIC_SCIENCE",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "Minimum effective dose of parsaclisib",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Is able to understand and give written informed consent for removal of at least 2 cores of tissue via a pre-treatment research biopsy. Is able to understand and give written informed consent for either collection of leftover tissue at time of surgery and via an end of treatment (EOT) research biopsy).\n* Is ≥ 18 years of age.\n* Has histologically confirmed newly diagnosed Stage I-IIIC invasive breast cancer that is triple negative (ER/PR \\<1%, HER2 negative) or HER2-positive, and meets the criteria listed below:\n\n  a. HER 2 positive or overexpressed HER2 confirmed by immunohistochemistry (IHC), and florescence in situ hybridization (ISH) according to the 2018 ASCO-CAP guideline: i. IHC score of 3+ without ISH HER2/CEP17 OR ii. ISH HER2/CEP17 amplified with ratio higher than 2.0 OR if reported average HER2 copy number ≥ 6 signals/cell b. Scheduled for lumpectomy, mastectomy or neoadjuvant chemotherapy as first treatment for cancer c. No prior or current therapy for breast cancer d. Amenable to a baseline research breast biopsy e. Amenable to a post-therapy research biopsy (for patients going on to neoadjuvant chemotherapy and not straight to surgery). For patients going directly to surgery, post-therapy biopsy will be obtained at the time of surgery.\n* Must have sufficient time to receive at least 7 consecutive days of parsaclisib therapy prior to definitive surgery or initiation of chemotherapy..\n* Has an ECOG performance status ≤ 1.\n* Is able to swallow and retain oral medication.\n* Demonstrates adequate organ function as defined below; all screening labs to be obtained within 72 hr of initiating study treatment.\n\n  1. Hemoglobin (Hgb) - ≥ 10.0 g/dL\n  2. Absolute Neutrophil Count (ANC) - ≥ 1.5 × 109/L\n  3. Absolute Lymphocyte Count (ALC) - \\>500 cells/μL\n  4. Platelets - ≥ 100 × 109/L\n  5. Creatinine - ≤1.5 × ULN OR Calculated creatinine clearance - ≥ 60 mL/min for subject with creatinine levels \\> 1.5 × ULN (creatinine should be calculated per institutional standard)\n  6. Bilirubin - ≤ 1.5 × ULN or direct bilirubin ≤ ULN for subject with total bilirubin \\>1.5 × ULN\n  7. Aspartate aminotransferase (AST) - ≤ 2.5 × ULN\n  8. Alanine aminotransferase (ALT) - ≤ 2.5 × ULN\n  9. Albumin - ≥2.5 g/dL\n  10. International Normalized Ratio (INR) or Prothrombin Time (PT) and Activated Partial Thromboplastin Time (aPTT) - ≤ 1.5 × ULN unless subject is receiving anticoagulant therapy as long as PT and PTT is within therapeutic range of intended use of anticoagulants\n* As determined by the enrolling physician or protocol designee, the subject is able to understand and comply with study procedures.\n* For female subjects of childbearing potential: has a negative serum pregnancy test at screening within 72 hours of receiving study treatment. In addition, female subjects must either:\n\n  1. Agree to the use of an approved method of contraception (i.e., two adequate barrier methods throughout the study starting with the screening visit) and to continue its use for the duration of the study treatment through 30 days after the last dose of parsaclisib if a female subject of child-bearing potential, or\n  2. Has documented inability to become pregnant (e.g., hysterectomy, bilateral tubal ligation or oophorectomy, or post-menopausal as defined as total cessation of menses for 2 years). Documented hysterectomy or oophorectomy must be confirmed with medical records of the actual procedure or confirmed by an ultrasound. Tubal ligation must be confirmed with medical records of the actual procedure otherwise the subject must be willing to use 2 adequate barrier methods throughout the study.\n\nExclusion Criteria:\n\n* Prior history of another known malignancy other than breast cancer within the previous 2 years with the exception of adequately treated basal cell carcinoma or cervical intraepithelial neoplasia, cervical carcinoma in situ or melanoma in situ.\n* Is pregnant or lactating.\n* Has a concomitant medical condition that precludes adequate study treatment compliance or assessment, such as bleeding disorders or any other medical condition that would increase risks of additional core biopsy for biomarkers.\n* Use of any potent CYP3A4 inhibitors or inducers (e.g., grapefruit or grapefruit juice) within 14 days or 5 half-lives (whichever is longer) before the first dose of parsaclisib.\n* Has allergy to inactive components of the study medication.\n* History of autoimmune disease or irritable bowel syndrome (IBS), or active colitis.\n* Inability to take oral medications (e.g., impairment of gastrointestinal function or gastrointestinal disease that may significantly alter the absorption of oral medications such as ulcerative diseases, uncontrolled nausea, vomiting, diarrhea, malabsorption syndrome, or small bowel resection).\n* Is participating in another therapeutic clinical trial or has received another investigational agent within 30 days prior to informed consent.\n* Known Hepatitis B Virus (HBV), or Hepatitis C Virus (HCV) infection (with the exception of chronic or cleared HBV and HCV infection which is allowed).\n* Has acute or currently active/requiring anti-viral therapy, hepatic or biliary disease (with the exception of subjects with Gilbert's syndrome, asymptomatic gallstones, or stable chronic liver disease per investigator assessment).\n* Known psychiatric or substance abuse disorders that would interfere with cooperation with the requirements of the study.\n* Medical history of a disease that requires ongoing steroid therapy for \\>14 days.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}