{
    "nctId": "NCT04092816",
    "briefTitle": "Fathers and Mothers Invested in Lives of Their Youth (FAMILY) Study: A Pilot Intervention",
    "officialTitle": "The Fathers and Mothers Invested in Lives of Their Youth (FAMILY) Study: A Pilot Intervention for Families Affected by Parental Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Metastatic Breast Cancer, Parenting",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 15,
    "primaryOutcomeMeasure": "Acceptability of the Intervention",
    "eligibilityCriteria": "Inclusion Criteria for patients:\n\n* Be a woman with metastatic (stage IV) breast cancer who has either: (1) estrogen (ER), progesterone (PR), or HER2 receptor-negative cancer and disease progression beyond first line of therapy, or (2) ER, PR, or HER2 -positive cancer and disease progression beyond two lines of therapy;\n* A mother of at least one dependent child, defined as a child \\<18 years of age who lives at least half-time in the home;\n* Be at least 18 years of age;\n* Adequate stamina to complete at least two study visits\n* Able to provide informed consent\n* Able to complete all study measures and visits in English;\n* Be willing to participate in study visits at the North Carolina Cancer Hospital (NCCH) if they live \\>75 miles away from NCCH\n* Have an identified co-parent who is eligible and willing to participate in the study.\n\nInclusion Criteria for Co-parents:\n\n* Be an adult man or woman who is both a partners or spouse of the patient and who would serve as the child(ren)'s primary caregiver if the patient were to become unavailable;\n* Able to provide informed consent;\n* Able to complete all study measures and visits in English;\n* Stated willingness to comply with all study procedures; and\n* Be at least 18 years of age.\n\nExclusion Criteria for patients and co-parents:\n\n* Unable to participate in study visits due to illiteracy, inability to speak English or other causes.\n* Live more than 75-miles away from the North Carolina Cancer Hospital (NCCH) and unable to attend study visits at NCCH (participants who live more than 75-miles away and can attend study visits at NCCH remain eligible for participation).\n* Unwilling to be audio-recorded during facilitated study visits and feedback interview.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}