{
    "nctId": "NCT02308020",
    "briefTitle": "A Study of Abemaciclib (LY2835219) in Participants With Breast Cancer, Non-small Cell Lung Cancer, or Melanoma That Has Spread to the Brain",
    "officialTitle": "A Phase 2 Study of Abemaciclib in Patients With Brain Metastases Secondary to Hormone Receptor Positive Breast Cancer, Non-small Cell Lung Cancer, or Melanoma",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer, Non-small Cell Lung Cancer, Melanoma, Brain Metastases",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 162,
    "primaryOutcomeMeasure": "Percentage of Participants Achieving Complete Response (CR) or Partial Response (PR): Objective Intracranial Response Rate (OIRR)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Have brain metastases secondary to hormone receptor positive breast cancer, NSCLC, or melanoma.\n* Have either human epidermal growth factor receptor 2 positive (HER2+) (Study Part A) or negative HER2- (Study Part B) breast cancer.\n* Participants in Study Part C must have HR+ breast cancer, NSCLC, or melanoma with brain lesions clinically indicated for surgical resection as well as consent to provide tissue for drug concentration determination after 5 to 14 days of study drug dosing.\n* Participants in Part D must have NSCLC of any subtype.\n* Participants in Part E must have melanoma of any subtype.\n* Participants in Part F must have HR+ breast cancer, NSCLC, or melanoma with leptomeningeal metastases.\n* For Parts A, B, D, and E: Must have at least 1 measurable brain lesion ≥10 millimeters (mm) in the longest diameter (LD).\n* For Part C (surgical): Have metastatic brain lesion(s) for which surgical resection is clinically indicated.\n* Have completed local therapy (surgical resection, whole-breast radiotherapy (WBRT), or SRS) ≥14 days prior to initiating abemaciclib and recovered from all acute effects.\n* If receiving concomitant corticosteroids, must be on a stable or decreasing dose for at least 7 days prior to the baseline Gd-MRI.\n* Have a Karnofsky performance status of ≥70.\n* Have a life expectancy ≥12 weeks.\n* For HR+ breast cancer participants in part A, B, C, and F: If currently receiving endocrine therapy, a participant may continue to receive the same endocrine therapy provided that extracranial disease is stable for at least 3 months and central nervous system (CNS) disease progression has occurred while on this endocrine therapy. If these conditions are not met, participants must discontinue endocrine therapy prior to initiation of abemaciclib.\n* For HER2+ breast cancer participants in parts A, C, and F: participants may receive concurrent treatment (ongoing or initiated simultaneously with abemaciclib) with IV trastuzumab.\n* For NSCLC participants in parts C, D, and F: if currently receiving gemcitabine or pemetrexed (single-agent or in combination with another therapy), a participant may continue to receive 1 of these 2 therapies provided that extracranial disease is stable for at least 6 weeks and CNS disease progression has occurred while on this therapy.\n* Have adequate organ function.\n\nExclusion Criteria:\n\n* Require immediate local therapy, including but not limited to WBRT, SRS, or surgical resection, for treatment of brain metastases.\n* Are taking concurrent enzyme-inducing antiepileptic drugs (EIAED).\n* Have evidence of significant (ie, symptomatic) intracranial hemorrhage.\n* For Parts A, B, C, D, E: Have evidence of leptomeningeal metastases. Note: discrete dural metastases are permitted.\n* Have experienced \\>2 seizures within 4 weeks prior to study entry.\n* For Parts A, B, D, E, and F: Have previously received treatment with any cyclin dependent kinase 6 (CDK6) inhibitor. For Part C participants may have received prior palbociclib or ribociclib, but not abemaciclib treatment.\n* Have known contraindication to Gd-MRI.\n* Have a preexisting chronic condition resulting in persistent diarrhea.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}