{
    "nctId": "NCT03242239",
    "briefTitle": "A Comparing Study Between ALT02(Trastuzumab Biosimilar) and Herceptin® in Healthy Subjects",
    "officialTitle": "A Randomized, Double-Blind, Parallel, Phase I Pharmacokinetic Trial Comparing The Potential Biosimilar ALT02(Trastuzumab) With Herceptin in Healthy Volunteers",
    "overallStatus": "COMPLETED",
    "conditions": "Healthy",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 105,
    "primaryOutcomeMeasure": "AUC0-inf: area under the concentration-time curve from time zero to infinity",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Healthy male subjects\n* Have a body weight over 50.0 kg and a body mass index over than 18.5 and less than 30.0 kg/m², inclusive.\n\nExclusion Criteria:\n\n* Any clinically significant abnormality or abnormal laboratory test results found during medical screening or positive test for hepatitis B, hepatitis C, or HIV found during medical screening.\n* Positive urine drug screen or alcohol breath test at screening.\n* History of allergic reactions to trastuzumab, benzyl alcohol, murine proteins, or other related drugs.\n* Any reason which, in the opinion of the Qualified Investigator, would prevent the subject from participating in the study.\n* Clinically significant electrocardiogram (ECG) abnormalities or vital sign abnormalities (systolic blood pressure lower than 90 or over 140 mmHg, diastolic blood pressure lower than 50 or over 90 mmHg, or heart rate less than 50 or over 100 bpm) at screening.\n* History of significant alcohol abuse within one year prior to screening or regular use of alcohol within six months prior to the screening visit (more than fourteen units of alcohol per week \\[1 unit = 150 mL of wine, 360 mL of beer, or 45 mL of 40% alcohol\\]).\n* History of significant drug abuse within one year prior to screening or use of soft drugs (such as marijuana) within 3 months prior to the screening visit or hard drugs (such as cocaine, phencyclidine \\[PCP\\], and crack) within 1 year prior to screening.\n* Use of trastuzumab or another monoclonal antibody for a medical condition or in the context of another clinical trial.\n* Participation in a clinical research study involving the administration of an investigational or marketed drug or device within 30 days prior to dosing, administration of a biological product in the context of a clinical research study within 90 days prior to dosing, or concomitant participation in an investigational study involving no drug or device administration.\n* Use of medication other than topical products without significant systemic absorption:\n\n  1. prescription medication within 14 days prior to dose administration;\n  2. over-the-counter products including natural health products (e.g. food supplements and herbal supplements) within 7 days prior to dosing, with the exception of the occasional use of acetaminophen (up to 2 g daily);\n  3. a depot injection or an implant of any drug within 3 months prior to dose administration.\n* Donation of plasma within 7 days prior to dosing. Donation or loss of blood (excluding volume drawn at screening) of 50 mL to 499 mL of blood within 30 days, or more than 499 mL within 56 days prior to dosing.\n* Hemoglobin \\<128 g/L and hematocrit \\<0.37 L/L at screening.",
    "sex": "MALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT"
}