{
    "nctId": "NCT03130439",
    "briefTitle": "Abemaciclib for Patients With Retinoblastoma-Positive, Triple Negative Metastatic Breast Cancer",
    "officialTitle": "A Phase 2 Study of Abemaciclib for Patients With Retinoblastoma-Positive, Triple Negative Metastatic Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 27,
    "primaryOutcomeMeasure": "Objective Response Rate",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients must have histologically or cytologically confirmed invasive breast cancer, which is recurrent, locally advanced, unresectable or metastatic.\n* Patients must have at least one lesion that is not within a previously radiated field and that is measurable on computerized tomography (CT) or magnetic resonance imaging (MRI) scans per RECIST version 1.1. Bone lesions are not considered measurable.\n* Either the primary tumor and/or metastatic tumor must be triple-negative on the most recent sample as defined below:\n\n  * Hormone receptor status: the invasive tumor must be ER- and PR-negative, or staining present in \\<1% by immunohistochemistry (IHC)\n  * HER2 status: the invasive tumor must be Human Epidermal Growth Factor Receptor 2 Negative (HER2-negative) by the ASCO CAP guidelines\n* Either the primary tumor and/or the metastatic tumor must be RB positive as defined below:\n\n  --RB status: the invasive tumor must have greater than 50% of tumor cells staining positive for RB.\n* Prior Chemotherapy:\n\n  * Patients may have received 1-3 prior systemic therapies for metastatic disease (note: for patients who have first developed recurrent/metastatic disease within 12 months of completing any (neo)-adjuvant therapy for triple-negative breast cancer, the (neo)-adjuvant therapy is counted as a prior line of therapy).\n  * Patients must have been off treatment with myelosuppressive chemotherapy for at least 21 days or nonmyelosuppressive agents for 14 days before registration. Patients should also be adequately recovered (to baseline or grade 1) from acute toxicities of prior treatment except for residual alopecia and peripheral neuropathy.\n* Prior biologic therapy: Patients must have discontinued all biologic therapy at least 21 days before registration.\n* Prior radiation therapy: Patients may have received prior radiation therapy in either the metastatic or early-stage setting. Radiation therapy must be completed at least 14 days prior to study registration.\n* Patients on bisphosphonates or RANK-L inhibitors may continue receiving these therapies during study treatment. There is no washout period required between the last dose of these therapies and the start of abemaciclib.\n* The patient has an Eastern Cooperative Oncology Group (ECOG) performance status 0-1\n* Patients must have normal organ and marrow function as defined below:\n\n  * Absolute neutrophil count ≥1500/mm3\n  * Platelets ≥100,000/mm3\n  * Hemoglobin ≥8 g/dL\n  * Total Bilirubin ≤1.5x the upper limit of normal (ULN)\n  * Serum creatinine ≤1.5 mg/dL OR calculated GFR ≥60mL/min\n  * Alanine aminotransferase (ALT) and aspartate aminotransferase (AST) ≤3 times the upper limit of normal. For patients with documented liver metastases, AST/ALT ≤ 5.0 times the upper limit of normal.\n* Female subjects of childbearing potential must have a negative serum pregnancy test at screening. Women of childbearing potential are defined as those who have not been surgically sterilized and have had a menstrual period in the past year\n* The patient must be ≥18 years old\n* Capable of understanding and complying with the protocol and has signed the informed consent document.\n* Able to swallow study drug.\n* Sexually active patients (male and female) must use medically acceptable methods of contraception during the course of the study and for 3 months after completion of study treatment. If a woman becomes pregnant or suspects she is pregnant while participating in this study, she should inform her treating physician immediately. While on the study and for 3 months after final drug administration, women may not breast-feed.\n* Confirmed availability of formalin-fixed, paraffin-embedded (FFPE) tumor tissue\n* Patients with tumor that is felt to be accessible to biopsy must be willing to provide tissue from a newly obtained core biopsy of a tumor lesion at baseline. Biopsies will be obtained up to 1 week (7 days) prior to initiation of treatment on Cycle 1, Day 1. Patients who undergo an attempted research biopsy procedure for the purpose of this protocol, and in whom inadequate tissue is obtained, are not required to undergo a repeat biopsy in order to continue on protocol.\n\nExclusion Criteria:\n\n* Received a prior CDK4/6 inhibitor.\n* Undergone major surgery within 14 days of the initial dose of study drug\n* Received another investigational agent (defined as any agent/device that has not received regulatory approval for any indication) within 14 days of the first dose of study drug for a nonmyelosupressive agent, or 21 days of the first dose of study drug for a myelosuppressive agent.\n* Has any severe concurrent disease, infection, or comorbid condition that renders the patient inappropriate for enrollment in the opinion of the investigator.\n* Has an active bacterial, fungal, and/or known viral infection. Patients with known HIV infection are excluded given the potential for interactions between antiretroviral agents and abemaciclib, and the potential for increased risk of life-threatening infection with therapy that is myelosuppressive. Patients with known Hepatitis B or Hepatitis C infection are excluded only if there is evidence of active infection (detectable Hepatitis B surface antigen, detectable Hepatitis C RNA)\n* Documented brain metastases that are untreated, symptomatic, or require therapy to control symptoms. Participants with previously diagnosed brain metastases are eligible if they have completed treatment at least one month prior to trial registration, are neurologically stable, and have recovered from effects of radiotherapy or surgery.\n\n  * Any corticosteroid use for brain metastases must have been discontinued without the subsequent appearance of symptoms for ≥2 weeks before the first study drug.\n  * Treatment for brain metastases may have included whole brain radiotherapy, radiosurgery, or a combination as was deemed appropriate by the treating physician.\n  * Patients who meet the above criteria and are clinically stable on anti-convulsant medication are eligible only if their anti-convulsant does not alter hepatic cytochrome P450 activity in a way that might interfere with metabolism of abemaciclib.\n* Pregnant women are excluded from this study because of the potential for teratogenic effects.\n* Lactating women are excluding from the study.\n* Individuals with a history of a second malignancy are ineligible except for the following circumstances: individuals with a history of other malignancies are eligible if they have been disease-free for at least 5 years and are deemed by the investigator to be at low risk for recurrence of that malignancy. Individuals with the following cancers are eligible if they are diagnosed and have completed treatment within the past 5 years: cervical cancer in situ, and non-melanoma cancer of the skin. Patients with other cancers diagnosed within the past 5 years and felt to be at low risk of recurrence should be discussed with the principle investigator to determine eligibility.\n* Have received any live vaccination within 28 days of first dose of study drug.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}