{
    "nctId": "NCT05301530",
    "briefTitle": "Clinical Trial to Assess Pharmacokinetic Parameters and Safety of NNG-TMAB (Trastuzumab) on Recurrent or Metastatic Breast Cancer Patients.",
    "officialTitle": "Randomized, Single-blind, Multicenter, Parallel Group Clinical Trial to Assess Pharmacokinetic Parameters, Safety of NNG-TMAB (Trastuzumab) in Combination With Docetaxel on Recurrent or Metastatic Breast Cancer Patients With Positive HER2.",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer Metastatic, Breast Cancer Female, Breast Cancer Recurrent",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 50,
    "primaryOutcomeMeasure": "Pharmacokinetic parameters: Cmax",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Female patients from 18 to 65 years old.\n* Willing to give written and signed informed consent.\n* Have pathologically or cytologically confirmed breast cancer.\n* Inoperable, recurrent or metastatic breast cancer according to TNM classification and investigator' s assessment.\n* Presence of at least 1 tumour with a size not less than 1 cm (revealed with computed tomography (CT) slice thickness not more than 5 mm). Patients having bone metastasis as the only measurable tumour are not eligible for the trial.\n* Grade 3+ HER2 overexpression confirmed by immunohistochemical (IHC) staining or grade 2+ HER2 overexpression accompanied by HER2 gene amplification confirmed by fluorescent hybridization in situ (FISH).\n* Eastern Cooperative oncology group performance status ≤ 2\n* Willing to comply the requirements of the study protocol.\n* Have a survival expectancy of at least 6 months.\n* At screening period: Hb ≥ 9 g/dL; Neutrophils ≥ 1,5x10\\^9/L; platelets ≥ 100x10\\^9/L; creatinine level ≤ 1,5 x upper limit of normal (ULN); bilirubin level \\< 1,5 x ULN; ALT/AST \\< 2,5 x ULN (\\< 5 x ULN for patients with liver metastases), ALP \\< 5 x ULN.\n* Patients of childbearing potential and her partner must implement reliable contraceptive measures during the study treatment, starting 4 weeks prior to inclusion into the trial and until 6 months after the last administration of the study drug\n\nExclusion Criteria:\n\n* Previous anticancer therapy for metastatic BC, including previous anticancer therapy with signal transduction inhibitors (e.g. lapatinib), biological drugs (e.g. trastuzumab, bevacizumab), experimental (not approved for BC therapy) anticancer drugs. Any previous chemotherapy or hormonal therapy is allowed.\n* Previously treated with doxorubicin \\> 400 mg/m2; epirubicin \\> 800 mg/m2 in accumulative dosages.\n* Surgery, radiation therapy, use of any experimental medications within 4 weeks prior to randomization.\n* Clinical evidence or X-ray show that breast cancer metastases in central nervous system\n* Patients with metastatic tumor to the bone is the only tumor to be measured\n* Systolic blood pressure \\>150mmHg and/or diastolic blood pressure \\>100mmHg. Uncontrolled hypertension comprising all cases of arterial hypertension when no decrease in blood pressure could be achieved despite treatment with a combination of 3 antihypertensive drugs including one diuretic and non-medicamental correction methods (low salt diet, physical exercise)\n* Cardiovascular system pathology (congestive heart failure (CHF) stage III-IV according to New York Heart Association (NYHA) classification, unstable angina pectoris, myocardial infarction) within 12 months prior to randomization. LVEF \\< 50% according to echocardiogram when screening.\n* Acute or chronic infection (except for acute or chronic infection that is stable and does not affect the study evaluation). Infecting HIV, HBV or HCV, Syphilis\n* Patients with a history of severe allergic reaction to trastuzumab, paclitaxel, docetaxel or other ingredients in the formulation\n* The patient has evidence of a serious illness (such as resting dyspnea or severe lung disease, etc.) or an abnormal laboratory test that, in the judgment of the researcher, will affect participation. research and completion of patient research, or may affect the patient's response evaluation.\n* Pregnancy, intend to get pregnant, lactation",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}