{
    "nctId": "NCT01384253",
    "briefTitle": "Safety Study of ²¹²Pb-TCMC-Trastuzumab Radio Immunotherapy",
    "officialTitle": "Phase I Trial of Intraperitoneal ²¹²Pb-TCMC-Trastuzumab for HER-2 Expressing Malignancy",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Neoplasms, Peritoneal Neoplasms, Ovarian Neoplasms, Pancreatic Neoplasms, Stomach Neoplasms",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 18,
    "primaryOutcomeMeasure": "Safety and tolerability: To measure the number of participants who experience adverse events after intraperitoneal (IP) administration of ²¹²Pb-TCMC-Trastuzumab.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. At least 19 years of age.\n2. Life expectancy is greater than three months.\n3. Female subjects of child-bearing potential must have negative serum pregnancy test.\n4. If not surgically sterile, male and female patients of child-bearing potential must use double barrier contraception (e.g., hormonal; intrauterine device; barrier).\n5. Patients with HER-2 expressing tumors (e.g., ovarian, pancreatic, colon, gastric, endometrial, or breast) with measurable or non-measurable disease for which no standard therapy is available.\n6. HER-2 amplification by fluorescent in situ hybridization or HER-2 score of at least at least 1+ by Immunohistochemistry in more than 10% of the cells. Alternatively, HER-2 serum levels greater than 15ng/mL by ELISA.\n7. Disease must be predominantly intra-abdominal and should include documented peritoneal studding or positive peritoneal washings.\n8. Able and willing to sign an informed consent form.\n\nExclusion Criteria:\n\n1. ECOG performance status greater than 3.\n2. Any serious active disease or co-morbid condition that, in the opinion of the investigator, may interfere with the safety or the compliance with the study.\n3. Poor bone marrow reserve as defined by absolute neutrophil count less than 1.5 x 10³/cmm or platelets less than 100 x 10³/cmm within two weeks prior to initiation of treatment.\n4. Liver only metastases.\n5. Poor organ function as defined by one of the following:\n\n   * Total bilirubin greater than 1.5 upper limits of normal (ULN)\n   * Aspartate aminotransferase (AST), alanine aminotransferase (ALT) greater than 2.5 ULN or greater than 5 ULN in case of documented liver metastasis\n   * Serum creatinine greater than ULN, except if calculated creatinine clearance greater than 60 mL/min\n   * Urine Protein/Creatinine Ratio greater than 1 on morning spot urinalysis or proteinuria greater than 500 mg/24 h\n6. Breast-feeding woman.\n7. No resolution of all specific toxicities (excluding alopecia) related to any prior anticancer therapy to Grade 2 according to the National Cancer Institute common terminology criteria for adverse events (NCI CTCAE) v.4.03 or nausea and vomiting to Grade 3 and uncontrolled with anti-emetics.\n8. Wash out period of less than three weeks from previous anti-tumor therapy or any investigational treatment (and less than six weeks in case of prior nitroso-urea and or mitomycin C treatment) of scheduled date of administration.\n9. Wash out period of less than one week from last palliative dose of radiotherapy.\n10. Any other severe underlying medical conditions that could impair the ability to participate in the study or the interpretation of its results related to the investigational product such as:\n\n    * Patients with abnormal cardiac function defined by a left ventricular ejection fraction (LVEF) less than 50% by echocardiogram (ECHO) or multi gated acquisition (MUGA) scan\n    * Patients with previous history of acute cardiac failure\n11. Clinical symptoms of bowel obstruction, evidence of rectosigmoid bowel involvement on exam, or transmural bowel wall involvement on computed tomography (CT) or magnetic resonance imaging (MRI).\n12. Prior whole abdomen radiation therapy exceeding 4Gy, intraperitoneal radionuclide therapy, bone marrow transplant, or stem cell transplant.\n13. History of Human Immunodeficiency Virus (HIV) antibody by enzyme-linked immunosorbent assay (ELISA) or negative by Western blot (if ELISA is positive) or hepatitis B surface antigen (HBsAg) because of the potential for added toxicity from the radiolabeled antibody among patients infected with these viruses.\n14. Detectable human anti-human antibody (HAHA) if there is any history of monoclonal antibody exposure.\n15. Iodine allergy if the patient is unwilling to accept radiation to the thyroid from uptake of radionuclide without blocking.\n16. Allergy to furosemide if the patient is unwilling to accept radiation risk without these agents and alternative is not feasible.\n17. History of cumulative anthracycline therapy exceeding 200 mg/m² for doxorubicin or comparable low dose of other anthracyclines.",
    "sex": "ALL",
    "minimumAge": "19 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}