{
    "nctId": "NCT06035497",
    "briefTitle": "A Study to Assess the Safety, Tolerability, Efficacy, and Drug Levels of BMS-986369 in Participants With Relapsed or Refractory T-cell Lymphomas in Japan",
    "officialTitle": "A Phase 1/2 Study of the Safety, Tolerability, Pharmacokinetics, and Efficacy of BMS-986369 in Participants With Relapsed or Refractory T-cell Lymphomas in Japan",
    "overallStatus": "RECRUITING",
    "conditions": "Relapsed or Refractory T-cell Lymphomas",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 85,
    "primaryOutcomeMeasure": "Number of participants with Adverse Events (AEs)",
    "eligibilityCriteria": "Inclusion Criteria\n\n- Have one of the following subtypes of T-cell Lymphoma (TCL) with relapsed or refractory disease, as assessed by the investigator:.\n\ni) Adult T-cell leukemia-lymphoma (ATL).\n\nii) Peripheral T-cell lymphoma not otherwise specified (PTCL-NOS).\n\niii) Angioimmunoblastic T-cell lymphoma (AITL) and other nodal lymphomas of T follicular helper phenotype (TFH) cell origin.\n\niv) Anaplastic large cell lymphoma (ALCL), anaplastic lymphoma kinase-positive (ALK+).\n\nv) ALCL, anaplastic lymphoma kinase-negative (ALK-).\n\nvi) Breast implant-associated ALCL.\n\nvii) Extranodal NK/T-cell lymphoma, nasal type (ENKL).\n\nviii) Mycosis fungoides (MF) with advanced stage (stage IIB-IVB).\n\n* Phase 1 participants must not be responsive, intolerant, or ineligible to standard therapies that may prolong life or provide symptomatic relief, or for whom no standard therapeutic option is available in the clinical practice guidelines in the opinion of the investigator.\n* Phase 2 participants must have been treated by at least 1 prior line of systemic therapy.\n* Have an Eastern Cooperative Oncology Group performance status of 0, 1 or 2.\n\nExclusion Criteria\n\n* Have any significant medical condition, laboratory abnormality, or psychiatric illness that would prevent the participants from participating in the study.\n* Have any condition, including active or uncontrolled infection, or the presence of laboratory abnormalities, which places the participants at unacceptable risk if he/she were to participate in the study.\n* Have a life expectancy ≤ 3 months.\n* Other protocol-defined Inclusion/Exclusion criteria apply.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}