{
    "nctId": "NCT00263198",
    "briefTitle": "PTK and Letrozole in Post-menopausal Women With Advanced Breast Cancer",
    "officialTitle": "Phase II Study of the Combination of PTK787/ZK222584 and Letrozole in Postmenopausal Women With Advanced Hormone Receptor Positive Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Neoplasms",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 4,
    "primaryOutcomeMeasure": "Assess the effect of the combination of letrozole & PTK787/ZK222584 on disease progression.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Postmenopausal women with metastatic breast cancer, or loco-regional disease recurrence not amenable to treatment by surgery or radiotherapy.\n* Postmenopausal status will be defined by any of the following criteria:\n\n  * no spontaneous menses for at least 5 years\n  * spontaneous menses within the past 5 years but amenorrheic for at least 12 months and estradiol and/or FSH values in the postmenopausal range (while off aromatase inhibitor therapy; levels can have been taken while on tamoxifen but in this case estradiol should be the parameter assessed)\n  * bilateral oophorectomy\n  * radiation castration and amenorrheic for at least 3 months\n  * the use of an LHRH agonist throughout the duration of the trial (for example goserelin 3.6 mg s.c. monthly)\n* Age ≥ 18 years old\n* Patients whose tumors are either estrogen-receptor (ER) and/or progesterone-receptor (PgR) positive (10% or more infiltrating cancer cells exhibiting nuclear staining). Patients will be regarded as ER or PgR positive as long as at least one of the tissues assessed was positive. A positive biochemical test is also acceptable.\n* Patients must have a WHO Performance Status Grade 0-2\n* Newly diagnosed patients who are initiating first line treatment or those patients with known disease who have shown resistance to anti- estrogen therapy (tamoxifen or toremifine).\n* Patients currently receiving letrozole or alternative aromatase inhibitors as initial therapy who are without evidence of progressive disease are eligible.\n* Patients with bone-only metastasis are eligible.\n* Laboratory values ≤ 2 weeks prior to randomization:\n\n  * Absolute Neutrophil Count (ANC) ≥ 1.5 x 109/L (≥ 1500/mm3)\n  * Platelets (PLT) ≥ 100 x 109/L (≥ 100,000/mm3)\n  * Hemoglobin (Hgb) ≥ 9 g/dL\n  * Serum creatinine ≤ 1.5 ULN\n  * Serum bilirubin ≤ 1.5 ULN\n* Aspartate aminotransferase (AST/SGOT) and alanine aminotransferase (ALT/SGPT) ≤ 3.0 x ULN (≤ 5 x ULN if liver metastases present)\n* Negative for proteinuria based on dip stick reading OR, if documentation of +1 result for protein on dip stick reading, then total urinary protein\n\n  * 500 mg and measured creatinine clearance (CrCl) ≥ 50 mL/min from a 24- hour urine collection\n* Life expectancy ≥ 12 weeks\n* Written informed consent obtained according to local guidelines\n\nExclusion Criteria:\n\n* Patients with tumors which are both estrogen and progesterone receptor negative, or estrogen receptor negative and progesterone receptor unknown or estrogen receptor unknown and progesterone receptor negative\n* Patients with a history of adrenalectomy or hypophysectomy\n* Patients who developed progressive disease while being treated with an aromatase inhibitor.\n* Patients with any of the following:\n\n  * Absolute Neutrophil Count \\< 1.5 x 109/L\n  * Hemoglobin \\< 9 g/dl\n  * Platelet count \\< 100 x 109/L\n  * AST and ALT \\> 3 times the upper limit of normal or \\> 5 times the upper limit of normal if liver metastasis are present\n  * Bilirubin \\> 1.5 upper limit of normal\n  * Creatinine \\> 1.5 x upper limit of normal\n  * Calcium \\> 11.6 mg/dL\n* History or presence of central nervous system (CNS) disease (i.e., primary brain tumor, malignant seizures, CNS metastases or carcinomatous meningitis)\n* Patients with a history of another primary malignancy ≤ 5 years that has not been treated for curative intent or that the chance of long term remission is judged to be less than 50%.\n* Prior chemotherapy \\<3 weeks prior to registration and/or randomization. Patients must have recovered from all therapy-related toxicities\n* Prior biologic or immunotherapy ≤ 2 weeks prior to registration and/or randomization. Patients must have recovered from all therapy-related toxicities\n* Patients with a history of treatment with Fulvestrant or Trastuzumab \\< 6 months prior to registration. Patients must have recovered from all therapy- related toxicities in order to be enrolled.\n* Prior full field radiotherapy ≤ 4 weeks or limited field radiotherapy ≤ 2 weeks prior to randomization. Patients must have recovered from all therapy-related toxicities. The site of previous radiotherapy should have evidence of progressive disease if this is the only site of disease\n* Major surgery (e.g., laparotomy) ≤ 4 weeks prior to randomization. Minor surgery ≤ 2 weeks prior to randomization. Insertion of a vascular access device is not considered major or minor surgery in this regard. Patients must have recovered from all surgery-related toxicities\n* Patients who have received investigational drugs ≤ 4 weeks prior to registration and/or randomization\n* Prior therapy with anti-VEGF agents\n* Peripheral neuropathy with functional impairment ≥ CTC grade 2 neuropathy, regardless of causality\n* Pleural effusion or ascites that causes respiratory compromise (≥ CTC grade 2 dyspnea)\n* Any of the following concurrent severe and/or uncontrolled medical conditions which could compromise participation in the study:\n\n  * Uncontrolled high blood pressure (systolic blood pressure \\> 160 mmHg and/or diastolic blood pressure \\> 95 mmHg), history of labile hypertension, or history of poor compliance with an antihypertensive regimen\n  * Unstable angina pectoris\n  * Symptomatic congestive heart failure\n  * Myocardial infarction ≤ 6 months prior to registration and/or randomization\n  * Serious uncontrolled cardiac arrhythmia\n  * Uncontrolled diabetes (fasting blood sugar \\> 300 mg/dl)\n  * Active or uncontrolled infection\n  * Interstitial pneumonia or extensive and symptomatic interstitial fibrosis of the lung\n  * Patients with prolonged QTc \\> 470 msec on EKG. All patients with a history of congenital or acquired long QTc syndrome.\n  * Chronic renal disease\n  * Acute or chronic liver disease (e.g., hepatitis, cirrhosis)\n* Impairment of gastrointestinal (GI) function or GI disease that may significantly alter the absorption of PTK787/ZK 222584 (i.e., ulcerative disease, uncontrolled nausea, vomiting, diarrhea, malabsorption syndrome, bowel obstruction, or inability to swallow the tablets)\n* Patients with confirmed diagnosis of human immunodeficiency virus (HIV) infection are excluded at the investigator's discretion if it is felt that:\n\n  1) a potential drug interaction between PTK787/ZK 222584 and any of the patient's anti-HIV medications could influence the efficacy of the anti-HIV medication, or 2) it may place the patient at risk due to the pharmacologic activity of PTK787/ZK 222584. Please refer to appendix for a list of examples of substrates of human liver microsomal P450 enzymes\n* Patients who are taking therapeutic warfarin sodium (Coumadin) or similar oral anticoagulants that are metabolized by the cytochrome P450 system. Heparin in any formulation is allowed. Please refer to appendix for a list of examples of substrates of human liver microsomal P450 enzymes\n* Patients on P450 enzyme inducing anti-epileptics\n* Patients who are unwilling or unable to comply with protocol requirements.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}