{
    "nctId": "NCT02422641",
    "briefTitle": "Prospective Evaluation Of High-Dose Systemic Methotrexate In Patients With Breast Cancer And Leptomeningeal Metastasis",
    "officialTitle": "Traditional Incision and Drainage of Cutaneous Abscess Vs. Minimally Invasive Incision and Drainage With Vessel Loop: A Randomized Controlled Trail",
    "overallStatus": "RECRUITING",
    "conditions": "Metastatic Breast Cancer, Leptomeningeal Disease",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 16,
    "primaryOutcomeMeasure": "Survival (at 12 weeks)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Adults (male and female) age \\>18\n* Eastern Cooperative Group (ECOG) Performance Scale 0-1 (see Appendix I)\n* Histologically or cytologically confirmed invasive breast cancer of the following subtype:\n* TRIPLE NEGATIVE (ER-negative, PR-negative, and HER2-negative disease). Triple-negative patients will be defined per ASCO-CAP Guidelines (American Society of Clinical Oncology-College of American Pathologists).\n* HER2-POSITIVE: HER2-positive patients will be defined per ASCO-CAP Guidelines.\n* HORMONE REFRACTORY: Patients with ER/PR-positive disease according to ASCO-CAP guidelines above may be considered if they have disease progression after two lines of hormonal therapy (administered in the adjuvant or metastatic setting), or are deemed clinically hormone-resistant taking into consideration the rate of progression of disease or a short interval of time on first line hormonal therapy before progression. Clinically hormone-resistant patients MUST also be discussed with the investigator, co-investigator or designee in advance for approval.\n\nNOTE: ASCO-CAP guidelines state that ER and PR assays be considered positive if there are at least 1% positive tumor nuclei in the sample on testing in the presence of expected reactivity of internal (normal epithelial elements) and external controls. HER2-positive is defined as HER2 IHC 3+, ISH ≥ 2.0, or average HER2 copy number ≥ 6.0 signals.\n\nNOTE: A patient who has a change in receptor status (e.g. PR negative to positive) may be stratified as triple negative or hormone positive, contrary to the most recent receptor testing, for the purposes of the study, based upon the clinical course at the discretion of the Study Chair, Study co-Chair, or designee in advance for approval.\n\n* Cytologic or unequivocal radiographic confirmation of leptomeningeal metastasis by dural puncture and/or neuroimaging with or without known brain metastasis\n* Adequate organ function as follows:\n* Estimated creatinine clearance \\>70 cc/min (calculated by Cockcroft-Gault formula)\n* White blood cell counts \\>3000 cells/mcL\n* Absolute neutrophil count \\>1500 cells/mcL\n* Platelet count \\>100,000 cells/mcL\n* Hematocrit \\>30%\n* Serum bilirubin \\<1.5 x the ULN\n* Alanine aminotransferase or aspartate aminotransferase \\<2.5x the ULN\n* Alkaline phosphatase \\<2.5x the ULN or \\<5x the ULN if secondary to liver metastasis\n* Able to provide confirmed consent\n\nExclusion Criteria:\n\n* Prior allergy or adverse reaction to methotrexate\n* New York Heart Association Heart Failure Class \\>3 (see Appendix II)\n* Active diabetes insipidus\n* Active mucositis\n* Chemotherapy or stereotactic radiotherapy within the last 2 weeks\n* Partial brain radiotherapy (i.e., less than or equal to 40% of total brain volume) within the last two weeks\n* Whole brain radiotherapy within the last 6 months or partial brain radiotherapy exceeding greater than 40% of total brain volume in the last 6 months\n* Prior treatment with any methotrexate containing systemic regimen within 1 year (excluding intrathecal methotrexate)\n* Concurrent or planned systemic chemotherapy, radiotherapy, new hormonal or anti-HER2 directed therapy directed at management of breast cancer (existing anti-HER2 therapy can be continued as recently recommended in the National Consensus Guidelines\n* Uncontrolled or progressive systemic disease or other concurrent condition which in the Investigator's opinion makes HD-MTX an undesirable treatment option for the patient or would jeopardize compliance\n* Contraindication to MRI\n* Use of salicylates, non-steroidal anti-inflammatory drugs, or sulfonamide medications within one week of start of methotrexate\n* Pregnant women or women who are breastfeeding.\n* Patients with significant visceral fluid collections including ascites, pericardial effusions, pleural effusions or others may experience delayed clearance of methotrexate because of third space accumulation which could result in methotrexate toxicity and inability to tolerate the proposed study treatment. While these are not absolute exclusions the investigators or co-investigators should be contacted to discuss possible enrollment. Patients with significant ascites defined as European Association for the Study of the Liver \\> grade 2, or with asymptomatic pleural effusions with an estimated size \\>200 mL, or with symptomatic pleural effusion of any size will be excluded.\n\nNOTE: Systemic staging of the chest/abdomen/pelvis is required for study entry. See Sections 8.1.9. Body fluid will be assessed based on this study.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}