{
    "nctId": "NCT02784730",
    "briefTitle": "Iterative PICC Placement Versus Long Term Device",
    "officialTitle": "A Randomized, Multicentre, Comparative Phase III Study of Catheter-related Complications of an Iterative PICC Placement vs a Long-term PAC in Patients With Breast Cancer",
    "overallStatus": "WITHDRAWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "OTHER",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "Compare complication rate for iterative placement (PICC) versus long term placement (PAC).",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Women older than 18 years old;\n* Breast cancer diagnosis histologically proven , for any histological subtypes;\n* 4 or 6 indication of neoadjuvant or adjuvant chemotherapy; according to hormonal status and HER2 of the tumors, the patient may be treated concomitantly with hormone therapy and / or trastuzumab; Nota Bene: treatment protocol adopted will imperatively be administered in 3-week cycles.\n* Central venous access indication;\n* Ability to understand and willingness to comply with the study monitoring;\n* Affiliated to the French social security system;\n* Informed Consent dated and signed, indicating that the patient has been informed of all pertinent aspects of the study before inclusion.\n\nExclusion Criteria:\n\n* Any contraindication for placement of a central venous catheter ( hemostasis disorders , active infection treated with antibiotics , ...);\n* Patient who can't stop anti -vitamin K treatment ( AVK ) ( a relay by Heparin Low Molecular Weight (LMWH) is possible);\n* History of central access, regardless of the indication;\n* Any active disease other than cancer pathology , requiring repeated administration of intravenous therapy ;\n* Patient deprived of liberty;\n* Not monitoring for social, geographical, psychological or family reason.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}