{
    "nctId": "NCT03993964",
    "briefTitle": "Study to Evaluate the Efficacy and Safety of CDK4/6 Inhibitor SHR6390 Combined With Pyrotinib in the Treatment of HER2-positive Advanced Breast Cancer",
    "officialTitle": "A Multicenter, Phase II Open Label Study of Pyrotinib Maleate Combined With CDK4/6 Inhibitor SHR6390 in Treatment of HER2-positive Metastatic Breast Cancer",
    "overallStatus": "UNKNOWN",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 20,
    "primaryOutcomeMeasure": "Objective Response Rate",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Local recurrent or metastatic breast cancer suitable for chemotherapy, confirmed histologically.\n* HER2-positive breast cancer(according to 2018 ASCO/CAP HER2 test guideline).\n* Patients with HER2-positive metastatic breast cancer who had received ≤ 1-line treatment in the past;\n* 18-70 years old.\n* ECOG PS 0～1.\n* life expectancy is not less than 12 weeks.\n* at least one measurable lesion according to RECIST 1.1.\n* ANC ≥ 2.0×109/L,PLT ≥ 100×109/L,Hb ≥ 90 g/L;TBIL≤1.5ULN；ALT and AST≤3×ULN（ALT and AST≤5×ULN if liver metastasis）;BUN and Cr≤1.5×ULN\n* LVEF ≥ 50% and QTc≤470 ms.\n\nExclusion Criteria:\n\n* Patients with symptomatic brain metastasis;\n* Unable to swallow, chronic diarrhea and intestinal obstruction, there are many factors affecting drug use and absorption.\n* patient who received radiotherapy, chemotherapy, surgery (excluding local puncture) or molecular targeted therapy within 4 weeks before admission; those who received anti-tumor endocrine therapy after screening period\n* Participated in other drug clinical trials within 4 weeks before admission\n* Tyrosine kinase inhibitors targeting HER2 (Neratinib, Lapatinib, pyrotinib, etc.) have been used or are being used in the past.\n* Other malignant tumors, excluding cured cervical carcinoma in situ, skin basal cell carcinoma or skin squamous cell carcinoma, have been diagnosed in the past five years.\n* A history of immunodeficiency, including HIV positive, HCV,, or other acquired, congenital immunodeficiency disorders, or organ transplantation, is known.\n* Has suffered from any heart disease\n* Female patients during pregnancy and lactation, fertile women with positive baseline pregnancy tests or women of childbearing age who are unwilling to take effective contraceptive measures throughout the trial\n* According to the judgement of the researchers, there are concomitant diseases that seriously endanger the safety of patients or affect the completion of research (including, but not limited to, severe hypertension, severe diabetes, active infections, etc.).\n* Moderate infection occurs within 4 weeks before the first administration (e.g. intravenous drip of antibiotics, antifungal or antiviral drugs according to clinical criteria), fever（\\> 38.5 ℃） of unknown origin occurs during the screening period/before the first administration.\n* Researchers believe that patients are not suitable for any other situation in this study.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}