{
    "nctId": "NCT00708045",
    "briefTitle": "A Multi-modality Imaging Assessment of Chemobrain",
    "officialTitle": "A Multi-modality Imaging Assessment of Chemobrain",
    "overallStatus": "COMPLETED",
    "conditions": "Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "DIAGNOSTIC",
    "enrollmentCount": 34,
    "primaryOutcomeMeasure": "To use quantitative FDG-PET, functional MRI (fMRI) and co-registered anatomic MRI imaging to better understand the cognitive disorder known as \"chemobrain\" which effects up to 16 -50% of individuals receiving long-term adjuvant chemotherapy",
    "eligibilityCriteria": "Inclusion criteria: Pre-screening will be conducted to ensure that all subjects are in good neurologic health with no history of seizures or other neurological disorders, and that they have no ferromagnetic implants or clips in their body. Subjects will be right-handed exclusive-English speakers with normal hearing.\n\nExclusion criteria: If a subject is found to have profound or severe depression after the Neuropsychological and Cognitive Testing session they may be excluded from the imaging portion of the study. This is justified as the imaging session would not be valid as the biologic correlates of depression rather than chemobrain would be imaged. Subjects found to have profound or severe depression will be notified and appropriate referral made to get them the necessary medical care to treat their depression.\n\nThree cohorts of 8 women each under the age of 65 will be recruited for this exploratory pilot study. The \"affected patient cohort\" will be woman with complaints of cognitive or memory dysfunction who have received adjuvant chemotherapy for the treatment of breast cancer. These patients will be those being treated at Huntsman Cancer Hospital and be the patients of Dr Saundra Buys or Dr John Ward. The second \"patient control cohort\" will be age-matched woman with breast cancer who have undergone similar adjuvant chemotherapy for the same amount of time who have no complaints of memory dysfunction. Again these are primarily patients of Drs. Buys or Ward. The non-patient cohort will be age-matched woman who have not undergone any type of chemotherapy. These individuals will be recruited from friends of female family members of the two breast cancer cohorts. All individuals will be assessed for dementia and cognitive impairment using the same battery of dementia and cognitive/neuropsychological testing. All subjects will be age-matched as close as possible to eliminate age related cognitive effects. Subjects will be right-handed exclusive-English speakers with normal hearing. Pre-screening will be conducted to ensure that all subjects are in good neurologic health with no history of seizures or other neurological disorders, and that they have no ferromagnetic implants or clips in their body.\n\nUp to 40 subjects may be enrolled to ensure 24 evaluable subjects.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}