{
    "nctId": "NCT01983501",
    "briefTitle": "A Study of Tucatinib (ONT-380) Combined With Ado-trastuzumab Emtansine (T-DM1) in Patients With HER2+ Breast Cancer",
    "officialTitle": "A Phase 1b, Open-label Study to Assess the Safety and Tolerability of Tucatinib (ONT-380) Combined With Ado-trastuzumab Emtansine (Trastuzumab Emtansine; T-DM1)",
    "overallStatus": "COMPLETED",
    "conditions": "HER2 Positive Breast Cancers",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 57,
    "primaryOutcomeMeasure": "Incidence of adverse events",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* HER2+ metastatic breast cancer, documented as HER2+ by FISH and/or 3+ staining by immunohistochemistry.\n* History of prior therapy with trastuzumab and a taxane, separately or in combination. For patients in dose escalation and MTD expansion cohorts, prior therapy with trastuzumab and a taxane must have been for metastatic disease. For patients in CNS disease expansion cohorts, trastuzumab and taxane (together or separately) may have been given at any time prior to study enrollment as part of neoadjuvant therapy, adjuvant therapy, or therapy for metastatic disease.\n* If female and of child-bearing potential, has negative pregnancy test within 14 days prior to treatment.\n* If a sexually active male or a sexually active female of child-bearing potential, agrees to use dual (two concurrent) forms of medically accepted contraception from the time of consent until 6 months after the last dose of either tucatinib (ONT-380) or T-DM1, whichever is longer.\n* Signed an informed consent document that has been approved by an institutional review board or independent ethics committee (IRB/IEC).\n* Must have target or non-target lesions as per RECIST 1.1.\n* All toxicity related to prior cancer therapies must have resolved to ≤ Grade 1, with the following exceptions: alopecia; neuropathy, which must have to resolved to ≤ Grade 2; and congestive heart failure (CHF), which must have been ≤ Grade 1 in severity and must have resolved completely.\n* Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1 at screening.\n* In the opinion of the Investigator, life expectancy \\> 6 months.\n* Adequate hematologic function as defined by:\n\n  * Hemoglobin ≥ 9 g/dL\n  * Absolute neutrophil count (ANC) ≥ 1000 cells/µL\n  * Platelets ≥ 100,000/µL\n* Adequate hepatic function as defined by the following:\n\n  * Total bilirubin ≤ 1.5 X upper limit of normal (ULN)\n  * Transaminases (aspartate aminotransferase/serum glutamic oxaloacetic transaminase \\[AST/SGOT\\] and alanine aminotransferase/serum glutamic pyruvic transaminase \\[ALT/SGPT\\]) ≤ 1.5 X ULN (\\< 2.5 X ULN if liver metastases are present)\n* INR and aPTT \\< 1.5 X ULN unless on medication known to alter INR and aPTT.\n* Calculated creatinine clearance ≥ 60 mL/min.\n* Left ventricular ejection fraction (LVEF) must be within institutional limits of normal as assessed by echocardiogram or multigated acquisition scan (MUGA) documented within 4 weeks prior to first dose of study drug.\n\nExclusion Criteria:\n\n* Medical, social, or psychosocial factors that, in the opinion of the Investigator, could impact safety or compliance with study procedures.\n* Patient is breastfeeding.\n* Patient was treated with any experimental agent within 14 days or five half-lives of study treatment, whichever is greater.\n* Patient was treated with trastuzumab or other antibody based therapy within three weeks of starting study treatment or with chemotherapy or hormonal cancer therapy within two weeks of starting study treatment.\n* Patient had prior exposure to a cumulative dose of doxorubicin that exceeded 360 mg/m2 or its equivalent.\n* Previous treatment with T-DM1 at any time; or previous treatment with any small molecule HER2 inhibitors including (but not limited to) lapatinib, neratinib, or afatinib within the last 4 weeks prior to initiation of study therapy.\n* CNS disease:\n\n  * Patients with leptomeningeal disease are excluded\n  * Dose escalation and MTD/RP2D expansion cohort: Patients with symptomatic CNS metastases are excluded. Patients with treated CNS metastases or untreated asymptomatic CNS metastases not requiring immediate local therapy may be eligible. Enrollment of patients with metastases must be approved by the study medical monitor.\n  * Optional CNS disease expansion cohort: Patients with asymptomatic untreated CNS metastases not needing immediate local therapy or patients with progressive CNS disease following local therapy may be eligible with medical monitor approval.\n* History of allergic reactions to compounds of similar chemical or biological composition to T-DM1 or tucatinib (ONT-380), except for a history of Grade 1 or Grade 2 Infusion Related Reaction to trastuzumab which has been successfully managed.\n* Patients with uncorrectable electrolyte abnormalities.\n* Known to be HIV positive. HIV testing is not required for those patients who are not known to be positive.\n* Known carrier of Hepatitis B and / or Hepatitis C (whether active disease or not).\n* Known liver disease, autoimmune hepatitis, or sclerosing cholangitis.\n* Inability to swallow pills or any significant gastrointestinal diseases, which would preclude adequate absorption of oral medications.\n* Use of a strong CYP3A4 inhibitor within three elimination half-lives of the inhibitor prior to the start of study treatment.\n* Use of a strong CYP2C8 inducer or inhibitor within three elimination half-lives of the inducer or inhibitor prior to the start of study treatment.\n* Radiotherapy within 14 days of study treatment; patient must have recovered from acute effects of radiotherapy to baseline.\n* Known impaired cardiac function or clinically significant cardiac disease such as ventricular arrhythmia requiring therapy, congestive heart failure and uncontrolled hypertension (defined as systolic blood pressure \\>150 mmHg and/or diastolic blood pressure \\> 100 mmHg on antihypertensive medications).\n* Myocardial infarction or unstable angina within 6 months prior to the first dose of study drug.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}