{
    "nctId": "NCT01803958",
    "briefTitle": "Breast Cancer With Low Risk Of Local Recurrence: Partial and Accelerated Radiation With Three-Dimensional Conformal Radiotherapy (3DCRT) Vs. Standard Radiotherapy After Conserving Surgery (Phase III Study",
    "officialTitle": "BREAST CANCER WITH LOW RISK OF LOCAL RECURRENCE: PARTIAL AND ACCELERATED RADIATION WITH THREE-DIMENSIONAL CONFORMAL RADIOTHERAPY (3DCRT) Versus. STANDARD RADIOTHERAPY AFTER CONSERVING SURGERY (PHASE III STUDY",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 3302,
    "primaryOutcomeMeasure": "ipsilateral breast tumor reurrence",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologically confirmed invasive breast cancer\n* pT 1-2 (\\< 3 cm in diameter) pN0-N1 M0 according to TNM classification.\n* Unifocal disease (confirmed radiologically and histologically)\n* Eligible histotypes: all except for non-epithelial histotypes (lymphoma, sarcoma)\n* Hormonal receptor status: indifferent\n* Patients undergoing conservative breast surgery for neoplasms with a diameter \\< 3 cm and with biopsy of the sentinel lymph node or first instance axillary dissection.\n* Breast resection margins histologically negative (³ 2 mm) at first intervention or after subsequent widening\n* Radiological examination of the surgical specimen to assess the excision of the hidden lesions and/or the microcalcifications if present in the mammography carried out before surgery\n* Positioning of 3-6 metallic clips, or in any case of an appropriate number to delineate the area of surgical exeresis (tumor bed)\n* At least two weeks must have elapsed from the end of the chemotherapy if this is administered before the radiotherapy. In patients who do not receive chemotherapy, radiotherapy should start \\< 12 weeks after surgery.\n* No chemotherapy must be carried out during or at least two weeks after completion of the radiotherapy\n* Treatment with tamoxifen or aromatase inhibitors is allowed at the same time\n* Age ³ 49\n* Gender: female\n* Menopause status: unspecified\n* Performance status: 0-2 according to ECOG\n* Life expectation: at least five years\n* INFORMED consent: yes\n* Non-hormonal contraception in patients of childbearing age\n\nExclusion Criteria:\n\n* In situ carcinoma (CLIS and DCIS )\n* Non-epithelial breast neoplasms (sarcoma, lymphoma etc.)\n* Micro/macrometastases in \\> 3 axillary lymph nodes; micro/macrometastases in the internal mammary and/or supraclavicular or subclavicular lymph nodes\n* Multicentric carcinomas (lesions in different quadrants of the breast or in the same quadrant but separated by at least 4 cm) or clinically or radiologically suspected lesions in the ipsilateral breast, unless their tumoral nature was excluded through biopsy or fine needle sample.\n* Palpable radiologically suspected ipsilateral or contralateral axillary, supraclavicular or infraclavicular, internal mammary nodes ( unless their tumoral nature was excluded through biopsy or fine needle sample)\n* Treatments for previous contralateral or ipsilateral breast cancers\n* Paget's disease of the nipple\n* Cutaneous involvement, independently of the tumor diameter\n* Distant metastases\n* Previous radiotherapy on the thoracic region\n* Previous neoadjuvant chemotherapy\n* Collagen diseases (systemic erythematosus lupus, scleroderma, dermatomiositis)\n* Other pathological conditions that limit life expectancy to \\< 5 years\n* Psychiatric diseases or disorders of other nature that prevent signing of informed consent for the treatment\n* Other neoplasms in the last 5 years with the exception of skin tumors apart from melanoma and squamous intraepithelial lesions (SIL) of the uterine cervix\n* Pregnancy and breast-feeding",
    "sex": "FEMALE",
    "minimumAge": "49 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}