{
    "nctId": "NCT01240941",
    "briefTitle": "Trial of MK-2206 + Endocrine Treatment in Patients With Hormone Receptor Positive Breast Cancer",
    "officialTitle": "Phase II Trial of MK-2206 (an AKT Inhibitor) in Combination With Endocrine Therapy in Patients With Hormone Receptor Positive Breast Cancer",
    "overallStatus": "WITHDRAWN",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "Efficacy endpoint: Antitumor activity of MK-2206 when combined with exemestane +/- goserelin in pre- and post-menopausal patients with hormone receptor positive metastatic breast cancer, measured by clinical benefit rate.",
    "eligibilityCriteria": "1. Patient must have clinical stage IV invasive mammary carcinoma, previously documented by histological analysis, which is ER-positive and/or PR-positive by immunohistochemistry (IHC), which had previous endocrine therapy in the metastatic setting or had metastatic recurrence within 6 months of adjuvant endocrine therapy. Patients may have either measurable or non-measurable disease, both are allowed. Any number of prior hormone or chemotherapy agents are acceptable.\n2. Patient is female and greater than or equal to 18 years of age on the day of signing informed.\n\n   consent\n3. Patient must have performance status of 0 or 1 on the ECOG Performance Scale.\n4. Patient must have adequate organ function as indicated by the following laboratory values:\n\n   Hematological:\n\n   Absolute neutrophil count (ANC) greater than or equal to 1,500 /μL Platelets greater than or equal to 100,000 /μL Hemoglobin greater than or equal to 9 g/dL\n\n   Renal:\n\n   Serum creatinine or calculated creatinine clearance† - less than or equal to 1.5 x upper limit of normal (ULN) OR greater than or equal to 60 mL/min for patients with creatinine levels greater than 1.5 x institutional ULN\n\n   Hepatic:\n\n   Serum total bilirubin less than or equal to 1.5 x ULN OR direct bilirubin less than or equal to ULN for patients with total bilirubin levels greater than 1.5 x ULN AST (SGOT) and ALT (SGPT) less than or equal to 2.5 x ULN or less than or equal to 5 x ULN in patients with known liver metastasis\n\n   Coagulation:\n\n   Prothrombin time (PT)/INR less than or equal to 1.2 x ULN Partial thromboplastin time (PTT) less than or equal to 1.2 x ULN\n\n   Metabolic -HBA1C less than or equal to 8%\n\n   † Creatinine clearance should be calculated per institutional standard.\n\n   ‡ Fasting is defined as at least 8 hours without oral intake.\n5. Female patient of childbearing potential must have a negative serum or urine pregnancy test β-hCG within 72 hours prior to receiving the first dose of study medication.\n6. Post-menopausal female subjects should be defined prior to protocol enrollment by any of the following:\n\n   * Subjects at least 55 years of age\n   * Subjects under 55 years of age and amenorrheic for at least 12 months or follicle-stimulating hormone (FSH) values greater than or equal to 40 IU/L and estradiol levels less or equal to 20IU/L\n   * Prior bilateral oophorectomy or prior radiation castration with amenorrhea for at least 6 months\n7. Patient, or the patient's legal representative, has voluntarily agreed to participate by giving written informed consent.\n8. Patient is able to swallow capsules and has no surgical or anatomical condition that will preclude the patient from swallowing and absorbing oral medications on an ongoing basis.\n9. Patients may receive concurrent radiation therapy to painful bone metastases or areas of impending bone fracture as long as radiation therapy is initiated prior to study entry. Patients who have received prior radiotherapy must have recovered from any toxicity induced by this treatment (toxicity grade less than or equal to 1).\n10. Patients must be disease-free of prior invasive cancers for greater than 5 years with the exception of basal or squamous cancer of the skin or cervical carcinoma in situ.\n\nExclusion Criteria:\n\n1. Patient who has had chemotherapy, radiotherapy, or biological therapy within 3 weeks (6 weeks for nitrosoureas, mitomycin C or bevacizumab), or who has not recovered from the adverse events due to previous agents administered more than 4 weeks prior to Study Day 1. If the patient has residual toxicity from prior treatment,toxicity must be less than or equal to Grade 1.\n2. Patients must be at least 4 weeks post major surgical procedure, and all surgical wounds must be fully healed.\n3. Patient is currently participating or has participated in a study with an investigational compound or device within 30 days of Study Day 1.\n4. Patient has known active CNS metastases and/or carcinomatous meningitis. However, patients with CNS metastases who have completed a course of therapy would be eligible for the study provided they are clinically stable for at least 1 month prior to entry as defined as: (1) no evidence of new or enlarging CNS metastasis (2)off steroids that are used to minimize surrounding brain edema.\n5. Patient has a primary central nervous system tumor.\n6. Patient has known hypersensitivity to the components of study drug or its analogs.\n7. Patient has a history or current evidence of clinically significant heart disease including:\n\n   * Clinically significant congestive heart failure, unstable angina pectoris,\n   * Clinically significant cardiac arrhythmia, history or current evidence of a myocardial infarction during the last 6 months,and/or a current ECG tracing that is abnormal in the opinion of the treating Investigator.\n   * Baseline QTc prolongation greater than 450 msec (Bazett's Formula). Medications included in Arizona CERT Lists 1 and 2 (Appendix D) must be excluded. The concomitant use of drugs that are associated with increased risk for QT prolongation should be avoided in patients with congenital long QT syndrome (Appendix D, Arizona CERT List 3). Similarly, the concomitant use of drugs that are weakly associated with QT prolongation should be generally avoided (Appendix D, Arizona CERT List 4). Arizona CERT List 3 and 4 drugs should be used at the discretion of the Investigator and restricted where applicable. Any therapy given with these drugs should be used with caution, and patients receiving these medications should be carefully monitored.\n8. Patient with evidence of clinically significant bradycardia (heart rate less than 50 ), or a history of clinically significant bradyarrhythmias such as sick sinus syndrome, 2nd degree AV block (Mobitz Type 2), or patients taking beta blockers, non-dihydropyridine calcium channel blockers, or digoxin.\n9. Patient with uncontrolled hypertension (i.e., 160/90 mHg SiBP). Patients who are controlled on antihypertensive medication will be allowed to enter the study.\n10. Patient at significant risk for hypokalemia (e.g., patients on high dose diuretics, or with recurrent diarrhea).\n11. Patient with poorly controlled diabetes defined as HbA1C greater than 8%.\n12. Patient has a history or current evidence of any condition, therapy, or lab abnormality that might confound the results of the study, interfere with the patient's participation for the full duration of the study, or is not in the best interest of the patient to participate, in the opinion of the treating Investigator.\n13. Patient has known psychiatric or substance abuse disorders that would interfere with cooperation with the requirements of the trial.\n14. Patient is, at the time of signing informed consent, a regular user (including \"recreational use\") of any illicit drugs or had a recent history (within the last year) of drug or alcohol abuse.\n15. Patient is pregnant or breastfeeding, or expecting to conceive or father children within the projected duration of the study.\n16. Patient is known to be Human Immunodeficiency Virus (HIV)-positive\n17. Patient has known history of Hepatitis B or C or active Hepatitis A.\n18. Patient has symptomatic ascites or pleural effusion. A patient who is clinically stable following treatment for these conditions is eligible.\n19. Patient is receiving treatment with oral corticosteroids (note: inhaled corticosteroids are permitted).",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}