{
    "nctId": "NCT06268652",
    "briefTitle": "Patient Derived Organoid-guided Personalized Treatment Versus Treatment of Physician's Choice in Breast Cancer",
    "officialTitle": "Patient Derived Organoid-guided Personalized Treatment Versus Treatment of Physician's Choice in Patients With Relapsed and Refractory Breast Cancer：a Multicenter, Randomized, Controlled Phase III Trial",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer, Refractory Breast Carcinoma",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "PREVENTION",
    "enrollmentCount": 302,
    "primaryOutcomeMeasure": "Progression-free survival (PFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Voluntarily participate and sign the informed consent form\n2. Aged over 18 years old, regardless of gender;\n3. Locally advanced or metastatic breast cancer confirmed by histopathology;\n4. Received ≥2 previous lines of anti-tumor treatment and developed resistance to standard treatment;\n5. Life expectancy ≥3 months;\n6. ECOG performance status 0 to 2;\n7. Have measurable or/and evaluable lesions (non-radiotherapy target areas) (lesion evaluation is based on Recist1.1 standards);\n8. No serious organ (main organ: heart, lung, liver, kidney) functional abnormalities (refer to respective standards);\n9. Routine blood test: white blood cells (WBC) ≥3 × 109/L; absolute neutrophil count (ANC) ≥1.5 × 109/L; platelets (PLT) ≥100 × 109/L; hemoglobin (Hgb) ≥8g /dL;\n10. Blood biochemical indicators: AST (SGOT), ALT (SGPT) ≤ 2.5 × upper limit of normal value (ULN) (in the case of no liver invasion) or ≤ 5 × upper limit of normal value (ULN) (in the case of liver invasion) Bottom); total bilirubin (TBIL) ≤ ULN; serum creatinine clearance calculated according to the CG formula \\> 30 mL/min\n11. Coagulation function: prothrombin time (PT), international normalized ratio (INR) ≤ 1.5 × ULN (unless warfarin is being used for anticoagulation);\n12. Able to comply with the research visit plan and other program requirements;\n13. All patients of childbearing age must agree to take effective contraceptive measures during the study and within 6 months of stopping treatment. Female patients of childbearing age must have a negative urine pregnancy test before treatment.\n\nSubjects must meet all of the following additional criteria to be included in the OGPT group:\n\n1. No absolute contraindications to tissue-invasive procedures required to obtain organoid cultures。\n2. Sufficient tissue can be provided for organoid culture: biopsy samples (length \\>1cm, 3 strips), surgical resection samples (total volume \\>1cm3, weight \\>0.2g), thoracentesis, abdominal puncture, pericardiocentesis and other malignant effusion samples (pleural effusion \\>500mL, ascites \\>500m) and confirmed to contain malignant tumor cells.\n\nExclusion Criteria:\n\n1. The medical history and comorbidities are as follows:\n\n   1. The patient is participating in other interventional clinical studies or the end of treatment in the previous clinical study is less than 4 weeks;（2）Those who have been treated less than 4 weeks since the last anti-tumor treatment (radiotherapy, chemotherapy, targeted therapy, immunotherapy or local-regional treatment); the adverse reactions related to anti-tumor treatment (except alopecia) after previous systemic anti-tumor treatment have not returned to NCI- Patients with CTC AE ≤ grade 1;\n   2. Other active malignant tumors that require simultaneous treatment;\n   3. Known history of organ transplantation and allogeneic hematopoietic stem cell transplantation;\n   4. For subjects who have undergone major surgery or severe trauma, the effects of the surgery or trauma have been eliminated for less than 14 days before enrollment;\n   5. Patients with active pulmonary tuberculosis need to be excluded. Patients suspected of having active pulmonary tuberculosis should have chest X-rays, sputum, and clinical symptoms and signs to rule out the disease. Patients with a history of active pulmonary tuberculosis infection within the previous year must be excluded, even if they have been treated; patients with a history of active pulmonary tuberculosis infection more than 1 year ago must also be excluded, unless it is proven that the course and type of anti-tuberculosis treatment previously used are satisfactory. appropriate;\n   6. Severe acute or chronic infection requiring systemic treatment\n   7. Suffering from heart failure (New York Heart Association Class III or IV) and despite receiving appropriate medical treatment, poorly controlled coronary artery disease or arrhythmia, or a history of myocardial infarction within 6 months before screening patient.\n2. Pregnant or lactating women.\n3. No anti-tumor treatment is planned.\n4. Known to have a positive history of human immunodeficiency virus (HIV) test or known to have acquired immunodeficiency syndrome (AIDS);\n5. Untreated active hepatitis (hepatitis B: HBsAg positive and HBV DNA ≥ 500IU/mL; hepatitis C: HCV RNA positive and abnormal liver function); combined with hepatitis B and hepatitis C co-infection;\n6. Hypersensitivity to any study drug;",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}