{
    "nctId": "NCT05913440",
    "briefTitle": "HER2-low Unresectable and/or Metastatic Breast Cancer in Russia",
    "officialTitle": "A Multicenter Observational Retrospective Study of Therapeutic Approaches and Clinical Outcomes in Real Clinical Practice in Russian Patients With Human Epidermal Growth Factor Receptor 2 (HER2)-Low Unresectable and/or Metastatic Breast Cancer",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 2450,
    "primaryOutcomeMeasure": "To study the overall prevalence of HER2-low among patients with HER2-negative mBC, based on reassessment of historical HER2 fixed tissue IHC stained slides assay in the Russian Federation",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients with confirmed diagnosis of unresectable and/or metastatic BC established between the 1st July 2021 and the 1st July 2022.\n* Patients have HER2-negative status (IHC0, IHC1+, IHC2+/ISH-) obtained in the local laboratory.\n\n  -. Patients have an adequate archival tumor sample and slides suitable for reassessment HER2 status\\* by the reference laboratory.\n* Patients have documented hormonal status (ER, PR) IHC score.\n* Age ≥ 18 years at the time of inclusion.\n* Patients provided written consent allowing for data and samples to be used in the future and this study would be covered by the consent for future use in accordance with ICH GCP, GPP (Good Pharmacoepidemiology Practices) and local law prior to inclusion in the study. If the patient is deceased, a waiver may be accepted\n\nExclusion Criteria:\n\n* Patients with previous HER2 positive status in the anamnesis at the diagnosis or after the diagnosis of breast cancer.\n* Presence of other malignancies within period since diagnosis until the timepoint of data collection.\n* Patients receiving trastuzumab deruxtecan currently or received in anamnesis.\n* The participation in any randomised controlled trial within period since diagnosis until end of study.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}