{
    "nctId": "NCT06257758",
    "briefTitle": "A Phase 1/2 Study of VIO-01 in Participants With Recurrent Solid Tumors",
    "officialTitle": "A Phase 1/2 Study of VIO-01 in Participants With Recurrent Solid Tumors",
    "overallStatus": "RECRUITING",
    "conditions": "Advanced or Metastatic Solid Tumors, Breast Cancer, Recurrent Ovarian Cancer, Prostate Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 165,
    "primaryOutcomeMeasure": "Phase 1: Dose Limiting Toxicities",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Participants must have measurable disease per RECIST 1.1\n2. Participants with advanced and/or metastatic solid tumors showing select HRRM tumor alterations, or and HRD+ tumor score (as documented by local testing) as well as participants with advanced and/or metastatic HRP (phase 1 only) ovarian cancer that have had disease progression after treatment with available therapies known to confer clinical benefit or who are intolerant, refractory to or ineligible for standard treatment such as:\n\n   1. BRCA1/2 mutated breast cancer.\n   2. HRP (phase 1 only) or HRRm/HRD+ recurrent ovarian cancer.\n   3. HRR mutated prostate cancer.\n   4. Select HRRm or HRD+ solid tumors with Medical Monitor approval.\n3. For Participants with metastatic breast cancer:\n\n   1. Histologically or cytologically confirmed recurrent or relapsed breast cancer.\n   2. Advanced stage metastatic disease as documented by imaging.\n   3. Participants must have documented status of ER, PR, and HER2 according to American Society of Clinical Oncology, College of American Pathologists (ASCO-CAP) criteria prior to study entry. Participants must have had a biopsy to confirm hormone receptor status in the metastatic setting prior to study entry. Participants with HER2 positive disease are not eligible for enrollment.\n   4. Participants with hormone receptor-positive (estrogen and/or progesterone receptor-positive) disease must have received and progressed on at least one endocrine therapy (adjuvant or metastatic) or have disease that the treating physician believes to be inappropriate for endocrine therapy. Endocrine therapy must have been completed at least 7 days before study treatment.\n   5. Participants with ER+ tumors should have progressed on prior CDK4/6 inhibitors (in addition to hormonal therapy) to be eligible.\n   6. Participants with triple negative breast cancer (TNBC) should have received sacituzumab prior to study enrollment.\n4. Willingness to provide pre-treatment and on-treatment biopsies.\n\nParticipant Exclusion Criteria\n\nThe following criteria must be checked at the time of screening and at baseline. If ANY exclusion criterion applies, the participant must not be included in the study:\n\n1. Phase 2 Only: Have received more than one prior line of therapy in metastatic setting.\n\n   Note: Phase 1 has no limits for prior lines of therapy.\n2. Participants with neurologic disorders such as Guillain-Barré syndrome (GBS), myasthenia gravis (MG), Parkinson's disease, amyotrophic lateral sclerosis (ALS), seizure disorder, multiple sclerosis (MS), or other chronic neurologic condition.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}