{
    "nctId": "NCT05808582",
    "briefTitle": "Chidamide Combined With Fulvestrant for HR+/HER2-advanced Breast Cancer",
    "officialTitle": "Multicenter, Single-arm, Open Clinical Study of Chidamide in Combination With Fulvestrant in HR+/HER2-advanced Breast Cancer That Has Failed Prior CDK4/6 Inhibitor Combined With Aromatase Inhibitor Therapy",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Hormone Receptor-positive Advanced Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 60,
    "primaryOutcomeMeasure": "Progression Free Survival (PFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age ≥ 18 years, female.\n2. Both postmenopausal and premenopausal for hormone receptor positive patients, but premenopausal patients need to be given concomitant ovarian function suppression (OFS) therapy (criteria for menopause: \"Judgment Criteria for Menopause after Adjuvant Therapy and Consensus on Clinical Application of Aromatase Inhibitors for Premenopausal Female Breast Cancer Patients in China\").\n3. Patients with HR-positive (ER-positive, PR-positive or negative) and HER2-negative breast cancer confirmed by histopathology, defined as follows.\n4. Pre-enrollment disease status of non-surgically resectable locally advanced or metastatic breast cancer.\n5. At least one extracranial measurable lesion as defined by RECIST V1.1 criteria or bone metastases alone.\n6. Progress after previous treatment with CDK4/6 inhibitor combined with any aromatase inhibitor (after previous treatment with CDK4/6 inhibitor combined with aromatase inhibitor, you can enter the study directly or re-enter the group after chemotherapy); ; The total number of previous rescue treatments is ≤3; Previously received rescue chemotherapy ≤1 line; Time interval from the last treatment: (a) If the last treatment is endocrine therapy, it needs ≥2 weeks; (b) If the last treatment is chemotherapy, it needs ≥4 weeks;\n7. ECOG PS score: 0-1.\n8. Organ function meets the requirement.\n9. expected survival ≥ 3 months.\n10. Subjects of childbearing potential need to have a negative pregnancy test within 7 days prior to initiation of treatment and must use an appropriate method of contraception during treatment and for three months after completion of treatment.\n11. Patients are fully informed and voluntarily sign an informed consent form.\n\nExclusion Criteria:\n\n1. Prior treatment with any HDAC inhibitor or fulvestrant.\n2. known hypersensitivity to the drug components of this trial.\n3. have inflammatory breast cancer at the time of screening\n4. clinical evidence or history of central nervous system metastases (CS) and/or carcinomatous meningitis, soft meningeal disease\n5. inability or unwillingness to swallow medications or receive intramuscular injections\n6. have gastrointestinal insufficiency or gastrointestinal disease that can significantly interfere with the absorption of study drug (e.g., uncontrolled ulcerative disease, uncontrolled nausea, vomiting, diarrhea, malabsorption syndrome, or small bowel resection)\n7. History of immunodeficiency, including testing positive for HIV, or having other acquired or congenital immunodeficiency disorders, or a history of organ transplantation.\n8. other malignancies (except cured basal cell carcinoma of the skin, cervical carcinoma in situ and thyroid cancer) within the previous 5 years or concurrently\n9. having undergone a major surgical operation or significant trauma within 4 weeks prior to initiation of treatment, or where the patient is expected to undergo major surgical treatment\n10. Inability to understand or follow study guidelines and requirements.\n11. Those who are judged by the investigator to be unsuitable for participation in this study.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}