{
    "nctId": "NCT04736576",
    "briefTitle": "Study to Evaluate Patient Reported Outcome (PRO) and Physical Activity in Japanese Patients With HR+/HER2- Advanced Breast Cancer Treated With Palbociclib Plus Endocrine Therapy or Endocrine Monotherapy",
    "officialTitle": "Prospective, Multicenter, Observational Study to Evaluate Patient-reported Outcome and Physical Activity Using Smartphone-based Application and Wearable Device in Japanese Patients With HR+/HER2- Advanced Breast Cancer Treated With Palbociclib Plus Endocrine Therapy or Endocrine Monotherapy",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "OTHER",
    "enrollmentCount": 99,
    "primaryOutcomeMeasure": "Change in PRO as measured by EORTC-QLQ-C30 collected via smartphonebased application.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Adult women (≥ 20 years of age)\n2. Diagnosis of adenocarcinoma of the breast with evidence of metastatic disease or advanced disease not amenable to resection or radiation therapy with curative intent.\n3. Documented evidence of HR+/HER2- tumor based on the patient's surgical specimen or most recent tumor biopsy.\n4. Initiating first or second line treatment at study entry with one of the following therapies:\n\n   palbociclib plus endocrine therapy or endocrine monotherapy\n5. Eastern Cooperative Oncology Group (ECOG) performance status = 0\\~1.\n6. Owns or has regular access to an Apple iPhone or Android phone.\n7. Willing and able to complete collection of data via smartphone-based application.\n8. Willing and able to wear the wearable device for approximately 6 months.\n9. Evidence of a personally signed and dated informed consent document indicating that the patient has been informed of all pertinent aspects of the study.\n10. Able to read and understand Japanese\n\nExclusion Criteria:\n\n1. The patient is participating in any interventional clinical trial that includes investigational or marketed products. Patients participating in other investigator-initiated research or non-interventional studies can be included as long as their standard of care is not altered by the study.\n2. The patient is on active treatment for other malignancies other than ABC.\n3. The patient's life style is fluctuating in weekly-basis (eg, shift-time worker), which may have high impact on physical activity assessment based to investigator's discretion",
    "sex": "FEMALE",
    "minimumAge": "20 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}