{
    "nctId": "NCT02984683",
    "briefTitle": "Study Evaluating Efficacy and Safety of SAR566658 Treatment in Patients With CA6 Positive Metastatic Triple Negative Breast Cancer",
    "officialTitle": "Open-label Phase 2 Study Evaluating Efficacy and Safety of SAR566658 Treatment in Patients With CA6 Positive Metastatic Triple Negative Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Triple Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 23,
    "primaryOutcomeMeasure": "Number of Participants With Investigational Medicinal Product (IMP)-Related Predefined Safety Criteria Findings",
    "eligibilityCriteria": "Inclusion criteria :\n\n* Measurable Metastatic TNBC.\n* Participants with CA6-positive disease.\n* Participants received at least 1 prior chemotherapy regimen but no more than 3 for advanced/metastatic disease.\n* Prior anticancer therapy must have contained anthracycline (eg, doxorubicin), if not contraindicated, and a taxane (eg, docetaxel, paclitaxel) in an adjuvant/neo-adjuvant or metastatic setting.\n\nExclusion criteria:\n\n* Eastern Cooperative Oncology Group (ECOG) performance status \\>=2.\n* Participant less than 18 years old.\n* Pregnant or breast-feeding women.\n* Participants with reproductive potential who do not agree to use accepted and effective method of contraception during the study treatment period and for 6 months following discontinuation of study drug.\n* Wash out period of less than 3 weeks or 5 half-lives from previous antitumor chemotherapy, immunotherapy, or any investigational treatment.\n* History of brain metastasis (other than totally resected or previously irradiated and nonprogressive/relapsed), spinal cord compression or carcinomatous meningitis, or new evidence of brain leptomeningeal disease.\n* Prior treatment with eribulin as last prior therapy or prior maytansinoid treatments (DM1 or DM4 antibody-drug conjugates \\[ADCs\\]).\n* Known intolerance to infused protein products including other monoclonal antibodies and ADCs.\n* Poor bone marrow reserve and/or poor organ function.\n* Symptomatic peripheral neuropathy Grade \\>=2.\n* Previous history of chronic corneal diseases (even if asymptomatic) or unresolved acute nonrecurrent corneal conditions.\n* Participants wearing contact lenses who are not willing to stop wearing them for the duration of the study.\n* Medical conditions requiring concomitant administration of strong Cytochrome P450 3A4 (CYP3A4) inhibitors, unless it could be discontinued at least 2 weeks before 1st administration of SAR566658.\n* Contraindications to the use of ophthalmic vasoconstrictor and/or corticosteroid.\n\nThe above information was not intended to contain all considerations relevant to a participant's potential participation in a clinical trial.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}