{
    "nctId": "NCT02581709",
    "briefTitle": "An Intervention Programme to Reduce Cognitive Impairment Due to Cancer",
    "officialTitle": "The Development and Feasibility Testing of an Intervention Programme to Reduce Cognitive Impairment Due to Cancer Treatment",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Neoplasms, Colorectal Neoplasms",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 15,
    "primaryOutcomeMeasure": "Feasibility of intervention implementation",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Aged \\>18 years\n* Have a diagnosis of early stage breast or colorectal cancer (Stage I-III disease)\n* Are planned to receive standard care adjuvant chemotherapy.\n* Able to complete Neuropsychological test assessment pre- and post- chemotherapy receipt.\n* Proficiency in the English language\n* Able to provide informed consent\n* Patients with breast cancer can be receiving standard care hormonal therapy or radiotherapy\n\nExclusion Criteria:\n\n* Treatment plan does not include chemotherapy.\n* Diagnosed with metastatic cancer\n* Treatment plan includes cranial radiation, brain surgery or intrathecal therapy.\n* History of previous cancer, as previous treatment or experience may contribute to cognitive impairments (with the exception of non-melanoma skin cancer).\n* History of cranial radiation, brain surgery or intrathecal therapy due to the direct impact on the brain.\n* History of, or, comorbid condition which may alter cognitive function tests i.e. stroke, head injury, epilepsy, Parkinson's disease, Huntington's disease, Alzheimer's disease, encephalitis, substance abuse, bipolar disorder, psychosis, schizophrenia and learning disability.\n* Current use of psycho-stimulant medication e.g. Methylphenidate which increases activity in the central nervous system, or central nervous system (CNS) depressant medication e.g. Benzodiazepines and Barbiturates due to slowing down of cognitive processes. Use of commonly prescribed anti-depressants e.g. Monoamine Oxidase Inhibitors (MAOIs), Selective Serotonin Reuptake Inhibitors (SSRIs) or Serotonin Noradrenaline Reuptake Inhibitors (SNRIs) or Tricyclic Antidepressants (TCAs) is permitted.\n* Have a Mini-Mental Status Examination score ≤23 indicative of substantial cognitive impairment including dementia.\n* Current uncontrolled mood disorder e.g. Major depression.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}