{
    "nctId": "NCT01016574",
    "briefTitle": "Evaluating the Adequacy of Giro-Couch to Support Prone Breast Boost Irradiation Using IMRT Technique With IGRT.",
    "officialTitle": "Evaluating the Adequacy of Giro-Couch to Support Prone Breast Boost Irradiation Using Intensity Modulated Radiation Therapy(IMRT)Technique With Image-guided Radiation Therapy(IGRT).",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 15,
    "primaryOutcomeMeasure": "Ease of use and Comfort scale 1-5",
    "eligibilityCriteria": "Inclusion Criteria:\n\nWomen who satisfy all of the following conditions are the only patients who will be eligible for this study:\n\n* The patient must consent to be in the study and must have signed an approved consent form conforming to federal and institutional guidelines.\n* Patients must be ≥ 40 years old.\n* The patient must have stage I or II breast cancer. If stage II, the tumor size must be 3 cm or less.\n* Surgical treatment of the breast must have been lumpectomy. The margins of the resected specimen must be at least 2mm. Re-excision of surgical margins is permitted.\n* Gross disease must be unifocal.\n* The target lumpectomy cavity must be clearly delineated and the target lumpectomy cavity/whole breast reference volume must be ≤ 30% based on the treatment planning CT scan.\n* The lumpectomy cavity must be delineated with surgical clips by the surgeon.\n* Patients are eligible if, based on the postoperative/ simulation CT scan, prone boost RT is judged to be technically deliverable by a prone breast IMRT-IGRT technique.\n* Patients with a history of non-breast malignancies are eligible if they have been disease-free for 5 or more years prior to randomization and are deemed by their physician to be at low risk for recurrence. Patients with the following cancers are eligible if diagnosed and treated within the past 5 years: carcinoma in situ of the cervix, carcinoma in situ of the colon, melanoma in situ, and basal cell and squamous cell carcinoma of the skin.\n\nExclusion Criteria:\n\n* Men are not eligible for this study. Women with one or more of the following conditions also are ineligible for this study.\n* T0, T2 (\\> 3.0 cm), T3, stage III, or stage IV breast cancer (see Appendix A for TNM nomenclature and staging).\n* Suspicious microcalcifications, densities, or palpable abnormalities (in the ipsilateral or contralateral breast) unless biopsied and found to be benign.\n* Non-epithelial breast malignancies such as sarcoma or lymphoma.\n* Proven multicentric carcinoma (invasive cancer or DCIS) in more than one quadrant or separated by 4 or more centimeters.\n* Paget's disease of the nipple.\n* Synchronous bilateral invasive or non-invasive breast cancer.\n* Surgical margins that cannot be microscopically assessed or are positive at pathologic evaluation. (If surgical margins are rendered free of disease by re-excision, the patient is eligible.)\n* Clear delineation of the extent of the target lumpectomy cavity not possible.\n* Breast implants.\n* Prior breast or thoracic RT for any condition\n* Collagen vascular disease, specifically dermatomyositis, systemic lupus erythematosis, or scleroderma.\n* Pregnancy or lactation at the time of proposed randomization. Women of reproductive potential must agree to use an effective non-hormonal method of contraception during therapy.\n* Psychiatric or addictive disorders or other conditions that, in the opinion of the investigator, would preclude the patient from meeting the study requirements.",
    "sex": "FEMALE",
    "minimumAge": "40 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}