{
    "nctId": "NCT02221999",
    "briefTitle": "Weekly Paclitaxel and Cisplatin to Treat Hormone Receptor Positive and Triple Negative Breast Cancer Patients",
    "officialTitle": "A Prospective, Randomized, Open-label Comparison of Preoperative Weekly Paclitaxel and Cisplatin With or Without Endocrine Therapy in Patients With Operable Hormone Receptor Positive and Triple Negative Locally Advanced Breast Cancer",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Tubular Breast Cancer, Mucinous Breast Cancer, Invasive Ductal Breast Cancer, Inflammatory Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2, PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 250,
    "primaryOutcomeMeasure": "pathological complete remission rate",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Women aged ≥18years and ≤70 years;\n2. At least on measurable disease according to the Response Evaluation Criteria in Solid Tumors (RECIST). Histologically confirmed invasive breast cancer, tumor size ≥2 cm, T2-4 N0-3M0;\n3. ER/PR/HER-2 and Ki-67 status detected on core biopsy. ER and/or PR positive was defined as \\>1% stained cells.HER2-positive is defined as immuno-histochemistry (IHC) 3+ or the ratio of HER2 gene signals to chromosome 17 signals \\>2.0 or HER2 gene copy \\>6.0.\n4. No prior systemic or loco-regional treatment of breast cancer;\n5. Adequate bone marrow function:WBC≥4.0×109/L, Absolute neutrophil count（ANC）≥1.5×109/L, Platelets（PLT）≥100×109/L, Hemoglobin（Hb）≥90g/L;aspartate aminotransferase(AST),Alanine aminotransferase (ALT)≤1.5 upper normal limit (UNL), creatinine≤1.5 UNL, bilirubin≤1.5UNL;\n6. No obvious main organs dysfunction.\n\nExclusion Criteria:\n\n1. Unwilling or unable to use an acceptable method of contraception in 8 weeks (including 8 weeks) after final dose of test drug;\n2. Patient is pregnant or breast feeding;\n3. Inflammatory breast cancer and metastatic breast cancer;\n4. Any evidence of sense or motor nerve disorders;\n5. Patients with medical conditions taht indicate intolerant to neoadjuvant therapy, including uncontrolled cardiovascular disease, severe infection;\n6. Any concurrent malignancy other than breast cancer;\n7. Know severe hypersensitivity to any drugs in this study.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}