{
    "nctId": "NCT06187818",
    "briefTitle": "Follow up Study of Crocin on Cardiac Function Protection in Patients With Breast Cancer Undergoing Neoadjuvant Chemotherapy Based on Color Doppler Ultrasound Combined With Myocardial Zymogram",
    "officialTitle": "Study of Crocin on Cardiac Function Protection in Patients With Breast Cancer Undergoing Neoadjuvant Chemotherapy Based on Color Doppler Ultrasound Combined With Myocardial Zymogram",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 120,
    "primaryOutcomeMeasure": "Cardiac ultrasound LVEF, GLS",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Female patients with breast cancer aged ≥ 20 years and ≤ 80 years, with informed consent and meeting the treatment standard of neoadjuvant chemotherapy scheme.\n2. Patients who plan to receive neoadjuvant chemotherapy based on anthracycline drugs (such as erythromycin, doxorubicin, epirubicin, pyranomycin, idabicin, pentorubicin, and mitoxantrone).\n3. No treatment for breast cancer before enrollment, such as chemotherapy, targeted therapy and endocrine therapy.\n4. All patients underwent coarse needle biopsy of breast tumors (axillary lymph node biopsy is required for suspected axillary lymph node metastasis) to determine the status of ER, PR, HER-2, and Ki-67.\n5. All patients have normal lung function, liver and kidney function.\n\nExclusion Criteria:\n\n1. Cases that do not cooperate and are unwilling to sign informed consent forms.\n2. Antitumor therapy, hormone replacement therapy and other breast cancer related treatments were performed before enrollment.\n3. Merge any other malignant tumors.\n4. Patients with poor image quality in echocardiography.\n5. Continuous atrial fibrillation and severe arrhythmia affect ultrasound data collection and analysis.\n6. Patients with active infections, a history of HIV, or chronic hepatitis B or C.\n7. Patients with abnormal lung function or liver and kidney function.\n8. Patients with hemorrhagic diseases.\n9. Patients taking other heart protection traditional Chinese patent medicines and simple preparations.\n10. Participated in other clinical researchers in the past 3 months.",
    "sex": "FEMALE",
    "minimumAge": "20 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}