{
    "nctId": "NCT02140437",
    "briefTitle": "Fulvestrant Combined Anastrozole Versus Anastrozole in Luminal A-like Postmenopausal ABC",
    "officialTitle": "An Open-label, Multi-center, Randomized Phase II Study of Fulvestrant Anastrozole Combination Versus Anastrozole Alone in Patients With Luminal A-like Postmenopausal Advanced Breast Cancer",
    "overallStatus": "WITHDRAWN",
    "conditions": "Carcinoma Breast Stage IV",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "PFS(Progression free survival)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Signed informed consent\n2. Histologically confirmed breast cancer\n3. Luminal A-like breast cancer (primary or metastatic tumor), defined as: ER-positive, PR-positive (\\> 20%), Her-2 negative and Ki67 \\<14%.\n4. Advanced breast cancer is eligible:\n\n   * Endocrine therapy-naive patients with locally advanced disease, who are not suitable for radical surgery or radiotherapy (the decision made by the multidisciplinary breast cancer team). Prior first-line cytotoxic chemotherapy is acceptable. or\n   * Patients with recurrent or metastatic disease, who have not received adjuvant endocrine therapy or who have been 2 years or longer after stop of adjuvant endocrine therapy. Patients who had disease progression from first-line cytotoxic chemotherapy are allowed.\n5. At least one lesion (measurable and / or non-measurable) can be assessed at baseline, and is suitable for repeated assessments with CT and/or MRI.\n6. Postmenopausal women, defined as any one of the following criteria (as defined in the NCCN's menopause definition):\n\n   * previous bilateral oophorectomy\n   * 60 years old or older\n   * less than 60 years old, amenorrheic for 12 months or longer in the absence of chemotherapy, tamoxifen, toremifene, or ovarian suppression and follicle-stimulating hormone and estradiol in the postmenopausal range.\n   * If taking tamoxifen, or toremifene and age \\< 60, then FSH and E in the postmenopausal range\n7. ECOG 0, 1 or 2.\n8. Patients with good compliance.\n9. Must be able to swallow tablets.\n10. Without any significant gastrointestinal obstruction or dysfunction of absorption for oral drug.\n\nExclusion Criteria:\n\n1. Life-threatening metastatic visceral disease, defined as extensive liver involvement or any degree of brain or leptomeningeal involvement (past or present) or symptomatic pulmonary lymphatic metastasis. If the investigator believe that their respiratory function is not significantly impaired due to illness, patients with scattered parenchymal metastases are qualified.\n2. Have received any systemic treatment other than first-line cytotoxic chemotherapy.\n3. Radiation therapy within 28 days prior to randomization (exception: radiotherapy to control bone pain, but should be completed before the randomization).\n4. Use any other anti-cancer therapy at the same time (except bisphosphonate).\n5. Previous endocrine treatment for advanced breast cancer.\n6. Current or previous malignancy ( except for breast cancer, basal cell or squamous cell carcinoma of the skin with adequate treatment, cervical carcinoma in situ).\n7. Inadequate blood or liver or renal function within one week prior to randomization: Platelets \\< 80 × 10\\^9/L; Total bilirubin \\> 1.5 × (ULRR) (patients with Gilbert's syndrome is eligible); or ALT or AST \\> 2.5 × ULRR (without liver metastases) or \\> 5 × ULRR (with liver metastases).\n8. History with hemorrhagic constitution (e.g. disseminated intravascular coagulation, clotting factor deficiency) or long-term anticoagulant therapy.\n9. Hypersensitivity history to excipients or castor oil of fulvestrant or anastrozole.\n10. Any other severe co-existing medical disorders, ie uncontrolled heart disease.\n11. Participation in any clinical trial and / or exposure to any investigational medication within 28 days before randomization.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}