{
    "nctId": "NCT06602167",
    "briefTitle": "Electroacupuncture Combined With Self-administered Acupressure for the Prevention of Capecitabine-Associated Hand-Foot Syndrome",
    "officialTitle": "Electroacupuncture Combined With Self-administered Acupressure for the Prevention of Capecitabine-Associated Hand-Foot Syndrome: a Randomized Controlled Trial",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Capecitabine, Hand-foot Syndrome, Electroacupuncture, Self-administered Acupressure, Breast Cancer, Gastrointestinal Cancers",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "PREVENTION",
    "enrollmentCount": 220,
    "primaryOutcomeMeasure": "HFS incidence rate",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Sign a written informed consent form;\n2. Male or female ≥ 18 years old;\n3. Patients with gastrointestinal cancer or breast cancer who are diagnosed with cancer by pathology will receive capecitabine treatment for the first time according to the label;\n4. The performance status of the Eastern Cancer Collaboration Group is 0-2;\n5. Palliative or adjuvant chemotherapy with capecitabine (combination or monotherapy, minimum daily total dose of capecitabine 2000 mg/m\\^2);\n6. Expected lifespan ≥ 3 months;\n7. Laboratory requirements: platelet count ≥ 100 × 10\\^9/L, white blood cell count\\&amp;amp;gt;3.0 × 10\\^9/L, hemoglobin ≥ 10.0 g/dL, normal liver and kidney function;\n8. Adequate contraception.\n\nExclusion Criteria:\n\n1. Previous use of capecitabine or liposome doxorubicin or any other tyrosine kinase inhibitor that may induce HFS (such as sorafenib, sunitinib, and apatinib) for chemotherapy;\n2. The initial dose of capecitabine is less than 800mg/m\\^2;\n3. Radiation therapy or surgery should be performed within 4 weeks before the start of treatment;\n4. Skin diseases that may interfere with clinical trial results;\n5. Known drug/alcohol abuse;\n6. Pregnant women or lactating patients;\n7. Participate in another clinical trial and the patient has received the investigational drug within the last 30 days prior to the start of treatment (i.e. follow-up in the previous trial was not exclusive);\n8. Known patients who are afraid of electroacupuncture stimulation or allergic to stainless steel needles or any component of capecitabine;\n9. Receive any acupuncture and moxibustion treatment ,there is lymphedema in the area stimulated by acupuncture;\n10. Patients with any chemotherapy- or radiotherapy-related toxicities that have not subsided to grade 2 or lower will be excluded, except for stable sensory neuropathy.\n11. Any unresolved skin toxicity caused by previous chemotherapy or radiotherapy, except for hair loss, will also be grounds for exclusion.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}