{
    "nctId": "NCT03358017",
    "briefTitle": "Neoadjuvant Zoledronate and Atorvastatin in Triple Negative Breast Cancer",
    "officialTitle": "Multicenter, Randomized, Phase II Study of Neoadjuvant Chemotherapy Associated or Not With Zoledronate and Atorvastatin in Triple Negative Breast Cancers - YAPPETIZER Study",
    "overallStatus": "COMPLETED",
    "conditions": "Triple Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 54,
    "primaryOutcomeMeasure": "Proof of concept primary activity endpoint - Efficacy endpoint",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Histologically confirmed diagnosis of non-metastatic operable TNBC subjected to diagnostic core biopsy\n2. TNBC defined as HER2/ER/PgR negative receptors\n3. Female, aged ≥ 18 years\n4. ECOG (Eastern Cooperative Oncology Group) performance status ≤ 1\n5. Clinical indication for a neoadjuvant approach according to the investigator's judgment. The standard chemotherapy will consist of a complete pre-operative treatment with anthracyclines and taxanes (in sequence or combination), including platinum derivatives and dose-dense schedules, according to the best physician choice (BPC)\n6. Availability of paraffin-embedded tumor block (FFPE) taken at diagnostic biopsy for IHC and RNA-Seq molecular determinations\n7. Patients with reproductive potential must have a negative serum pregnancy test within 7 days prior to study entry. They must agree to use a medically acceptable method of contraception throughout the treatment period and for 3 months after discontinuation of treatment\n8. Written informed consent signed prior to enrolment according to ICH/GCP.\n\nExclusion Criteria:\n\n1. Presence of metastatic disease\n2. Previous investigational treatment for any condition within four weeks prior to study registration\n3. Treatment with bisphosphonates, denosumab or other drug that, in the investigator's judgment, affects bone metabolism\n4. Treatment with statins or other drugs that, in the investigator's judgment, potentially affect the mevalonate pathway\n5. Any previous treatment for the currently diagnosed breast cancer, including radiation therapy, chemotherapy, biotherapy and/or hormonal therapy\n6. Inadequate bone marrow, hepatic or renal function including the following:\n\n   1. Hb\\< 9.0 g/dL, absolute neutrophil count \\< 1.5 x 109/L, platelets \\<100 x 109/L\n   2. Total bilirubin \\> 1.5 x ULN, excluding cases where elevated bilirubin can be attributed to Gilberts Syndrome\n   3. AST (SGOT), ALT (SGPT) \\> 2.5 x ULN\n   4. Creatinine \\> 1.2 x ULN, calcium \\< 8.6 mg/dL\n7. Co-existing active infection or concurrent illness that, at the judgment of the investigator, contra-indicate the inclusion of the patient in the study\n8. Active liver disease or unexplained persistent elevations of serum transaminases exceeding 3 times the upper limit of normal\n9. Co-existing dental diseases that form a contraindication to the use of zol\n10. Any medical or other condition that in the Investigator's opinion renders the patient unsuitable for this study due to unacceptable risk\n11. Psychiatric disorders or altered mental status precluding understanding of the informed consent process and/or completion of the necessary study assessment and procedures\n12. Known hypersensitivity to the active substance, to other bisphosphonates or to any excipients of zoledronate\n13. Known hypersensitivity to the active substance or to any excipients of atorvastatin. Conditions of rare hereditary problems of galactose intolerance, Lapp lactose deficiency or glucose-galactose malabsorption\n14. Anticipation of need for major surgical procedure during the course of the trial\n15. Pregnant or breast feeding women.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}