{
    "nctId": "NCT01386580",
    "briefTitle": "An Open-label, Phase I/IIa, Dose Escalating Study of 2B3-101 in Patients With Solid Tumors and Brain Metastases or Recurrent Malignant Glioma.",
    "officialTitle": "An Open-label, Phase I/IIa, Dose Escalating Study of 2B3-101 in Patients With Solid Tumors and Brain Metastases or Recurrent Malignant Glioma.",
    "overallStatus": "COMPLETED",
    "conditions": "Brain Metastases, Lung Cancer, Breast Cancer, Melanoma, Malignant Glioma",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 84,
    "primaryOutcomeMeasure": "To characterize the safety and tolerability of intravenously administered 2B3-101 in patients with advanced solid tumors and metastatic brain cancer or recurrent malignant glioma.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age ≥ 18 years.\n2. Measurable intracranial disease by MRI.\n3. ECOG Performance Status ≤ 2.\n4. Estimated life expectancy of at least 8 weeks.\n5. Toxicities incurred as a result of previous anticancer therapy (radiation therapy, chemotherapy, or surgery) must be resolved to ≤ grade 2 (as defined by CTCAE version 4.0).\n6. No evidence of (cortical) cognitive impairment as defined by a Mini-Mental Status Exam (MMSE) score ≥ 25/30.\n7. Written informed consent according to local guidelines.\n\nIn addition to the above listed eligibility criteria, the following criteria are applicable:\n\n8.\n\n* 2B3-101 single agent dose-escalation phase:\n\n  1. Patients with pathologically confirmed diagnosis of advanced, recurrent solid tumors and unequivocal evidence of brain metastases that are refractory to standard therapy or for whom no standard therapy exists or with unequivocal evidence of newly diagnosed untreated brain metastases and controlled extracranial disease which per the multi-disciplinary team decision do not require immediate radiotherapy, surgery or standard systematic chemotherapy. Brain metastases may be stable, progressive, symptomatic or asymptomatic brain metastasis/es. Stable or decreasing dosage of steroids (e.g. dexamethasone) for 7 days prior to baseline MRI or non-enzyme inducing anti-epileptic drugs is allowed.\n\n     Or -\n  2. Patients with pathology confirmed diagnosis of advanced, recurrent primary malignant (grade III and IV) glioma that are refractory to standard therapy or for whom no standard therapy exists. Stable or decreasing dosage of steroids (e.g. dexamethasone) for 7 days prior to baseline MRI or non-enzyme inducing anti-epileptic drugs are allowed.\n* 2B3-101 in combination with trastuzumab dose escalation phase:\n\nPatients with histologically-confirmed HER2-positive (IHC 3+ or fluorescence in situ hybridization \\[FISH\\] amplified; by clinical assay on either primary or metastatic tumor) adenocarcinoma of the breast with unequivocal evidence of brain metastases that are refractory to standard therapy or for which no standard therapy exist or with unequivocal evidence of newly diagnosed untreated brain metastases and controlled extracranial disease which per the multi-disciplinary team decision do not require immediate radiotherapy, surgery or standard systematic chemotherapy can be included to this escalation phase as well.\n\n- Breast cancer brain metastases expansion phase:\n\n1. Patients with pathologically confirmed diagnosis of advanced, recurrent breast cancer with at least one progressive and/or new metastatic brain lesion, that are refractory to standard therapy or for whom no standard therapy exist. Brain metastases may be stable, progressive, symptomatic or asymptomatic brain metastasis/es. Stable or decreasing dosage of steroids (e.g. dexamethasone) for 7 days prior to baseline MRI or non-enzyme inducing anti-epileptic drugs is allowed.\n\n   Or -\n2. Patients with pathologically confirmed diagnosis of advanced breast cancer with newly diagnosed, untreated, brain metastases and controlled extracranial disease which per the multi-disciplinary team decision do not require immediate radiotherapy, surgery or standard systematic chemotherapy.\n\nSCLC brain metastases study arm of the expansion phase:\n\n1. Patients with pathologically confirmed diagnosis of advanced, recurrent SCLC with at least one progressive and/or new metastatic brain lesion that are refractory to standard therapy or for whom no standard therapy exist. Stable or decreasing dosages of steroids (e.g. dexamethasone) for 7 days prior to baseline MRI and/or use of non-enzyme inducing anti-epileptic drugs are allowed.\n\n   Or\n2. Patients with pathologically confirmed diagnosis of advanced SCLC with newly diagnosed, untreated, brain metastases and controlled extracranial disease which per the multi-disciplinary team decision do not require immediate radiotherapy, surgery or standard systematic chemotherapy.\n\nMelanoma brain metastases study arm of the expansion phase:\n\n1. Patients with pathologically confirmed diagnosis of advanced, recurrent melanoma with at least one progressive and/or new metastatic brain lesion that are refractory to standard therapy or for whom no standard therapy exist. Stable or decreasing dosages of steroids (e.g. dexamethasone) for 7 days prior to baseline MRI and/or use of non-enzyme inducing anti-epileptic drugs are allowed.\n\n   Or\n2. Patients with pathologically confirmed diagnosis of advanced melanoma with newly diagnosed, untreated, brain metastases and controlled extracranial disease which per the multi-disciplinary team decision do not require immediate radiotherapy, surgery or standard systematic chemotherapy.\n\nRecurrent malignant glioma study arm of the expansion phase:\n\n1. 7 patients with histologically proven glioma grade IV, which is progressive following first line treatment with surgery or biopsy followed by fractionated radiotherapy with concurrent temozolomide-containing chemotherapy.\n\n   and\n2. 7 patients with recurrent histologically confirmed malignant (WHO grade III and IV) glioma or histologically confirmed low-grade (WHO grade II) glioma with radiographic evidence of malignant transformation by MRI, that are refractory to standard therapy, or for whom no standard therapy exists or do not require immediate standard therapy per the multi-disciplinary team decision. Patients in both groups should have stable or decreasing dosage of steroids (e.g. dexamethasone) for a minimum of 7 days prior to baseline MRI. Non-enzyme inducing anti-epileptic drugs are allowed\n\n   Exclusion Criteria.\n   * Prior Treatment. 1. Less than 1 week since the last treatment of lapatinib, less than 2 weeks since the last treatment of vemurafenib, less than 4 weeks since the last treatment of chemotherapy, biological therapy, immunotherapy and systemic radiotherapy (except palliative radiation delivered to \\<20% of bone marrow), less than 8 weeks for cranial radiotherapy, and less than 6 weeks for nitrosoureas and mitomycin C.\n\n     2. Patients that have received a maximum cumulative dose of free (i.e., non-liposomal) or liposomal doxorubicin \\> 360mg/m2 or free epirubicin \\> 600mg/m2.\n   * Current Treatment. 3. Current or recent (within 30 days of first study treatment) treatment with another investigational drug or participation in another investigational study.\n   * Hematology, coagulation and biochemistry. 4. Inadequate bone marrow function: Absolute Neutrophil Count (ANC): \\< 1.5 x 109/L, or platelet count \\< 100 x 109/L or hemoglobin \\< 6 mmol/L.\n\n     5. Inadequate liver function, defined as:\n\n     • Serum (total) bilirubin \\> 1.5 x the ULN for the institution if no liver metastases (\\> 2 x ULN in patients with liver metastases);\n\n     • ASAT or ALAT \\> 2.5 x ULN if no liver metastases (\\> 4 x ULN in patients with liver metastases);\n     * Alkaline phosphatase levels \\> 2.5 x ULN if no liver metastases (\\> 5 x ULN in patients with liver metastases, or \\> 10 x ULN in patients with bone metastases).\n\n       6. Inadequate renal function, defined as:\n     * Serum creatinine \\> 1.5 x ULN.\n   * Other. 7. Leptomeningeal carcinomatosis as the only site of CNS involvement. 8. Pregnancy or lactation. Serum pregnancy test to be performed within 7 days prior to study treatment start, or within 14 days followed by a confirmatory urine pregnancy test within 7 days prior to study treatment start.\n\n     9. For female subjects of childbearing potential (defined as \\< 2 years after last menstruation and not surgically sterile) and male subjects who are not surgically sterile or with female partners of childbearing potential: absence of effective, non-hormonal means of contraception (intrauterine contraceptive device, barrier method of contraception in conjunction with spermicidal gel).\n\n     10. Major surgical procedure (including open biopsy, excluding central line IV and portacath) within 28 days prior to the first study treatment, or anticipation of the need for major surgery during the course of the study treatment.\n\n     11. Grade 3 or 4 motor, sensory, or cranial neuropathy symptoms (as defined by CTCAE version 4.0).\n\n     12. Uncontrolled hypertension (systolic \\> 150 mm Hg and/or diastolic \\> 100mm Hg).\n\n     13. Clinically significant (i.e. active) cardiovascular disease defined as:\n\n     • Stroke within ≤ 6 months prior to day 1;\n\n     • Transient Ischemic Attack (TIA) within ≤ 6 months prior to day 1;\n\n     • Myocardial infarction within ≤ 6 months prior to day 1;\n\n     • Unstable angina;\n     * New York Heart Association (NYHA) Grade II or greater Congestive Heart Failure (CHF);\n     * Serious cardiac arrhythmia requiring medication;\n     * Clinically relevant pathologic findings in ECG. 14. Left Ventricle Ejection Fraction (LVEF) by MUGA or ECHO \\< 55% for patients receiving 2B3-101 in combination with trastuzumab. For patients receiving single agent 2B3-101 treatment. Left Ventricle Ejection Fraction (LVEF) by MUGA or ECHO \\< 50%.\n\n       15. Known hypersensitivity to any of the study drugs excipients (e.g. doxorubicin, PEG or GSH).\n\n       16. Evidence of any other medical conditions (such as psychiatric illness, infectious diseases, physical examination or laboratory findings) that may interfere with the planned treatment, affect patient compliance or place the patient at high risk from treatment-related complications.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}