{
    "nctId": "NCT00037609",
    "briefTitle": "Safety, Efficacy and Pharmacokinetic Between Capecitabine and Exisulind in Metastatic Breast Cancer Patients",
    "officialTitle": "Phase I-II Study to Evaluate Safety, Efficacy and Pharmacokinetic Interactions Between Capecitabine (XELODA) and Exisulind (APTOSYN) in Patients With Metastatic Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Neoplasms, Metastases, Neoplasm",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 35,
    "primaryOutcomeMeasure": "Response Rate",
    "eligibilityCriteria": "Inclusion Criteria\n\nEach patient must meet all these criteria in order to be considered for enrollment in the Phase I study:\n\n* Histologically confirmed breast cancer and either clinical, radiological or laboratory evidence of metastatic disease.\n* Patients must have received both anthracycline-containing and taxane chemotherapy either as adjuvant treatment or therapy for metastatic breast cancer.\n* There is no limit on prior chemotherapy regimens or hormonal therapies received.\n* Concomitant bisphosphonate treatment is allowed for patients with bone metastases.\n* Patients must have recovered from acute toxic effects of any prior therapy including surgery and radiation.\n* Zubrod performance status \\< 2. (See Appendix A)\n* Adequate bone marrow function: platelets \\> 100,000/mm3, ANC \\> 1500 cells/mm3, hemoglobin \\> 8g/dl.\n* Normal renal function: creatinine \\< 2.0 mg/dl.\n* Adequate liver function: Bilirubin \\< 1.5 mg/dL. Transaminases (SGOT) or LDH, and alkaline phosphatase must be \\<1.5 x of the upper limit of normal in the absence of bone or liver metastasis, or \\<2.5 x of the upper limit of normal in the presence of radiologically apparent liver metastasis or bone metastasis, respectively.\n* Female patients must be of non-childbearing potential or non-lactating and using adequate contraception. Beta-HCG will be checked in premenopausal patients if clinically indicated.\n* Patients with brain metastases whose disease remained stable for more than 6 months after completing therapy to the brain are eligible.\n* Written informed consent.\n\nIn addition to the above, patients participating in the Phase II portion of this study:\n\nMust have bidimensionally measurable or evaluable disease. Lytic lesions seen on plain radiographs will be considered evaluable in conjunction with bone scan abnormalities. Bone scan abnormalities alone, pure blastic bone metastases or irradiated lesions are not considered measurable or evaluable and will not be accepted. Also, pleural or peritoneal effusions will not be considered evaluable disease.\n\nExclusion Criteria\n\nA patient must not be enrolled if any of the following criteria applies:\n\n* Known hypersensitivity to sulindac (CLINORIL).\n* Known hypersensitivity or contraindications to capecitabine (XELODAR) including prior therapy with capecitabine.\n* Clinical or laboratory evidence of significant liver disease.\n* Concomitant treatment with cytotoxic agents other than capecitabine or participation in any other investigational study.\n* Uncontrolled psychiatric, or social (addictive) disorders that would preclude obtaining informed consent or patient participation in the study.",
    "sex": "ALL",
    "minimumAge": "N/A",
    "stdAges": "CHILD, ADULT, OLDER_ADULT"
}