{
    "nctId": "NCT06048367",
    "briefTitle": "Carbon Nanoparticle-Loaded Iron [CNSI-Fe(II)] in the Treatment of Advanced Solid Tumor",
    "officialTitle": "Carbon Nanoparticle-Loaded Iron [CNSI-Fe(II)] Dose Escalation Study for the Treatment of Advanced Solid Tumors: Phase 1 Clinical Trial",
    "overallStatus": "RECRUITING",
    "conditions": "Advanced Solid Tumor, Lung Cancer, Pancreas Cancer, Breast Cancer, Thyroid Cancer, Colorectal Cancer, Cervical Cancer, Ovarian Cancer, Vulva Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 24,
    "primaryOutcomeMeasure": "Safety and Tolerability Assessment of CNSI-Fe(II)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients must meet all of the following criteria to be eligible:\n\n  1. Understand and voluntarily sign the informed consent form (ICF), demonstrating willingness and ability to comply with all trial requirements.\n  2. Male or female aged 18-75 years (inclusive) at the time of signing the ICF.\n  3. Histologically or cytologically confirmed advanced solid tumors with ineffective current standard therapy (disease progression after treatment or intolerable treatment) or lack of effective standard treatment options. Eligible tumor types include colorectal cancer, pancreatic cancer, breast cancer, gastric cancer, cervical cancer, lung cancer, head and neck cancer, bile duct cancer, kidney cancer, prostate cancer, vulvar cancer, etc. Note: Patients with advanced solid tumors experiencing disease progression due to the inability to receive standard treatment for any reason or those with tumor types insensitive to existing standard treatments (e.g., pancreatic cancer, undifferentiated thyroid cancer, and sarcomas) after receiving first-line standard treatment are also eligible.\n  4. Presence of at least one measurable lesion according to RECIST v1.1, which has not received radiation (except for lesions showing clear progression after radiation) or tissue biopsy within 7 days before the first dose.\n  5. Lesions amenable to injection, either directly or with assistance from medical imaging.\n  6. Eastern Cooperative Oncology Group (ECOG) performance status of 0-1 within 7 days before the first dose.\n  7. Expected survival of ≥12 weeks.\n  8. Adverse drug reactions (ADR) caused by previous treatments have recovered to Grade 1 or lower (except for alopecia) according to the National Cancer Institute Common Terminology Criteria for Adverse Events (NCI CTCAE) v5.0 before screening.\n  9. Left ventricular ejection fraction (LVEF) ≥50%.\n  10. Adequate hematologic, renal, hepatic, and coagulation function within 7 days before the first dose.\n  11. Women of childbearing potential (WOCBP) must have a negative pregnancy test result within 7 days before the first dose and agree to use effective contraception or practice abstinence during the study treatment period and for 6 months after the end of the study treatment. In addition, female patients must be non-lactating and agree not to donate eggs during this period. Note: WOCBP refers to non-sterilized women who have experienced menarche but have not undergone surgical sterilization (hysterectomy or bilateral oophorectomy) and are not postmenopausal. Postmenopausal status is defined as continuous amenorrhea for ≥12 months in a woman over 45 years old without any other biological or physiological reasons. In addition, women under 55 years old must have serum follicle-stimulating hormone (FSH) levels \\>40 mIU/mL to be confirmed as postmenopausal. Hormone replacement therapy (HRT) can artificially suppress FSH levels in women and may require a washout period to return to physiological FSH levels. The recommended washout periods are as follows: vaginal hormone preparations (1 week), transdermal preparations (4 weeks), oral preparations (8 weeks), and other non-oral gastrointestinal preparations (up to 6 months). Postmenopausal status can be considered if the serum FSH level is \\>40 mIU/mL during the washout period.\n  12. Male patients must agree to use effective contraception or practice abstinence during the study treatment period and for 6 months after the end of the study treatment. In addition, male patients must agree not to donate sperm during this period.\n\nExclusion Criteria:\n\n* Patients meeting any of the following criteria cannot participate in this clinical study:\n\n  1. History of iron metabolism disorders (except for patients with iron-deficiency anemia), such as thalassemia or glucose-6-phosphate dehydrogenase deficiency.\n  2. History of local skin breakdown, redness, necrosis, bleeding, or signs of perforation at the injection site or presence of perforation in hollow organs.\n  3. Received radiotherapy or any antineoplastic therapy for the target lesion within 4 weeks before the first dose of the investigational drug or not reached 5 half-lives of the previous antineoplastic treatment \\[including but not limited to chemotherapy, targeted therapy, immunotherapy, National Medical Products Administration (NMPA) approved antineoplastic traditional Chinese medicine, and other traditional Chinese medicines with antitumor effects\\] before the first dose, whichever is shorter.\n  4. Undergone major surgical intervention, significant trauma, or have wounds or ulcers that have not healed within 4 weeks before the first dose.\n  5. Presence of life-threatening clinical manifestations of brain and central nervous system metastases at the time of enrollment.\n  6. Poorly controlled hypertension (systolic blood pressure ≥150 mmHg or diastolic blood pressure ≥100 mmHg).\n  7. Uncontrolled tumor-related pain.\n  8. Uncontrolled pleural effusion, pericardial effusion, or ascites requiring repeated drainage (once per month or more frequently).\n  9. History of other malignancies within 5 years before the start of study treatment, except for non-melanoma skin cancer, localized prostate cancer, ductal carcinoma in situ, stage I uterine cancer, cervical intraepithelial neoplasia, or stage 0 breast cancer after curative treatment.\n  10. Received live virus vaccines within 4 weeks before the start of study treatment. Note: Seasonal influenza vaccines administered by injection are usually inactivated, and their use is permitted. However, intranasal influenza vaccines (e.g., FluMist®) are live attenuated vaccines and are not allowed.\n  11. History of immunodeficiency diseases, including human immunodeficiency virus (HIV) positivity or acquired or congenital immunodeficiency diseases or organ transplantation.\n  12. Active hepatitis B virus (HBV) infection \\[positive for HBV surface antigen (HBsAg) or HBV core antibody (HBcAb) and HBV DNA quantification \\>500 IU/mL\\], hepatitis C virus (HCV) infection \\[positive for HCV antibody and HCV ribonucleic acid (RNA) measured by polymerase chain reaction (PCR) above the upper limit of normal (ULN)\\], or positive anti-human immunodeficiency virus antibody (Anti-HIV). Patients meeting any of these criteria are excluded.\n  13. Severe chronic or active infections requiring systemic antibacterial, antifungal, or antiviral treatment within 4 weeks before the start of study treatment, excluding diagnostic procedures.\n  14. Severe cardiovascular diseases, including but not limited to acute coronary syndrome or history of coronary artery revascularization/stent placement/bypass grafting within the past 6 months, or New York Heart Association (NYHA) Class II-IV congestive heart failure (CHF), or history of NYHA Class III or IV CHF.\n  15. Active psychiatric disorders (e.g., schizophrenia, severe major depressive disorder, bipolar disorder, etc.).\n  16. Known allergies or intolerance to the active ingredient, excipients, or other iron supplements of the investigational drug.\n  17. Participated in other interventional clinical studies within 4 weeks before the start of the study treatment (from the first day after the last dose of the previous study, excluding interventions involving investigational drugs or medical devices).\n  18. Other conditions determined by the investigator that make the patient unsuitable for participation in this trial.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}