{
    "nctId": "NCT02669914",
    "briefTitle": "MEDI4736 (Durvalumab) in Patients With Brain Metastasis From Epithelial-derived Tumors",
    "officialTitle": "A Phase II Study of MEDI4736 (Durvalumab) in Patients With Brain Metastasis From Epithelial-derived Tumors",
    "overallStatus": "TERMINATED",
    "conditions": "Non-Small Cell Lung Cancer, Nonsmall Cell Lung Cancer, Breast Cancer, Cancer of Breast, Cancer of the Breast, Gastroesophageal Cancer, Pancreatic Cancer, Cancer of the Pancreas, Colorectal Cancer, Colorectal Carcinoma, Renal Cancer, Kidney Cancer, Cancer of the Kidney, Cancer of Kidney, Ovarian Cancer, Ovary Cancer, Cancer of the Ovary, Cancer of Ovary",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 4,
    "primaryOutcomeMeasure": "Overall Response Rate of Intracranial Disease",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Cohort A: Histologically confirmed metastatic non-small cell lung cancer (all histologic subtypes allowed) with radiographic evidence by MRI of at least one measurable brain lesion as defined by RANO criteria that does not require corticosteroids for symptomatic control.\n* Cohort B: Histologically confirmed metastatic solid tumor of epithelial origin, excluding NSCLC, including but not limited to ovarian cancer, colorectal cancer, pancreatic cancer, gastric cancer, renal cancer, bladder cancer, or breast cancer with radiographic evidence by MRI of at least one measurable brain lesion as defined by RANO criteria that does not require corticosteroids for symptomatic control.\n* Cohort C: Histologically confirmed metastatic solid tumor of epithelial origin, including both NSCLC and non-NSCLC, with radiographic evidence by MRI of at least one measurable brain lesion as defined by RANO criteria that requires corticosteroids for symptomatic control.\n* At least one prior treatment to a CNS-based lesion is required. Prior therapy must be completed \\> 2 weeks prior to enrollment. A previously treated lesion must be demonstrated by MRI to have progressed following treatment in order to be eligible. The subsequent development of a new CNS lesion that was not previously treated will be permitted and dose not require treatment followed by progression prior to enrollment. Treatment of a single CNS lesion with local therapy in the context of multifocal disease is permitted as long as at least one untreated lesions meets criteria for measurable disease. Patients should have received minimum of one line of systemic therapy.\n* At least 18 years of age.\n* ECOG performance status of 0 to 2\n* Adequate bone marrow and organ function as defined below:\n\n  * Absolute neutrophil count ≥ 1,500/mcL\n  * Platelets ≥ 100,000/mcL\n  * Hemoglobin ≥ 8.0 g/dL\n  * Serum bilirubin ≤ 1.5 x IULN\n  * AST(SGOT)/ALT(SGPT) ≤ 2.5 x IULN\n  * Creatinine clearance ≥ 40 mL/min/1.73 m2 by the Cockcroft-Gault formula or by 24-hour urine collection for determination of creatinine clearance\n* Negative antiviral serology:\n\n  * Negative human immunodeficiency virus (HIV) antibody.\n  * Negative hepatitis B surface antigen (HBsAg) and negative hepatitis B core (HBc) antibody or undetectable hepatitis B (HBV) DNA by quantitative polymerase chain reaction (PCR) testing.\n  * Negative hepatitis C virus (HCV) antibody or negative HCV ribonucleic acid (RNA) by quantitative PCR.\n* Mean QT interval corrected for heart rate (QTc) \\< 470 msec calculated from 3 ECGs performed at least 2 minutes apart using Frediricia's Correction.\n* Female subjects must either be of non-reproductive potential (i.e., post-menopausal by history: ≥60 years old and no menses for 1 year without an alternative medical cause; OR history of hysterectomy, OR history of bilateral tubal ligation, OR history of bilateral oophorectomy) or must have a negative serum pregnancy test upon study entry.\n* Ability to understand and willingness to sign an IRB approved written informed consent document (or that of legally authorized representative, if applicable).\n\nExclusion Criteria:\n\n* Diagnosis of leptomeningeal carcinomatosis.\n* Diagnosis of melanoma or other non-epithelial based malignancy such as sarcoma, neuroendocrine tumor, small cell lung cancer.\n* Presence of unstable systemic disease (e.g., visceral crisis or rapid progression) in the judgment of the investigator.\n* A history of other malignancy ≤ 5 years previous with the exception of basal cell or squamous cell carcinoma of the skin which were treated with local resection only or carcinoma in situ of the cervix.\n* Currently receiving any other investigational agents.\n* A history of allergic reactions attributed to compounds of similar chemical or biologic composition to MEDI4736 or other agents used in the study.\n* Previous treatment with a PD-1 or PD-L1 inhibitor, including MEDI4736, or a CTLA-4 inhibitory agent.\n* Current or prior use of immunosuppressive medication within 28 days before the first dose of MEDI4736 with the exceptions of intranasal and inhaled corticosteroids, or systemic corticosteroids in Cohort C.\n* Receipt of the last dose of anti-cancer therapy (chemotherapy, immunotherapy, endocrine therapy, targeted therapy, biologic therapy, tumor embolization, monoclonal antibodies, other investigational agent) 21 days prior to the first dose of study drug.\n* Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, uncontrolled hypertension (\\>180/110), unstable angina pectoris, cardiac arrhythmia, active peptic ulcer disease or gastritis, active bleeding diatheses, or psychiatric illness/social situations that would limit compliance with study requirements.\n* Active or prior documented autoimmune disease within the past 2 years (Note: subjects with vitiligo, Grave's disease, or psoriasis not requiring systemic treatment (within the past 2 years) are not excluded).\n* Active or prior documented inflammatory bowel disease (e.g., Crohn's disease, ulcerative colitis).\n* History of prior immunodeficiency.\n* History of allogeneic organ transplant.\n* Known history of previous clinical diagnosis of tuberculosis.\n* Receipt of live attenuated vaccination within 30 days prior to first dose of MEDI4736.\n* Pregnant and/or breastfeeding or female patients of reproductive potential who are not employing an effective method of birth control.\n* Any condition that, in the opinion of the investigator, would interfere with evaluation of study treatment or interpretation of patient safety or study results",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}