{
    "nctId": "NCT00237224",
    "briefTitle": "Open Label Study of Postmenopausal Women With ER and /or PgR Positive Breast Cancer Treated With Letrozole",
    "officialTitle": "Open Label Study of Postmenopausal Women With ER and /or PgR Positive Breast Cancer Treated With Letrozole",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE4",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 40,
    "primaryOutcomeMeasure": "Identify Eg and/or Pg receptors in breast cancer patients in adjuvant treatment with tamoxifen for 4-5 years",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Postmenopausal woman able to comply with the protocol requirements with primary invasive breast cancer, histologically confirmed by core needle biopsy, whose tumors are estrogen (ER) and / or progesterone (PgR) positive, defined by core biopsy immunohistochemistry with \\> 10% positive malignant epithelial cells.\n2. Clinical stage \\*T2, T3, T4a,b,c, N0, 1 or 2, M0\n\n   * Clinical stage T2 tumors which in the Investigators opinion would not be eligible for breast-conserving surgery.\n3. Post menopausal status defined by one of the following:\n\n   * No spontaneous menses for at least 1 year, in women \\> 55 years.\n   * Spontaneous menses within the past 1 year but amenorrhoeic in women ≤ 55 years (e.g. spontaneous or secondary to hysterectomy), and with postmenopausal gonadotrophin levels (LH y FSH levels \\> 40 IU/L) or postmenopausal estradiol levels (\\< 5 ng/dl) or according to the definition of \"postmenopausal range\" for the laboratory involved.\n   * Bilateral oophorectomy. (Prior to the diagnosis of breast cancer).\n4. Tumor measurable by clinical examination, mammography and ultrasound.\n\nExclusion Criteria:\n\n1. Prior treatment with letrozole or tamoxifen.\n2. Uncontrolled endocrine disorders such as diabetes mellitus, confirmed hypo- or hyperthyroidism, Cushing's Syndrome, Addison's disease (treated or untreated).\n3. Patients with unstable, angina, or uncontrolled cardiac disease (e.g. Class III or IV New York Heart association's Functional Classification).\n4. Patients with bilateral breast tumors\n5. Patients who are eligible for breast conserving surgery\n6. Evidence of inflammatory breast cancer or distant metastasis.\n\nOther protocol-defined inclusion/exclusion criteria may apply.",
    "sex": "FEMALE",
    "minimumAge": "45 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}