{
    "nctId": "NCT04129996",
    "briefTitle": "A Trial of Camrelizumab in Combination With Nab-paclitaxel and Famitinib as a First Line Treatment in Patients With Unresectable Locally Advanced or Metastatic Immunomodulatory Triple Negative Breast Cancer(FUTURE-C-PLUS)",
    "officialTitle": "Camrelizumab in Combination With Nab-paclitaxel and Famitinib as a First-line Treatment in Patients With Unresectable Locally Advanced or Metastatic Immunomodulatory Triple Negative Breast Cancer: An Open, Single-arm, Multicenter, Efficacy and Safety Phase II Clinical Study.",
    "overallStatus": "UNKNOWN",
    "conditions": "Triple-Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 46,
    "primaryOutcomeMeasure": "ORR",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* ECOG Performance Status of 0-1\n* Expected lifetime of not less than three months\n* Metastatic or locally advanced, histologically documented TNBC (absence of HER2, ER, and PR expression)\n* Cancer stage: recurrent or metastatic breast cancer; Local recurrence be confirmed by the researchers could not be radical resection.\n* Adequate hematologic and end-organ function, laboratory test results.\n* Measurable disease according to Response Evaluation Criteria in Solid Tumors v1.1 (RECIST v1.1)\n* Patients had received no previous chemotherapy or targeted therapy for metastatic triple-negative breast cancer\n\nExclusion Criteria:\n\n* Previous received anti-VEGFR small molecule tyrosine kinase inhibitors (e.g. famitinib, sorafenib, Sunitinib, regorafenib, etc.) for treatment of the patients .\n* A history of bleeding, any serious bleeding events.\n* Important blood vessels around tumors has been infringed and high risk of bleeding.\n* Coagulant function abnormality\n* artery/venous thromboembolism event\n* History of autoimmune disease\n* Positive test for human immunodeficiency virus\n* Active hepatitis B or hepatitis C\n* Uncontrolled pleural effusion and ascites\n* Known central nervous system (CNS) disease.\n* Long-term unhealing wound or incomplete healing of fracture\n* urine protein ≥2+ and 24h urine protein quantitative \\> 1 g.\n* Pregnancy or lactation.\n* Thyroid dysfunction.\n* Peripheral neuropathy grade ≥2.\n* People with high blood pressure;\n* A history of unstable angina;\n* New diagnosis of angina pectoris.\n* Myocardial infarction incident ;\n* Arrhythmia for long-term use of anti-arrhythmic drugs and New York heart association class II or higher cardiac insufficiency",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}