{
    "nctId": "NCT01394575",
    "briefTitle": "Whole Breast Irradiation With Intensity Modulated Radiotherapy and Simultaneously Integrated Boost for Early Stage Breast Cancer Patients",
    "officialTitle": "Phase 2 Study of Whole Breast Irradiation With Inversely Intensity Modulated Radiotherapy and Simultaneously Integrated Boost for Early Stage Breast Cancer Patients",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 190,
    "primaryOutcomeMeasure": "Radiation toxicity",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Eastern Cooperative Oncology Group performance score﹤2\n* All patients aged \\>18 years and \\< 70 years after breast conserving surgery.\n* On histological examination, the tumor must be DCIS or invasive adenocarcinoma of the breast.\n* Negative nodal status determined by sentinel node biopsy, or axillary dissection. Axillary staging is not required for patients with DCIS\n* No evidence of distant metastasis\n* Gross disease may be unifocal or multifocal with pathologic (invasive and/or DCIS) tumor size excised with negative margins（\\>2mm）\n* Surgical treatment of the breast must have been lumpectomy. Re-excision of surgical margins is permitted.\n* The patient must consent to be in the study and must have signed an approved consent form.\n\nExclusion Criteria:\n\n* Eastern Cooperative Oncology Group performance score≧2\n* Presence of extensive intraductal component (ductal carcinoma in situ occupying \\> 25% of the primary invasive tumour and present adjacent to the primary tumour).Suspicious microcalcifications, densities, or palpable abnormalities (in the ipsilateral or contralateral breast) unless biopsied and found to be benign.\n* Proven multicentric carcinoma (invasive cancer or DCIS) in more than one quadrant of separated.\n* Metastatic disease (M1)\n* Pregnancy or lactating\n* Surgical margins that cannot be microscopically assessed or are positive at pathologic evaluation.\n* Psychiatric or addictive disorders that preclude obtaining informed consent or adherence to protocol.\n* Collagen vascular disease, specifically dermatomyositis with a CPK level above normal or with an active skin rash, systemic lupus erythematosis, or scleroderma.\n* Prior breast or thoracic RT for any condition.\n* Previous or concomitant malignancies except non-melanoma skin cancer, carcinoma in situ of the cervix, and invasive carcinoma of the colon, thyroid, cervix, or endometrium treated five years prior to study entry.\n* Synchronous chemotherapy or target therapy is not permitted.\n* Refusal of the patients to be included in the study",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}