{
    "nctId": "NCT01733628",
    "briefTitle": "Evaluation of Hypertension as a Predictor of Efficacy Bevacizumab in Metastatic Breast Cancer and Colorectal Cancer",
    "officialTitle": "Evaluation Study of Hypertension as a Predictor of Efficacy Bevacizumab (BV) in Combination With Chemotherapy (CT) in Metastatic Colorectal Cancer (MCC) and Metastatic Breast Cancer (MBC).",
    "overallStatus": "COMPLETED",
    "conditions": "Metastatic Colorectal Cancer, Metastatic Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 143,
    "primaryOutcomeMeasure": "Number of Participants With or Without Blood Pressure Increase as a Predictor of Progression Free Survival (PFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\nMay only participate in the study patients (women and men) who meet all the following criteria:\n\n1. MCC or MBC patients with chemotherapy and bevacizumab established indication. The first line systemic treatment planned for patients with MCC should be based in combination chemotherapy (oxaliplatin / irinotecan plus fluoropyrimidine) associated with bevacizumab. The first line systemic treatment planned for MBC patients should be based on a combination of paclitaxel or capecitabine plus bevacizumab.\n2. Presence of measurable or evaluable disease according to RECIST 1.1, for the evaluation of the response to treatment.\n3. Equal or more than 18 years old.\n4. Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1.\n5. Signed written informed consent.\n6. Women of childbearing potential must have a negative pregnancy test in serum or urine conducted in the 7 days prior to the administration of chemotherapeutic treatment assigned by your doctor, and accept the use of double barrier contraception during the study (Note : Patients who are not of childbearing age may participate without using contraceptives. Women who are of childbearing age are those who: 1) have reached natural menopause (defined as 6 months of spontaneous amenorrhea with serum follicle-stimulating hormone (FSH) within postmenopausal interval as determined by the laboratory, or 12 months of spontaneous amenorrhea), 2) have undergone bilateral oophorectomy with or without hysterectomy 6 weeks before, or 3) have undergone bilateral tubal ligation). Men also should use an adequate contraception method.\n\nExclusion Criteria:\n\nPatients meeting any of the following circumstances will be excluded from the study:\n\n1. Have received prior systemic anticancer therapy with chemotherapy for advanced disease or prior treatment with bevacizumab.\n2. Treatment with an investigational agent or biological agent within 30 days prior to inclusion in the study.\n3. Contraindications to treatment with chemotherapy and bevacizumab according to summary products characteristics.\n4. Background or current history (within five years before the start of treatment) of other malignancies, except for colorectal carcinoma and breast cancer (patients with basal cell carcinoma or squamous cell skin or cervical carcinoma in situ treated curative may be included in the study).\n5. Life expectancy less than 3 months.\n6. Patients who are pregnant or breastfeeding.\n7. Patients with an inadequate organ function (bone marrow, kidney and liver)",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}