{
    "nctId": "NCT01745757",
    "briefTitle": "Cohort Study of Prospective Validation of Predictive Factors and Biological Imaging of Response to Bevacizumab and Paclitaxel in Patients With Metastatic Breast Cancer",
    "officialTitle": "Cohort Study of Prospective Validation of Predictive Factors and Biological Imaging of Response to Bevacizumab (AVASTIN ®) in Combination With Weekly Paclitaxel Chemotherapy in First Line Treatment Patients With Metastatic Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Metastatic, Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 510,
    "primaryOutcomeMeasure": "Measure of the initial rates and changes in CEC / CLC (Biological study) and measure of the visceral fat (imaging study) as predictors of progression-free survival (PFS) and response to bevacizumab and paclitaxel",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Male or female ≥18 years old.\n* Histologically confirmed breast adenocarcinoma, metastatic (measurable or unmeasurable lesion), HER2 negative (on the last tumor tissue analyzed), Patient to receive first-line chemotherapy paclitaxel and bevacizumab in a weekly manner as recommended by the EMEA.\n* Hormone receptor status known\n* Eastern Cooperative Oncology Group (ECOG) performance status ≤2.\n* Life expectancy ≥12 weeks.\n* Women of childbearing age (except amenorrhea of at least 24 months) must have a negative pregnancy test serum within 28 days before starting treatment. In the absence of serum test, a urine pregnancy test (within 7 days before the first dose of bevacizumab) is required.\n* Informed consent form duly signed and dated by patient\n\nExclusion Criteria:\n\n* Prior chemotherapy for metastatic disease ;\n* Concomitant hormone therapy\n* The patient must not have undergone radiation therapy for the treatment of metastatic disease (except cases of analgesic radiotherapy for bone pain due to metastases).\n* Pregnant or nursing woman or woman of childbearing age (except amenorrhea for at least 24 months) who does not use an effective nonhormonal contraceptive method (intrauterine device, barrier method associated with the use of a spermicidal gel or surgical castration) for the duration of the study and 6 months after paclitaxel administration and / or bevacizumab.\n* Man who does not accept to use effective contraception during the study period and 6 months after paclitaxel administration and / or bevacizumab.\n* Known hypersensitivity to paclitaxel and / or to bevacizumab or to any excipients.\n* Patient unable to undergo medical test for geographical, social or psychological reasons.\n* Patient deprived of liberty or placed under the authority of a tutor",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}