{
    "nctId": "NCT02672475",
    "briefTitle": "Galunisertib and Paclitaxel in Treating Patients With Metastatic Androgen Receptor Negative (AR-) Triple Negative Breast Cancer",
    "officialTitle": "A Phase Ib Trial of LY2157299 (TGFβR1 Kinase Inhibitor) With Paclitaxel in Patients With Triple Negative Metastatic Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Estrogen Receptor Negative, HER2/Neu Negative, Progesterone Receptor Negative, Recurrent Breast Carcinoma, Stage IV Breast Cancer, Triple-Negative Breast Carcinoma",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 29,
    "primaryOutcomeMeasure": "Incidence of adverse events",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients must provide informed written consent\n* Eastern Cooperative Oncology Group (ECOG) performance status 0-1\n* Clinical stage IV invasive mammary carcinoma that is ER, PR, HER2 negative (triple negative) previously documented by conventional methods (IHC, FISH). ER negative is defined as expression of ER in \\<1% cells, PR negative is defined as expression of PR in \\<1% cells, HER2 negative \\[acceptable methods of HER2 analysis include IHC (0, 1+), fluorescence in situ hybridization (FISH) with HER2/CEN-17 ratio \\<2, and/or chromogenic in situ hybridization (CISH) with HER2/CEN-17 ratio \\<2\\], as previously documented by histological analysis.\n* Measurable disease, defined as at least one lesion that can be accurately measured in at least one dimension by Response Evaluation Criteria in Solid Tumors (RECIST) criteria 1.1\n* Patients must have available tissue (archived formalin-fixed paraffin embedded blocks \\[FFPB\\] or fresh frozen tissue from original diagnosis or metastatic setting) for correlative studies; patients will not be able to start study drugs without tumor tissue availability; patients without available tumor tissue can still participate if willing to have a fresh biopsy of a metastatic lesion that is deemed to be medically safe (except for bone metastases)\n* Any number of prior therapies as long as patients have adequate performance status and meet all other eligibility criteria.\n* Patients must have adequate hematologic, hepatic, and renal function. All laboratory tests must be obtained less than 21 days from study entry. These include:\n\n  * Absolute neutrophil count (ANC) \\>= 1000/mm\\^3\n  * Platelet count \\>= 100,000/mm\\^3\n  * Hemoglobin \\>= 9 g/dL\n  * Creatinine =\\< 1.5 X upper limits of normal\n  * International normalized ratio (INR) =\\< 2\n  * Total serum bilirubin =\\< 1.5 x upper limit of normal (ULN) unless attributable to Gilbert's syndrome\n  * Aspartate aminotransferase (AST) and alanine aminotransferase (ALT) =\\< 2.5 x ULN (or =\\< 4.0 x ULN if hepatic metastases are present)\n* Patients must be able to swallow and retain oral medication\n* Pre-menopausal patients must have a negative pregnancy test and agree to use birth control methods while participating in the study; women of childbearing age and their male counterparts should use a barrier method of contraception during and for 3 months following protocol therapy\n* Patients must complete all screening assessments as outlined in the protocol\n\nExclusion Criteria:\n\n* Locally recurrent resectable breast cancer\n* Known androgen receptor (AR) positive breast cancer (AR staining \\> 10% by immunohistochemistry is considered positive). If the AR status is unknown, the patient can go on study.\n* Pregnant or lactating women\n* Patients with untreated or symptomatic metastatic central nervous system (CNS) disease; however patients with CNS involvement may participate if:\n\n  * Clinically stable with respect to the CNS tumor at the time of screening and \\> 2 weeks from prior therapy completion (including radiation and/or surgery) to the start of study treatment\n  * Not on steroid therapy\n  * Not receiving enzyme inducing anti-epileptic medications that were started for brain metastases (these include carbamazepine, phenytoin, phenobarbital, primidone, oxcarbazepine, topiramate, and vigabatrin)\n* Patient has a history of another malignancy within 2 years prior to starting study treatment, except for cured basal cell carcinoma of the skin or excised carcinoma in situ of the cervix\n* Patient who has had systemic therapy within 2 weeks (6 weeks for nitrosoureas or mitomycin C) prior to study entry\n* Patient who has undergone major surgery =\\< 4 weeks prior to starting study treatment or who has not recovered from side effects of such procedure\n* Patient has a clinically significant cardiac disease or impaired cardiac function, such as:\n\n  * The presence of cardiac disease, including a myocardial infarction within 6 months prior to study entry, unstable angina pectoris, New York Heart Association class III/IV congestive heart failure, or uncontrolled hypertension\n  * Documented major electrocardiogram (ECG) abnormalities (not responding to medical treatments)\n  * Major abnormalities documented by echocardiography (ECHO) with Doppler (for example, moderate or severe heart valve function defect and/or left ventricular \\[LV\\] ejection fraction \\< 50%, evaluation based on the institutional lower limit of normal)\n  * Predisposing conditions that are consistent with development of aneurysms of the ascending aorta or aortic stress (for example, family history of aneurysms, Marfan-Syndrome, bicuspid aortic valve, evidence of damage to the large vessels of the heart documented by computed tomography \\[CT\\] scan/magnetic resonance imaging \\[MRI\\] with contrast)\n* Patient who has any severe and/or uncontrolled medical conditions such as:\n\n  * Active or uncontrolled severe infection,\n  * Liver disease such as cirrhosis, decompensated liver disease, and chronic hepatitis (i.e. quantifiable hepatitis B virus \\[HBV\\]-deoxyribonucleic acid \\[DNA\\]) and/or positive hepatitis B virus surface antigen \\[HbsAg\\], quantifiable hepatitis C virus \\[HCV\\]-ribonucleic acid \\[RNA\\])\n  * Known severely impaired lung function (spirometry and diffusing capacity of the lung for carbon monoxide \\[DLCO\\] 50% or less of normal and oxygen \\[O2\\] saturation 88% or less at rest on room air)\n  * Active bleeding diathesis\n  * Uncontrolled arterial hypertension defined by blood pressure \\> 170/100 mm Hg at rest (average of 3 consecutive readings 5 min apart)\n  * Psychiatric illness/social situations that would compromise patient safety or limit compliance with study requirements including maintenance of a compliance/pill diary\n* Prior treatment with paclitaxel in the metastatic setting is not allowed (patients who received neoadjuvant paclitaxel can be included).\n* Chronic treatment with corticosteroids or other immunosuppressive agents\n* Patient with impaired gastrointestinal (GI) function or GI disease that may significantly alter the absorption of oral drug (e.g. ulcerative disease, uncontrolled nausea, vomiting, diarrhea, malabsorption syndrome, or small bowel resection)\n* Patient with known positive serology for human immunodeficiency virus (HIV)\n* Patient who does not apply highly effective contraception during the study and through the duration as defined below after the final dose of study treatment:\n\n  * Sexually active males should use a condom during intercourse while taking drug and for 8 weeks after the final dose of study treatment and should not father a child in this period; a condom is required to be used also by vasectomized men in order to prevent delivery of the drug via seminal fluid\n  * Women of child-bearing potential, defined as all women physiologically capable of becoming pregnant, unless they are using highly effective methods of contraception during dosing and for 3 months following the discontinuation of study treatment; highly effective contraception methods include:\n\n    * Total abstinence (when this is in line with the preferred and usual lifestyle of the subject; periodic abstinence \\[e.g., calendar, ovulation, symptothermal, post-ovulation methods\\]) and withdrawal are not acceptable methods of contraception\n    * Female sterilization (have had surgical bilateral oophorectomy with or without hysterectomy) or tubal ligation at least six weeks before taking study treatment; in case of oophorectomy alone, only when the reproductive status of the woman has been confirmed by follow up hormone level assessment\n    * Male sterilization (at least 6 months prior to screening); for female subjects on the study the vasectomized male partner should be the sole partner for that subject\n    * Combination of the following (a+b):\n\n      * a. Placement of an intrauterine device (IUD) or intrauterine system (IUS)\n      * b. Barrier methods of contraception: condom or occlusive cap (diaphragm or cervical/vault caps) with spermicidal foam/gel/film/cream/vaginal suppository",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}