{
    "nctId": "NCT05212701",
    "briefTitle": "To Assess Efficacy and Safety of Oral Reparixin in Patients With Fatigue and Locally Advanced / Metastatic Breast Cancer",
    "officialTitle": "A Multicenter, Randomized, Double-blind, Placebo-controlled Phase 2 Study to Assess Efficacy and Safety of Reparixin in Cancer Related Fatigue in Pts With Advanced / Metastatic Breast Cancer Undergoing Taxane-based Chemotherapy.",
    "overallStatus": "WITHDRAWN",
    "conditions": "Fatigue, Locally Advanced or Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "Change from baseline in FACIT-F score",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* 1. Provide written informed consent before the initiation of any study-specific procedures\n* 2. Male or female ≥18 years of age\n* 3. Pathologically documented locally advanced (not amenable to surgical resection) or metastatic HER2-negative breast cancer\n* 4. Candidate to receive cycle 1 of treatment with single-agent taxane-based chemotherapy (paclitaxel, nab-paclitaxel, docetaxel)\n* 5. CRF score from 1 to 6 on a numeric rating scale (NRS) from 0 to 10, where 0 = no fatigue, 10 = worst possible fatigue, during the previous 24 hours and lasting for a minimum of 4 days\n* 6. Eastern Cooperative Oncology Group (ECOG) Performance Status (PS) 0-2\n* 7. Life expectancy of at least 6 months as estimated by the investigator\n* 8. Able to swallow and retain oral medication (intact tablet)\n* 9. Adequate organ function (defined by the following parameters):\n\n  1. Serum creatinine \\< 140 μmol/L (\\< 1.6 mg/dL) or creatinine clearance \\> 60 mL/min\n  2. Serum hemoglobin ≥ 11 g/dL; absolute neutrophil count ≥ 1.5 x 109/L; platelets ≥ 100 x 109/L.\n  3. Serum bilirubin ≤ upper limit of normal (ULN), except patients with Gilbert's syndrome.\n  4. Serum Alanine aminotransferase (ALT), aspartate transaminase (AST) ≤ 1.5 x ULN\n  5. Alkaline phosphatase ≤ 2.5 x ULN\n  6. prothrombin time (PT) or activated partial thromboplastin time (aPTT, PTT) ≤ULN\n* 10. No known hepatitis B virus (not due to immunization), hepatitis C virus, human immunodeficiency virus-I and -II positive status\n* 11. If a female of childbearing potential, have a negative serum β-human chorionic gonadotropin (β-hCG) serum pregnancy test and use a highly effective method to avoid pregnancy for the duration of the trial and for at least 6 months after completion of docetaxel, paclitaxel or nab-paclitaxel therapy. Males of reproductive potential should use effective contraception during treatment and for 6 months after the last dose of docetaxel, paclitaxel or nab-paclitaxel\n\nExclusion Criteria:\n\n* 1. More than 1 prior systemic chemotherapy for advanced disease. Patients may have received hormone therapy and biological therapy (e.g. CDK4/6 inhibitors), either alone or in combination\n* 2. Malabsorption syndrome or disease significantly affecting gastrointestinal function including but not limited to gastrectomy or gastric outlet obstruction\n* 3. History or evidence of neurological or psychiatric disorder or any other concurrent medical condition or disease that, in the opinion of the investigator or Medical Monitor may influence understanding of study and informed consent procedures, would pose a risk to subject safety or would interfere with the study evaluation, procedures or completion\n* 4. Positive severe acute respiratory syndrome coronavirus 2 (SARSCoV- 2) antigenic test performed through nasal swab\n* 5. Treatment with any investigational agent within at least 28 days or 5 half-lives (whatever is shorter) prior to Visit 1, recovered from previous treatment toxicity to Grade1 or better\n* 6. Brain metastases that are untreated or symptomatic, or require any radiation, surgery, or continued steroid therapy to control symptoms from brain metastases\n* 7. Treatment with oral morphine greater than 60 mg a day or equivalent\n* 8. Other causes of fatigue, including, but not restricted to:\n\n  1. untreated hypothyroidism\n  2. pituitary disorder\n  3. insomnia\n  4. alcohol abuse\n  5. uncontrolled pain as defined by pain intensity greater than 3 on a NRS (0-10)\n  6. chronic \\>G2 anemia\n  7. uncontrolled cardiac disease or cardiovascular disorders\n  8. acute infections\n  9. major depressive disorder\n  10. uncontrolled neurological disorders\n* 9. Concomitant use of other medications/dietary supplements for fatigue\n* 10. Concomitant use of cannabidiol (CBD) or Tetrahydrocannabinol (THC).\n* 11. Any other invasive malignancy from which the patient has been disease-free for less than 5 years with the exception of curatively treated basal or squamous cell skin cancer\n* 12. Patients who are committed to an institution by virtue of an order issued either by the judicial or the administrative authorities\n* 13. Patients who are employees of the sponsor or investigator or otherwise dependent on them\n* 14. History of:\n\n  1. intolerance or hypersensitivity to paclitaxel, nab-paclitaxel, docetaxel or any other concomitant drug used in the study\n  2. intolerance or hypersensitivity to ibuprofen or to non-steroidal anti-inflammatory drug (NSAIDs)\n  3. intolerance or hypersensitivity to more than one medication belonging to the class of sulfonamides, such as sulfamethazine, sulfamethoxazole, sulfasalazine, nimesulide or celecoxib; hypersensitivity to sulphanilamide antibiotics alone (e.g. sulfamethoxazole) does not qualify for exclusion\n  4. lactase deficiency, galactosaemia or glucose-galactose malabsorption\n  5. documented allergic reaction or severe reaction of any kind to dairy products\n* 15. Pregnancy or lactation or unwillingness to use adequate method of birth control. Effective contraceptive measures include intrauterine device (IUD), bilateral tubal occlusion, vasectomised partner, sexual abstinence.\n* 16. Concomitant use of ibuprofen or CYP2C9 inhibitors/inducers and inability to pause these drugs during the study\n* 17. Concurrent use of NSAIDs or inability to stop NSAIDs during the treatment period\n* 18. Any contraindications to NSAIDs including but not limited to previous experience of asthma, urticaria, or allergic-type reactions after taking aspirin or other NSAIDs.\n* 19. A history of gastrointestinal bleeding or perforation related to previous NSAIDs therapy or an active or history of recurrent peptic ulcer/haemorrhage, coagulation disturbances",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}