{
    "nctId": "NCT06195618",
    "briefTitle": "Personalized Vaccine for TNBC Immunotherapy",
    "officialTitle": "ESTUDIO CLÍNICO FASE I DE INMUNOTERAPIA CON VACUNAS SINTÉTICAS PERSONALIZADAS EN PACIENTES CON CÁNCER DE MAMA TRIPLE NEGATIVO",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Breast Cancer Female",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 8,
    "primaryOutcomeMeasure": "Number of adverse effects",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Be between 18 and 75 years of age.\n2. Histologically confirmed diagnosis of primary triple negative breast carcinoma (TNBC).\n3. Patients who have already been treated, either with chemo/radiotherapy and/or surgery regimens, and in whom, according to previous preclinical studies, it was possible to clearly identify tumor NEOANTIGENS expressed by their tumor.\n4. Have frank venous access.\n5. Have a functional status (Karnofsky Scale) greater than 70%.\n6. Weight equal to or greater than 50 kilograms.\n7. The chemical synthesis of at least one tumor NEOANTIGEN expressed exclusively by your tumor was successful.\n8. The apheresis procedure successfully allowed the obtaining of sufficient white blood cells to obtain leukocytes necessary for functional tests and for the derivation of dendritic cells.\n\nExclusion Criteria:\n\n1. Active and/or uncontrolled cardiovascular disease.\n2. You are pregnant or breastfeeding.\n3. Has associated medical comorbidities such as diabetes or kidney failure, or coagulation disorders.\n4. You have been hospitalized in the last month.\n5. Has another active primary tumor except for skin tumors.\n6. Patients who are linked to another clinical study.\n7. Patients with a history of infectious diseases such as HIV, Hepatitis, tuberculosis.\n8. Consumption of immunosuppressive medications such as corticosteroids (except topical).",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}