{
    "nctId": "NCT03391271",
    "briefTitle": "PBMT for the Prevention of CIPN",
    "officialTitle": "The Use of Photobiomodulation Therapy for the Prevention of Chemotherapy-induced Peripheral Neuropathy: a Pilot Trial",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "PREVENTION",
    "enrollmentCount": 53,
    "primaryOutcomeMeasure": "The modified total neuropathy score (mTNS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Diagnosed with non-invasive (stage 0) or invasive (stage 1, 2 and 3A) breast adenocarcinoma\n* Age 18 years or above\n* Are planned to undergo at least 3 cycles of taxane treatment (i.e. paclitaxel or docetaxel)\n* Have no documented or observable psychiatric or neurological disorders that might interfere with study participation (e.g., dementia or psychosis).\n* Signed informed consent\n\nExclusion Criteria:\n\n* Have a history of neuropathy before taxane treatment due to other medical conditions: diabetes, peripheral vascular disease, HIV infection, significant degenerative or familial neurologic disorder, nerve compression injuries (i.e., carpal tunnel syndrome, brachial plexopathy, spinal stenosis, or spinal nerve root compression)\n* Taking stable doses of medication on prescription or dietary supplements for peripheral neuropathy. Related medications are: gabapentin, pregabalin, nortriptyline, amitriptyline, duloxetine, venlafaxine; lidocaine, opioid tramadol and other narcotics; NSAIDs; glutamine, glutathione, vitamin E and vitamin B12; Patients need to agree not to initiate a new therapy two weeks before and during the study period.\n* Metastatic disease\n* Have a diagnosis of ethanol addiction or dependence within the past 10 years.\n* Concurrent chemotherapy with neurotoxic chemotherapeutic agents (i.e. platinum compounds or vinca alcaloids)\n* Severe or unstable cardio- respiratory or musculoskeletal disease",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}