{
    "nctId": "NCT05181462",
    "briefTitle": "Nadunolimab in Combination with Gemcitabine Plus Carboplatin in Patients with Advanced Triple Negative Breast Cancer.",
    "officialTitle": "A Randomized Non-comparative Open-label Phase 1b/2 Study of Nadunolimab in Combination with Gemcitabine Plus Carboplatin in Patients with Advanced Triple Negative Breast Cancer. \"TRIFOUR Study\"",
    "overallStatus": "RECRUITING",
    "conditions": "Triple Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 116,
    "primaryOutcomeMeasure": "Incidence rate of Dose Limiting Toxicity (DLT) within the first cycle of nadunolimab in combination with gemcitabine plus carboplatin",
    "eligibilityCriteria": "Inclusion Criteria: Patients are eligible to be enrolled in the study only if they meet all of the following criteria:\n\n1. The patient has signed and dated the informed consent form (ICF) and it has been obtained before conducting any specific procedure for the study.\n2. Female or male BC patients of ≥ 18 years of age.\n3. Permission to access archived tumor tissue sample (either from primary breast tumor or a metastatic lesion, preferably the most recent one) for biomarker analysis. Not having archived tissue is not a reason to exclude the patient from enrollment.\n4. Paired tumor biopsies, pre-treatment and on-treatment, for pharmacodynamic analysis are not compulsory and will be obtained as per investigator judgement and patient decision. However, patients and investigators are encouraged to obtain them if the patient has easily accessible disease like skin or superficial lymph nodes. Ideally, the same lesion (always in the same organ) should be biopsied before treatment and on treatment whenever possible. It is allowed to use archived biopsies as pre-treatment samples, obtained after ending the previous systemic treatment).\n5. The lesion accessible for biopsy may not be the only target lesion and should not be located in a previously irradiated field (unless this index lesion has PD ≥ 20% post-radiation).\n6. Histologically confirmed TNBC that is either locally recurrent, inoperable and cannot be treated with curative intent or is metastatic:\n\n   1. Documented Hormone Receptor (HR) negative BC based on local laboratory determination on the most recent tumor biopsy. HR negative defined as \\< 1% positive cells by immunohistochemistry (IHC) for estrogen receptor (ER) and progesterone receptor (PgR).\n   2. Documented Human Epidermal Growth Factor Receptor 2 (HER2) negative BC based on local laboratory determination on the most recent tumor biopsy. HER2 negative tumor is determined according to recommendations of the applicable American Society of Clinical Oncology (ASCO)/ College of American Pathologists (CAP) guidelines available.\n   3. Patients are eligible for the study irrespectively of BRCA1/2 mutational status. It is not required to have the analysis performed before the study inclusion.\n7. Patients should be eligible to receive gemcitabine and carboplatin as the following line of therapy. No more than 1 previous line of systemic therapy for the advanced disease is allowed:\n\n   1. Those patients with PD during or within 6 months after completing the (neo)adjuvant treatment are allowed to be included in the study and are considered for second-line group of patients.\n   2. Prior therapy with immuno-checkpoint inhibitors (ICIs) either in the metastatic setting (as first-line therapy) or in the (neo)adjuvant setting is allowed.\n   3. Previous treatment with platinum-derived agents in early-stage setting is allowed if the platinum-free interval is at least of 12 months.\n   4. Prior therapy with PARP inhibitors is allowed.\n8. Documented progressive disease (i.e. biopsy sample, pathology or imaging report) from the last treatment.\n9. Eastern Cooperative Oncology Group (ECOG) Performance Status ≤ 1.\n10. Patients must have at least one measurable lesion that can be accurately assessed at baseline and is suitable for repeated assessment by CT scan, MRI, plan X-ray or physical examination. Clinical lesions will only be considered measurable when they are superficial and ≥ 10mm in diameter as assessed using callipers (e.g. skin nodules). Patients with bone-only disease must have a lytic or mixed (lytic + blastic) lesion, which has not been previously irradiated and can be accurately assessed by CT scan/MRI according to RECIST version 1.1 (with a component of soft tissue mass).\n11. Adequate organ and bone marrow function defined as follows:\n\n    1. Absolute Neutrophil Count (ANC) ≥ 1.500/mm3 (1.5x109/L), without previous Granulocyte Colony-Stimulating Factor (G-CSF) within 2 weeks prior to the study treatment.\n    2. Platelets ≥ 100.000/mm3 (100x109/L), without previous transfusion within 2 weeks prior to the study treatment.\n    3. Hemoglobin ≥ 9 g/dL (90 g/L), without previous transfusion within 28 days before starting with the study treatment.\n    4. Serum creatinine ≤ 1.5 x Upper Limit of Normal (ULN) or estimated creatinine clearance ≥ 60 mL/min as calculated using the Cockcroft-Gault formula.\n    5. Total serum bilirubin ≤ 1.5 x ULN (≤ 3.0 x ULN if Gilbert´s disease).\n    6. Aspartate aminotransferase (AST) and/or Alanine aminotransferase (ALT) ≤ 3.0 x ULN (≤ 5.0 x ULN if liver metastases present).\n    7. Alkaline phosphatase ≤ 2.5 x ULN (≤ 5.0 x ULN if bone or liver metastases present).\n12. Resolution of all acute toxic effects of prior anti-cancer therapy or surgical procedures to NCI CTCAE v5.0 Grade ≤ 1 (except alopecia or other toxicities not considered a safety risk for the patient at investigator's discretion). In case of immune-related toxicities, adequately resolved to Grade 1 or non-persistent Grade 2 AEs with the recommended measures by the current guidelines.\n13. Patients testing positive for human immunodeficiency virus (HIV) are NOT excluded from this study, but HIV-positive patients must meet ALL the following criteria:\n\n    1. Have CD4+ T-cell (CD4+) counts ≥ 350 cells/µL.\n    2. Have not had an opportunistic infection within the past 12 months. Patients on prophylactic antimicrobials can be included in the study.\n    3. Should be on stable antiretroviral therapy for at least 4 weeks.\n    4. Have an HIV viral load less than 400 copies/mL prior to enrolment.\n14. Willingness and ability to comply with scheduled visits, treatment plan, laboratory tests and other study procedures.\n15. Negative serum pregnancy test within 7 days prior to enrolment for premenopausal women, and for women who have experienced menopause onset \\< 12 month prior to first dose of therapy..\n\n    * For premenopausal women: agreement to remain abstinent or use single or combined non-hormonal contraceptive methods that result in a failure rate of \\< 1% per year during the treatment period and for at least 7 months after the last dose of study treatment.\n    * For men: agreement to remain abstinent (refrain from heterosexual intercourse) or use contraceptive measures, and to refrain from donating sperm during the same period, as defined below with female partners of childbearing potential or pregnant female partners, men must remain abstinent or use a condom during the treatment period and for at least 6 months after the last dose of carboplatin/gemcitabine to avoid exposing the embryo. Due to the possibility of irreversible infertility with carboplatin/gemcitabine, men receiving these chemotherapies should consult with their doctor regarding conservation of sperm prior to treatment initiation.\n\nAbstinence is only acceptable if it is in line with the preferred and usual lifestyle of the patient. Periodic abstinence (e.g., calendar, ovulation, symptothermal, or post-ovulation methods) and withdrawal are not acceptable methods of contraception.\n\nExamples of non-hormonal contraceptive methods with a failure rate of \\< 1% per year include tubal ligation, male sterilization, and certain intrauterine devices. Alternatively, two methods (e.g., two barrier methods such as a condom and a cervical cap) may be combined to achieve a failure rate of \\< 1% per year. Barrier methods must always be supplemented with the use of a spermicide.\n\nExclusion Criteria:Patients will be excluded from the study if they meet any of the following criteria:\n\n1. Patient has received extended field radiotherapy ≤ 4 weeks before the start of treatment (≤ 2 weeks for limited field radiation for palliation), and who has not recovered to ≤ Grade 1, according to NCI CTCAE v5.0, from related AEs of such therapy (except for alopecia).\n2. Treatment with systemic anticancer treatments, investigational products, or major surgery within 4 weeks before the first dose of study drug or 5 half-lives, whichever is shorter. Patients should have recovered from previous treatment toxicity to ≤ Grade 1 (except alopecia and peripheral neuropathy).\n3. No prior treatment with an anthracycline and a taxane unless contraindicated or not considered the most suitable treatment option (e.g. in the de novo metastatic setting) according to physician's opinion.\n4. Significant cardiovascular disease, such as New York Heart Association (NYHA) cardiac disease (Class II or greater), myocardial infarction, or cerebrovascular accident within 3 months prior to randomization, unstable arrhythmias, or unstable angina. Patients with a known left ventricular ejection fraction (LVEF) \\< 50% will be excluded.\n5. Patients with known coronary artery disease or congestive heart failure (CHF) not meeting the above criteria, must be on a stable medical regimen that is optimized in the opinion of the treating physician, in consultation with a cardiologist if appropriate.\n6. Presence of an abnormal ECG that is clinically significant in the investigator's opinion, including complete left bundle branch block, second or third-degree heart block, or QT interval corrected using Fridericia's formula (QTcF) \\> 480 ms demonstrated by at least two consecutive ECGs.\n7. Patients with uncontrolled brain metastases; however, patients who have been previously treated with surgery, whole-brain radiation, and/or stereotactic radiosurgery and are considered controlled (with ≤ 10 mg/day of prednisone or equivalent) at the time of receiving the first dose of nadunolimab are allowed. For asymptomatic patients, screening brain imaging is not required.\n8. Spinal cord compression not definitively treated with surgery and/or radiation, or previously diagnosed and treated spinal cord compression without evidence that disease has been clinically stable for \\> 2 weeks prior to enrolment.\n9. Severe (Grade 3) infection requiring oral or IV antibiotics within 4 weeks prior to enrolment, including but not limited to hospitalization for complications of infection, bacteremia, or pneumonia. Patients receiving prophylactic antibiotics (e.g., to prevent a urinary tract infection or chronic obstructive pulmonary disease exacerbation) are eligible for the study.\n10. Positive hepatitis B surface antigen (HBsAg) test at screening: Total hepatitis B core antibody (HBcAb) test at screning must be negative. If HBsAg and HBcAb are positive, hepatitis B virus (HBV) DNA test at screening should be performed and if patient does not have viral load, patient can be enrolled into the study.\n11. Positive hepatitis C virus (HCV) antibody test at screening: if positive, HCV antibody test followed by a negative HCV RNA test at screening. The HCV RNA test will be performed only for patients who have a positive HCV antibody test.\n12. Pregnant or lactating or intending to become pregnant during or within 6 months after the last dose of study treatment.\n13. Known hypersensitivity or allergy to any component of the nadunolimab, carboplatin or gemcitabine drug formulations, and known hypersensitivity to platinum-containing compounds.\n14. Patients who receive a live vaccination, etanercept, or other Tumor necrosis factor (TNF)-alpha inhibitors just prior to participation in this study (within 28 days of first study drug administration).\n15. Patients with a history of autoimmune disease requiring systemic immunosuppressive therapy (daily prednisone equivalent doses \\> 10 mg/day). Patients with autoimmune diseases and without systemic therapies are allowed.\n16. Diagnosis of any other malignancy within 5 years prior to randomization, except for adequately treated basal cell or squamous cell skin cancer or carcinoma in situ of any origin or stage I colorectal.\n17. Patients with a history of slowly progressive dyspnea and non-productive cough or disorders such as sarcoidosis, silicosis, idiopathic pulmonary fibrosis, hypersensitivity pneumonitis lung or multiple allergies.\n18. Any other disease, metabolic dysfunction, physical examination finding, or clinical laboratory finding that contraindicates the use of an investigational drug, may affect the interpretation of the results, or may render the patient at high risk from treatment complications.\n19. Polymerase chain reaction (PCR) positive or antigen test positive for coronavirus disease 2019 (COVID-19). Patients who had previously symptomatic COVID-19 infection should have recovered to Grade ≤ 1 or baseline.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}