{
    "nctId": "NCT03907098",
    "briefTitle": "Endostar in Combination With Chemotherapy in HER-2 Negative Advanced Breast Cancer",
    "officialTitle": "A Phase II Study of Endostar in Combination With Chemotherapy in HER-2 Negative Advanced Breast Cancer",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 50,
    "primaryOutcomeMeasure": "Progression-free Survival (PFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* locoregionally Recurrent or metastatic breast cancer confirmed by histology.\n* HER-2 Negative Breast Cancer.\n* At least one measurable lesion according to RECIST 1.1..\n* Chemotherapy for recurrent and metastatic lesions should be discontinued for more than 2 weeks.\n* 18-70 years old.\n* ECOG PS 0～1.\n* Participants must have normal organ and marrow function as defined below: ANC ≥ 1.5×109/L,PLT ≥ 75×109/L,Hb ≥ 100 g/L;TBIL≤1.0ULN；ALT and AST≤3×ULN（ALT and AST≤5×ULN if liver metastasis）;BUN and Cr≤1.5×ULN and CCr≥50 mL/min.\n* life expectancy is not less than 12 weeks.\n* Signed informed consent.\n\nExclusion Criteria:\n\n* Uncontrolled central nervous system metastasis.\n* Not recovered to 0-1 degree (CTC AE 4.0) from toxic reactions of previous treatments..\n* History of allergy to biological agents in the past.\n* Important organ dysfunction and severe heart disease, including congestive heart failure, uncontrollable arrhythmia, angina, valvular disease, myocardial infarction, and refractory hypertension.\n* Pregnant or lactating women..\n* The patient had a history of other malignant tumors, except for the cured skin basal cell carcinoma and cervical cancer.\n* The risk of uncontrolled infection, thrombosis and bleeding exists.\n* A history of immunodeficiency, including HIV positive, HCV, active hepatitis B, or other acquired, congenital immunodeficiency disorders, or organ transplantation, is known.\n* Researchers consider it inappropriate to carry out the study.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}