{
    "nctId": "NCT02248571",
    "briefTitle": "Patient Preference for Everolimus in Combination With Exemestane or Capecitabine in Combination With Bevacizumab",
    "officialTitle": "An Open Label, randomIzed Controlled Prospective Multicenter Two Arm Phase IV Trial to Determine Patient Preference for Everolimus in Combination With Exemestane or Capecitabine in Combination With Bevacizumab for Advanced (Inoperable or Metastatic) HER2-negative Hormone Receptor Positive Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer Recurrent, HER2/Neu-negative Carcinoma of Breast, Hormone Receptor Positive Malignant Neoplasm of Breast",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE4",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "OTHER",
    "enrollmentCount": 85,
    "primaryOutcomeMeasure": "Patients' preference",
    "eligibilityCriteria": "Inclusion Criteria:\n\nWritten informed consent must be obtained prior to any study specific procedure.\n\n1. Adult women (≥ 18 years of age)\n2. . Postmenopausal status\n\n   The investigator must confirm postmenopausal status. Postmenopausal status is defined either by:\n   * Age ≥ 55 years and one year or more of amenorrhea\n   * Age \\< 55 years and one year or more of amenorrhea and postmenopausal levels of follicle stimulating hormone (FSH) and Luteinizing hormone (LH) per local institutional standards\n   * Prior hysterectomy and has postmenopausal levels of FSH and LH per local institutional standards\n   * Surgical menopause with bilateral oophorectomy\n   * For women with therapy-induced amenorrhea, oophorectomy or serial measurements of FSH and / or estradiol are needed to ensure postmenopausal status.\n\n   Note: Ovarian radiation or treatment with a luteinizing hormone-releasing hormone (LH-RH) agonist (goserelin acetate or leuprolide acetate) is not permitted for induction of ovarian suppression.\n3. Pathologically confirmed HER2/neu-negative, ER/PR positive inoperable or metastatic adenocarcinoma of the breast\n4. Indication for systemic palliative targeted therapy / first line chemotherapy after failure of at least one non-steroidal aromatase inhibitor therapy at any time during the disease course (no restriction regarding the number of previous endocrine lines)\n5. No indication for other chemotherapeutic treatment including Taxanes or Anthracyclines\n6. Measurable or non-measurable disease as per RECIST 1.1\n7. Adequate bone marrow, liver and renal function (according to current SmPCs of both treatment regimens)\n8. ECOG performance status 0-2\n9. Fluent German (spoken and written) language\n\nExclusion Criteria:\n\n1. Prior palliative cytotoxic chemotherapies\n2. Prior exposure to mTOR-Inhibitors (prior treatment with exemestane is allowed)\n3. Concomitant antihormonal therapies, other than study medication\n4. Symptomatic visceral metastases (as deemed by the investigator)\n5. Uncontrolled CNS metastases\n6. Unstable skeletal metastases\n7. Medically uncontrolled cardiovascular diseases (e.g. uncontrolled hypertension)\n8. Medically uncontrolled diabetes mellitus\n9. Severe hepatic impairment (Child-Pugh C)\n10. Inadequate organ function as specified below:\n\n    * Hemoglobin \\< 9.0 g/dl\n    * Absolute neutrophil count (ANC) \\<1,5 x109/L\n    * Platelets \\<100 x109/L\n    * Creatinine clearance \\< 30ml/min \\[Cockcroft and Gault\\]\n11. Known HIV infection or chronic hepatitis B or C or history of hepatitis B or C\n12. Known dihydropyrimidine dehydrogenase (DPD) deficiency\n13. Any other contraindications to the study drugs used or their excipients according to current SmPCs\n14. Concomitant use of immunosuppressive agents or chronic use of systemic corticosteroids\n15. Use of any other concomitant medication known to interfere with the study drugs\n16. Use of concomitant medication known to interfere with the study results (e.g. hormonal therapy) during the whole study duration\n17. Premenopausal patients\n18. Pregnant or breast feeding patients\n19. Participation in additional parallel interventional drug or device studies within four weeks before start of study.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}