{
    "nctId": "NCT05420779",
    "briefTitle": "A Study to Evaluate the Efficacy and Safety of TSL-1502 Capsules in Breast Cancer Patients With Germline BRCA Mutations",
    "officialTitle": "A Randomized, Parallel, Open-label, Positive Controlled Phase II Clinical Study to Evaluate the Efficacy and Safety of TSL-1502 Capsules in HER2-negative Locally Advanced or Metastatic Breast Cancer Patients With Germline BRCA Mutations",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer Metastatic",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 125,
    "primaryOutcomeMeasure": "Objective response rate(ORR)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* 1) Agree to follow the clinical trial protocol, volunteer, and sign the informed consent form (ICF).\n\n  2) Women aged ≥ 18 years and ≤ 75 years at the date of signing the ICF. 3) HER2-locally advanced breast cancer diagnosed by histopathology and/or cytology (Unable to receive radical therapy) or metastatic breast cancer, and previous chemotherapeutic line of cytotoxicity for locally advanced or metastatic breast cancer was ≤ 3.\n\n  4) Prior platinum therapy is allowed, but the best response to platinum therapy is required to be CR, PR, or persistent ≥ 12 weeks SD. If given as neoadjuvant/adjuvant therapy, the time from the last dose of platinum to relapse is ≥ 6 months.\n\n  5) Hormone receptor-positive patients need to have received at least first-line of endocrine therapy for locally advanced or metastatic breast cancer but failed, or unsuitable for endocrine therapy in the judgment of the investigator.\n\n  6) In neoadjuvant, adjuvant and/or metastatic stages, the patients who have received antitumor therapy with Taxane ± Anthracycline.\n\n  7) Failure of front-line therapy (disease progression or toxicity intolerance), and the investigator judged that it was suitable to receive the systemic monotherapy (including capecitabine tablets, vinorelbine tartrate injection, eribulin mesylate injection).\n\n  8) Tested or reviewed by a third-party central laboratory to determine whether there is harmful or suspected harmful gBBRCAm in the blood.\n\n  9) At least one measurable (non-lymph node longest diameter ≥ 10 mm, lymph nodes with a minimum diameter of ≥ 15 mm, according to RECIST version 1.1 criteria) of target lesions. Note: Previously irradiated lesions cannot be used as targets lesions unless there is significant progression of the lesion.\n\n  10) The physical condition score is 0-1 according to the scale of The Eastern Cooperative Oncology Group (ECOG).\n\n  11) Expected survival ≥ 12 weeks. 12) Meet the following criteria (The use of any blood components and cell growth factors is not permitted within 2 weeks prior to initial administration): Bone marrow function: absolute neutrophil count (ANC) ≥ 1.5 × 109/L (1500/mm3); platelets ≥ 100 × 109/L (1 × 105/mm3); Hemoglobin ≥ 90 g/L; Liver function: serum bilirubin ≤ 1.5 × upper limit of normal (ULN), but except for Gilbert's syndrome patients (persistent or recurrent hyperbilirubinemia, unbound bilirubin elevation is present in the absence of evidence of hemolysis or liver pathology); patients without liver metastasis, alanine aminotransferase (ALT) and aspartate aminotransferase (AST) ≤ 2.5×ULN; ALT and AST ≤ 5×ULN for patients with liver metastasis; Renal function: serum creatinine ≤ 1.5 × ULN, or creatinine clearance (Ccr) ≥ 50 mL/min (Calculated according to the Cockcroft-Gault formula); Cockcroft-Gault formula: female Ccr (mL/min) = 0.85 × weight (kg) × (140-age)/ \\[72 × creatinine (mg/dL)\\] Coagulation function: international normalized ratio (INR) ≤ 1.5 × ULN, activated partial thromboplastin time (APTT) ≤ 1.5 × ULN.\n\n  13) Women of childbearing age are willing to take effective contraception from signing the ICF to 6 months after the last administration of the investigational drug. Women of childbearing age must have a negative blood pregnancy test result 7 days before the first dose.\n\nExclusion Criteria:\n\n* 1) Pregnant or lactating women. 2) Active inflammatory breast cancer. 3) Previous treatment with other PARP inhibitor drugs, including but not limited to TSL-1502, Olaparib, Talazoparil, Fluzoparil, Nilaparib, Rucaparib, Veliparib, etc. 4) Known to be allergic to TSL-1502 or any excipient of TSL-1502 capsules. 5) Known to have active brain metastases (defined as meeting any of the following: stable neurological imaging \\< 4 weeks; symptoms related to brain metastasis; steroid therapy required; leptomeningeal disease); patients must have completed any prior treatment for brain metastases ≥ 4 weeks prior to the first dose.\n\n  6) Patients with previous or current another malignancy. 7) Have other serious or uncontrollable clinical diseases or past medical history, surgical history, including but not limited to hepatic/renal dysfunction, respiratory disorders, endocrine disorders, metabolic disorders, neuropathy, or mental disorders, organ transplantation, etc.\n\n  8) Gastrointestinal or digestive system diseases that may affect the absorption of investigational products as judged by the investigator or past medical history, such as intractable hiccups, nausea, vomiting, chronic gastrointestinal disease (e.g. Ron's disease, ulcerative colitis, active gastric ulcer, etc.), dysphagia, etc.\n\n  9) Have serious cardiovascular system disease or past medical history (meet any of the following conditions); Definite cardiovascular abnormality within 6 months prior to first dose (e.g., myocardial infarction, cardiac arrhythmia, angina pectoris, angioplasty, vascular stent implantation, coronary artery bypass surgery, congestive heart failure, etc.); Baseline electrocardiogram QT or Fridericia-corrected QT interval (QTcF) prolongation \\[QTcF = QT/(RR 0.33), QTcF \\> 480 ms\\]; Left ventricular ejection fraction \\< 50% by cardiac ultrasound; Uncontrolled hypertension (Patients with blood pressure ≥150/100 mmHg after lifestyle improvement and medication) 10) Participated in clinical trials of other drugs or medical devices within 4 weeks prior to initial administration (note: except for those who did not use investigational drugs or medical devices).\n\n  11) Patients who underwent major surgery or significant traumatic injury within 4 weeks prior to initial administration, or who planned to undergo major surgery in the trial period.\n\n  12) Chemotherapy, radiotherapy, non-hormone targeted therapy, endocrine therapy, Anti-neoplastic immunotherapy \\[physiologic replacement doses of corticosteroids permitted (prednisone or equivalent \\< 15 mg/day)\\], Chinese medicine therapy with a clear indication for the treatment of breast cancer, or other anti-tumor therapy were received within 4 weeks prior to initial administration.\n\n  13) AEs related to previous surgery and previous anti-tumor therapy (CTCAE version 5.0) did not recover to ≤ 1 grade (alopecia, pigmentation, platinum-induced neurotoxicity grade 2 and lower, except for clinically significant or asymptomatic laboratory abnormalities).\n\n  14) Patients who had received a CYP2D6 liver enzyme inhibitors or inducers within 2 weeks prior to initial dosing, or who cannot discontinue the use of CYP2D6 liver enzyme inhibitors or inducers during the trial.\n\n  15) Patients who test positive for treponema pallidum antibody, human immunodeficiency virus (HIV) antibody, hepatitis C virus (HCV) RNA, or active hepatitis B patients \\[defined as hepatitis B virus (HBV) DNA ≥ ULN\\].\n\n  16) The investigator considered that patients have other conditions that might affect compliance or are not suitable for participating in this trial.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}