{
    "nctId": "NCT00236275",
    "briefTitle": "PET and MRI in the Follow-up of Neoadjuvant Chemotherapy of Breast Cancer",
    "officialTitle": "PET and MRI in the Follow-up of Neoadjuvant Chemotherapy of Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "DIAGNOSTIC",
    "enrollmentCount": 60,
    "primaryOutcomeMeasure": "Determine and compare sensitivity and specificity of 3 different modalities for the prediction of effectiveness of neoadjuvant chemotherapy",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Breast cancer scheduled for neoadjuvant chemotherapy followed by surgery\n\nExclusion criteria:\n\n* Indicated chemotherapy without that a curative tumorectomies is foreseen(planned)\n* Patient presenting an evolutionary infectious or inflammatory pathology, including an inflammatory breast cancer, being able to be source(spring) of false-positive results(profits) in TEP-FDG\n* Patient in the course of radiotherapy or of chemotherapy or operated at the level of the thorax in 4 weeks preceding the date foreseen(planned) by the examination TEP (pose(installation) of implantable room(chamber) excludes)\n* Diabetic waits\n* Patient already includes in the other protocols of search(research) for Nuclear Medicine or for imaging using ionization radiations\n* Patient not having given her lit(enlightened) assent\n* Wait among which the surveillance TEP or the MRI during the chemotherapy will be impossible (that is by geographical or professional imperative, or if contraindication in the MRI, ex: port(bearing) of a pacemaker, cochlear magnetic implants, metal foreign bodies cf protocol)\n* Of less than 18 years old or pregnant patient.\n* Breast cancer stage(stadium) IV\n* Biopsy on the already realized mammary tumor, for the period(delay) lower than 15 j.\n* In case of alcoholic poisoning or of antecedents of reaction to the injection of ethanol: not inclusion to be discussed.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}