{
    "nctId": "NCT04951245",
    "briefTitle": "Ultrasound-assisted CNSs Mapping Versus Dual-tracer-guided Sentinel Lymph Node Biopsy",
    "officialTitle": "Ultrasound-assisted Carbon Nanoparticle Suspensions Mapping Versus Dual-tracer-guided Sentinel Lymph Node Biopsy in Patients With Early Breast Cancer (UltraCars): a Prospective, Randomized Controlled Phase 3 Trial",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 330,
    "primaryOutcomeMeasure": "The identification rate of SLNs",
    "eligibilityCriteria": "Inclusion criteria:\n\n1. The participants must be female and 18 years of age or older.\n2. Resectable invasive adenocarcinoma of the breast, confirmed histologically.\n3. Ductal carcinoma in situ confirmed histologically.\n4. The participants must be a preoperative clinical Tis, T1, T2, T3 as well as clinical M0 breast cancer.\n5. Without clinical or radiological nodal involvement (cN0): No positive ipsilateral axillary lymph nodes; No prior removal of ipsilateral axillary lymph nodes; No suspicious palpable nodes in the contralateral axilla or palpable supraclavicular or infraclavicular nodes, unless proven nonmalignant by biopsy.\n6. With clinical positive lymph nodes (cN1) (including any abnormal or enlarged clinically palpable lymph nodes or core biopsy/surgical biopsy/FNA evidence of malignant cell within any lymph nodes) that was downstaged to cN0 following neoadjuvant therapy.\n7. The participants must have an ECOG performance status of Grade 0-1.\n8. The participants must provide written informed consent before participating in the study.\n\nExclusion criteria:\n\n1. The breast has ulceration, erythema, infiltration of the skin or underlying chest wall (complete fixation), peau d'orange, or skin edema of any magnitude. Tethering or dimpling of the skin or nipple inversion allowed.\n2. The participants has a known hypersensitivity to tracers planned for use during SLNB.\n3. Other prior breast malignancy except lobular carcinoma in situ.\n4. The participants has had prior breast implants.\n5. The participants has had prior breast reduction surgery.\n6. The participants has had other prior surgery in the upper, outer quadrant, areola, or axilla to the indicated breast.\n7. The participants has a positive pregnancy test or is lactating.\n8. The participants has participated in another investigational drug study during the 30 days prior to signing informed consent.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}