{
    "nctId": "NCT01658358",
    "briefTitle": "ErbB2 Positive Metastatic Breast Cancer",
    "officialTitle": "A Phase I/II Study of Lapatinib (Tykerb) Plus Liposomal Doxorubicin Hydrochloride ( Lipo-Dox) for Patients With ErbB2 Positive Metastatic Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 15,
    "primaryOutcomeMeasure": "Phase I part recommended dose of the combination of lapatinib with Lipo-Dox",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologically confirmed adenocarcinoma of the breast with evidence of metastatic disease\n* Documented ErbB2 over expression or amplified disease in the invasive component of the primary or metastatic lesion as defined by:\n* ErbB2 gene amplification by FISH(\\>6 ErbB2 gene copies per nucleus, or a FISH ratio (ErbB2 gene copies to chromosome 17 signals) of \\>than 2.2;\n* Measurable disease, defined as ≥1 lesion that can be accurately measured in ≥1 dimension as ≥20 mm by conventional techniques OR as ≥10 mm by spiral CT scan\n* In phase II part, patients must be chemo-naïve in metastatic setting.\n* In phase I part, patient may have received prior chemotherapy in metastatic setting.\n* In both phase I and II part, prior Anthracyclines allowed provided total dose of doxorubicin hydrochloride ≤240 mg/m² or epirubicin ≤ 600 mg/m².\n* At least 6 months since prior Anthracyclines, and 6 weeks since prior Taxane.\n* Patient must be informed and well understand that in current standard of treatment, suggested first line treatments for erbB-2 positive, visceral organ metastatic breast cancer are combination of chemotherapy with herceptin.\n* In phase II part, patient must not have exposed to ant-erbB2 targeted therapy treatment in metastatic setting. Herceptin treatment in the neoadjuvant or adjuvant setting is permitted provide that at least 12 months has elapsed since the last dose of herceptin therapy.\n* In phase I part, patient may have received prior anti-erbB-2 targeted treatment in metastatic setting.\n* Hormone receptor and menopausal status are not specified. Prior treatment with endocrine therapy in the adjuvant or metastatic setting is permitted provided that therapy be discontinued.\n* Prior treatments with radiation therapy for palliative management of non-target lesion metastatic disease is permitted provided that at least 2 weeks have elapsed since the last fraction of radiation therapy, disease progression has been documented and all treatment related adverse events are ≦ grade 1 at the time of registration.\n* Life expectancy ≥ 12 weeks\n* ECOG performance status 0-1\n* Patients must have normal organ and marrow function measured within 14 days prior to study entry as defined below:\n* WBC ≥ 3,000/mm3\n* Absolute neutrophil count ≥ 1,500/mm3\n* Platelet count ≥ 100,000/mm3\n* Bilirubin normal\n* AST/ALT ≤ 2.5 times upper limit of normal\n* Normal serum creatinine OR creatinine clearance ≥60 mL/min\n* LVEF ≥ 50% (by MUGA)\n* Negative pregnancy test\n* Fertile patients must use effective contraception\n* Able to swallow and retain medication\n* No history of allergic reactions attributed to compounds of similar chemical or biologic composition to lapatinib\n* Patient consent must be obtained.\n\nExclusion Criteria:\n\n* Pregnant or lactating women.\n* Subjects who have current active hepatic or biliary disease (with exception of patients with Gilbert's syndrome, asymptomatic gallstones, liver metastases or stable chronic liver disease per investigator assessment)\n* Prior therapy with concurrent use of Lapatinib.\n* CNS metastasis.\n* Ongoing other concurrent investigational agents or anticancer therapy\n* Uncontrolled inter-current illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, uncontrolled hypertension, unstable angina pectoris, cardiac arrhythmia, serious non-healing wound/ulcer/bone fracture, or psychiatric illness/social situations that would limit compliance with study requirements.\n* Patients with GI tract disease resulting in an inability to take medication, malabsorption syndrome, a requirement for IV alimentation, prior surgical procedures affecting absorption, uncontrolled inflammatory GI disease (e.g., Crohn's, ulcerative colitis).",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}