{
    "nctId": "NCT04730154",
    "briefTitle": "PI-targeted PNE+MI Compared to BIOMEDICAL Education in BCS",
    "officialTitle": "The Effect of Perceived Injustice Targeted Pain Neuroscience Education and Motivational Interviewing Compared to Biomedical Focused Education in Breast Cancer Survivors",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Neoplasms, Survivorship, Pain, Chronic",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 156,
    "primaryOutcomeMeasure": "Pain Outcome",
    "eligibilityCriteria": "Inclusion Criteria\n\nIn order to be eligible, participants have to fulfil the definition for survivorship introduced by the European Organisation of Research and Treatment of Cancer (EORTC) Survivorship Task Force, in which a cancer survivor is: 'any person who has been diagnosed with cancer, has completed his or her primary treatment (with the exception of maintenance therapy) and has no evidence of active disease'. Therefore, participants need to:\n\n1. Be women aged 18 years or older.\n2. Be in complete remission and should have finished their primary treatment with a curative intent at least 3 months prior to study participation. Adjuvant hormonal therapy and immunotherapy are tolerated.\n3. Report a pain severity of at least 3/10 on the Brief Pain Inventory.\n4. Be able to speak and read Dutch in order to give informed consent and to complete the assessment tools.\n5. Show evidence of perceived injustice, defined as a score of 17 or higher on the Injustice Experience Questionnaire (IEQ).\n\nExclusion Criteria\n\nParticipants will be excluded if they:\n\n1. Are diagnosed with new neoplasms or metastases.\n2. Have not reached the stable level of a chronic disease and/or which is causing pain complaints (e.g. fibromyalgia, rheumatoid arthritis...).\n3. Are suffering from severe psychological or psychiatric diseases.\n4. Are suffering from dementia or cognitive impairment (unable to understand the test instructions and/or a result of ≤11, corresponding with MMSE ≤23, on the Six-item Cognitive Impairment Test (6-item CIT) is a short questionnaire containing 6 items.\n5. Recently started a new therapy which has not yet resulted in a stable level and might interference with one of the treatments.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}