{
    "nctId": "NCT02389842",
    "briefTitle": "PIPA: Combination of PI3 Kinase Inhibitors and PAlbociclib",
    "officialTitle": "PIPA: a Phase Ib Study to Assess the Safety, Tolerability and Efficacy of the PI3K Inhibitors, Taselisib (GDC-0032) or Pictilisib (GDC-0941), in Combination with PAlbociclib, with the Subsequent Addition of Fulvestrant in PIK3CA-mutant Breast Cancers",
    "overallStatus": "COMPLETED",
    "conditions": "Advanced Solid Tumours, Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 79,
    "primaryOutcomeMeasure": "Recommended dose for Phase II",
    "eligibilityCriteria": "Inclusion Criteria\n\n1. Part A (dose escalation):\n\n   Patients with histologically or cytologically confirmed malignant advanced solid tumours refractory to standard therapy or for which no suitable effective standard therapy exists, including, but not limited to patients with PIK3CA mutant cancers, or those with somatic mutations or other aberrations known to result in a hyperactivated PI3K-AKT pathway.\n\n   Advanced breast cancer with the following features:\n   * ER+ve breast cancer that has progressed on at least one line of prior endocrine therapy, or\n   * PIK3CA mutant breast cancer progressed on at least one line of prior endocrine therapy or chemotherapy\n   * breast cancer refractory to standard treatment\n\n   Part B (dose expansion):\n\n   Part B1 Patients with histologically or cytologically confirmed advanced ER+ve, HER2-ve breast cancer with a PIK3CA mutation confirmed by an accredited laboratory.\n\n   Part B2\n   * Patients with histologically or cytologically confirmed advanced solid tumours with mutations leading to a hyperactivated PI3K-AKT pathway, or other relevant genetic aberrations; OR\n   * Patients with histologically or cytologically confirmed advanced ER-ve, HER2+ve breast cancer with a PIK3CA mutation confirmed by an accredited laboratory; OR\n   * Patients with histologically or cytologically confirmed advanced triple negative breast cancer with a PIK3CA mutation confirmed by an accredited laboratory.\n\n   Part B3 Patients with histologically or cytologically confirmed advanced ER+ve, HER2-ve breast cancer.\n\n   NB. PIK3CA mutation may be assessed in archival tumour samples, fresh tumour samples, or in circulating free DNA extracted from plasma or serum and the result must be from an accredited laboratory. This is mandatory for breast cancer patients in Part B1 and B2 and the result must be available prior to the patient entering the main study.\n\n   A mutation will be considered pathogenic if described to be recurrent somatic mutation in COSMIC (http://cancer.sanger.ac.uk/cancergenome/projects/cosmic/). Other cancers with relevant genetic aberrations (e.g. KRAS mutations) may be considered, depending on emerging preclinical and clinical data on these novel antitumour agents.\n2. Prior cancer treatment as follows:\n\n   * Patients with ER+ve and HER2-ve breast cancer in Parts B1 and B3 should have progressed on at least one prior hormone therapy and had a maximum of two prior lines of chemotherapy for advanced breast cancer;\n   * Patients in the solid tumour AND triple negative breast cancer cohort of Part B2 must have progressed on at least one prior chemotherapy regimen for advanced cancer;\n   * Patients with HER2+ve breast cancer in Part B2 should have progressed on at least two prior HER2 directed therapies for advanced breast cancer (or one prior therapy where no further HER2 directed therapy is available locally).\n3. Part A: Measurable disease as assessed by RECIST 1.1 OR evaluable disease. Part B1: Measurable disease as assessed by RECIST 1.1 Part B2 and B3: Measurable disease as assessed by RECIST 1.1 OR evaluable disease\n4. Life expectancy of at least 12 weeks\n5. World Health Organisation (WHO) performance status of 0-1 with no significant deterioration over the previous 2 weeks (Appendix 1)\n6. Haematological and biochemical indices within the ranges shown below. These measurements must be performed within one week (Day -7 to Day 1) before the patient goes in the trial.\n\nLaboratory Test Value required Haemoglobin (Hb) ≥ 10.0 g/dL Absolute neutrophil count ≥ 1.5 x 109/L Platelet count ≥ 150 x 109/L Serum bilirubin ≤ 1.5 x upper limit of normal (ULN) except for patients with documented Gilberts' disease Alanine aminotransferase (ALT) and aspartate aminotransferase (AST) ≤ 2.5 x upper limit of normal (ULN) unless raised due to tumour in which case up to 5 x ULN is permissible\n\nCreatinine - If creatinine \\> 1.5 times ULN then: Either:\n\nCalculated creatinine clearance\n\nOr:\n\nIsotope clearance measurement\n\n≤1.5 times ULN\n\n* 50 mL/min (uncorrected value)\n* 50mL/min (corrected) Coagulation INR \\<1.5, APTT \\<1.5x ULN\n\nExclusion criteria:\n\n1. Radiotherapy (except for palliative reasons), endocrine therapy, immunotherapy or chemotherapy during the previous 4 weeks (6 weeks for nitrosoureas, Mitomycin-C) and 4 weeks for investigational medicinal products before treatment\n\n   Exceptions to this are:\n   * patients progressing on letrozole or fulvestrant;\n   * hormonal therapy with luteinizing hormone-releasing hormone (LHRH) analogues for medical castration in patients with castrate resistant prostate cancer;\n   * bisphosphonates or RANK ligand antagonists that are permitted for the management of bone metastases;\n   * palliative radiotherapy if given for bony metastases, as long as these are not indicative of disease progression. Study drug must be stopped 3 days before radiotherapy and restarted within 28 days, as long as bone marrow function has returned to normal.\n2. Patients with prior exposure to either a CDK4/6 inhibitor OR a PI3K/ATK/mTOR inhibitor are excluded from the study With the exception of allosteric mTOR inhibitors such as everolimus that is allowed. Prior exposure to fulvestrant or aromatase inhibitors is permitted.\n3. Clinically significant abnormalities of glucose metabolism as defined by any of the following:\n\n   * Diagnosis of diabetes mellitus types I or II (irrespective of management).\n   * Glycosylated haemoglobin (HbA1C) ≥7.0% at screening\n   * Fasting Plasma Glucose ≥ 6.9mmol/L at screening. Fasting is defined as no caloric intake for at least 8 hours.\n4. On-going toxic manifestations of previous treatments ≥ grade 1. Exceptions to this are alopecia or certain other toxicities, which in the opinion of the Investigator should not exclude the patient.\n5. History of malabsorption syndrome or other condition that would interfere with enteral absorption. For example active intestine inflammation (e.g., Crohn's disease or ulcerative colitis) requiring immunosuppressive therapy.\n6. History of inflammatory bowel disease (e.g. Crohn's disease or ulcerative colitis)\n7. Inability or unwillingness to swallow pills, or (for patients receiving fulvestrant) receive IM injections.\n8. Known untreated or active central nervous system (CNS) metastases (progressing or requiring corticosteroids for symptomatic control). Patients with a history of treated CNS metastases are eligible, provided they meet all of the following criteria:\n\n   * Evaluable or measurable disease outside the CNS is present.\n   * Radiographic demonstration of improvement upon the completion of CNS-directed therapy and no evidence of interim progression between the completion of CNS-directed therapy and the baseline disease assessment for at least 28 days.\n   * Not requiring dexamethasone treatment.\n9. Major surgery (excluding minor procedures, e.g. placement of vascular access) within 4 weeks of the first dose of study treatment.\n10. Ability to become pregnant (or already pregnant or lactating). However, those female patients who have a negative serum or urine pregnancy test before enrolment and agree to use two highly effective forms of contraception (oral, injected or implanted hormonal contraception and condom, have an intra-uterine device and condom, diaphragm with spermicidal gel and condom) for four weeks before entering the trial, during the trial and for six months afterwards are considered eligible.\n11. Male patients with partners of childbearing potential (unless they agree to take measures not to father children by using one form of highly effective contraception \\[condom plus spermicide\\] during the trial and for six months afterwards). Men with pregnant or lactating partners should be advised to use barrier method contraception (for example, condom plus spermicidal gel) to prevent exposure to the foetus or neonate.\n\n    NB: Male patients who are potentially fertile should be made aware that palbociclib causes testicular degeneration in animal models and may wish to consider sperm preservation prior to beginning therapy.\n12. At high medical risk because of severe or uncontrolled systemic disease, such as:\n\n    uncontrolled hypertension, symptomatic congestive heart failure ≥ class 2 (refer to appendix 4 for grading), unstable angina pectoris, stroke or myocardial infarction within 6 months, serious cardiac arrhythmia requiring treatment, with the exceptions of atrial fibrillation and paroxysmal supraventricular tachycardia or conduction abnormality that has been treated and for which the patient is no longer at risk for serious arrhythmia (e.g., Wolff-Parkinson-White syndrome treated with surgical ablation).\n13. Clinically significant history of liver disease, including cirrhosis, current alcohol abuse, or current known active infection with hepatitis B virus, or hepatitis C virus.\n\n    Active infection is defined as requiring treatment with antiviral therapy or presence of positive test results for Hepatitis B (Hepatitis B surface antigen \\[HBsAg\\] and/or total Hb core antibody \\[anti-HBc\\]) or Hepatitis C (Hepatitis C virus \\[HCV\\] antibody). Unless required by local regulations, patients are not required to have HIV, HCB, or HCV assessments at screening if these assessments have not been previously performed.\n\n    Patients who are positive for anti-HBc are eligible only if testing is also positive for Hepatitis B surface antibody \\[HbsAb\\] and polymerase chain reaction (PCR) is negative for HBV DNA.\n\n    Patients who are positive for HCV serology are eligible only if testing for HCV RNA is negative.\n14. Immunocompromised status due to current known active infection with HIV or due to the use of immunosuppressive therapies for other conditions.\n15. Need for current chronic corticosteroid therapy, specifically dexamethasone or ≥ 10 mg of prednisone per day or an equivalent dose of other anti-inflammatory corticosteroids. Stable use (i.e., no change in dose within 1 month prior to Day 1 of Cycle 1) of inhaled corticosteroids is allowed.\n16. Prior bone marrow transplant or extensive radiotherapy to greater than 25% of bone marrow within eight weeks.\n17. Is a participant or plans to participate in another interventional clinical trial, whilst taking part in this Phase I study. Participation in an observational trial would be acceptable.\n18. Current malignancies of other types, with the exception of adequately treated cone-biopsied in situ carcinoma of the cervix uteri and basal or squamous cell carcinoma of the skin. Cancer survivors, who have undergone potentially curative therapy for a prior malignancy, have no evidence of that disease for 3 years or more and are deemed at negligible risk for recurrence, are eligible for the trial.\n19. Patients who require daily supplemental oxygen\n20. Any other condition which in the Investigator's opinion would not make the patient a good candidate for the clinical trial.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}