{
    "nctId": "NCT05792410",
    "briefTitle": "A Phase Ⅰb/Ⅱ Clinical Study of SHR-A1811 Combined With Other Therapies in Patients With HER2 Low Advanced or Metastatic Breast Cancer.",
    "officialTitle": "An Open, Multicenter Phase Ⅰb/Ⅱ Clinical Study of SHR-A1811 Combined With Dalpiciclib, Fulvestrant, Bevacizumab or Letrozole/Anastrozole in Patients With HER2 Low Advanced or Metastatic Breast Cancer.",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "HER2 Low Advanced or Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 300,
    "primaryOutcomeMeasure": "DLT(Phase I (dose-finding phase) main study endpoint)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Ability to give informed consent, signed and dated IRB/EC approved informed consent, willing and able to comply with treatment planning visits, tests and other procedural requirements\n2. When signing the informed consent, the age is 18-75 years old (including both ends), female patients who have pathologically documented HER2 low breast cancer\n3. ECOG Performance Status of 0 or 1\n4. Patient must have adequate tumor sample for biomarker assessment\n5. At least one measurable lesion\n6. Adequate organ function\n\nExclusion Criteria:\n\n1. There are untreated or active central nervous system (CNS) tumor metastases\n2. There was a third space effusion that could not be controlled by drainage (such as a large number of ascites, pleural effusion and pericardial effusion)\n3. Major surgery within 4 weeks prior to enrollment\n4. Has multiple primary malignancies within 5 years, excluding cured basal cell carcinoma of skin, cervical carcinoma in situ, papillary thyroid carcinoma, etc\n5. Has current ILD/pneumonitis, or where suspected ILD/pneumonitis cannot be ruled out at screening\n6. Uncontrolled intercurrent illness\n7. Uncontrolled or significant cardiovascular disease\n8. Has known human immunodeficiency virus (HIV) infection, or active hepatitis B or C infection.\n9. According to NCI-CTCAE v5.0 classification, those who have not recovered to grade Ⅰ toxicity caused by previous anti-tumour treatment",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}