{
    "nctId": "NCT02317783",
    "briefTitle": "Amyloid Plaque Deposition in Chemotherapy-Induced Cognitive Impairment",
    "officialTitle": "Amyloid Plaque Deposition in Chemotherapy-Induced Cognitive Impairment",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "DIAGNOSTIC",
    "enrollmentCount": 10,
    "primaryOutcomeMeasure": "[18F]Flutemetamol and [18F]fluoro-2-deoxy-D-glucose (FDG) PET imaging agents and MRI in breast cancer patients with Chemotherapy-Induced Cognitive Impairment (CICI) to check brain changes.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Female patients must be 18 years or older for inclusion in this research study. There is inadequate experience with the safety of Flutemetamol in children and therefore this radiopharmaceutical should not be used in patients under the age of 18. Individuals over 70 years age will be excluded as the incidence of amyloid positivity increases significantly even with no cognitive problems and will not allow for testing of our primary hypothesis.\n* The patient must have a histologically proven diagnosis of Stage I through IIIC Breast Cancer.\n* The patient must have completed adjuvant chemotherapy within at least 6 months, but no more than 36 months prior to initial study scan.\n* The patient must report persistent cognitive problems, defined as being one or more standard deviations above normative data on our two scales of subjective cognitive dysfunction. This is defined as a total score of 45 or higher on the Cognitive Failure Questionnaire, and a T-score of 60 or higher on the Frontal System Behavioral Scale Questionnaire.\n* Patients must agree to have clinical and radiographic endpoints and the results of histopathologic tissue analysis and other laboratory information entered into a research database, as evidenced by signing the informed consent form.\n* All patients, or their legal guardians, must sign a written informed consent and HIPAA authorization in accordance with institutional guidelines.\n\nExclusion Criteria:\n\n* Patients with known allergic or hypersensitivity reactions to previously administered radiopharmaceuticals. Patients with significant drug or other allergies or autoimmune diseases may be enrolled at the Investigator's discretion.\n* Adult patients who require monitored anesthesia for PET scanning.\n* Patients who are too claustrophobic to undergo MRI or PET imaging.\n* History of neurological disease known to affect cognition (e.g., stroke, head injury with loss of consciousness of greater than 30 minutes, seizure disorder, demyelinating disorder, mental retardation, primary brain tumor, brain metastases, etc.)\n* Current or past major psychiatric illness (e.g., schizophrenia, bipolar affective disorder)\n* Evidence of stroke or mass lesion on CT or MRI scan\n* History of alcoholism or other substance abuse\n* Current use of cholinesterase inhibitors, other cognitive enhancers, antipsychotics, antidepressants, or anticonvulsant medications\n* Current use of gabapentin or venlafaxine for hot flashes\n* History of radiation therapy to the brain\n* Uncontrolled diabetes or blood glucose greater than 175 mg/dl on the day of the FDG-PET scan\n* Currently pregnant\n* Color blindness (cannot complete D-KEFS Stroop test)\n* Moderate or Severe Depression as measured on the Beck Depression Inventory (BDI) -Short Form. The cut-off score for the BDI will be 8/9.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}