{
    "nctId": "NCT03062007",
    "briefTitle": "Open-label Study of Safety, Tolerability and Pharmacokinetics of Multiple Doses of BI-CON-02 in Patients With HER2-positive Metastatic Breast Cancer, Previously Treated With Trastuzumab",
    "officialTitle": "Open-label Study of Safety, Tolerability and Pharmacokinetics of Multiple Doses of BI-CON-02 in Patients With HER2-positive Metastatic Breast Cancer, Previously Treated With Trastuzumab",
    "overallStatus": "TERMINATED",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 6,
    "primaryOutcomeMeasure": "Incidence of Treatment-Emergent Adverse Events (Safety and Tolerability) Safety and tolerability of multiple doses of Safety and tolerability of multiple doses of BI-CON-02",
    "eligibilityCriteria": "Inclusion Criteria:\n\nTo participate in the clinical study, patients must comply to the following criteria:\n\n1. Signed patient's information sheet and informed consent form to participate in the study\n2. Females aged ≥ 18 years\n3. Histologically confirmed diagnosis of locally advanced or metastatic breast cancer.\n4. HER2-positive tumor status by results of immunohistochemistry (IHC3+) or hybridization in-situ (ISH), received at the local laboratory, experienced/certified to determine HER2 expression by means of accurate and validated methods.\n5. Disease progression during or after trastuzumab-based chemotherapy.\n6. Previous chemotherapy on metastatic breast cancer.\n7. Requirements for laboratory parameters determined below:\n\n   Hematology: Absolute neutrophil count:\n\n   Platelets:\n\n   Hemoglobin: ≥ 1500/mm3 (1.5 x 109 cells/L)\n   * 100 000/mm3 (100 x 109 cells/L)\n   * 9.0 g/dl\n\n   Liver function: Total bilirubin:\n\n   Aspartate aminotransferase (AST), Alanine aminotransferase (ALT), Alkalinephosphatase ≤ 1.5 x ULN\n\n   ≤ 2.5 x ULN or ≤ 5.0 х ULN in case of liver and/or bones metastasis Renal function: Serum creatinine or GFR (according to Cocroft-Golt formula): ≤ 1.5 mg/dl \\> 60 ml/min\n8. Patients must have an ECOG status of 0, 1 or 2\n9. Women of childbearing potential (not sterile or in menopause less than 2 years) must be practicing an effective method of birth control during the whole period of the study and 6 months after the last administration of the investigational product. Effective methods of birth control include usage of a condom or diaphragm (barrier method) with spermicide.\n\nExclusion Criteria:\n\nThe patient will be considered ineligible for the study in case she has any criteria listed here below:\n\n1. Clinically significant cardiovascular diseases:\n\n   * Myocardial infarction within 6 months before screening\n   * Unstable angina within 3 months before screening\n   * Congestive heart failure Class III or IV according to the New York Heart Association (NYHA) criteria\n   * Clinically significant ventricular arrhythmia, that have to be treated, including ventricular tachycardia, ventricular fibrillation, history of cardiac arrest\n   * QTc interval \\> 460 ms (ECG) (calculated according to Fredericia formula), or a diagnosis of long QTc syndrome\n   * Ejection fraction of left ventricle ≤ 50% (EchoCG)\n   * Hypotension (systolic arterial blood pressure \\< 86 mm of mercury) or bradycardia with a heart rate of \\< 50 beats per min., except when caused by medications (e.g. beta-blockers)\n   * Uncontrolled arterial hypertension (systolic arterial blood pressure \\> 170 mm of mercury or diastolic arterial blood pressure \\> 105 mm of mercury)\n   * Troponins I ≥ 0.2 ng/ml\n2. Patients with known cerebral metastases or clinical signs of cerebral metastases.\n3. Patients with severe dyspnea at rest, or those who need additional oxygen therapy in everyday life.\n4. History of hypersensitivity to trastuzumab ≥ 3 severity level\n5. History of any toxicity related to trastuzumab administration that resulted in the termination of trastuzumab therapy.\n6. Peripheral neuropathy ≥ II severity level\n7. Bisphosphonate therapy for symptomatic hypercalcemia.\n8. Any chemotherapy, hormonotherapy, radiotherapy, immunotherapy or biological products therapy used for breast cancer treatment within 4 weeks before the first administration of the investigational product.\n9. Previous indication of doxorubicin in maximum cumulated dose \\> 360 mg/kg2, or its equivalent.\n10. Participation in other clinical studies or administration of other investigational products within 4 weeks before the first administration of the investigational product, or presence of on-going toxicities ≥ II grade according to CTCAE, related to any prior antitumour therapy (excluding alopecia).\n11. History of other malignancies with the exception of cervical carcinoma in situ or skin basal-cell carcinoma, that had undergone surgical removal and treatment within ≥ 5 years before the first administration of the investigational product.\n12. Presence of antibodies to human immunodeficiency virus (HIV), or hepatitis С virus (HCV), presence of HBsAg\n13. Active infection within 4 weeks before the first administration of the investigational product.\n14. Uncontrolled concomitant diseases and conditions, including mental or social, which, in the Investigator's opinion, may prevent the patient from participation in the study.\n15. Drug or alcohol abuse on the moment of screening or in the past, which, in the Investigator's opinion, makes the patient unsuitable for participation in the study.\n16. Pregnant or lactating women, or women who plan to get pregnant during the clinical study\n17. Inability to read or write, unwillingness to understand and comply with the procedures of the study protocol, as well as any other concomitant medical or serious mental conditions, that make the patient unsuitable for participation in the clinical study, limit the validity of informed consent receipt or may affect the patient's ability to participate in the study.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}