{
    "nctId": "NCT02539017",
    "briefTitle": "The Clinical Significance of Cellular Immune Adjuvant Therapy of Triple Negative Breast Cancer",
    "officialTitle": "N/A",
    "overallStatus": "WITHDRAWN",
    "conditions": "Triple Negative Breast Neoplasms",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "disease free survival",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Age: ≥18 years old\n* ECOG score: ≤1\n* the Primary invasive ductal carcinoma which are during the Ib period to IIIc and should be surgical resection while no distant metastasis (except for the tumor of N3 in the internal mammary region, the above clavicle LN), and the diagnosis of the tumor was confirmed by pathological diagnosis;\n* There must be no residual in the surgical margin(except lobular carcinoma in situ), and the remove number of axillary lymph nodes in the same side must be above 10 (except for the negative sentinel lymph nodes).\n* Have the results of the immunohistochemical detection of ER, PR and HER2, the one whose HER2+ and HER2++ should be confirmed by FISH.\n* The chemotherapy regimens recommended by the guide and radiation therapy (qualified).\n* Have normal tissue and organ function:\n\nBone marrow function: ANC must be≥1.5×109/L, the platelet count must be≥100×109/L , hemoglobin must be ≥10g/dL.\n\nRenal function: serum creatinine must be≤1.5ULN Liver function: total bilirubin ≤1.5ULN，AST≤1.5ULN，ALT≤1.5ULN\n\n* The results of imaging examination of the contralateral breast molybdenum, chest CT, abdominal B ultrasound and whole body bone scan should be required before the random.\n* Sign the informed consent form.\n* Have a good compliance, and can be follow-up for at least 5 years.\n\nExclusion Criteria:\n\n* have the past history of breast cancer with the same or opposite side, a history of immune system diseases.\n* T1aN0M0, inflammatory breast cancer and bilateral breast cancer; patients with T cell lymphoma.\n* Have the history of other malignant tumors before (except for the cervical carcinoma in situ, squamous cell carcinoma of the skin, skin basal cell carcinoma).\n* Have the important organ dysfunction of heart, lung, liver, kidney and others.\n* People who are pregnant or unwilling to use contraception during treatment.\n* Patients who have received organ transplantation or long-term use of immunosuppressive agents.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}