{
    "nctId": "NCT03000192",
    "briefTitle": "HORIZONS: Understanding the Impact of Cancer Diagnosis and Treatment on Everyday Life",
    "officialTitle": "HORIZONS: a Cohort Study to Explore Recovery of Health and Well-being in Adults Diagnosed With Cancer",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer Female, Breast Neoplasm, Non-Hodgkin's B-cell Lymphoma, Non-Hodgkin's Lymphoma, Adult High Grade, NonHodgkin Lymphoma, Diffuse Large B Cell Lymphoma, Diffuse Large Cell Lymphoma, Adult, Ovarian Cancer, Ovarian Neoplasm, Endometrial Cancer, Endometrial Neoplasms, Cervical Cancer, Cervical Neoplasm, Primary Peritoneal Carcinoma, Fallopian Tube Cancer, Fallopian Tube Neoplasms, Vulvar Cancer, Vulvar Neoplasms",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 3000,
    "primaryOutcomeMeasure": "Quality of Life in Adult Cancer Survivors (QLACS)",
    "eligibilityCriteria": "OVERALL ELIGIBILITY CRITERIA:\n\nInclusion Criteria:\n\n* Have a new diagnosis of one of the selected cancer types determined through clinical assessment, cytology, histology or imaging or\n* Have new / second primary cancer at a site previously treated for cancer\n* Be awaiting primary curative intent treatment, including neoadjuvant treatment\n* Be ≥16 years old.\n* Be able to complete questionnaires in English\n* Be able to provide written, informed consent\n\nExclusion Criteria:\n\n* They do not have one of the specified cancer types\n* Disease is recurrence / progression (either locally advanced or metastatic) at an existing cancer site\n* They are having treatment for a potentially curative recurrence of disease e.g. locally advanced disease (i.e. they have been previously treated for the same cancer)\n* They have metastatic disease from a cancer at another site (Previous diagnosis of cancer at any other site would not be grounds for exclusion unless disease was metastatic)\n* They have synchronous primary cancers involving two or more of the HORIZONS specified cancer types (Please exclude synchronous gynaecological primary cancers, synchronous breast and gynaecological primary cancers, synchronous breast and non-Hodgkin's lymphoma primary cancers and synchronous non-Hodgkin's lymphoma and gynaecological cancers)\n\nCOHORT-SPECIFIC ELIGIBILITY CRITERIA:\n\nBREAST CANCER COHORT\n\nInclusion:\n\n* Women aged under 50 years old\n* Stage 1, 2 or 3 breast cancer\n* Have no distant metastases\n* Patients due to undergo neoadjuvant treatment should be approached before this starts\n\nFor those whose core biopsy shows ductal carcinoma in situ (DCIS) only but post-excision biopsy pathology confirms invasive cancer, approach should be made as soon as possible following diagnosis and completion of the baseline questionnaire should be prior to the start of adjuvant treatment\n\nExclusion:\n\n* Confirmed diagnosis of CIS (ductal or lobular) only\n* Men\n\nNON-HODGKIN LYMPHOMA COHORT\n\nInclusion:\n\n* Any pathological diagnosis of Diffuse Large B Cell lymphoma (DLBCL) including;\n* Secondary transforming or transformed DLBCL which has transformed from an indolent/low grade lymphoma (most commonly Follicular Lymphoma) as long as the low grade lymphoma was not treated and this is a recent transformation for which curative intent treatment has not yet started.\n* Rare sub-types such as T cell rich Large B Cell Lymphoma and primary mediastinal (thymic) large B-cell lymphoma\n\nPatients who have started steroid pre-phase treatment are eligible for approach before the start of chemotherapy.\n\nGYNAECOLOGICAL CANCERS COHORT\n\nALL GYNAECOLOGICAL CANCERS\n\nGynaecological Cancer Exclusion criteria:\n\nSynchronous gynaecological primary cancers. For example, synchronous ovarian and endometrial primary cancers.\n\nOVARIAN CANCER SUB-COHORT\n\nOvarian Inclusion criteria:\n\nHave a confirmed diagnosis either from cytology, histology, imaging or diagnostic primary surgery of either;\n\n* Epithelial ovarian cancer including primary peritoneal cancer; fallopian tube cancer\n* Ovarian carcinosarcoma\n* Granulosa tumour of the ovary\n* Patients should be entered prior to any treatment including surgery. However, where the diagnosis is only made at the time of surgery, these women may enter the study following surgery. Approach should be made as soon as possible following diagnosis and completion of the baseline questionnaire should occur prior to the start of adjuvant treatment.\n* FIGO Stages: IA, IB, IC1, IC2, IC3, IIA, IIB, IIIA1\n\nOvarian Exclusion criteria:\n\n* Borderline ovarian cancer\n* Germ cell tumour\n* Sarcoma\n\nENDOMETRIAL CANCER SUB-COHORT\n\nEndometrial Inclusion criteria:\n\nHave a confirmed diagnosis either from cytology, histology or imaging of;\n\n* endometrial cancer\n* endometrial carcinosarcoma\n\nPatients should be entered prior to any treatment including surgery. However, where the diagnosis is only made at the time of surgery, these women may enter the study following surgery. Approach should be made as soon as possible following diagnosis and completion of the baseline questionnaire should occur prior to the start of adjuvant treatment.\n\n- International Federation of Gynecology and Obstetrics (FIGO) Stages: IA, IB, II, IIIA, IIIB, IIIC1, IIIC2\n\nEndometrial Exclusion criteria\n\n* Choriocarcinoma\n* Germ cell tumour\n* Sarcoma\n\nCERVICAL CANCER SUB-COHORT\n\nCervical Inclusion criteria:\n\nHave a confirmed diagnosis either from cytology, histology or imaging of;\n\n- Cervical cancer FIGO Stages: IA2, IB1, IB2, IIA1, IIA2, IIB, IIIA, IIIB\n\nCervical Exclusion criteria:\n\n* FIGO stage IA1\n* Cervical carcinoma in situ (CIS)\n* Sarcoma\n* Small cell cancer of the cervix\n\nVULVAL CANCER SUB-COHORT\n\nVulval Inclusion criteria:\n\nHave a confirmed diagnosis either from clinical assessment, cytology, histology, imaging of;\n\n* Vulval cancer\n* FIGO stages IA, IB, II, IIIA, IIIB, IIIC\n\nVulval Exclusion criteria:\n\n* Basal cell carcinoma\n* Melanoma\n* Sarcoma\n* Vulval intra-epithelial neoplasia (VIN)",
    "sex": "ALL",
    "minimumAge": "16 Years",
    "stdAges": "CHILD, ADULT, OLDER_ADULT"
}