{
    "nctId": "NCT00256360",
    "briefTitle": "Trial Exploring Feasibility of Densification and Optimal Sequencing of Postoperative Adjuvant Fluorouracil, Epirubicin Plus Cyclophosphamide (FEC) and Docetaxel Chemotherapy in Patients With High Risk Primary Operable Breast Cancer",
    "officialTitle": "A Randomized Phase II Trial Exploring Feasibility of Densification and Optimal Sequencing of Postoperative Adjuvant Fluorouracil, Epirubicin Plus Cyclophosphamide (FEC) and Docetaxel Chemotherapy in Patients With High Risk Primary Operable Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 117,
    "primaryOutcomeMeasure": "To assess the feasibility of FEC and docetaxel based sequential regimens given in dose-dense fashion (FEC every 10-11 days and docetaxel every 14 days) with pegfilgrastim in patients with high-risk primary breast cancer.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologically proven early breast cancer requiring adjuvant chemotherapy (lymph node positive or other features of high risk according to St-Gallen criteria)\n* Margins of resection histologically free of invasive carcinoma and ductal carcinoma in situ.\n* Radiotherapy performed according to center's policy and always follows completion of adjuvant chemotherapy\n* Performance status 0 to 1 on the ECOG scale (Appendix A)\n* The determination of ER and PgR is mandatory (immunohistochemical methods required; ER and/or PgR positivity is defined as \\> 1% of positive cells). Also determination of Her2neu is mandatory, either by immunohistochemistry or by FISH\n* Age \\> 18 years and age \\<70 years (upper age limit based on the lack of safety data for this population).\n* Normal cardiac function (assessment of LVEF by MUGA scan or echocardiography above the lower limit of normal for the institution).\n* Adequate organ function (as defined by neutrophils \\> 1.5 x109/L, Platelets \\> 100 x 109/L, Hemoglobin \\> 10 g/dl, total bilirubin \\> 1 UNL, ASAT (SGOT) and ALAT (SGPT) \\> 1.5 UNL, alkaline phosphatase \\> 2.5 UNL, creatinine \\> 1.5 mg/dl (150 µmol/L)\n* Complete staging work-up within 2 months prior to registration. All patients will have bilateral mammography, chest X-ray (PA and lateral) and/or CT-scan, abdominal ultrasound and/or CT scan, bone scan. In case of positive bone scan suspicious for metastases, bone X-ray (or bone CT-scan on spinal hot spots) is mandatory to rule out the possibility of metastatic disease. Other tests may be performed as clinically indicated.\n* Negative pregnancy test (urine or serum) within 7 days prior to registration for all women of childbearing potential. Patients of childbearing potential must implement adequate non-hormonal measures to avoid pregnancy during study treatment (chemotherapy, radiotherapy and endocrine therapy). No pregnant or lactating patients are allowed.\n* Absence of any psychological, familial, sociological or geographical condition potentially hampering compliance with the study protocol and follow-up schedule; those conditions should be discussed with the patient before registration in the trial\n* Before patient registration/randomization, written informed consent must be given according to ICH/GCP, and national/local regulations.\n\nExclusion criteria:\n\n* Metastatic disease (M1) or inoperable residual axillary disease\n* Prior systemic anticancer therapy for breast cancer (chemotherapy, hormone therapy of immunotherapy)\n* Prior radiation therapy for breast cancer.\n* Pre-existing motor or sensory neurotoxicity of a severity \\> grade 2 by NCI criteria.\n* Pregnant or lactating patients\n* Other serious illness or medical condition:\n* Congestive heart failure or unstable angina pectoris, previous history of myocardial infarction within 1 year from study entry, uncontrolled hypertension or high-risk uncontrolled arrhythmias.\n* History of significant neurological or psychiatric disorders that would prohibit the understanding and giving of informed consent.\n* Active uncontrolled infection\n* Active peptic ulcer, unstable diabetes mellitus.\n* Past or current history of other neoplasm except for curatively treated basal cell skin cancer or in situ carcinoma of the cervix.\n* Chronic treatment with steroids unless initiated \\> 6 months prior to study entry and at low dose (\\< 20 mg methylprednisolone or equivalent)\n* Concurrent treatment with hormonal replacement therapy: this treatment should be stopped at least 15 days before study entry.\n* Concurrent treatment with other experimental drugs. Participation in another clinical trial with any investigational not marketed drug within 30 days prior to study entry",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}