{
    "nctId": "NCT05252546",
    "briefTitle": "Effect of Montmorillonite Power or Loperamide on the Pharmacokinetics of Pyrotinib in Healthy Subjects",
    "officialTitle": "A Single-centre, Open, Single-dose, Fixed-sequence Study to Investigate the Effect of Montmorillonite Power or Loperamide on the Pharmacokinetics of Pyrotinib in Healthy Chinese Adult Subjects",
    "overallStatus": "COMPLETED",
    "conditions": "HER2-positive Recurrent / Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 36,
    "primaryOutcomeMeasure": "Cmax of pyrotinib",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Sign the informed consent before the trial, and fully understand the trial content, process and possible adverse reactions.\n2. Able to complete the study as required by the protocol.\n3. Healthy male and female subjects aged 18 to 45 years on the day of signing the informed consent form; appropriate proportion of subjects of different genders (no less than 3 of single gender) required in both groups A and B.\n4. Male body weight ≥ 50 kg, female body weight ≥ 45 kg, and body mass index (BMI) within the range of 19 \\~ 26 kg/m2.\n5. Subjects of childbearing potential and their partners have no birth plan and voluntarily take effective contraception during the course of clinical trial until 3 months after the last dose (Female subjects are also required to use highly effective non-drug contraception starting two weeks before study entry and can use contraceptives after study completion).\n\nExclusion Criteria:\n\n1. Blood donation no less than 400 mL or have blood transfusion within 3 months of dosing.\n2. History of significant hypersensitivity, intolerance, or allergy to any drug compound or known allergy to pyrotinib, montmorillonite power, loperamide or the excipients;\n3. History of drug abuse in the past 5 years, or positive for drug abuse screening;\n4. History of alcoholism with alcohol consumption over 14 units per week; heavy smoker; and can't abstain from smoking and alcohol during the study\n5. QTcF \\>470 msec for females or \\>450 msec for males by 12 lead electrocardiograph;\n6. Left ventricular ejection fraction (LVEF) \\<50% by echocardiography\n7. Significant history or clinical manifestation of any neurological, cardiovascular, renal, gastrointestinal, pulmonary, respiratory, metabolic and musculoskeletal disorder, as determined by the Investigator (or designee).\n8. Any surgery within 6 months before screening;\n9. Intake of hepatotoxic drugs for a long time within 6 months before screening;\n10. Participation in a clinical study involving administration of an investigational drug (new chemical entity) in the past 3 months;\n11. Subjects who took any drugs that change liver enzymes activity within 28 days before dosing;\n12. Subjects who took any prescription drugs, over-the-counter drugs or vitamins, health products or herbal medicine within 14 days before dosing;\n13. Clinically significant abnormalities as determined by the Investigator (or designee) in general physical examination, vital signs, laboratory tests, etc.\n14. Pregnant or lactating females\n15. Positive serology test results for hepatitis B surface antigen, hepatitis C antibody, syphilis antibody or human immunodeficiency virus antibody.\n16. Subjects who took any beverage or food containing grapefruit, xanthine, caffeine, or alcohol within 48 hours before dosing; strenuous exercise; or other factors which affect drug absorption, distribution, metabolism, excretion, etc\n17. Subjects who need to avoid inhibiting intestinal peristalsis, such as patients with flatulence or constipation, or gastrointestinal symptoms such as diarrhea, dry mouth, abdominal distension, anorexia, gastrointestinal spasm, nausea, vomiting, as well as dizziness, headache and fatigue;\n18. Those who have special requirements for diet and cannot comply with the diet and corresponding requirements provided by the trial;\n19. Those who cannot tolerate venipuncture or with a history of needle-sickness and blood-sickness.\n20. Those who have received a live vaccine 2 weeks prior to dosing or are scheduled to be vaccinated within 7 days after study completion.\n21. Subjects who, in the opinion of the Investigator should not participate in this study.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT"
}