{
    "nctId": "NCT01907880",
    "briefTitle": "The ODYSSEY TRIAL Phase IV Trial Evaluating the Palliative Benefit of Pamidronate or Zoledronic Acid in Breast Cancer",
    "officialTitle": "A Randomized, Double-blind, Placebo-controlled, Phase IV Trial Evaluating the Palliative Benefit of Either Continuing Pamidronate or Switching to Second-line Zoledronic Acid in Breast Cancer Patients With High-risk Bone Metastases.",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE4",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 74,
    "primaryOutcomeMeasure": "sCTX values",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Metastatic breast cancer to the bone with radiologically confirmed bone metastases\n2. High-risk of subsequent SRE as reflected through either: elevated serum CTX (\\> 400ng/L) and/or bone pain (using BPI) and/or prior SRE while on bisphosphonate therapy and/or progressive bone metastasis (by imaging)\n3. On pamidronate therapy for at least 3 months\n4. ECOG ≤ 2 and life expectancy \\> 3 months\n5. Serum creatinine ≤ 2.0 × ULN (zoledronic acid or pamidronate to be renal dosed as per institution standard)\n6. No changes in systemic treatment in the 4 weeks prior to study entry or anticipated changes in the 4 weeks after entering the study. Markers of bone formation can be affected by a change in systemic therapies\n7. Ability to take calcium and Vitamin D as per Health Canada recommended daily doses for the duration of the study\n8. Ability to provide informed consent and complete study evaluations.\n\nExclusion Criteria:\n\n1. Patients with acute symptomatic pathological fractures or acute spinal cord compression until such time as the appropriate management (surgery and/or radiotherapy) has been completed\n2. Acute hypercalcemia (\\>3.5 mmol/L)\n3. Hypersensitivity to any bisphosphonate\n4. Patients with rapidly progressive non-bone metastases for whom delaying a change in systemic anti-cancer treatment for the 1 month biochemical marker evaluation period could have a detrimental impact on patient outcome.\n5. Renal dysfunction (≥ 2x creatinine of the upper limit of normal )\n6. Pregnancy or lactation\n7. Patients with dental abscesses or patients potentially requiring tooth extraction while on study",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}