{
    "nctId": "NCT00133796",
    "briefTitle": "Neoadjuvant Herceptin in Patients With Breast Cancer",
    "officialTitle": "A Phase II Study of the Effects of Herceptin in Patients With Locally Advanced HER-2/NEU Overexpressing Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "BREAST CANCER",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 40,
    "primaryOutcomeMeasure": "The effects of Herceptin and its efficacy in women with HER-2 overexpressing advanced breast cancer",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* All patients must be female.\n* Informed consent must be signed.\n* Women with locally advanced breast cancers or primary breast cancers with concomitant gross metastatic disease are eligible. Locally advanced cancers must be of clinical and/or radiologic size \\> 4 cm, and/or are deemed surgically inoperable.\n* Her2/neu overexpressing tumors defined as HercepTest score of 3+, or \\>/= one-third of invasive tumor showing membranous staining, or fluorescence in situ hybridization (FISH) positive.\n* Negative serum pregnancy test (bHCG) within 7 days of starting study, if of child-bearing potential.\n* Kidney and liver function tests - all within 1.5 times of the institution's upper limit of normal.\n* Performance status (World Health Organization \\[WHO\\] scale) \\< 2 and life expectancy \\> 6 months.\n* Age \\> 18.\n* No metastatic disease without concomitant primary breast cancer.\n* No previous or current malignancies at other sites within the last 5 years, with exception of adequately treated cone-biopsied in situ carcinoma of the cervix uteri and basal or squamous cell carcinoma of the skin.\n\nExclusion Criteria:\n\n* Pregnancy or unwillingness to use a reliable contraceptive method in women of child-bearing potential.\n* Severe underlying chronic illness or disease.\n* Cardiomyopathy or baseline left ventricular ejection fraction (LVEF) \\< 50%.\n* Patients on other investigational drugs while on study.\n* Severe or uncontrolled hypertension defined as blood pressure (BP) \\> 180/100 on three separate occasions.\n* History of congestive heart failure.\n* History of coronary arterial disease.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}