{
    "nctId": "NCT05007444",
    "briefTitle": "Safety and Efficacy Evaluation of the P2Et Extract in Patients With Breast Cancer",
    "officialTitle": "Determination of the Optimal Biological Dose and Safety Evaluation of the P2Et Extract in Patients With Breast Cancer (Phase I / II)",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer, Quality of Life, Tumor, Breast",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 58,
    "primaryOutcomeMeasure": "Toxicological profile",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Adult women over 18 years of age.\n2. Patients with a diagnosis of histopathologically confirmed stage II-III invasive breast cancer who are candidates for treatment with standard neoadjuvant chemotherapy.\n3. Documented results of the status of estrogen receptors (ER), progesterone (RP), KI 67, and epidermal growth factor receptor 2 (HER-2).\n4. Patients eligible for neoadjuvant treatment with AC (Doxorubicin / cyclophosphamide) every 2 or 3 weeks followed by taxanes (paclitaxel for 12 weeks or docetaxel every 3 weeks for 4 cycles)\n5. ECOG scale status from 0 to 1 with survival greater than 3 months.\n6. Subject is able to swallow and retain oral medication and does not have uncontrolled emesis or persistent diarrhea.\n7. Adequate renal, hematological, and hepatic function at the discretion of the investigator.\n8. No uncontrolled or significant comorbidities determined by medical history, physical examination and screening laboratories at the discretion of the investigator. (Leukocytes greater than 2000 / mm3, neutrophils greater than 1500 / mm3, hemoglobin greater than 9 g / dl, creatinine less than 1.5 times the upper limit, transaminases less than 3 times the upper limit, bilirubin less than 1.5 times the upper limit).\n9. Patients of childbearing age and without safe non-hormonal planning methods should have a negative pregnancy test before screening and each treatment cycle.\n10. Fertile female subjects (those who are not postmenopausal for at least 12 months or are surgically sterile by bilateral tubal ligation, bilateral oophorectomy or hysterectomy) and their male partners, must use at least one of the contraceptive methods that are listed below during study entry, throughout the study, and for at least 6 months after use of the P2Et extract (the effects of the P2Et extract on the developing human fetus are unknown):\n\nto. Complete abstinence from sexual intercourse, beginning at least one complete menstrual cycle before administration of study drug; (It should be noted: sexual abstinence as a contraceptive method should be limited to those cases in which it is already established as the choice of the patient's pre-existing lifestyle).\n\nb. Vasectomy in the partner of a female subject c. Intrauterine device (IUD) d. Double barrier method (condom, contraceptive sponge, diaphragm or vaginal ring with jelly or spermicidal cream).\n\nk) Desire to complete the study and follow-up interventions.\n\nExclusion Criteria:\n\n1. Subjects treated in any other clinical therapeutic protocol in the 30 days prior to study entry or during study participation.\n2. Patients who are receiving other agents under investigation.\n3. History of allergic reactions attributed to polyphenol-type compounds similar to those found in green tea.\n4. The subject is a pregnant or breastfeeding woman.\n5. Patients who due to their clinical condition should receive anti-HER2 antibodies\n6. Concomitant severe morbidity, active at the discretion of the investigator\n7. Subjects with malabsorption syndrome or another condition that affects the enteral route of administration\n8. Subjects with confirmed HIV diagnosis prior to enrollment or HIV positive diagnosis at the time of screening.\n9. Solid organ transplant recipients or hematopoietic component.\n10. The use of other phytomedicines, vitamins or herbal supplements must have been suspended at least one week before entering the study.\n11. Previous malignant disease active within the previous 3 years, except for locally curable cancers that have apparently been cured, such as basal or squamous cell skin cancer, superficial bladder cancer, or carcinoma in situ of the prostate, cervix or mother\n12. Any condition that at the discretion of the principal investigator renders the subject ineligible to participate in this study",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}