{
    "nctId": "NCT00933309",
    "briefTitle": "The Impact of Obesity and Obesity Treatments on Breast Cancer",
    "officialTitle": "The Impact of Obesity and Obesity Treatments on Breast Cancer: A Phase I Trial of Exemestane With Metformin and Rosiglitazone for Postmenopausal Obese Women With ER+ Metastatic Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 25,
    "primaryOutcomeMeasure": "Dose-limiting toxicity (DLT)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Overweight or obese postmenopausal women with a history of biopsy-proven estrogen receptor positive and/or progesterone receptor positive breast cancer and clinical evidence of metastatic disease. Overweight and obesity are defined by the WHO as a BMI of 25 - 29.9 and \\>/= 30 kg/m\\^2 respectively. Postmenopausal status is defined by one of the following: a) no spontaneous menses for over 1 year, in women \\>55 years; Continued in inclusion criterion # 2.\n2. Continuation from inclusion #1: b) no spontaneous menses within the past 1 year in women \\</= 55 years with postmenopausal gonadotrophin levels (LH and FSH levels \\> 40 IU/L) or postmenopausal estradiol levels (\\<10 pg/mL); or c) bilateral oophorectomy.\n3. Prior endocrine therapy, biologic therapy and chemotherapy are allowed, either in the adjuvant setting or for metastatic breast cancer.\n4. Prior exemestane, metformin, or rosiglitazone is allowed if taken longer than 7 days prior to enrollment.\n5. Localized radiotherapy, which does not influence the signal of evaluable lesion, is allowed prior to the initiation of study medications.\n6. Performance status \\</= 2 ECOG.\n7. Absolute neutrophil count (ANC) \\>/= 1000/µl, platelets \\>/= 75,000/µl, hemoglobin \\>/= 8.5 gm/dL; serum creatinine \\< 1.4 mg/dL; bilirubin \\< 1.8 mg/dL; ALT or AST \\</= 2.5 x ULN if no demonstrable liver metastases or \\</= 5 x ULN in presence of liver metastases; alkaline phosphatase \\< 3 x upper limit of normal; calcium \\</= 11.0 mg/dL.\n8. Patients must be competent to give informed consent and to state that they understand the investigational nature of the proposed treatment.\n\nExclusion Criteria:\n\n1. Extensive radiotherapy within previous 4 weeks (greater than or equal to 30% of marrow-bearing bone, e.g., whole pelvis or half spine).\n2. Uncontrolled diabetes mellitus (hemoglobin A1C \\> 9 or random plasma glucose \\> 400 mg/dL).\n3. History of acromegaly, Cushing's syndrome, Cushing's disease, Addison's disease (treated or untreated).\n4. Patients with unstable angina, uncontrolled ischemic cardiac disease or symptomatic congestive heart failure (e.g. Class III or IV New York Heart Association's Functional Classification).\n5. Concurrently receiving and are unwilling to discontinue hormonal (estrogen with or without progesterone) replacement therapy.\n6. Other investigational drugs within the past 3 weeks or concurrently.\n7. Patients with known chronic liver disease (i.e., chronic active hepatitis, and cirrhosis).\n8. Laboratory results sustained at: International normalized ratio (INR) \\> 1.6; ALT or AST \\> 2.5 x ULN if no demonstrable liver metastases or \\> 5 x ULN in presence of liver metastasis; No more than 3 retests within screening period\n9. Patients with known diagnosis of human immunodeficiency virus (HIV) infection.\n10. Patients who received chemotherapy within 3 weeks (6 weeks for nitrosourea or mitomycin-C). Acute toxicities from prior therapy must have resolved to Grade \\</= 1 with the exception of fatigue, alopecia, or anemia.\n11. Any severe concomitant condition which makes it undesirable for the patient to participate in the study or which would jeopardize compliance with the protocol e.g., severe renal or hepatic impairment or currently unstable or uncompensated respiratory or cardiac conditions.\n12. History of hypersensitivity to active or inactive excipients of the study medications - exemestane or metformin.\n13. Untreated or clinically unstable central nervous system involvement. A patient with adequately treated brain metastases would be eligible one month after completion of surgery and/or radiation therapy if she is clinically stable.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}