{
    "nctId": "NCT00603967",
    "briefTitle": "Effect of Aromatase Inhibitors on Bones and Genes",
    "officialTitle": "Aromatase Inhibitors: Skeletal Effects and the Role of CYP19 Gene Polymorphisms",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer, Postmenopausal",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 151,
    "primaryOutcomeMeasure": "Skeletal effects of aromatase inhibitors in postmenopausal women with estrogen receptor positive breast cancer.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Postmenopausal women aged greater than or equal to 40 years, at least 12 months from last menstrual period. For subjects who are amenorrheic for \\< 12 months (including patients who had hysterectomy, received ERT/HRT, or rendered amenorrheic by chemotherapy), they must have serum FSH =50 UI/L.\n* Must have diagnosis of breast cancer stages I-IIIA.\n* Planned therapy for the treatment group must include aromatase inhibitors using third generation non-steroidal aromatase inhibitors, anastrozole or letrozole. Those who are already treated with aromatase inhibitors and have bone density measurements prior to initiation of aromatase inhibitors or will be switched from tamoxifen to third generation aromatase inhibitors will also be included in the study.\n* Bone mineral density measurement must range from normal to osteopenia (T-scores between +2.0/-2.0). Those with T-scores of \\<-2.0 in either the lumbar spine or the femoral neck as well as those with a history of osteoporosis-related fractures or vertebral deformities on lateral spine radiographs will be excluded from the study.\n* Must be ambulatory willing and able to provide informed consent.\n\nExclusion Criteria:\n\n* No current use of medications affecting bone metabolism, namely: estrogen, raloxifene, tamoxifen, bisphosphonates, GnRH analogues, glucocorticoids of at least 5 mg daily for 1 month or more, anabolic steroids and dilantin.\n* No evidence of diseases known to interfere with bone metabolism, such as hyperparathyroidism, hyperthyroidism, osteomalacia, chronic liver disease, renal failure, hypercortisolism, malabsorption, and immobilization.\n* No current alcohol or tobacco abuse.\n* No evidence of bone metastasis or evidence of abnormal clinical laboratory parameters that are assessed as clinically significant by the investigator.",
    "sex": "FEMALE",
    "minimumAge": "40 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}