{
    "nctId": "NCT03918317",
    "briefTitle": "A Study of the Use of AirXpanders AeroForm in Patients Undergoing Post-Mastectomy Radiation Therapy",
    "officialTitle": "A Study of the Use of AirXpanders AeroForm in Patients Undergoing Post-Mastectomy Radiation Therapy",
    "overallStatus": "WITHDRAWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "Rate of successful reconstructions following radiation therapy",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Subjects must have histologically of invasive breast cancer.\n* Subjects must be planned for unilateral mastectomy\n* Subjects must be planned for reconstruction. Pre-pectoral or sub-pectoral reconstruction allowed. Final reconstruction must be implant\n* ECOG Performance status \\<2\n* Subject must have features that will necessitate post-mastectomy radiation therapy:\n* Tumors \\> 5 cm\n* Axillary node positive disease (pathologic confirmation)\n* Clinical features prior to neoadjuvant chemotherapy to require post-mastectomy radiation therapy\n* Recurrent disease without previous radiation\n* Clinically node negative participants with positive SLN at surgery\n* Internal mammary nodal involvement (clinical assessment)\n* Subjects must have no clinical or radiographic evidence of distant metastases (imaging not required unless indicated as part of standard of care)\n* Female subject of childbearing potential should have a negative urine or serum pregnancy within 72 hours prior to receiving CT simulation. If the urine test is positive or cannot be confirmed as negative, a serum pregnancy test will be required.\n* Subjects must have the ability to understand and the willingness to sign a written informed consent document.\n\nExclusion Criteria:\n\n* Subjects with metastatic disease\n* Subjects receiving any other investigational agents.\n* Subjects treated with non-standard radiotherapy (hypofractionation, hyperfractionation, partial breast/axilla)\n* Subjects with active infection requiring IV antibiotics\n* Subject has a history or current evidence of any condition, therapy, or laboratoryabnormality that might confound the results of the trial, interfere with the subject's participation for the full duration of the trial, or is not in the best interest of the subject to participate, in the opinion of the treating investigator.\n* Subjects with uncontrolled intercurrent illness including, but not limited to ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements.\n* Subject has received prior radiation therapy to neck, breast, or chest or other area that will result in overlap.\n* Pregnant or breastfeeding women or expecting to conceive children within the projected duration of the trial, starting with the pre-screening or screening visit through 120 days after the last day of trial treatment are excluded from this study because of the potential toxicities of radiation therapy. Additionally, because there is an unknown, but potential risk for adverse events in nursing infants secondary to treatment of the mother with AirXpanders, breastfeeding women will be excluded. These potential risks may also apply to other agents used in this study.",
    "sex": "ALL",
    "minimumAge": "19 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}