{
    "nctId": "NCT00703638",
    "briefTitle": "Sorafenib, Pemetrexed, and Cisplatin in Treating Patients With Advanced Solid Tumors",
    "officialTitle": "Phase I Study of Sorafenib, Pemetrexed, and Cisplatin for the Treatment of Advanced Solid Tumors.",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer, Colorectal Cancer, Head and Neck Cancer, Lung Cancer, Mesothelioma, Pancreatic Cancer, Prostate Cancer, Sarcoma",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 16,
    "primaryOutcomeMeasure": "Maximum tolerated dose of sorafenib tosylate",
    "eligibilityCriteria": "Inclusion criteria:\n\n* Histologic or cytologic diagnosis of advanced non-hematologic malignancy (except squamous cell of the lung) including, but not limited to breast, lung, colon, pancreatic, prostate, head and neck, or sarcoma\n* Must have failed or become intolerant to prior standard therapy and is no longer likely to respond to such therapy except for patients diagnosed with mesothelioma. Mesothelioma patients may be enrolled with no prior therapy requirements since cisplatin and pemetrexed in combination is the current standard of care 1st line therapy.\n* At least 21 days must have passed from previous systemic therapy (at least 6 weeks for prior bevacizumab) and the patient must have recovered from the all toxic effects of previous treatment prior to study enrollment. Prior treatment with cisplatin and/or pemetrexed is allowed, but at least 3 months must have passed since the last dose. Prior treatment with sorafenib is not allowed.\n* Prior radiation therapy is allowed except to the whole pelvis. At least 14 days from last radiation therapy treatment and must have recovered from the acute toxic effects prior to study enrollment.\n* Measurable or non-measurable disease as defined by Response Evaluation Criteria in Solid Tumors (RECIST) criteria\n* Eastern Cooperative Oncology Group (ECOG) Performance status of 0 to 2\n* 18 years of age and older\n* Adequate organ function within 7 days of study enrollment including the following:\n\n  * Adequate bone marrow reserve: absolute neutrophil count (ANC) ≥ 1.5 x 10\\^9/L; platelets ≥100 x 10\\^9/L; hemoglobin ≥ 9 g/dL\n  * Hepatic: bilirubin ≤1.5 times the upper limit of normal (× ULN); alkaline phosphatase (ALP), aspartate transaminase (AST) and alanine transaminase (ALT) ≤ 3.0 × ULN (ALP, AST, and ALT ≤ 5× ULN is acceptable if liver has tumor involvement)\n  * Renal: serum creatinine ≤ 1.5 and calculated creatinine clearance \\> 45.\n\nThe creatinine clearance is determined by the Cockcroft-Gault formula:\n\n* Males: cr cl (mL)/min) = weight (kg) x (140-age)divided by 72 x serum creatinine (mg/dL)\n* Females: cr cl (mL)/min) = weight (kg) x (140-age) x 0.85 divided by 72 x serum creatinine (mg/dL)\n\n  * Coagulation: INR \\< 1.5 or a PT/PTT within normal limits\n* Patients receiving anti-coagulation treatment with an agent such as warfarin or heparin may be allowed to participate. For patients on warfarin, the INR should be measured prior to initiation of sorafenib and monitored at least weekly, or as defined by the local standard of care, until INR is stable.\n\n  * Women of childbearing potential and sexually active males are required to use an effective method of contraception (barrier method of birth control) during the study and for 2 weeks after the last dose of sorafenib.\n  * Must be able to take folic acid and vitamin B12.\n  * Must be able and willing to interrupt aspirin or other nonsteroidal antiinflammatory agents for a 5 day period (8 day period for long acting agents such as piroxicam) prior at the time of each pemetrexed administration.\n  * Must be able to take oral medications without crushing, dissolving, or chewing tablets.\n  * Voluntary written informed consent before performance of any study related procedure not part of normal medical care, with the understanding that consent may be withdrawn by the subject at any time without prejudice to future medical care.\n\nExclusion Criteria:\n\n* Squamous cell of the lung\n* Pregnant (positive pregnancy test) or breast-feeding. Pemetrexed, cisplatin and sorafenib are pregnancy category D - clear evidence of risk in pregnancy. Women of child bearing potential must have a negative serum or urine pregnancy test within 7 days of prior to the start of treatment. Pregnancy testing is not required for postmenopausal or surgically sterilized women.\n* Cardiac disease: Congestive heart failure \\> class II New York Heart Association Classification (NYHA). Patients must not have unstable angina (anginal symptoms at rest) or new onset angina (began within the last 3 months) or myocardial infarction within the past 6 months.\n* Symptomatic or active brain metastases. Patients with neurological symptoms or previously treated CNS metastases must undergo a CT scan/MRI of the brain within 14 days of study enrollment to rule-out brain metastasis.\n* The presence of clinically significant third space fluid such as pleural effusion or ascites. Patients in whom the third space fluid can be completely drained may be enrolled.\n* Cardiac ventricular arrhythmias requiring anti-arrhythmic therapy\n* Uncontrolled hypertension defined as systolic blood pressure \\> 150 mmHg or diastolic pressure \\> 90 mmHg, despite optimal medical management\n* Known or suspected allergy to sorafenib, pemetrexed, cisplatin or any agent given in the course of this trial\n* Known human immunodeficiency virus (HIV) infection or chronic Hepatitis B or C\n* Patients must not have a second primary malignancy except in situ carcinoma of the cervix or breast or other in situ malignancies or adequately treated basal cell carcinoma of the skin or other malignancy treated at least 3 years previously with no evidence of recurrence\n* Active clinically serious infection \\> Common Toxicity Criteria for Adverse Events (CTCAE) Grade 2\n* Thrombolic or embolic events such as a cerebrovascular accident including transient ischemic attacks within the past 6 months\n* Pulmonary hemorrhage/bleeding event ≥ CTCAE Grade 2 within 4 weeks of first dose of study drug\n* Any other hemorrhage/bleeding event ≥ CTCAE Grade 3 within 4 weeks of first dose of study drug\n* Serious non-healing wound, ulcer, or bone fracture\n* Evidence or history of bleeding diathesis or coagulopathy\n* Peripheral neuropathy ≥ CTCAE Grade 2\n* Major surgery, open biopsy or significant traumatic injury within 4 weeks of first study drug\n* Use of St. John's Wort or rifampin (rifampicin)\n* Any condition that impairs patient's ability to swallow whole pills\n* Any malabsorption problem",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}