{
    "nctId": "NCT00756132",
    "briefTitle": "Using Bio Markers to Predict Disease Recurrence and Cognitive Function in High Risk Breast Ca",
    "officialTitle": "Role of Inflammatory Markers in Predicting Disease Recurrency and Cognitive Performance in Women With High Risk and Locally Advanced Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Locally Advanced Breast Cancer, Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 120,
    "primaryOutcomeMeasure": "Cognitive performance expressed by raw scores, T and Z scores",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* (i) women age 18-65, (ii) for group A: women with histologically confirmed invasive breast cancer that is locally advanced (inflammatory and non-inflammatory LABC - any T3-T4 M0 and/or N2-3 M0 stages)\n* women 18-65 with histologically confirmed high risk operable breast cancer (T2 and/or N+ M0 endocrine unresponsive breast cancers (ER- and PR-). and HER-2-/+, or any operable breast cancer with ≥ 4 involved axillary lymph nodes\n* for group B (healthy controls): healthy women 18-65\n\nExclusion Criteria:\n\n* (i) conditions that are associated with elevated serum levels of cytokines and other inflammatory markers (major inflammatory, chronic infectious or autoimmune systemic disease, cardiovascular disease, diabetes mellitus type I and II), or (ii) any concomitant or prior malignant disease. Those recruited for evaluation on cognitive functions will also be excluded for (iii) major pre-existing psychiatric history (including depression), dementia, alcohol abuse, or currently using a psychotropic medication that might lead to cognitive problems, (iv) insufficient English skills to comprehend the task instructions, and (v) impaired colour vision for reasons related to some of the test stimuli and tasks.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}