{
    "nctId": "NCT01594177",
    "briefTitle": "Dual Blockage With Afatinib and Trastuzumab as Neoadjuvant Treatment for Patients With Locally Advanced or Operable Breast Cancer Receiving Taxane-anthracycline Containing Chemotherapy",
    "officialTitle": "Dual Blockage With Afatinib and Trastuzumab as Neoadjuvant Treatment for Patients With Locally Advanced or Operable Breast Cancer Receiving Taxane-anthracycline Containing Chemotherapy",
    "overallStatus": "COMPLETED",
    "conditions": "Unilateral HER2 Positive Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 65,
    "primaryOutcomeMeasure": "Pathological Complete Response",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Written informed consent for all study procedures according to local regulatory requirements prior to beginning of specific protocol procedures.\n2. Complete baseline documentation must be sent to GBG Forschungs GmbH.\n3. Unilateral primary carcinoma of the breast, confirmed histologically by core biopsy. Fine-needle aspiration is not sufficient. Incisional biopsy is not allowed. Tumor lesion in the breast with a sonographical size of ≥ 2 cm in maximum diameter. The lesion has to be measurable in two dimensions, preferably by sonography. In case of inflammatory disease, the extent of inflammation can be used as measurable lesion.\n4. Operable or locally advanced or inflammatory breast cancer (cT2 - cT4a-d). In patients with multifocal or multicentric breast cancer, the largest lesion should be measured.\n5. Centrally confirmed positive HER2 status detected on core biopsy. HER2-positive is defined as IHC 3+ by a validated test method or FISH/SISH ratio \\> 2.0. Formalin-fixed, paraffin-embedded (FFPE) breast tissue from core biopsy has therefore to be sent to the Department of Pathology at the Charité, Berlin, prior to regsitration.\n6. Centrally confirmed hormone receptor status (ER/PgR).\n7. Age ≥ 18 years.\n8. Karnofsky Performance status ≥ 80%.\n9. Normal cardiac function must be confirmed by ECG and cardiac ultrasound (LVEF or shortening fraction) within 3 months prior to registration. Results must be above 55%.\n10. Laboratory requirements:\n\n    Hematology\n    * Absolute neutrophil count (ANC) ≥ 2.0 x 109/L and\n    * Platelets ≥ 100 x 109/L and\n    * Hemoglobin ≥ 10 g/dL (≥ 6.2 mmol/L) Hepatic function\n    * Total bilirubin ≤ 1.5x UNL and\n    * ASAT (SGOT) and ALAT (SGPT) ≤ 1.5x UNL and\n    * Alkaline phosphatase ≤ 2.5x UNL. Renal function\n    * Creatinine ≤ 175 µmol/L (2 mg/dL) \\< 1.5x UNL.\n11. Negative pregnancy test (urine or serum) within 14 days prior to registration for all women of childbearing potential.\n12. Complete staging work-up within 3 months prior to registration. All patients must have bilateral mammography, breast ultrasound (≤ 21 days), breast MRI (optional), chest X-ray (PA and lateral), abdominal ultrasound or CT scan or MRI, and bone scan done. In case of positive bone scan, bone X-ray is mandatory. Other tests may be performed as clinically indicated.\n13. Patients must be available and compliant for treatment and follow-up. Patients registered on this trial must be treated at the participating or at a cooperating centre.\n\nExclusion Criteria:\n\n1. Bilateral breast cancer.\n2. Prior chemotherapy for any malignancy.\n3. Prior radiation therapy for breast cancer.\n4. Pregnant or lactating patients. Patients of childbearing potential must implement adequate non-hormonal contraceptive measures (barrier methods, intrauterine contraceptive devices, sterilisation) during study treatment.\n5. Inadequate general condition (not fit for anthracycline-taxane based chemotherapy) as per investigator´s assessment.\n6. Previous malignant disease with a disease-free period of less than 5 years (except CIS of the cervix and non-melanomatous skin cancer).\n7. Known or pre-existing interstitial lung disease.\n8. Known or suspected congestive heart failure (NYHA \\> I) or coronary heart disease, angina pectoris requiring antianginal medication, previous history of myocardial infarction, evidence of transmural infarction on ECG, uncontrolled or poorly controlled arterial hypertension (i.e. BP \\> 160/90 mm Hg under treatment with two antihypertensive drugs), rhythm abnormalities requiring permanent treatment, clinically significant valvular heart disease.\n9. History of significant neurological or psychiatric disorders including psychotic disorders, dementia or seizures that would prohibit the understanding and giving of informed consent.\n10. Chronic-inflammatory bowel diseases.\n11. Pre-existing motor or sensory neuropathy of a severity grade ≥ 2 by NCI-CTCAE criteria.\n12. No evidence or history of infection (including hepatitis B, C or HIV).\n13. Known hypersensitivity reaction to one of the investigational compounds or incorporated substances used in this protocol.\n14. Definite contraindications for the use of corticosteroids except inhalative corticoids.\n15. Concurrent treatment with:\n\n    * chronic corticosteroids unless initiated \\> 6 months prior to study entry and at low dose (≤ 10 mg methylprednisolone or equivalent).\n    * sex hormones. Prior treatment must be stopped before study entry.\n    * other experimental drugs or any other anti-cancer therapy.\n16. Participation in another clinical trial with any investigational, not marketed drug within 30 days prior to study entry.\n17. Male patients.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}