{
    "nctId": "NCT00102895",
    "briefTitle": "A Research Study of CP-724,714 in Patients With HER2 Overexpressing Metastatic Breast Cancer",
    "officialTitle": "An Open-Label, Multi-Center, Phase 2 Study Of Cp 724,714 In Patients With Her2 Overexpressing Metastatic Breast Cancer That Has Progressed After Chemotherapy For Metastatic Disease And Is Previously Untreated With A Her2 Inhibitor",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Neoplasms, Neoplasm Metastasis",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 25,
    "primaryOutcomeMeasure": "Tumor Response",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Signed written and voluntary informed consent\n* Histologically or cytologically confirmed breast cancer\n* Stage IV (metastatic) breast cancer\n* Biopsy (fresh or archival) of primary breast cancer or metastatic site demonstrating HER2 gene amplification as determined in study-specified central laboratory by fluorescence in situ hybridization (FISH)\n* Prior treatment and progressive disease with at least 1 but not more than 2 cytotoxic chemotherapy regimen(s) for metastatic disease\n* Those for whom the use of an investigational HER2 inhibitor is appropriate because they do not have access to approved HER2 inhibitors (e.g., Herceptin®) or for whom treatment with currently available HER2 inhibitors is inappropriate\n* Limited visceral disease burden (i.e., \\<30% involvement of any organ) and limited disease-related symptoms (i.e., well controlled with supportive care measures)\n* Presence of at least one measurable target lesion \\[i.e., malignant tumor mass that can be accurately measured in at least 1 dimension of \\>=2 cm with conventional radiographic techniques or magnetic resonance imaging, or \\>=1 cm with spiral CT scan as per RECIST\\], excluding previously irradiated lesions, bone metastasis or pleural effusion as sole manifestations of disease. If the measurable disease is restricted to a solitary lesion, its neoplastic nature must be confirmed by cytology/histology\n* Eastern Cooperative Oncology Group (ECOG) performance status 0 1\n* Patient available for treatment, monitoring, and follow-up. Willing and able to comply with scheduled visits, therapy plan, laboratory tests and blood sampling for pharmacokinetic (PK) analyses\n* Recovery to baseline or NCI CTCAE Version 3.0 Grade 1 toxicity from all acute effects related to prior treatment, except alopecia\n* Adequate Bone Marrow Function, including: a. Absolute neutrophil count (ANC) \\>=1500 cells/mm3; b. Platelets \\>=100,000 cells/mm3\n* Adequate Renal Function, including: a. Estimated creatinine clearance \\>=60 mL/min; b. SrCr \\<1.5 x ULN\n* Adequate Liver Function, including: a. Bilirubin \\<=ULN (upper limit of normal); b. AST (SGOT) \\<=2.5 x ULN; c. ALT (SGPT) \\<=2.5 x ULN\n* Adequate Cardiac Function, including: a. 12-Lead electrocardiogram (ECG) with normal tracing or non clinically significant changes that do not require medical intervention; b. QTc interval \\<=450 msec and without history of Torsades des Pointes or other symptomatic QTc abnormality; c. Left ventricular ejection fraction (LVEF) \\>= institutional lower limit of normal and 45% as measured by echocardiogram or multi gated radionuclide angiography (MUGA) within 4 weeks prior to start of study treatment\n* \\>= 18 years old\n* Female\n\nExclusion Criteria:\n\n* Women of child-bearing potential who are unwilling or unable to use an acceptable method to avoid pregnancy for the entire study period and up to 4 weeks after study\n* Women who are pregnant or breastfeeding\n* Women with a positive pregnancy test on enrollment or within 72 hours prior to study drug administration\n* Prior treatment with trastuzumab (Herceptin®) or other HER2-targeting agents \\[e.g., lapatinib (GW572016), pertuzumab (Omnitarg™; rhuMab 2C4), CI 1033, EKB 569, CP 724,714\\]\n* Cumulative dose \\>450 mg/m2 of doxorubicin or doxorubicin equivalents\n* Prior high-dose chemotherapy requiring hematopoetic stem cell transplantation within 12 months of study treatment start\n* Radiotherapy, investigational chemotherapy, biologic therapy within 4 weeks of study treatment start\n* Previous (within the last 5 years) or current malignancies arising from sites other than breast, except for adequately treated basal cell or squamous cell skin cancer or in situ carcinoma of the cervix uteri\n* Known or clinically suspected brain metastasis or leptomeningeal disease (no screening CT scan required) requiring therapy. Patients with asymptomatic previously treated CNS metastases that no longer require therapy or corticosteroids/anticonvulsants for at least 4 weeks prior to start of study treatment are eligible\n* Any clinically significant gastrointestinal abnormalities, which may impair intake, transit or absorption of the study drug, such as the inability to take oral medication in tablet form, prior complete/partial gastrectomy or intestinal resection, or a requirement for H2 antagonists or proton pump inhibitors\n* Any mental disorder that would limit the understanding or rendering of informed consent and/or compromise compliance with the requirements of this protocol\n* Uncontrolled or significant cardiovascular disease, including: a. Myocardial infarction within 12 months; b. Uncontrolled angina within 6 months; c. Congestive heart failure within 6 months or left ventricular ejection fraction below local institutional lower limit of normal or below 45%; d. Diagnosed or suspected congenital long QT syndrome; e. Any history of clinically significant ventricular arrhythmias (such as ventricular tachycardia, ventricular fibrillation, or torsade de pointes); f. Prolonged QTc interval on pre-entry electrocardiogram (\\>450 msec); g. Any history of second or third degree heart block (may be eligible if currently have a pacemaker); h. Heart rate \\<50/minute on pre-entry electrocardiogram; i. Uncontrolled hypertension\n* History of drug-induced hyperbilirubinemia\n* Concurrent treatment with approved or investigational chemotherapy, hormonal therapy, immunotherapy, or radiotherapy (hormone replacement therapy is permitted)\n* Concurrent treatment with H2 antagonists and/or proton pump inhibitors. However, H2 antagonists can be used for the treatment of an unexpected hypersensitivity reaction during the study period. Antacids are allowed but only up to 2 hours before and 2 hours after study drug administration\n* Concurrent treatment or treatment within 4 weeks of first dose with potent and/or irreversible CYP3A4 inhibitors including: ketoconazole, itraconazole, troleandomycin, clarithromycin, erythromycin, ritonavir, indinavir, nelfinavir, saquinavir, nefazodone, mibefradil, amiodarone and grapefruit juice\n* Concurrent treatment or treatment within 4 weeks of first dose with potent inducers of CYP3A4 including: rifampin, rifabutin, rifamycins, phenytoin, barbiturates, carbamazepine, glucocorticoids, modafinil, phenobarbital, troglitazone, pioglitazone, efavirenz, nevirapine, dexamethasone, and St. John's wort\n* Prisoners or patients who are compulsorily detained or involuntarily incarcerated (e.g., for treatment of infectious disease, psychiatric illness, etc.)",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}