{
    "nctId": "NCT02514681",
    "briefTitle": "A Phase III Trial of Pertuzumab Retreatment in Previously Pertuzumab Treated Her2-Positive Advanced Breast Cancer",
    "officialTitle": "A Randomized, Open-label Phase III Trial to Evaluate the Efficacy and Safety of Pertuzumab Retreatment in Previously Pertuzumab, Trastuzuamb and Chemotherapy Treated Her2-Positive Metastatic Advanced Breast Cancer",
    "overallStatus": "UNKNOWN",
    "conditions": "HER2-positive Locally Advanced or Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 370,
    "primaryOutcomeMeasure": "Progression-free survival (assessed by investigators)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Histologically or cytologically confirmed invasive breast cancer\n2. A confirmed HER2-positive status assessed by means of immunohistochemical analysis (with 3+ indicating positive status) and/or in situ hybridization (with an amplification ratio \\> 2.0 indicating positive) by each institute\n3. History of pertuzumab and trastuzumab-containing chemotherapy for locally advanced and metastatic breast cancer(2 or 3 regimen as previous chemotherapy regimen for locally advanced or metastatic breast cancer). The latest regimen before enrollment dose not include pertuzumab.\n4. Patients have measurable and/or non-measurable disease according to RECIST ver1.1.\n5. Female patients and aged ≥ 20 years.\n6. Left Ventricular Ejection Fraction (LVEF) \\> 50% at baseline (within 28 days before enrollment) as determined by either ECHO or MUGA\n7. Eastern Cooperative Oncology Group performance status of 0,1 or 2.\n8. Life expectancy of patients is expected at least 3 months.\n9. Signed and written informed consent (approved by the Institutional Review Board or Independent Ethics Committee) is obtained before any study procedure.\n\nExclusion Criteria:\n\n1. History of chemotherapy \\> 4 regimen for locally advance or metastatic disease except for cancer chemotherapeutic agent-free treatment regimen (eg, hormonal therapy alone, combination with hormonal therapy and trastuzumab and anti-HER2 therapy alone).\n2. Persistent Grade \\>3 non-hematologic toxicity according to NCI-CTCAE v4.0-JCOG resulting from previous therapy at the time of enrollment.\n3. Symptomatic or uncontrolled central nervous system metastases.\n4. Multiple malignancies without history of breast cancer(within 10 years if invasive breast cancer and within 5 years if malignancies except invasive breast cancer)\n5. History of exposure to the following cumulative doses of anthracyclines:\n\n   * doxorubicin or liposomal doxorubicin \\> 360 mg/m2\n   * epirubicin \\> 720 mg/m2\n   * mitoxantrone \\> 100 mg/m2\n   * If more than 1 anthracycline has been used, then the cumulative dose must not exceed the equivalent of 360 mg/m2 of doxorubicin.\n6. Current uncontrolled hypertension (systolic \\> 150 mmHg and/or diastolic \\> 100 mmHg) or unstable angina.\n7. History of CHF of any New York Heart Association criteria, or serious cardiac arrhythmia requiring treatment (exception, atrial fibrillation, paroxysmal supraventricular tachycardia).\n8. History of myocardial infarction within 6 months of enrollment.\n9. Dyspnea at rest due to complications of advanced malignancy.\n10. Inadequate organ function, as determined by the following laboratory results, within 28 days before enrollment:\n\n    * Absolute neutrophil count \\< 1,500/mm3\n    * Platelet count \\< 100,000/mm3\n    * Hemoglobin \\< 8.0 g/dL\n    * Total bilirubin \\> 2.0 mg/dL, unless the patient has documented Gilbert's syndrome\n    * Aspartate aminotransferase (AST \\[SGOT\\]) or alanine aminotransferase (ALT \\[SGPT\\]) \\> 100IU /L with the following exception (If considered that the liver dysfunction due to liver metastases \\> 200 IU/L, or 100 \\< , ≤200 IU/L with serum albumin \\< 2.5 g/dL)\n    * Serum creatinine value \\> 2.0 mg/dL or 177 μmol/L\n11. Current severe uncontrolled systemic disease(eg. Clinically significant cardiovascular, pulmonary and metabolic disease\\*, disorder of wound healing, ulcer and fracture)\n\n    \\*If gemcitabine is planned to be selected as a combination chemotherapeutic agent,patients who has symptomatic interstitial pneumonia or pulmonary fibrosis on chest X-ray should be excluded.\n12. Uncontrolled malignancy-associated hypercalcemia syndrome under bisphosphonates or denosumab treatment.\n13. Radiation related grade \\>2 adverse event within 14 days before enrollment.\n14. Major surgical procedure or significant traumatic injury within 28 days before enrollment or anticipation of need for major surgery during the course of study treatment.\n15. Pregnant woman or positive pregnancy test.\n16. Nursing woman\n17. History of receiving any investigational treatment within 28 days before enrollment.\n18. Current known and active infection with human immunodeficiency virus, hepatitis B virus or hepatitis C virus.\n19. Receipt of intravenous antibiotics for infection within 14 days before enrollment.\n20. Current chronic daily treatment (continuous for \\> 3 months) with corticosteroids (dose equivalent to or greater than 10 mg/day methylprednisolone), excluding inhaled steroids.\n21. Known hypersensitivity to pertuzumab or trastuzumab without infusion reaction related to these drugs\n22. Assessed by the investigator to be unable or unwilling to comply with the requirements of the protocol.",
    "sex": "FEMALE",
    "minimumAge": "20 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}