{
    "nctId": "NCT01989780",
    "briefTitle": "Bevacizumab Plus Paclitaxel Optimization Study With Interventional Aintenance Endocrine Therapy in Breast Cancer",
    "officialTitle": "Bevacizumab Plus Paclitaxel Optimization Study With Interventional Maintenance Endocrine Therapy in Advanced or Metastatic ER-positive HER2-negative Breast Cancer -BOOSTER Trial, a Multicenter Randomized Phase II Study-",
    "overallStatus": "COMPLETED",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 160,
    "primaryOutcomeMeasure": "Time to failure of strategy (TFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Histologically confirmed adenocarcinoma of the breast\n2. Female aged 20-75 years old at getting informed consent\n3. HER2 negative disease (IHC 0/1+ or 2+ with FISH negative)\n4. Documented estrogen receptor (ER) positive (\\>=1% by IHC)\n5. Inoperative locally advanced or metastatic breast cancer at enrolment\n6. Performance status (ECOG): 0-1 at enrolment\n7. Life expectancy of at least 3 months from enrolment\n8. No prior systemic therapy for recurrent breast cancer (excluding hormone therapy)\n9. No prior neo and/or adjuvant chemotherapy with taxane or adjuvant setting with a disease-free interval from completion of the taxane treatment to metastatic diagnosis of \\>= 12 months\n10. Patients with measurable lesion regarding with Response Evaluation Criteria in Solid Tumors(RECIST) criteria or who have evaluable lesion\n11. Patients with only bone lesion will be acceptable if the osteolytic lesion has a measurable soft tissue component by MRI or CT\n12. No influence on protocol treatment is considered in case prior therapy or examination.\n13. Adequate following organ function within 2 weeks before starting treatment. The latest examination results should be adopted and blood transfusion or treatment of hematopoietic factor drugs is not allowed 2 weeks before examination.\n\n    * Absolute neutrophil count \\>= 1500 /mm3 or white blood cell(WBC) count \\>= 3000 /mm3\n    * Platelets \\>=10 x 10000 /mm3\n    * Hb \\>= 9 g/dL\n    * Total bilirubin \\<= 1.5 mg/dL\n    * aspartate aminotransferase(AST) and alanine aminotransferase(ALT) \\<= 100 international unit(IU)/L\n    * Serum creatinine \\<= 1.5 mg/dL\n    * Urine dipstick for proteinuria \\<= 1+\n14. Written informed consent signed by patients before completing any treatment related procedure\n\nExclusion Criteria:\n\n1. Prior therapy with bevacizumab\n2. Active infection requiring intrvenous antibiotics at enrollment or infection with active HBV and/or HCV.\n3. Pregnancy, lactetion or in case of potentialy pregnancy women Not mind contraception in trial period.\n4. Known hypersensitivity to bevacizumab or paclitaxel\n5. History of hemoptysis (\\>= 2.5mL of bright red blood per episord).\n6. Use of disulfiram,cyanamide, carmofur or procarbazine Hydrochloride\n7. Patients with CNS metastases (except for not symptomatic)\n8. Persistent Grade \\>= 2 sensory neuropathy at enrollment\n9. Grade 3 \\>= hypertension (\\>= 2 use of antihypertensive drug)\n10. Evidence with arterial thromboembolism (Cerebral infarction, Myocardial infarction) or history within 1 year prior to enrollment.\n11. Evidence withvenous thromboembolism (deep vein thrombosis, pulmonary embolism) or history within 1 year prior to enrollment.\n12. History of GI perforation and/or serious abdominal fistula within 1 year prior to enrollment\n13. Cases that the investigator judged as inappropriate as the subject of this clinical study",
    "sex": "FEMALE",
    "minimumAge": "20 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}