{
    "nctId": "NCT05918328",
    "briefTitle": "Comparing the Efficacy of Nab-PH+Pyrrolitinib and TCbHP in the Neoadjuvant Treatment of HER2 Positive BC",
    "officialTitle": "A Non Inferior, Randomized Controlled Phase II Clinical Study Comparing the Efficacy of Nab-PH+Pyrrolitinib and TCbHP in the Neoadjuvant Treatment of HER2 Positive Breast Cancer",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer, HER2-positive Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 610,
    "primaryOutcomeMeasure": "Pathological complete response rate (pCR rate)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age: 18-65 years old, ECOG 0-1 point.\n2. Clinical T2-T4d, or T1c with axillary LN+.\n3. HER2+, invasive breast cancer confirmed by histopathology;(HER2 positive expression means that there is at least one case of tumor cell immunohistochemical staining intensity of 3+or positive confirmed by fluorescence in situ hybridization \\[FISH\\] in the pathological test/review of the primary focus conducted by the Pathology Department of the Research Center Hospital).\n4. Having clinically measurable lesions: measurable lesions displayed on ultrasound, mammography, or MR (optional) within the first month of randomization.\n5. Organ and bone marrow function tests within one month before chemotherapy indicate no contraindications to chemotherapy:Absolute value of neutrophil count ≥ 2.0 × 109/L; Hemoglobin ≥ 90g/L; Platelet count ≥ 100 × 109/L;Total bilirubin\\<1.5 ULN (upper limit of normal value); Creatinine\\<1.5 × ULN; AST/ALT \\< 1.5 × ULN.\n6. Cardiac ultrasound: Left ventricular ejection fraction (LVEF ≥ 55%).\n7. Women of childbearing age tested negative for serum pregnancy test 14 days before randomization.\n8. Sign an informed consent form.\n\nExclusion Criteria:\n\n1. Stage IV (metastatic) breast cancer.\n2. Has received chemotherapy, endocrine therapy, targeted therapy, reflex therapy, etc. for this disease.\n3. The patient has a second primary malignant tumor, except for fully treated skin cancer.\n4. The patient had undergone major surgical procedures unrelated to breast cancer within 4 weeks before enrollment, or the patient has not fully recovered from such surgical procedures.\n5. Serious heart disease or discomfort, including but not limited to the following diseases:Confirmed history of heart failure or systolic dysfunction (LVEF\\<50%); High risk uncontrolled arrhythmias, such as atrial tachycardia, resting heart rate\\>100 bpm, significant ventricular arrhythmias (such as ventricular tachycardia), or higher-level atrioventricular block; Angina pectoris requiring treatment with anti angina drugs; Clinically significant heart valve disease; ECG shows transmural myocardial infarction; Poor control of hypertension (systolic blood pressure\\>180 mmHg and/or diastolic blood pressure\\>100 mmHg).\n6. Due to serious and uncontrollable other medical diseases, researchers believe that there are contraindications to chemotherapy.\n7. Individuals with a known history of allergies to the drug components of this protocol; Having a history of immunodeficiency, including HIV testing positive, or suffering from other acquired or congenital immunodeficiency diseases, or having a history of organ transplantation.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}