{
    "nctId": "NCT03393416",
    "briefTitle": "A Phase I Clinical Study for Evaluating the Safety of MASCT-I in Advanced Soild Tumor",
    "officialTitle": "A Single Center, Phase I Clinical Study to Evaluate the Safety of MASCT-I Combined With PD1 Antibody in Vivo for the Advanced Soild Tumor Including Gastric Cancer，Triple-negative Breast Cancer and Ovarian Cancer",
    "overallStatus": "UNKNOWN",
    "conditions": "Advanced Gastric Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 28,
    "primaryOutcomeMeasure": "Incidence of Treatment-Emergent Adverse Events（Safety）",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* The age is 18-70 years old.\n* The written informed consent of the patient / legal representative is obtained before any program related implementation.\n* Metastatic or non resectable, locally advanced gastric or gastroesophageal adenocarcinoma, confirmed by histology or cytology.\n* The development of objective imaging after first-line chemotherapy (RECIST1.1);\n* There were measurable lesions (according to RECIST1.1);\n* Can provide tumor tissue specimens;\n* PDL1 positive (only for the second, third stage) or MSI test positive;\n* Time interval to last chemotherapy is at least 1 month.\n* 0-1 ECOG score\n* The expected survival time is more than 4 months\n* Peripheral blood cell culture showes the proliferation of lymphocytes\n\nExclusion Criteria:\n\n* Participate in the plan or implementation of the research (including staff of HRYZ and the staff of the research center);\n* Participate into other clinical studies at the same time, unless it is an observational (non - intervention) clinical study;\n* Subjects may receive other systemic antitumor treatment during the study.\n* Squamous or undifferentiated gastric cancer\n* There were active bleeding, ulcers, gastrointestinal perforation, fistula, or arterial embolism in the gastrointestinal tract within 6 months.\n* There were clinically significant gastrointestinal bleeding or venous thrombosis in three months before enrollment.\n* End-stage cachexia patients;\n* Patients with severe coagulation dysfunction;\n* Patients with extensive abdominal adhesions;\n* Patients with intestinal obstruction;\n* Pregnancy or planned pregnancy;\n* Refusing to provide blood specimens;\n* Hypersensitivity to sodium citrate;\n* Subjects have received allogeneic transplantation\n* Subjects had clinical symptoms of central nervous system metastasis (such as brain edema, requiring hormone intervention, or progression of brain metastases)\n* Subjects are using immunosuppressive agents, or whole body or absorbable local hormone therapy to achieve the aim of immunosuppression (dose \\>10mg/ days prednisone or other therapeutic hormones) and continue to use in the first 2 weeks before enrollment.\n* Systemic or long-term application of immunomodulators, such as interferon, thymosin, and immunosuppressive drugs, in half a year.\n* Subjects had been treated with MASCT or other cellular immunotherapy within a year.\n* Subjects had any active autoimmune disease or a history of autoimmune disease.\n* Active tuberculosis\n* There is a big operation in 30 days before the first study treatment.\n* Patients with active hepatitis B virus (HBV) infection (chronic or acute)\n* The infection of active hepatitis C virus (HCV)\n* Suffering from human immunodeficiency virus (HIV) or syphilis\n* A history of peripheral nervous system disorder or a history of obvious mental disorders and central nervous system disorders\n* Subjects had active infection or \\>38.5 degree of unexplained fever in the screening period and before the first administration.\n* Chronic systemic diseases, such as liver disease (such as cirrhosis, etc.), kidney disease, respiratory disease, or non controlled diabetes, hypertension, etc.\n* There were other malignant tumors in 5 years, except for non melanin skin cancer and cervical carcinoma in situ\n* There are heart symptoms or diseases that have not been well controlled.\n* Subjects were known to have a history of psychotropic drug abuse, alcoholism, or drug abuse.\n* According to the researchers, there are other factors that may lead to a halt.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}