{
    "nctId": "NCT02720185",
    "briefTitle": "Window of Opportunity Trial of Dasatinib in Operable Triple Negative Breast Cancers With nEGFR",
    "officialTitle": "Window of Opportunity Study of Dasatinib in Operable Triple Negative Breast Cancers With Nuclear Epidermal Growth Factor Receptor (nEGFR)",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Neoplasms, Triple Negative Breast Neoplasms",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "BASIC_SCIENCE",
    "enrollmentCount": 5,
    "primaryOutcomeMeasure": "Plasma Membrane Epidermal Growth Factor Receptor (EGFR) Expression, Measured by VECTRA Imaging",
    "eligibilityCriteria": "Inclusion Criteria for nEGFR testing:\n\n* Patients must have histologically or cytologically confirmed Stage I-III triple negative breast cancer\n\n  * estrogen receptor (ER) and progesterone receptor (PR) must be \\<1% by standard assay methods\n  * human epidermal growth factor receptor-2 (HER2) must be either 0, 1+ by immunohistochemistry (if 2+, in situ hybridization method used to define HER2) OR have HER2: 17 centromere signal of \\<2.0 using a standard in situ hybridization method\n* No prior therapy for current breast cancer\n* Meet criteria for neoadjuvant chemotherapy or primary breast surgery, as determined by primary oncologist and surgeon\n\nInclusion Criteria for study therapy:\n\n* nEGFR positive\n* Eastern Cooperative Oncology Group (ECOG) performance status ≤1\n* Patients must have normal organ and marrow function as defined below:\n* leukocytes ≥3,000/mcL\n* absolute neutrophil count ≥1,500/mcL\n* platelets ≥150,000/mcL\n* total bilirubin \\<1.25x institutional upper limit of normal\n* AST(SGOT)/ALT(SGPT) ≤2.5 × institutional upper limit of normal\n* creatinine within normal institutional limits OR creatinine clearance ≥60 mL/min/1.73 m2 for patients with creatinine levels above institutional normal.\n* Women of child-bearing potential and men must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) prior to study entry and for the duration of study participation and for 30 days after the final dose. Should a woman become pregnant or suspect she is pregnant while she or her partner is participating in this study, she should inform her treating physician immediately\n* Ability to understand and the willingness to sign a written informed consent document\n\nExclusion Criteria:\n\n* Patients who are receiving any other investigational agents\n* Patients not able to swallow oral medications or with gastrointestinal conditions that may impact absorption of dasatinib.\n* History of allergic reactions attributed to compounds of similar chemical or biologic composition to dasatinib.\n* Patients receiving any medications or substances that are moderate or strong inhibitors or inducers of CYP3A4 are ineligible. Because the lists of these agents are constantly changing, medications should be reviewed by the UW Pharmacy Research Center for any contraindicated medications. As part of the enrollment/informed consent procedures, the patient will be counseled on the risk of interactions with other agents, and what to do if new medications need to be prescribed or if the patient is considering a new over-the-counter medicine or herbal product.\n* H2 antagonists and proton pump inhibitors are not allowed\n* Anticoagulants (ie. Coumadin, heparin, anti-Xa inhibitors) and anti-platelet agents (ie. aspirin) are not allowed. NSAIDS and acetaminophen are allowed on study.\n* Medications known to prolong QTC are not allowed (See Appendix B)\n* No history of prolonged QTC or cardiomyopathy unless normal QTC and ejection fraction confirmed within 1 month prior to study entry.\n* Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements.\n* Pregnant women are excluded from this study because dasatinib is a pregnancy category D agent with the potential for teratogenic or abortifacient effects. Because there is an unknown but potential risk for adverse events in nursing infants secondary to treatment of the mother with dasatinib, breastfeeding should be discontinued if the mother is treated with dasatinib and not resumed until at least 2 weeks after the final dose.\n* HIV-positive patients on combination antiretroviral therapy are ineligible because of the potential for pharmacokinetic interactions with dasatinib. In addition, these patients are at increased risk of lethal infections when treated with marrow-suppressive therapy. Appropriate studies will be undertaken in patients receiving combination antiretroviral therapy when indicated.\n* Contraindication to repeat breast biopsy (neoadjuvant chemotherapy group)",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}