{
    "nctId": "NCT02804815",
    "briefTitle": "Add-Aspirin: A Trial Assessing the Effects of Aspirin on Disease Recurrence and Survival After Primary Therapy in Common Non Metastatic Solid Tumours",
    "officialTitle": "A Phase III, Double-blind, Placebo-controlled, Randomised Trial Assessing the Effects of Aspirin on Disease Recurrence and Survival After Primary Therapy in Common Non Metastatic Solid Tumours",
    "overallStatus": "RECRUITING",
    "conditions": "Cancer, Breast Cancer, Prostate Cancer, Colorectal Cancer, Gastro-oesophageal Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "OTHER",
    "enrollmentCount": 11000,
    "primaryOutcomeMeasure": "Overall Survival",
    "eligibilityCriteria": "COMMON INCLUSION CRITERIA\n\n* Written informed consent\n* WHO performance status 0, 1 or 2\n* Participants should not be and have no intention of pregnancy or breast feeding during trial treatment\n* Previous or current participants of other primary treatment trials if agreed in advance between trials\n* No clinical or radiological evidence of residual or distant disease\n\nBREAST COHORT INCLUSION CRITERIA\n\n* Men or women with histologically confirmed invasive breast cancer\n* Undergone complete primary invasive tumour excision with clear margins\n* Surgical staging of the axilla must have been undertaken by sentinel node biopsy, axillary sampling or dissection\n* In those patients with a positive sentinel node biopsy:\n\n  o If 1, 2 or 3 nodes are positive, subsequent management of the axilla (with surgery, radiotherapy or no further intervention) should be completed prior to registration\n\n  o If 4 or more nodes are involved, patients must have undergone completion axillary node dissection\n* Radiotherapy (RT)\n\n  * Patients who have undergone breastconserving surgery should have received adjuvant RT\n  * Patients who have undergone mastectomy should have received RT if they have more than 3 axillary lymph nodes involved\n  * Patients who have undergone mastectomy and have T3 tumours and/or 1, 2 or 3 involved lymph nodes may (or not) have received radiation per institutional practice\n* Final histology must fall within at least one of these 3 groups:\n\n  * Node positive\n  * Node negative with highrisk features 2 or more of:\n\n    1. ER negative\n    2. HER2 positive\n    3. Grade 3\n    4. Lymphovascular invasion present\n    5. Age \\<35\n    6. Oncotype Dx score of \\>25\n* In patients who have received neoadjuvant chemotherapy, patients are eligible if they have both a hormone receptor negative/HER2 negative tumour, a HER2 positive tumour or a hormone receptor positive grade 3 tumour and did not achieve a pathological complete response with neoadjuvant systemic therapy\n* Known HER2 and ER status\n* Timing of entry\n\n  o If no adjuvant chemotherapy or RT: registration within 12 wks of definitive surgery achieving clear margins\n\n  o Following adjuvant chemotherapy/RT: registration within 8 wks of last therapy.\n* Participants may receive endocrine therapy and trastuzumab. All ER positive patients should be planned to undergo at least 5 yrs of adjuvant endocrine therapy.\n\nCOLORECTAL COHORT INCLUSION CRITERIA\n\n* Histologically confirmed stage II or III adenocarcinoma of the colon or rectum and patients who have undergone resection of liver metastases with clear margins and no residual metastatic disease\n* Patients with synchronous tumours if one of the tumours is at least stage II or III\n* Serum CEA ideally ≤1.5 x upper limit of normal\n* Have undergone curative (R0) resection with clear margins\n* Timing of entry:\n\n  * If no adjuvant treatment: registration within 12 wks of definitive surgery achieving clear margins\n  * Following adjuvant treatment: registration within 8 wks of last therapy GASTROOESOPHAGEAL COHORT INCLUSION CRITERIA\n* Patients with histologically confirmed adenocarcinoma, adenosquamous carcinoma or squamous cell cancer of the oesophagus, gastrooesophageal junction or stomach\n* Have undergone curative (R0) resection with clear margins or primary chemoRT given with curative intent\n* Timing of entry:\n\n  * Following surgery without adjuvant treatment: registration within 12 wks of the definitive surgery achieving clear margins\n  * Following primary chemoRT or surgery with adjuvant treatment: registration within 8 wks of last therapy\n\nPROSTATE COHORT INCLUSION CRITERIA\n\n* Men with histologically confirmed node negative nonmetastatic adenocarcinoma of the prostate\n* Have undergone curative treatment, either:\n\n  * Radical prostatectomy\n  * Radical RT\n* Intermediate or high risk according to D'Amico classification Depending on the curative treatment pathway, participant must additionally satisfy the following (a) Prostatectomy patients\n* Open, laparoscopic or robotic radical prostatectomy\n* Men treated with immediate adjuvant RT\n* Men receiving adjuvant hormone therapy planned for a maximum duration of 3 yrs\n* Timing of entry:\n\n  * If no adjuvant RT: registration within 12 wks of definitive surgery and PSA at ≥6 weeks postsurgery must be \\<0.1ng/ml\n  * Following adjuvant RT: registration within 8 wks of delivery of final fraction of RT\n  * Men treated with salvage RT following a rise in PSA\n* Men randomised to RADICALSHD (ISRCTN 40814031) provided all other eligibility criteria are met (b) Radical RT patients\n* Men receiving neoadjuvant and/or adjuvant hormone therapy planned for a maximum duration of 3yrs\n* Timing of registration within 8wks from completion of RT (c) Salvage RT patients after previous Radical Prostatectomy\n* Men treated with salvage RT following a rise in PSA\n* Men receiving neoand/ or adjuvant hormone therapy planned for a maximum of 3yrs\n\nCOMMON EXCLUSION CRITERIA\n\n• Current or previous regular use of aspirin (at any dose) or current use of another NSAID for any indication.\n\n* A past history of adverse reaction or hypersensitivity to NSAIDs, celecoxib, aspirin or other salicylates or sulphonamides, including asthma, that is exacerbated by use of NSAIDs.\n* Current use of anticoagulants.\n* Current or longterm use of oral corticosteroids. The treating physician should make the clinical decision whether a patient has been exposed to longterm therapy.\n* Active or previous peptic ulceration\n* Previous gastrointestinal bleeding except where the cause of the bleeding has been surgically removed.\n* Active or previous history of inflammatory bowel disease.\n* History of moderate or severe renal impairment, with eGFR\\<45ml/min/1.73m2.\n* Previous invasive or noninvasive malignancy except:\n\n  - DCIS where treatment consisted of resection alone. Prostate cancer initially treated with prostatectomy and now being treated with salvage radiotherapy following a rise in PSA.\n\n  - Cervical carcinoma in situ where treatment consisted of resection alone.\n  * Basal cell carcinoma where treatment consisted of resection alone or radiotherapy.\n  * Superficial bladder carcinoma where treatment consisted of resection alone.\n  * Other cancers where the patient has been diseasefree for ≥15 years.\n* Any other physical condition which is associated with increased risk of aspirinrelated morbidity or, in the opinion of the Investigator, makes the patient unsuitable for the trial, including but not limited to severe asthma, haemophilia and other bleeding diatheses, macular degeneration and patients with a highrisk of mortality from another cause within the trial treatment period.\n* Known glucose6phosphate dehydrogenase deficiency.\n* LFTs greater than 1.5x the upper limit of normal unless agreed with TMG.\n* Anticipated difficulties in complying with trial treatment or followup schedules.\n* \\<16 years old.\n* Participants in other treatment trials where this has not been agreed in advance by both trial teams.\n\nBREAST COHORT EXCLUSION CRITERIA\n\n• Metastatic or bilateral breast cancer.\n\nCOLORECTAL COHORT EXCLUSION CRITERIA • Proven (or clinically suspected) metastatic disease (patients who have undergone resection of liver metastases with clear margins and no residual metastatic disease are eligible).\n\nGASTROOESOPHAGEAL COHORT EXCLUSION CRITERIA\n\n• Proven (or clinically suspected) metastatic disease.\n\nPROSTATE COHORT EXCLUSION CRITERIA\n\n* Biopsy proven or radiologically suspected nodal involvement, or distant metastases from prostate cancer.\n* Adjuvant hormone therapy planned for \\>3 years.",
    "sex": "ALL",
    "minimumAge": "16 Years",
    "stdAges": "CHILD, ADULT, OLDER_ADULT"
}