{
    "nctId": "NCT02657993",
    "briefTitle": "Hypnosis to Reduce Aromatase Inhibitor Pain and Improve Adherence",
    "officialTitle": "Hypnosis to Reduce Aromatase Inhibitor (AI) Associated Musculoskeletal Pain and to Improve AI Adherence: An RCT to Explore Efficacy and Cost Effects",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Neoplasms, Musculoskeletal Pain",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 191,
    "primaryOutcomeMeasure": "Patient-reported musculoskeletal pain (MSP) as measured by the Brief Pain Inventory-Short Form (BPI-SF)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Female\n* Diagnosed with Stage 0-III hormone-receptor positive breast cancer\n* Taking a third-generation aromatase inhibitor (AI) (e.g., anastrozole (Arimidex), letrozole (Femara), or exemestane (Aromasin)) for at least 3 months left in their AI prescription to complete all study assessments (e.g., at least one year left on AIs)\n* Experiencing ongoing pain and/or stiffness in one or more joints, which started or worsened after initiation of AI therapy\n* Having a baseline worst pain score over the past week on the Brief Pain Inventory-Short Form (BPI-SF) of ≥ 3 on a 0 to 10 scale\n* Over age 18\n* Able to speak and read English (to allow for participation in study intervention sessions)\n* Consent to the study\n* Be willing to be randomized to experimental conditions\n* Willing to travel to Mount Sinai for study procedures (e.g., intervention sessions, follow-up appointments).\n\nExclusion Criteria:\n\n* Inflammatory, metabolic or neuropathic arthropathies at the time of recruitment\n* Fibromyalgia\n* Past cancer. Patients will be excluded if they have ever been diagnosed with cancer (including DCIS/LCIS) prior to the breast cancer for which the present course of AIs is being prescribed. However, patients will be eligible if they have a history of non-metastatic, non-melanomatous skin cancer\n* Metastatic (Stage IV) breast cancer, as their treatment and outcomes typically follow a different course\n* Bone fracture/surgery of an extremity during the preceding 6 months\n* Non-steroidal joint injection within the last 3 months.\n* Current use of corticosteroids, defined as oral, intravenous (IV), or injections of corticosteroids in the past 4 weeks\n* Regular use of narcotics.\n* Patients will be excluded due to the presence of the following psychiatric conditions: dementia, psychosis, current mania or uncontrolled major depressive disorder, or addictive disorder or current intoxication.\n* In the rare instance of the presence of a comorbidity that does not fall into any of the above mentioned exclusion criteria, but that is clinically determined to significantly interfere with the patient's ability to participate in the study (e.g., cognitive impairment)",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}