{
    "nctId": "NCT02763566",
    "briefTitle": "A Study of Abemaciclib (LY2835219) in Participants With Breast Cancer",
    "officialTitle": "A Randomized, Double-Blind, Placebo-Controlled, Phase 3 Study to Compare NSAI (Anastrozole or Letrozole) Plus Abemaciclib, a CDK4 and CDK6 Inhibitor, or Plus Placebo, and to Compare Fulvestrant Plus Abemaciclib or Plus Placebo in Postmenopausal Women With Hormone Receptor-Positive, HER2-Negative Locoregionally Recurrent or Metastatic Breast Cancer",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 463,
    "primaryOutcomeMeasure": "Progression Free Survival (PFS) (Abemaciclib + NSAI & Placebo NSAI)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Have a diagnosis of HR+, HER2- breast cancer. Although not required as a protocol procedure, metastatic disease should be considered for biopsy whenever possible to reassess hormone receptor (HR) and human epidermal growth factor receptor 2 (HER2) status if clinically indicated.\n\n  * To fulfill the requirement for HR+ disease, a breast cancer must express, by immunohistochemistry (IHC), at least 1 of the HRs (estrogen receptor \\[ER\\], progesterone receptor \\[PgR\\]) as defined in the relevant American Society of Clinical Oncology (ASCO)/College of American Pathologists (CAP) guidelines.\n  * To fulfill the requirement of HER2- disease, a breast cancer must not demonstrate, at initial diagnosis or upon subsequent biopsy, overexpression of HER2 by either IHC or in-situ hybridization as defined in the relevant ASCO/CAP guidelines.\n* Meet either Inclusion Criterion (2a) or Inclusion Criterion (2b). Participants meeting Inclusion Criterion 2a will be enrolled in Cohort A and participants meeting Inclusion Criterion 2b will be enrolled in Cohort B.\n* (2a) Have locoregionally recurrent disease not amenable to resection or radiation therapy with curative intent or metastatic disease.\n\n  * Relapsed with radiologic evidence of progression more than 1 year from completion of adjuvant endocrine therapy and have received no prior endocrine therapy for locoregionally recurrent or metastatic disease (Note: prior adjuvant endocrine therapy for localized disease may have included, but is not limited to, anti-estrogens or aromatase inhibitors. In addition, a participant may be enrolled if she has received ≤2 weeks of NSAI in this disease setting immediately preceding screening and agrees to discontinue NSAI until study treatment initiation.) OR\n  * Presented with de novo metastatic breast cancer (mBC) and not received any prior endocrine therapy. OR\n* Relapsed with radiologic evidence of progression less than 1 year from completion of or while receiving adjuvant endocrine therapy (except for letrozole or anastrozole) and have received no prior endocrine therapy for locoregionally recurrent or metastatic disease.\n* (2b) Have locoregionally recurrent disease not amenable to resection or radiation therapy with curative intent or metastatic disease.\n\n  * Relapsed with radiologic evidence of progression while receiving neoadjuvant or adjuvant endocrine therapy, with no subsequent endocrine therapy received following progression OR\n  * Relapsed with radiologic evidence of progression within 1 year from completion of adjuvant endocrine therapy, with no subsequent endocrine therapy received following progression OR\n  * Relapsed with radiologic evidence of progression more than 1 year from completion of adjuvant endocrine therapy and then subsequently relapsed with radiologic evidence of progression after receiving treatment with either an antiestrogen or an aromatase inhibitor as firstline endocrine therapy for metastatic disease. Participants may not have received more than 1 line of endocrine therapy or any prior chemotherapy for metastatic disease OR\n  * Presented with de novo metastatic disease and then relapsed with radiologic evidence of progression after receiving treatment with either an antiestrogen or an aromatase inhibitor as first-line endocrine therapy for metastatic disease. Participants may not have received more than 1 line of endocrine therapy or any prior chemotherapy for metastatic disease.\n* Have postmenopausal status defined as meeting at least 1 of the following:\n\n  * Prior bilateral oophorectomy\n  * Age ≥60 years\n  * Age \\<60 years and amenorrheic for at least 12 months (in the absence of chemotherapy, tamoxifen, toremifene, or ovarian suppression) and follicle-stimulating hormone (FSH) and estradiol levels in the postmenopausal range.\n* Have 1 of the following, as defined by the Response Evaluation Criteria in Solid Tumors (RECIST) v1.1:\n\n  * Measurable disease\n  * Nonmeasurable bone-only disease. Nonmeasurable bone-only disease may include any of the following: blastic bone lesions, lytic bone lesions without a measurable soft tissue component, or mixed lytic-blastic bone lesions without a measurable soft tissue component.\n* Have a performance status (PS) of ≤1 on the Eastern Cooperative Oncology (ECOG) scale.\n* Have adequate organ function, including:\n\n  * Hematologic: absolute neutrophil count (ANC) ≥1.5 × 109/Liter (L), platelets\n\n    ≥100 × 109/L, and hemoglobin ≥8 g/deciliter (dL). Participants may receive erythrocyte transfusions to achieve this hemoglobin level at the discretion of the investigator; however, initial study drug treatment must not begin earlier than the day after the erythrocyte transfusion.\n  * Hepatic: Total bilirubin ≤1.5 times the upper limit of normal (ULN) and alanine aminotransferase (ALT) and aspartate aminotransferase (AST)\n\n    ≤3.0 times ULN (or ALT and AST ≤5 times ULN if liver metastases are present).\n  * Renal: serum creatinine ≤1.5 times ULN.\n* Have discontinued previous localized radiotherapy for palliative purposes or for lytic lesions at risk of fracture at least 2 weeks prior to randomization and recovered from the acute effects of therapy (until the toxicity resolves to either baseline or at least Grade 1) except for residual alopecia or peripheral neuropathy.\n* Are able to swallow capsules.\n* Are reliable, willing to be available for the duration of the study, and willing to follow study procedures.\n\nExclusion Criteria:\n\n* Have visceral crisis, lymphangitic spread, or leptomeningeal carcinomatosis. Visceral crisis is not the mere presence of visceral metastases, but implies severe organ dysfunction as assessed by symptoms and signs, laboratory studies, and rapid progression of the disease.\n* Have inflammatory breast cancer.\n* Have clinical evidence or a history of central nervous system (CNS) metastasis. Screening test is not required for enrollment.\n* Are currently receiving or have previously received chemotherapy for locoregionally recurrent or metastatic breast cancer. (Note: Participants may be enrolled if they received prior \\[neo\\]adjuvant chemotherapy for localized disease.)\n* Have received prior treatment with everolimus or fulvestrant (for Cohort B only).\n* Have received prior treatment with any cyclin-dependent kinases 4 and 6 (CDK4 and CDK6) inhibitor (or participated in any CDK4 and CDK6 inhibitor clinical trial for which treatment assignment is still blinded).\n* Have initiated bisphosphonates or approved Receptor activator of nuclear factor kappa-B ligand (RANK-L) targeted agents \\<7 days prior to randomization.\n* Are currently enrolled in a clinical trial involving an investigational product (IP) or non-approved use of a drug or device (other than the IP/device used in this study), or concurrently enrolled in any other type of medical research judged not to be scientifically or medically compatible with this study. If a participant is currently enrolled in a clinical trial involving non-approved use of a device, then agreement with the investigator and Eli Lilly and Company (Lilly) clinical research physician (CRP) is required to establish eligibility.\n* Have received treatment with a drug that has not received regulatory approval for any indication within 14 or 21 days of randomization for a nonmyelosuppressive or myelosuppressive agent, respectively.\n* Have had major surgery within 14 days prior to randomization to allow for post-operative healing of the surgical wound and site(s).\n* Have received recent (within 28 days prior to randomization) live attenuated vaccines such as yellow fever vaccine.\n* Have serious preexisting medical conditions that, in the judgment of the investigator, would preclude participation in this study (eg, history of major surgical resection involving the stomach or small bowel, or preexisting Crohn's disease or ulcerative colitis).\n* Have a personal history within the last 12 months of any of the following conditions: syncope of cardiovascular etiology, ventricular tachycardia, ventricular fibrillation, or sudden cardiac arrest.\n* Have a history of any other cancer (except nonmelanoma skin cancer or carcinoma in-situ of the cervix), unless in complete remission with no therapy for a minimum of 3 years.\n* Have received an autologous or allogeneic stem-cell transplant.\n* Have clinical evidence of active bacterial or fungal infection or active viral infection that, in the judgment of the investigator, would preclude participation in this study (eg, human immunodeficiency virus \\[HIV\\] or viral hepatitis). Screening test is not required for enrollment.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}