{
    "nctId": "NCT02834247",
    "briefTitle": "A Study of TAK-659 in Combination With Nivolumab in Participants With Advanced Solid Tumors",
    "officialTitle": "A Phase 1b Study to Evaluate TAK-659 in Combination With Nivolumab in Patients With Advanced Solid Tumors",
    "overallStatus": "TERMINATED",
    "conditions": "Triple-Negative Breast Neoplasms, Carcinoma, Non-Small-Cell Lung, Head and Neck Carcinoma, Squamous Cell, Advanced Solid Tumors",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "OTHER",
    "enrollmentCount": 41,
    "primaryOutcomeMeasure": "Part 1, Dose Escalation Phase: Maximum Tolerated Dose (MTD)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Is a male or female participant aged 18 years or older.\n2. Has eastern Cooperative Oncology Group (ECOG) performance status 0 or 1.\n3. Female participants who:\n\n   * Are postmenopausal for at least 1 year before the Screening visit, or\n   * Are surgically sterile, or\n   * If childbearing potential, agree to practice 2 effective methods of contraception, at the same time, from the time of signing the informed consent through 180 days after the last dose of study drug, or\n   * Agree to practice true abstinence, when this is in line with the preferred and usual lifestyle of the participants. (Periodic abstinence \\[example, calendar, ovulation, symptothermal, postovulation methods\\] and withdrawal are not acceptable methods of contraception.)\n\n   Male participants, even if surgically sterilized (that is, status postvasectomy), who:\n   * Agree to practice effective barrier contraception during the entire study treatment period and through 180 days after the last dose of study drug, or\n   * Agree to practice true abstinence, when this is in line with the preferred and usual lifestyle of the participants. (Periodic abstinence \\[example, calendar, ovulation, symptothermal, postovulation methods for the female partner\\] and withdrawal are not acceptable methods of contraception.)\n4. Voluntary written consent must be given before performance of any study-related procedure not part of standard medical care, with the understanding that consent may be withdrawn by the participants at any time without prejudice to future medical care.\n5. Suitable venous access for the study-required blood sampling, including PK and pharmacodynamic (PD) sampling.\n6. Clinical laboratory values and other measures as specified below within 28 days before the first dose of study drug:\n\n   * Total bilirubin must be \\<=1.5\\*the upper limit of normal (ULN).\n   * Alanine aminotransferase (ALT) and aspartate aminotransferase (AST) must be \\<=2.5\\*ULN.\n   * Creatinine clearance must be greater than or equal to (\\>=) 60 milliliter per (mL/) minute as estimated by the Cockcroft Gault equation or based on urine collection (12 or 24 hours).\n   * Hemoglobin must be \\>=8 gram per deciliter (g/dL), absolute neutrophil count (ANC) must be \\>=1500 per microliter (/mcL), and platelet count must be \\>=75,000/mcL.\n   * Lipase must be \\<=1.5\\*ULN and amylase \\<=1.5\\*ULN with no clinical symptoms suggestive of pancreatitis and cholecystitis.\n   * Blood pressure \\<=Grade 1 (hypertensive participants are permitted if their blood pressure is controlled to \\<=Grade 1 by hypotensive medications and glycosylated HbA1C \\<=6.5%).\n7. Recovered (that is, \\<=Grade 1 toxicity) from the reversible effects of prior anticancer therapy.\n8. To be enrolled in the dose escalation phase of the study, participants must have a radiographically or clinically evaluable tumor, but measurable disease as defined by RECIST version 1.1 is not required for participation in this study.\n9. To be enrolled in the TNBC expansion cohort, participants must have:\n\n   * Histologically confirmed, metastatic TNBC with measurable disease per RECIST version 1.1.\n   * Triple-negative disease (estrogen receptor, progesterone receptor, and human epidermal growth factor receptor 2 (HER2) negativity confirmed on a histological biopsy of a metastatic tumor lesion (receptor conversion not allowed).\n   * Safely accessible tumor lesions (based on investigator's assessment) for serial pre treatment and post treatment biopsies are required for participants receiving TAK-659 monotherapy run-in treatment for 2 weeks followed by TAK-659 plus nivolumab combination treatment \\[ approximately 10/30 response-evaluable participants\\]; adequate, newly obtained, core or excisional biopsy of a metastatic tumor lesion not previously irradiated is required. Mandatory biopsies will be taken before TAK-659 monotherapy, after the 2 weeks of TAK-659 monotherapy, and after 6 weeks of TAK-659 plus nivolumab combination therapy. An optional biopsy may be taken at PD with additional consent from the participants.\n   * One, 2, or 3 prior lines of chemotherapy for metastatic disease and with progression of disease on last treatment regimen.\n   * For the purposes of this study, neoadjuvant and/or adjuvant chemotherapy regimens do not count as a prior line of therapy.\n   * Prior treatment must include an anthracycline and/or a taxane in the neoadjuvant, adjuvant, or metastatic setting with the exception for participants who are clinically contraindicated for these chemotherapies.\n10. To be enrolled in the NSCLC expansion cohort, participants must have:\n\n    * Locally advanced or metastatic (stage IIIB, stage IV, or recurrent) NSCLC with measurable lesions per RECIST version 1.1.\n    * PD during or following at least 1 prior treatment. Participants should have received a prior platinum-based 2-drug regimen for locally advanced, unresectable/ inoperable or metastatic NSCLC or disease recurrence within 6 months of treatment with a platinum-based adjuvant/neoadjuvant regimen or combined modality (example, chemoradiation) regimen with curative intent.\n    * Participants with epidermal growth factor receptor (EGFR) or anaplastic lymphoma kinase (ALK) genomic alternations should have PD on prior United States (US) Food and Drug Administration (FDA) approved therapy for these aberrations.\n    * Safely accessible tumor lesions (based on investigator's assessment) for serial pretreatment and posttreatment biopsies are required for participants receiving TAK-659 monotherapy run-in treatment for 2 weeks followed by TAK-659 plus nivolumab combination treatment (approximately10/30 response-evaluable participants); adequate, newly obtained, core or excisional biopsy of a metastatic tumor lesion not previously irradiated is required. Mandatory biopsies will be taken before TAK-659 monotherapy, after the 2 weeks of TAK-659 monotherapy, and after 6 weeks of TAK-659 plus nivolumab combination therapy. An optional biopsy may be taken at progression with additional consent from the participants.\n11. To be enrolled in the HNSCC expansion cohort, participants must have:\n\n    * Histologically confirmed recurrent or metastatic HNSCC (oral cavity, pharynx, or larynx) that is stage III/IV and not amenable to local therapy with curative intent (surgery or radiation therapy with or without chemotherapy).\n    * Histologically confirmed recurrent or metastatic squamous cell carcinoma of unknown primary or nonsquamous histologies (example, mucosal melanoma) are not allowed.\n    * Histologically confirmed recurrent or metastatic carcinoma of the nasopharynx is allowed, but these participants will not be included as response-evaluable participants for efficacy analysis of HNSCC.\n    * Measurable disease per RECIST version 1.1.\n    * Tumor progression or recurrence within 6 months of the last dose of platinum-based therapy in the adjuvant (that is, with radiation after surgery), primary (that is, with radiation), recurrent, or metastatic setting.\n    * Safely accessible tumor lesions (based on investigator's assessment) for serial pretreatment and posttreatment biopsies are required for participants receiving TAK-659 monotherapy run-in treatment for 2 weeks followed by TAK-659 plus nivolumab combination treatment (approximately 10/30 response-evaluable participants); adequate, newly obtained, core or excisional biopsy of a metastatic tumor lesion not previously irradiated is required. Mandatory biopsies will be taken before TAK-659 monotherapy, after the 2 weeks of TAK-659 monotherapy, and TAK-659 after 6 weeks of TAK-659 plus nivolumab combination therapy. An optional biopsy may be taken at progression with additional consent from the participants.\n\nExclusion Criteria:\n\n1. Has active brain metastases or leptomeningeal metastases.\n2. Has active, or suspected autoimmune disease or a history of known autoimmune disease, with the exception of:\n\n   o Participants with vitiligo, type I diabetes mellitus, resolved childhood asthma/atopy, residual hypothyroidism due to autoimmune condition requiring only hormone replacement, psoriasis not requiring systemic treatment, or conditions not expected to recur in the absence of an external trigger.\n3. Any condition requiring systemic treatment with corticosteroids (less than \\[\\>\\]10 mg daily prednisone equivalents) or other immunosuppressive medications within 14 before first dose of study drug.\n\n   o Corticosteroids for topical use or in nasal spray are allowed, as are inhaled steroids and adrenal replacement steroid doses \\>10 mg daily in the absence of active autoimmune disease.\n4. Has history of pneumonitis requiring treatment with steroids; history of idiopathic pulmonary fibrosis, drug-induced pneumonitis, organizing pneumonia, or evidence of active pneumonitis on the Screening chest computed tomography scan (CT scan); history of radiation pneumonitis in the radiation field (fibrosis) is permitted.\n5. Has history of interstitial lung disease.\n6. Prior therapy with experimental antitumor vaccines; any T-cell co-stimulation agents or inhibitors of checkpoint pathways, such as anti- programmed cell death protein 1 (PD-1), anti- programmed cell death 1 ligand 1 (PD-L1), anti- programmed cell death 1 ligand 2 (PD-L2), anti-CD137, or anti-CTLA-4 antibody; or other agents specifically targeting T cells are prohibited. However, for dose escalation, prior treatment with the marketed inhibitors of the immune checkpoint pathway, such as nivolumab and pembrolizumab, is allowed. In addition, in each of the expansion cohorts, 6 response-evaluable participants with prior exposure to anti-PD-1 or anti-PD-L1 agents will be allowed to enroll.\n7. Has any serious medical or psychiatric illness, including drug or alcohol abuse, that could, in the investigator's opinion, potentially interfere with the completion of treatment according to this protocol.\n8. Has life-threatening illness unrelated to cancer.\n9. Is female participant who are lactating and breast-feeding or a positive serum pregnancy test during the Screening period or a positive urine pregnancy test on Day 1 before the first dose of study drug.\n10. Systemic anticancer treatment including investigational agents or radiotherapy \\<2 weeks before the first dose of study treatment (\\<4 weeks for antibody-based therapy including unconjugated antibody, antibody-drug conjugate, and bi-specific T-cell engager agents; \\<=8 weeks for cell-based therapy or antitumor vaccine) or have not recovered from acute toxic effects from prior chemotherapy and radiotherapy.\n11. Prior treatment with investigational agents =\\<21 days or =\\<5\\*their half-lives (whichever is shorter) before the first dose of study treatment. A minimum of 10 days should elapse from prior therapy to initiating protocol therapy.\n12. Major surgery within 14 days before the first dose of study drug and not recovered fully from any complications from surgery.\n13. Systemic infection requiring intravenous antibiotic therapy or other serious infection within 14 days before the first dose of study drug.\n14. Known human immunodeficiency virus (HIV) positive (testing not required).\n15. Known hepatitis B surface antigen-positive or known or suspected active hepatitis C infection (testing not required).\n16. Participants with another malignancy within 2 years of study start. Participants with nonmelanoma skin cancer or carcinoma in situ of any type are not excluded if they have undergone complete resection and are considered disease-free at the time of study entry.\n17. Any clinically significant comorbidities, such as uncontrolled pulmonary disease, known impaired cardiac function or clinically significant cardiac disease (specified below), active central nervous system disease, active infection, or any other condition that could compromise the participant's participation in the study.\n\n    Participants with any of the following cardiovascular conditions are excluded:\n    * Acute myocardial infarction within 6 months before starting study drug.\n    * Current or history of New York Heart Association Class III or IV heart failure\n    * Evidence of current uncontrolled cardiovascular conditions including cardiac arrhythmias, angina, pulmonary hypertension, or electrocardiographic evidence of acute ischemia or active conduction system abnormalities.\n    * Fridericia corrected QT interval (QTcF) \\>450 milliseconds (msec) (men) or \\>475 msec (women) on a 12-lead electrocardiogram (ECG) during the Screening period.\n    * Abnormalities on 12-lead ECG including, but not limited to, changes in rhythm and intervals that in the opinion of the investigator are considered to be clinically significant.\n18. Known gastrointestinal (GI) disease or GI procedure that could interfere with the oral absorption or tolerance of TAK-659 including difficulty swallowing tablets; diarrhea \\>Grade 1 despite supportive therapy.\n19. Use or consumption of any of the following substances:\n\n    * Medications or supplements that are known to be inhibitors of P-glycoprotein (P-gp) and/or strong reversible inhibitors of cytochrome P450 (CYP) 3A within 5 times the inhibitor half-life (if a reasonable half-life estimate is known) or within 7 days (if a reasonable half-life estimate is unknown) before the first dose of study drug. In general, the use of these agents is not permitted during the study.\n    * Non-oncology vaccine therapies for prevention of infectious diseases (example, human papillomavirus \\[HPV\\] vaccine) within 4 weeks of study drug administration. The inactivated seasonal influenza vaccine can be given to participants before treatment and while on therapy without restriction. Influenza vaccines containing live virus or other clinically indicated vaccinations for infectious diseases (example, pneumovax, varicella) may be permitted but must be discussed with the sponsor's medical monitor and may require a washout period before and after administration of vaccine.\n    * Medications or supplements that are known to be strong CYP3A mechanism-based inhibitors or strong CYP3A inducers and/or P-gp inducers within 7 days, or within 5 times the inhibitor or inducer half-life (whichever is longer), before the first dose of study drug. The use of these agents is not permitted during the study.\n    * Grapefruit-containing food or beverages within 5 days before the first dose of study drug. Note that grapefruit-containing food and beverages are prohibited during the study.\n20. For dose expansion participants who will have tumor biopsies collected:\n\n    * ECOG performance status \\>1.\n    * Activated partial thromboplastin time (aPTT) or plasma thromboplastin (PT) outside the institution's standard of care.\n    * Platelet count \\<75,000/mcL.\n    * Known bleeding diathesis or history of abnormal bleeding, or any other known coagulation abnormalities that would contraindicate the tumor biopsy procedure.\n    * Ongoing therapy with any anticoagulant or antiplatelet agents (example, aspirin, clopidogrel, coumadin, heparin, or warfarin) that cannot be held to permit tumor biopsy).",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}