{
    "nctId": "NCT05601440",
    "briefTitle": "Liquid-biopsy Informed Platform Trial to Evaluate CDK4/6-inhibitor Resistant ER+/HER2- Metastatic Breast Cancer",
    "officialTitle": "A Liquid-biopsy Informed Platform Trial to Evaluate Treatment in CDK4/6-inhibitor Resistant ER+/HER2- Metastatic Breast Cancer",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 484,
    "primaryOutcomeMeasure": "Evaluate whether biomarker selection improves outcomes as assessed by RECIST 1.1 for overall response rate",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients must have histologically and/or cytologically confirmed, advanced / metastatic breast cancer, ER ≥10% and not HER2 overexpressing/amplified as per ASCO/CAP criteria. Patients with locally advanced or inflammatory disease without distant metastases that is potentially resectable or treatable with curative intent are not eligible\n* All patients must have a formalin fixed paraffin embedded tissue block (from primary or metastatic tumour) available and must have provided informed consent for the release of the block\n* Patients must have had objective disease progression demonstrated on (defined as while taking or within 8 weeks of the last dose) first line CDK4/6i + ET for MBC. Patients who discontinued CDK4/6i + ET without disease progression more than 8 weeks prior to objective disease progression (toxicity, patient request) are not eligible. Patients must have received at least 24 weeks of first line CDK4/6i + ET therapy\n* Presence of clinically and/or radiologically documented disease. All radiology studies must be performed within 21 days prior to enrollment (within 28 days if negative). All patients must have measurable disease as defined by RECIST 1.1.\n* The criteria for defining measurable disease are as follows:\n\n  * Chest x-ray ≥ 20 mm\n  * CT scan (with slice thickness of 5 mm) ≥ 10 mm: longest diameter\n  * Physical exam (using calipers) ≥ 10 mm\n  * Lymph nodes by CT scan ≥ 15 mm: measured in short axis\n* Patients must be ≥ 18 years of age\n* Patients must have an ECOG performance status 0 or 1\n* Patients must have a life expectancy ≥ 3 months.\n* Hemoglobin ≥90 g/L\\*\n* Absolute neutrophils ≥ 1.5 x 10\\^9/L (1500/µL)\n* Platelets ≥ 100 x 109/L (100 x 10\\^3/µL)\n* Bilirubin ≤ 1.5 x ULN (upper limit of normal)\\*\\*\n* AST \\& ALT ≤ 2.5 x ULN\n* ≤ 5.0 x ULN if patient has liver metastases\n* Serum creatinine ≤ 1.5 x ULN, Creatinine clearance \\>50 mL/min\n* All patients must have received at least 24 weeks of prior CDK4/6i in combination with first line ET for advanced or metastatic disease and have had disease progression on or within 8 weeks of the last dose of CDK4/6i. Patients who have progressed on, or within 12 months of completion of adjuvant therapy with an aromatase inhibitor may be treated with fulvestrant instead of an aromatase inhibitor combined with CDK4/6 inhibitor.\n\nIn addition, the following prior systemic therapies are allowed:\n\n* A single second-line endocrine therapy+/- targeted therapy (e.g. alpelisib) in combination with endocrine therapy is permitted but patients must then be enrolled to non-fulvestrant containing substudies.\n* Patients may also have received adjuvant/neoadjuvant systemic therapies; however cytotoxic chemotherapy or antibody drug conjugates (ADC) in the palliative setting are not permissible.\n* Patients receiving LHRH agonists (for example premenopausal patients) may continue, but may not start LHRH agonist within 12 weeks of enrollment.\n* Consult CCTG for other scenarios (for example where short course of other ET is given prior to CDKi + ET, patients who have received investigational drugs, vaccines or immunotherapies) as certain patients may be eligible.\n* All reversible prior toxicity related to prior therapies must have recovered to grade ≤ 1 (consult CCTG in the case of irreversible toxicity) and have adequate washout as follows (screening may occur during the washout period): Longest of the following (for questions or any proposed variance, please discuss with CCTG prior to patient enrollment): Two weeks; 5 half-lives for investigational agents; standard cycle length of standard therapies\n* Patients must not have received a transfusion (platelets or red blood cells) or colony stimulating factors ≤ 4 weeks prior to initiating treatment substudy therapy.\n* Surgery: Prior surgery is permitted provided that a minimum of at least 28 days have elapsed between any major surgical procedure and date of enrollment, and that wound healing has occurred.\n* Radiation: Prior external beam radiation is permitted provided a minimum of 28 days (4 weeks) have elapsed between the last dose of radiation and date of enrollment. Exceptions may be made for low-dose, non-myelosuppressive radiotherapy after consultation with CCTG. Concurrent radiotherapy is not permitted.\n* Patients must be registered and provide consent prior to blood collection for screening. The screening blood sample cannot be sent for analysis prior to screening registration.\n* Patient consent must be appropriately obtained in accordance with applicable local and regulatory requirements. Each patient must sign a consent form prior to both screening registration as well as enrollment to a specific substudy to document their willingness to participate.\n* Patients must be accessible for treatment and follow up. Patients enrolled on this trial must be treated and followed at the participating centre\n* In accordance with CCTG policy, substudy treatment is to begin within 2 working days of patient enrollment.\n* Women/men of childbearing potential must have agreed to use a highly effective contraceptive method.\n\nExclusion Criteria:\n\n* Patients with a history of other malignancies, including Myelodysplastic syndrome (MDS) or Acute myeloid leukemia (AML) except: adequately treated non-melanoma skin cancer, curatively treated in-situ cancer of the cervix, or other malignancies curatively treated with no evidence of disease for ˃ 2 years and which do not require ongoing treatment.\n* Patients with active or uncontrolled infections or with serious illnesses or medical conditions which would not permit the patient to be managed according to protocol.\n\n  * Infection includes but is not limited to active infection requiring systemic therapy and active or known human immunodeficiency virus (HIV) with detectable viral load, known hepatitis B surface antigen or positive hepatitis C antibody\n  * Pneumonitis or any history of pneumonitis requiring steroids (any dose)\n  * Participant has received a live vaccine within 30 days of planned start of study therapy. COVID19 vaccines that do not contain live viruses are allowed.\n  * Known primary immunodeficiency\n* Patients with recent clinically significant cardiac disease, including:\n\n  * angina pectoris, symptomatic pericarditis, coronary artery bypass grafting, coronary angioplasty, or stenting, or myocardial infarction in the previous 12 months;\n  * history of documented congestive heart failure (New York Heart Association functional classification III-IV) or cardiomyopathy\n  * uncontrolled hypertension (per Canadian guidelines)\n* All patients should have a LVEF ≥ 50%.\n* Patients with HER2 positive breast cancer (based on the most recent assessment, according to ASCO/CAP criteria).\n* History of hypersensitivity to any of the study drugs or their components.\n* Patients may not receive concurrent treatment with other anti-cancer therapy (other than bone-targeted therapy, if already taking and stable) or investigational agents while on protocol therapy.\n* Patients with prior allogenic bone marrow transplant or double umbilical cord blood transplantation (dUCBT).\n* Pregnant or breastfeeding women.\n* Patients with history of central nervous system metastases or spinal cord compression unless they have received definitive treatment such as resection or radiation, are clinically stable and do not require corticosteroids; corticosteroids must have been discontinued at least 7 days prior to enrollment.\n* Patients who are unable to swallow oral medication and/or have impairment of gastrointestinal (GI) function or GI disease that may significantly alter the absorption of the study drugs (e.g. Crohn's disease, ulcerative diseases, uncontrolled nausea, vomiting, diarrhea, malabsorption syndrome, active bowel inflammation (e.g. diverticulitis) or small bowel resection), unless agreed with CCTG (exceptions may be given if a parenteral treatment substudy is available/appropriate).\n* Patients with a history of non-compliance to medical regimens.\n* See Section 7.3 and individual treatment substudies for a list of concomitant medications that are not permitted.\n* Many substudies include drugs that have a risk for thrombocytopenia; therefore, participants should be advised to use caution when taking oral anticoagulants (e.g. warfarin) and antiplatelet drugs (e.g. aspirin).",
    "sex": "ALL",
    "minimumAge": "N/A",
    "stdAges": "CHILD, ADULT, OLDER_ADULT"
}