{
    "nctId": "NCT00916578",
    "briefTitle": "Xeloda (Capecitabine) and External Beam Radiation",
    "officialTitle": "A Phase II Study of Preoperative Capecitabine and Concomitant Radiation in Women With Advanced Inflammatory or Non-Inflammatory Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 33,
    "primaryOutcomeMeasure": "Response Rate of Patients Who Receive Pre-operative or Palliative Concurrent Radiation w/ Capecitabine to the Breast & at Risk or Involved Regional Lymph Nodes Basins.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Histological confirmation of invasive breast cancer\n2. No contraindications to receiving a course of radiation treatment (pregnancy, prior radiation to the volume with disease, or systemic disease in which radiation therapy is an absolute contraindication)\n3. Patients who have chemo-refractory gross disease in the breast causing symptoms (pain, drainage, duress) OR gross disease in the breast (greater than or equal to T3) and/or lymph node(s) progressive, persistent, or minimally responsive to chemotherapy deemed inoperable or questionable inoperable OR Recurrent gross disease in a previously unirradiated breast or on the chest wall or in the regional lymphatics (core biopsy will not be offered to patients without gross disease in the breast).\n4. Are able to swallow and retain oral medication (intact pill)\n5. Age over 18\n6. Female gender\n\nExclusion Criteria:\n\n1. Have an active or uncontrolled infection\n2. Have dementia, altered mental status, or any psychiatric condition that would prohibit the understanding or rendering of informed consent\n3. Have used an investigational drug within 21 days preceding the first dose of study medication\n4. Are receiving therapeutic anti-coagulation therapy (i.e. warfarin, heparin)\n5. Uncontrolled arrhythmia or congestive heart failure (CHF) based on clinical history or physical exam\n6. Patient cannot receive whole brain irradiation concurrently with Xeloda treatment.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}