{
    "nctId": "NCT02556684",
    "briefTitle": "Breast-Specific Gamma Imaging and Locally Advanced Breast Cancer Undergoing Neoadjuvant Chemotherapy",
    "officialTitle": "A Prospective Study to Evaluate Dynamic Breast-Specific Gamma Imaging in Monitoring Tumor Responses in Patients With Locally Advanced Breast Cancer Undergoing Neoadjuvant Chemotherapy",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 200,
    "primaryOutcomeMeasure": "Sensitivity/Specificity",
    "eligibilityCriteria": "Inclusion Criteria\n\n* 18 Years and older, and histologic proof of breast cancer (invasive ductal or lobular carcinoma-not breast sarcoma or lymphoma)\n* Patients having a clinical diagnosis of locally advanced breast cancer (T3 or T4, or N2 according to TNM classification) including inflammatory breast cancer.\n* Patients must be able to undergo neoadjuvant chemotherapy.\n* Eastern Cooperative Oncology Group (ECOG) performance status of 0, 1 or 2 sufficient to undergo chemotherapy\n\nExclusion Criteria\n\n* Previously treated cancer other than non melanotic skin cancer or carcinoma in situ of the cervix, unless disease-free for 5 years or greater.\n* Evidence of metastatic disease (found on chest X-ray, liver ultrasound or bone scan).\n* Previous chemotherapy or hormonal therapy for breast cancer.\n* Active infection or other significant illnesses which could hamper their ability to tolerate chemotherapy\n* Significant concurrent medical problems (e.g. uncontrolled diabetes, active cardiac disease, severe chronic obstructive pulmonary disease) making the patient unfit for surgery.\n* Any condition that could interfere with their ability to provide informed consent such as dementia or severe cognitive impairment.\n* Pregnant or lactating females.\n* Inadequate hematologic, renal and liver function as measured by CBC (WBC\\<4.0 x 109, Hb\\<100 g/L, plt count\\<100 x 109), and abnormal hepatic transaminases (AST, ALT, GGT, alkaline phosphatase\\>2x normal), elevated total bilirubin, and elevated serum creatinine (Cr\\>110 micromol/L).\n* Any contraindication to undergoing MRI or BSGI.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}