{
    "nctId": "NCT01122342",
    "briefTitle": "Vaginal Testosterone Cream For Atrophic Vaginitis in Women Taking Aromatase Inhibitors for Breast Cancer.",
    "officialTitle": "Vaginal Testosterone Cream For Atrophic Vaginitis in Women Taking Aromatase Inhibitors for Breast Cancer.",
    "overallStatus": "SUSPENDED",
    "conditions": "Vaginitis, Dyspareunia, Breast Neoplasms",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 30,
    "primaryOutcomeMeasure": "Serum estradiol levels",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologically or cytologically confirmed breast cancer (any stage).\n* Currently be using an aromatase inhibitor (anastrazole, exemestane or letrozole) for primary or adjuvant breast cancer treatment.\n* Must have complaints of vaginal itching, vaginal dryness and/or dyspareunia.\n* Not undergoing active chemotherapeutic or radiotherapeutic treatment\n* Age \\>18 years\n* Life expectancy of greater than 2 months.\n* CALGB (ZUBROD) performance status \\<3.\n* Post-menopausal - defined by absence of menses for at least 12 months and/or an FSH \\>25. Not post-menopausal as a function of medications intended to suppress ovarian function, such as gonadotropin releasing hormone agonists. Surgically post-menopausal subject eligible.\n* The effects of topical testosterone cream on the developing human fetus at the recommended therapeutic dose are unknown. For this study only post-menopausal women are included and all women of child-bearing potential are excluded. Should a woman become pregnant or suspect she is pregnant while participating in this study, she should inform her treating physician immediately.\n\nExclusion Criteria:\n\n* Patients who have not recovered from adverse events due to chemotherapeutic agents administered more than 4 weeks earlier.\n* History of allergic reactions attributed to compounds of similar chemical or biologic composition to testosterone or the emollient delivery cream used in the study.\n* Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements.\n* Pregnant women and women who are breast-feeding are excluded from this study because it is limited to post-menopausal women.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}