{
    "nctId": "NCT03182634",
    "briefTitle": "The UK Plasma Based Molecular Profiling of Advanced Breast Cancer to Inform Therapeutic CHoices (plasmaMATCH) Trial",
    "officialTitle": "A Multiple Parallel Cohort, Multi-centre Phase IIa Trial Aiming to Provide Proof of Principle Efficacy for Designated Targeted Therapies in Patients With Advanced Breast Cancer Where the Targetable Mutation is Identified Through ctDNA",
    "overallStatus": "UNKNOWN",
    "conditions": "Advanced Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "OTHER",
    "enrollmentCount": 1150,
    "primaryOutcomeMeasure": "The primary endpoint for Cohorts A to E is confirmed objective response rate as defined by RECIST v1.1 for each cohort separately",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Female.\n2. Aged ≥ 18 years old.\n3. Histologically confirmed invasive breast carcinoma.\n4. Metastatic or recurrent locally advanced breast cancer that is not suitable for treatment with radical or curative intent.\n5. Demonstrated progression of disease by radiological assessment or by clinical assessment within the last 6 weeks.\n6. Measurable disease by RECIST v1.1.\n7. Patients must have completed at least one prior line of treatment for advanced breast cancer and/or relapse within 12 months of completing (neo)adjuvant chemotherapy. Patients with HER2 positive breast cancer must have been treated with at least two courses of HER2 targeted therapy in the advanced setting (or one course if no further courses of HER2 targeted therapy are available locally).\n8. Patient must either be suitable for a baseline biopsy of recurrent disease or have an archival biopsy of recurrent disease available. Patients are requested to consent to a baseline biopsy but if deemed unsafe by the Investigator, an archival biopsy of recurrent disease can be used instead. If it is deemed unsafe to proceed with baseline biopsy, and no archival recurrent disease biopsy is available, the patient will not be eligible for entry into the treatment cohort.\n9. ECOG performance status ≤ 2.\n10. Life expectancy \\>3 months in Cohorts A-D, \\>16 weeks in Cohort E.\n11. Patients must be a) surgically sterile; b) have a sterilised sole partner; c) be postmenopausal; d) must agree to practice true abstinence; or e) must agree to use effective contraception during the period of trial treatment and be willing to do so for 6 months following the end of trial treatment. Effective contraception is defined as double barrier contraception (e.g. condom plus spermicide in combination with a diaphragm, cervical cap or intrauterine device). Ovarian suppression with an LHRH agonist is not a method of contraception.\n12. Patients of childbearing potential should have a negative serum pregnancy test within 14 days prior to initiation of trial treatment.\n13. At least 4 weeks washout period after the end of trial treatment on a different cohort within plasmaMATCH.\n14. Adequate haematological, renal and hepatic function as defined by cohort-specific criteria in protocol.\n15. For patients with ER positive breast cancer in Cohorts A, B and C: EITHER postmenopausal, as defined by at least one of the following criteria: Age \\>60 years; Age \\<60 years and cessation of regular menses for at least 12 consecutive months with no alternative pathological or physiological cause; and serum estradiol and follicle stimulating hormone (FSH) level within the laboratory's reference range for postmenopausal females; Documented bilateral oophorectomy; medically confirmed ovarian failure. OR Pre-/peri-menopausal (i.e. not meeting the criteria for being postmenopausal) if being treated with an LHRH agonist that was commenced at least 4 weeks prior to Cycle 1 Day 1, and continues on the LHRH agonist throughout the trial period.\n\nNB. Additional eligibility criteria apply for entry into each treatment cohort.\n\nExclusion Criteria:\n\n1. Prior treatment with radiotherapy (except for palliative reasons), endocrine therapy, immunotherapy, chemotherapy or IMPs during the previous 4 weeks (6 weeks for nitrosoureas, Mitomycin-C) before trial treatment, except for hormonal therapy with LHRH analogues, which are permitted, and bisphosphonates or RANK ligand antibodies that are permitted for the management of bone metastases.\n2. Uncontrolled CNS disease (brain metastases or leptomeningeal disease). Patients with prior diagnosis of CNS metastases must be stable by clinical assessment having ceased steroids after prior treatment.\n3. History of clinically significant or uncontrolled cardiac disease, including congestive heart failure, angina, myocardial infarction within the last 6 months or ventricular arrhythmia. Patients with a history of any of the above listed cardiac conditions judged not to be clinically significant by the local investigator must be notified to the trial team at the ICR-CTSU for approval by the CI and/or Cohort Lead.\n4. Ongoing toxic manifestations of previous treatments Grade ≥1. Exceptions to this are alopecia or toxicities which in the opinion of the Investigator should not exclude the patient. Such cases should be clearly documented in the patient's notes by the Investigator.\n5. Major surgery (excluding minor procedures, e.g. placement of vascular access) within 4 weeks of the first dose of trial treatment.\n6. Pregnant or breastfeeding.\n7. Any condition that according to the treating physician may compromise the patient's safety or the conduct of the trial.\n8. Current malignancies of other types, with the exception of adequately treated in situ carcinoma of the cervix and basal or squamous cell carcinoma of the skin. Cancer survivors, who have undergone potentially curative therapy for a prior malignancy and have no evidence of the disease for 3 years or more are eligible for the trial.\n\nNB. Additional eligibility criteria apply for entry into each treatment cohort.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}