{
    "nctId": "NCT01531764",
    "briefTitle": "BIBW 2992 (Afatinib) and Vinorelbine",
    "officialTitle": "Single-arm, Open-label, Multicentre Phase II Study Evaluating the Efficacy and Safety of BIBW 2992 (Afatinib) in Combination With Vinorelbine for the Treatment of Patients With Metastatic Breast Cancer With Intermediate HER2 Expression (HER2 2+ by Immunohistochemistry, Fluorescence In-situ Hybridisation (FISH) Negative) After Failure of First-line Therapy in the Metastatic Setting and Having Been Pre-treated With Anthracyclines",
    "overallStatus": "TERMINATED",
    "conditions": "Carcinoma Breast Stage IV",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 2,
    "primaryOutcomeMeasure": "Progression-free survival based on tumor imaging according to RECIST 1.1 criteria.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Female patients ≥ 18 years\n* Histologically confirmed diagnosis of intermediate HER2-overexpressing breast cancer\n* Stage IV metastatic disease\n* Must have received anthracycline-based chemotherapy for adjuvant treatment of breast cancer or first-line treatment of metastatic breast cancer\n* Must have received one first-line chemotherapy for metastatic breast cancer\n* Must have (archived) tumour tissue sample available for central re- assessment of HER2 status and prove to be intermediate HER2-positive. HER2 intermediate status is defined as IHC 2+ and FISH-negativity.\n* Must have at least one measurable lesion according to RECIST 1.1. Patient with only skin lesions will not be eligible.\n* Eastern Cooperative Oncology Group (ECOG) score of 0 or 1.\n* Life expectancy of at least six (6) months.\n* Written informed consent that is consistent with ICH-GCP guidelines.\n* Must be eligible for treatment with BIBW 2992 and vinorelbine.\n\nExclusion Criteria:\n\n* 1. Prior treatment with EGFR/HER2-targeted tyrosine kinase inhibitors, i.e. lapatinib\n* Prior treatment with vinorelbine\n* Known pre-existing interstitial lung disease\n* Radiotherapy, chemotherapy, hormone therapy, immunotherapy or surgery (other than biopsy) within 4 weeks (2 weeks for hormone therapy) prior to start of treatment with BIBW 2992 and vinorelbine.\n* Active brain metastases\n* Any other current malignancy or malignancy diagnosed within the past five (5) years (other than non-melanomatous skin cancer and in situ cervical cancer).\n* Significant or recent acute gastrointestinal disorders with diarrhoea as a major symptom, e.g. Crohn's disease, malabsorption or CTC grade ≥ 2 diarrhoea of any aetiology.\n* History or presence of clinically relevant cardiovascular abnormalities such as uncontrolled hypertension, congestive heart failure NYHA classification of ≥3, unstable angina or poorly controlled arrhythmia. Myocardial infarction within 6 months prior to start of study treatment.\n* Cardiac left ventricular function with resting ejection fraction of less than 50 %.\n* Any other concomitant serious illness or organ system dysfunction which in the opinion of the investigator would either compromise patient safety or interfere with the evaluation of the safety of the test drug.\n* Laboratory values according to specified ranges.\n* Women of childbearing potential, unwilling to use a medically acceptable method of contraception during the trial.\n* Pregnancy or breast-feeding.\n* Patients unable to comply with the protocol.\n* Known hepatitis B infection, known hepatitis C infection or known HIV carrier.\n* Known or suspected active drug or alcohol abuse.\n* Requirement for treatment with any of the prohibited concomitant medications\n* Any contraindications for therapy with vinorelbine or BIBW 2992.\n* Known hypersensitivity to BIBW 2992 or the excipients of any of the trial drugs.\n* Use of any investigational drug within 4 weeks of start of treatment.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}