{
    "nctId": "NCT02014337",
    "briefTitle": "Mifepristone and Eribulin in Patients With Metastatic Triple Negative Breast Cancer or Other Specified Solid Tumors",
    "officialTitle": "Phase 1 Study of Mifepristone in Combination With Eribulin in Patients With Locally Advanced/Metastatic Breast or Other Specified Solid Tumors, With a Dose Expansion Cohort in Patients With Triple Negative Breast Cancer.",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer, Ovarian Epithelial Cancer Recurrent, Sarcoma, Non-small Cell Lung Cancer, Carcinoma, Transitional Cell, Prostate Cancer, Prostatic Neoplasms",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 37,
    "primaryOutcomeMeasure": "Determine the MTD and recommended Phase 2 dose (RP2D) of the combination of mifepristone and eribulin in patients with metastatic or locally advanced unresectable breast or other specified solid tumors.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Informed consent given prior to study-specific screening procedures\n2. ≥ 18 years old\n\nPart 2, dose expansion:\n\n1. Diagnosis of TNBC: \\< 1% cells positive for ER/progesterone receptor, and HER2 IHC score of 0 or 1, or FISH HER2+ ratio of less than 1.8; patients with low ER IHC (\\> 1% but \\< 10% cells positive), but negative by genomic assay are eligible\n2. Inoperable metastatic or locally advanced unresectable disease\n3. Patients should have received a minimum of one, and up to five prior chemotherapy regimens\n4. Must have submitted a diagnostic FFPE tumor tissue sample to confirm tumor GR positivity. Tumor tissue may be from primary or metastatic lesion. In the absence of sufficient tissue to complete IHC, a tumor biopsy will be required.\n5. Tumor must be glucocorticoid receptor positive TNBC (≥10% positive cells by IHC of tumor biopsy)\n6. Must have measurable disease (RECIST v1.1) in at least one lesion not previously irradiated unless documented evidence of progression\n7. Patients with treated, stable brain metastases eligible providing treatment was ≥4 weeks prior to initiation of study drug, and baseline CT or MRI negative for new brain metastases. Must not require therapy with corticosteroids.\n8. ECOG performance status 0 or 1\n9. Must have adequate bone marrow and renal/hepatic function at the screening visit (≤7 days preceding the lab assessment):\n\n   i. ANC ≥ 1,500/mm3, without G-CSF\n\n   ii. Platelets ≥ 100,000/mm3, without transfusion\n\n   iii. Hemoglobin ≥ 9 g/dL, without transfusion support\n\n   iv. AST or ALT ≤ 3 × ULN\n\n   v. Total serum bilirubin ≤ 1.5 times ULN\n\n   vi. Serum creatinine ≤ ULN\n\n   vii. Potassium and magnesium levels within normal limits. If below the lower limit of normal, must have levels corrected by supplementation prior to starting study drug.\n\n   viii. albumin \\> 3.0 g/dL\n10. PT/aPIT ≤ 1.5 x ULN\n11. Disease-free period of \\> 3 years from any other previous malignancies, excluding curatively treated basal cell carcinoma, squamous cell carcinoma of the skin, or carcinoma in situ of the cervix.\n12. Female patients of childbearing potential must have a negative serum pregnancy test. Sexually active patients must be willing to use non-hormonal contraception, including condom use by male partner, and barrier method by the female partner during the treatment period and for at least 3 months after the last dose of the study drug. Females considered not of childbearing potential include those who have been in menopause \\> 2 years, or are surgically sterile (status post tubal ligation or hysterectomy).\n13. Must be able and willing to comply with the study visit schedule and study procedures.\n14. Able to take oral medications\n\nExclusion Criteria:\n\n1. Systemic cytotoxic therapies or radiotherapy ≤14 days prior to day 1 cycle 1\n2. Major surgery within 4 weeks, or minor surgery within 2 weeks prior to day 1 of cycle 1\n3. Endometrial bleeding\n4. For two weeks prior to day 1 cycle 1, administration of specified cytochrome P450 3A (CYP3A) inducers\n5. Patients who are taking simvastatin or lovastatin. Patients should be switched to alternative therapies a minimum of 2 weeks before starting study drug\n6. Patients who have been treated with an investigational agent \\<21 days prior to day 1 of cycle 1\n7. Concomitant use of biological agents including growth factors. Exception: 3- to 6-patient breast cancer cohort enrolled to explore the use of prophylactic growth-factor support of a 1.4 mg/m2 dose of eribulin.\n8. Patients who require treatment with systemic corticosteroids for serious medical conditions or illnesses (e.g. immunosuppression after organ transplantation)\n9. History of significant cardiac disease. Includes second/third degree heart block; significant ischemic heart disease; mean QTc interval \\> 480 msec prior to study start; poorly controlled hypertension; congestive heart failure of NYHA Class II or worse\n10. Pregnant or breast-feeding\n11. Any other significant co-morbid conditions that would impair study participation or cooperation\n12. In Part 2, unable or unwilling to consent to provision of tumor tissue for GR assay",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}