{
    "nctId": "NCT04533373",
    "briefTitle": "Sensory Restoration After DIEP Flap Neurotization",
    "officialTitle": "The Effect of DIEP Flap Neurotization on Sensory Restoration After Breast Reconstruction",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer, Breast Reconstruction, Sensory Restoration",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 156,
    "primaryOutcomeMeasure": "12-month Breast sensation as assessed by the AcroValTM device",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. All patients presenting to Johns Hopkins who have had or will have mastectomy (therapeutic or prophylactic) and are planning to undergo unilateral mastectomy followed by breast reconstruction with autologous deep inferior epigastric perforator flap (DIEP) will be included.\n\n   These patients will then be randomized in either of two treatment modalities:\n   * Treatment Modality 1: Breast reconstruction with DIEP flap and neurotization.\n   * Treatment Modality 2: Breast reconstruction with DIEP flap but without neurotization.\n2. 18 years of age and older\n3. The patient is aware of the nature of her malignancy if a malignancy has been diagnosed; understands the study purpose, requirements, and risks; and is able and willing to sign an informed consent.\n\nExclusion Criteria:\n\n1. Autologous reconstruction where the flap is buried.\n2. Exclusion criteria will encompass any patient with: diabetic neuropathy, thyroid disorders, collagen vascular disease, alcoholism, pernicious anemia, or any other severe underlying peripheral neuropathy including chemotherapy-induced neuropathy or neuropathy induced by other medications.\n3. Pregnant or lactating women will be excluded from this study.\n4. Women with recurrent breast cancer will be excluded.\n5. Women with previous reconstructive procedures or who have previously undergone lumpectomy with radiation will be excluded.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}