{
    "nctId": "NCT01958021",
    "briefTitle": "Study of Efficacy and Safety of LEE011 in Postmenopausal Women With Advanced Breast Cancer.(MONALEESA-2)",
    "officialTitle": "A Randomized Double-blind, Placebo-controlled Study of LEE011 in Combination With Letrozole for the Treatment of Postmenopausal Women With Hormone Receptor Positive, HER2 Negative, Advanced Breast Cancer Who Received no Prior Therapy for Advanced Disease",
    "overallStatus": "COMPLETED",
    "conditions": "Advanced, Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 668,
    "primaryOutcomeMeasure": "Progression Free Survival (PFS) Per Investigator Assessment",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Women with advanced (locoregionally recurrent or metastatic) breast cancer not amenable to curative therapy.\n2. Patient is postmenopausal. Postmenopausal status is defined either by:\n\n   * Prior bilateral oophorectomy\n   * Age ≥60\n   * Age \\<60 and amenorrhea for 12 or more months (in the absence of chemotherapy, tamoxifen, toremifen, or ovarian suppression) and FSH and estradiol in the postmenopausal range per local normal range Note: For women with therapy-induced amenorrhea, serial measurements of FSH and/or estradiol are needed to ensure postmenopausal status. Ovarian radiation or treatment with a luteinizing hormone-releasing hormone agonist (LH-RHa) (goserelin acetate or leuprolide acetate) is not permitted for induction of ovarian suppression in this trial.\n3. No prior systemic anti-cancer therapy for advanced disease.\n4. Patient has a histologically and/or cytologically confirmed diagnosis of estrogen-receptor positive and/or progesterone receptor positive breast cancer by local laboratory.\n5. Patient has HER2-negative breast cancer defined as a negative in situ hybridization test or an IHC status of 0, 1+ or 2+. If IHC is 2+, a negative in situ hybridization (FISH, CISH, or SISH) test is required by local laboratory testing.\n6. Patient must have either:\n\n   • Measurable disease, i.e., at least one measurable lesion as per RECIST 1.1 criteria (Tumor lesions previously irradiated or subjected to other locoregional therapy will only be considered measurable if disease progression at the treated site after completion of therapy is clearly documented).\n\n   OR\n\n   • If no measurable disease is present, then at least one predominantly lytic bone lesion must be present (Patients with no measurable disease and only one predominantly lytic bone lesion that has been previously irradiated are eligible if there is documented evidence of disease progression of the bone lesion after irradiation).\n7. Patient has an Eastern Cooperative Oncology Group (ECOG) performance status 0 or 1\n\nExclusion Criteria:\n\n1. Patient who received any CDK4/6 inhibitor.\n2. Patient who received any prior systemic anti-cancer therapy (including hormonal therapy and chemotherapy) for advanced breast cancer\n\n   Note:\n   * Patients who received (neo) adjuvant therapy for breast cancer are eligible. If the prior neo (adjuvant) therapy included letrozole or anastrozole the disease free interval must be greater than 12 months from the completion of treatment until randomization.\n   * Patients who received ≤ 14 days of letrozole or anastrozole for advanced disease prior to randomization are eligible.\n   * Any prior (neo) adjuvant anti-cancer therapy must be stopped at least 5 half-lives or 7 days, whichever is longer, before randomization\n3. Patient is concurrently using other anti-cancer therapy.\n4. Patient has a concurrent malignancy or malignancy within 3 years of randomization, with the exception of adequately treated, basal or squamous cell carcinoma, non-melanomatous skin cancer or curatively resected cervical cancer.\n5. Patient has active cardiac disease or a history of cardiac dysfunction including any of the following:\n\n   * History of angina pectoris, symptomatic pericarditis, or myocardial infarction within 12 months prior to study entry\n   * History of documented congestive heart failure (New York Heart Association functional classification III-IV)\n   * Documented cardiomyopathy\n   * Patient has a Left Ventricular Ejection Fraction (LVEF) \\< 50% as determined by Multiple Gated acquisition (MUGA) scan or echocardiogram (ECHO)\n   * History of any cardiac arrhythmias, e.g., ventricular, supraventricular, nodal arrhythmias, or conduction abnormality in the previous 12 months.\n   * On screening, any of the following cardiac parameters:\n\nbradycardia (heart rate \\< 50 at rest), tachycardia (heart rate \\> 90 at rest), PR interval \\> 220 msec, QRS interval \\>109 msec, or QTcF \\>450 msec.\n\n* Systolic blood pressure \\>160 or \\<90 mmHg\n\n  6. Patient is currently receiving any of the following medications and cannot be discontinued 7 days prior start if the treatment:\n* That are known strong inducers or inhibitors of CYP3A4.\n* That have a known risk to prolong the QT interval or induce Torsades de Pointes.\n* That have a narrow therapeutic window and are predominantly metabolized through CYP3A4.\n* Herbal preparations/medications",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}