{
    "nctId": "NCT03329378",
    "briefTitle": "Neoadjuvant Dose-Dense For Early Her2Neu Positive Breast Cancer",
    "officialTitle": "A Phase II Randomized Trial Evaluating Neoadjuvant Dose-Dense Doxorubicin/Cyclophosphamide Followed by Paclitaxel/Trastuzumab/Pertuzumab (AC THP) and Docetaxel/Carboplatin/Trastuzumab/Pertuzumab (TCHP) For Early Her2Neu Positive Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Locally Advanced Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 7,
    "primaryOutcomeMeasure": "Number of Participants With Pathologic Complete Response (pCR)",
    "eligibilityCriteria": "Inclusion Criteria:\n\nThe patient must have signed and dated an IRB-approved consent form that conforms to federal and institutional guidelines.\n\n* Female\n* 18 years or older\n* ECOG performance status of 0 or 1\n* Eligible tumors must meet one of the following criteria:\n\n  * Operable (T1c, T2-3, N0-1, M0)\n  * Locally advanced (T2-3, N2-3, M0 or T4a-c, any N, M0)\n  * Inflammatory breast cancer (T4d, any N, M0)\n* Staging evaluation:\n\n  * History and physical exam, cbc, chemistry profile\n  * CT Chest/Abdomen/Pelvis and a bone scan or PET/CT as needed\n* Diagnosis of invasive adenocarcinoma made by core needle biopsy\n* Breast cancer determined to be:\n* Confirmed HER2-positive : (ASCO CAP guidelines, 10/7/2013)\n\n  * IHC 3+ based on circumferential membrane staining that is complete, intense\n  * ISH positive based on:\n  * Single probe average HER2 copy number ≥ 6 signals/cell\n  * Dual probe HER2/CEP 17 ratio ≥ 2.0 with an average HER2 copy number ≥ 4.0 signals/cell\n  * Dual probe HER2/CEP 17 ratio ≥ 2.0, with an average HER2 copy number of \\< 4.0 signals/cell\n  * Dual probe HER2/CEP 17 ratio \\< 2.0 with the average HER2 copy number of ≥ 6.0 signals/cell\n* any ER or PR receptor status\n* LVEF assessment by echocardiogram within 30 days of initiation; EF of ≥ 55% considered normal.\n* Normal troponin I level at baseline\n* Blood counts must meet the following criteria:\n\n  * ANC greater than or equal to 1500/mm3\n  * Platelet count greater than or equal to 100,000/mm3\n  * Hemoglobin greater than or equal to 10 g/dL\n* Serum creatinine less than or equal 2.5 mg/100ml\n* Adequate hepatic function by these criteria: total bilirubin must be less than or equal to 1.5 x the ULN for the lab unless the patient has a bilirubin elevation great than the ULN to 1.5 x ULN due to Gilbert's disease or similar syndrome involving slow conjugation of bilirubin; and alkaline phosphatase must be less than or equal to 2.5 x ULN for the lab; and AST must be less than or equal to 1.5 x ULN for the lab. Both alkaline phosphatase and AST may not both be greater than the ULN.\n* Patients with AST or alkaline phosphatase \\> ULN are eligible for inclusion in the study if liver imaging (CT, MRI, PET-CT or PET scan) performed within 90 days prior to randomization does not demonstrate metastatic disease and the requirements are met as above\n* Patients with alkaline phosphatase that is \\> ULN but less than or equal to 2.5 x ULN or unexplained bone pain are eligible for inclusion in the study if a bone scan, PET-CT scan, or PET scan performed within 90 days prior to randomization does not demonstrate metastatic disease.\n\nExclusion Criteria:\n\nPatients with a history of decompensated congestive heart failure or an EF \\< 55% will be excluded\n\n• Cardiac disease that would preclude the use of the drugs included in the above regimens. This includes but is not confined to:\n\n* Active cardiac disease:\n* angina pectoris requiring the use of anti-anginal medication;\n* ventricular arrhythmias except for benign premature ventricular contractions controlled by medication;\n* conduction abnormality requiring a pacemaker;\n* supraventricular and nodal arrhythmias requiring a pacemaker or not controlled with medication; and\n* clinically significant valvular disease\n* symptomatic pericarditis\n* pulmonary hypertension\n* History of cardiac disease:\n* myocardial infarction;\n* congestive heart failure; or\n* cardiomyopathy",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}