{
    "nctId": "NCT05384119",
    "briefTitle": "Phase 1b/2 Study of TTI-101 in Combination for Patients With Metastatic Hormone Receptor-Positive and HER2-Negative Breast Cancer",
    "officialTitle": "REVERT- Breast Cancer: Phase 1b/2 Study of the Addition of STAT3 Inhibitor TTI-101 to Reverse Resistance to Palbociclib or Ribociclib Plus Aromatase Inhibitor or Fulvestrant Therapy for Metastatic Hormone Receptor-Positive and HER2-Negative Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 6,
    "primaryOutcomeMeasure": "Phase 1b: Number of Participants Who Experience a Dose Limiting Toxicity (DLT)",
    "eligibilityCriteria": "Inclusion Criteria:\n\nParticipants must meet all the following criteria to be eligible:\n\n1. Age ≥18 years at the time of informed consent.\n2. Metastatic or locally advanced breast cancer not amenable to curative treatment by surgery or radiotherapy.\n3. For Phase 1b,currently receiving palbociclib and AI or fulvestrant; for Phase 2, currently receiving palbociclib or ribociclib and AI or fulvistrant therapy in the metastatic setting with evidence of progressive disease. In addition:\n\n   * Must have remained on palbociclib or ribociclib and AI or fulvestrant therapy for ≥6 months for advanced breast cancer or metastatic disease prior to evidence of progression that in the opinion of the treating physician warrants continued therapy with palbociclib or ribociclib and AI or fulvestrant.\n   * Dosage of palbociclib, ribociclib, AI and fulvestrant must remain unchanged from regimen prior to study enrollment specifically palbociclib at a dose of 125, 100, or 75 mg administered orally for 21 days every 28-day cycle or ribociclib at a dose of 200, 400, or 600 mg administered orally for 21 days every 28-day cycle.\n4. All men and premenopausal women must be on medical gonadal suppression therapy with a gonadotropin analog (e.g, goserelin or leuprolide) and have estrogen levels in the postmenopausal range by institutional criteria at baseline.\n5. Has an Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1.\n6. Has documented confirmation of histological or cytological HR-positive, HER2-negative breast cancer per local laboratory testing.\n7. Up to 2 prior lines of systemic treatment (most recent line of therapy must be palbociclib and AI or fulvestrant for Phase 1b and palbociclib or ribociclib and AI or fulvestrant for Phase 2) in the locally advanced or metastatic setting is allowed; the participant must have shown evidence of progressive disease on palbociclib and AI or fulvestrant for Phase 1b and palbociclib or ribociclib and AI or fulvestrant for Phase 2 in the locally advanced or metastatic setting prior to enrollment.\n8. Willing to provide a representative fresh tumor tissue specimen prior to enrollment. The fresh tumor specimen must be obtained after evidence of progression on palbociclib and AI or fulvestrant for Phase 1b and palbociclib or ribociclib and AI or fulvestrant for Phase 2.\n\n   • Participants with bone only disease WITHOUT a soft tissue component, may opt out of the tumor biopsy.\n9. The presence of measurable disease as per Response Evaluation Criteria in Solid Tumors (RECIST) Version 1.1 is preferred but not required. Lesions in a previously irradiated area that have not progressed are not considered measurable.\n\nExclusion Criteria:\n\nParticipants meeting any of the following exclusion criteria will not be eligible:\n\n1. Has received more than 2 lines of prior systemic therapy for locally advanced/metastatic breast cancer.\n2. Had prior exposure to any signal transducer and activator of transcription 3 (STAT3) inhibitor.\n3. Had radiotherapy within 3 weeks prior to Cycle 1 Day 1 (cycle is 28 days). Participants must have recovered from radiotherapy toxicities prior to starting study treatment and recovered to Grade 1 or better from related side effects of such therapy (with the exception of alopecia).\n4. Has HER2 overexpression by local laboratory testing (immunohistochemical \\[IHC\\] 3+ or in situ hybridization positive).\n5. Has known loss of retinoblastoma tumor suppressor gene (Rb) (testing not mandatory).\n6. Has had disease progression on more than two cyclin-dependent kinase (CDK)4/6 inhibitors. Adjuvant abemaciclib is allowed but must have progressed on palbociclib or ribociclib.\n7. Concurrently using other anticancer therapy. Participants must continue palbociclib and AI or fulvestrant for Phase 1b and palbociclib or ribociclib and AI or fulvestrant for Phase 2.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}