{
    "nctId": "NCT05004142",
    "briefTitle": "Study of Efficacy, Safety, and Pharmacokinetics of FCN-437c in Combination With Fulvestrant or Letrozole+Goserelin",
    "officialTitle": "Evaluation of the Antitumor Activity, Safety, and Pharmacokinetic Profile of FCN-437c in Combination With Fulvestrant or Letrozole + Goserelin in Female Patients With ER+, HER2- Advanced Breast Cancer",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Neoplasms",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 70,
    "primaryOutcomeMeasure": "Overall response rate",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Subjects are eligible to be included in the study only if they meet all of the following criteria:\n\n  1. Patients with advanced breast cancer diagnosed as ER+, HER2-; ER+ is defined as histologically or cytologically confirmed ER+ with positive nuclear staining of estrogen receptor tumor cells ≥ 1% by immunohistochemistry; HER2- is defined as histologically or cytologically confirmed HER2-, with a negative ISH test result or an IHC test result of 0, 1+, or 2+, and if the IHC test result is 2+, the ISH test result must be negative;\n  2. Criteria of menopausal status and prior treatment, and see Appendix 3 for definition of menopause:\n\n     Cohort 1 (FCN-437c in combination with Fulvestrant): post-menopausal patients with advanced breast cancer, who are not suitable for curative surgical resection or radiation therapy and have not previously received systemic therapy, or have disease progression supported by imaging evaluation during their first-line endocrine therapy (including anti-estrogen or aromatase inhibitors).\n\n     Cohort 2 (FCN-437c in combination with Letrozole + Goserelin): pre-menopausal patients with advanced breast cancer, who are not suitable for curative surgical resection or radiation therapy and have not received systemic therapy; Note: If any relapse or metastases occur within 12 months from the treatment start during the (neo) adjuvant endocrine therapy or within 12 months after the (neo) adjuvant endocrine therapy, such (neo) adjuvant endocrine therapy will be taken as one line of systemic therapy.\n  3. ECOG (Eastern Cooperative Oncology Group) performance status score at 0 or 1;\n  4. According to RECIST 1.1, patients must have at least one measurable lesion ( for any lesion received radiotherapy or other local treatments, it may be considered as a measurable lesion if disease progression is proved by radiographic evidence after completion of treatment).\n\n     Note: Patients with only bone metastases must have at least one bone lesion that is predominantly osteolytic if no measurable lesion is present (for patients with no measurable lesion and only one osteolytic lesion, if prior radiotherapy to that lesion was performed, it is eligible if radiographic evidence supports disease progression of this bone lesion after radiotherapy).\n  5. Life expectancy for at least 12 weeks;\n  6. The bone marrow and organ function of the patient should be adequate:\n\n     1. Absolute neutrophil count ≥1.5×109/L;\n     2. Hemoglobin ≥ 90 g/L (without erythrocyte transfusion in 14 days);\n     3. Platelets ≥75×109/L;\n     4. Serum total bilirubin ≤1.5×ULN (upper limit normal), and ≤3.0×ULN for patients with Gilbert's syndrome;\n     5. AST (aspartate aminotransferase), ALT(alanine aminotransferase) ≤2.5×ULN; for patients with liver metastasis, both AST and ALT should be ≤5×ULN;\n     6. Creatinine \\< 1.5×ULN and creatinine clearance ≥50mL/min (Ccr=((140-age) × body weight (kg))/(72×Scr (mg/dl)) or Ccr=((140-age) × body weight (kg))/(0.818×Scr (umol/L)) Note: For females, the results should be calculated by × 0.85).\n  7. Willingness and ability to comply with planned visits, treatment plans, laboratory tests and other trial procedures;\n  8. Subject should fully understand this study and agree to sign the ICF (informed consent form).\n\nExclusion Criteria:\n\n* Patients that meet any of the following conditions shall not be included in this clinical study:\n\n  1. Prior treatment criteria:\n\n     1. Prior treatment with a CDK4/6 inhibitor;\n     2. Prior systemic chemotherapy for advanced breast cancer;\n     3. Prior radiotherapy, major surgery, immunotherapy, monoclonal antibody therapy and other systemic anti-tumor therapy within 4 weeks before initiation of study drug administration;\n     4. Cohort 1:\n\n     i. (a) Previously received two or more lines of endocrine therapy; If relapse or metastases occur within 12 months from the treatment start during the (neo) adjuvant endocrine therapy or within 12 months after the (neo) adjuvant endocrine therapy, such (neo) adjuvant endocrine therapy will be taken as one line of systemic therapy; ii. Previously received Fulvestrant as first-line endocrine therapy for advanced breast cancer; e) Cohort 2: i. Previously treated with systemic anti-tumor therapy including endocrine therapy for advanced breast cancer; Note: Patients with disease progression after more than 12 months from the initiation or completion of the (neo) adjuvant therapy are eligible; Patients received Tamoxifen or an aromatase inhibitor within 14 days or an LHRH analogue within 28 days are eligible.\n  2. Patients unsuitable for endocrine therapy due to metastases to any important organ or with large tumor loads, e.g., patients judged by the investigator to be unsuitable for endocrine therapy:\n\n     1. symptomatic visceral metastases;\n     2. rapid disease progression or impaired visceral functions;\n     3. Non-visceral metastases requiring chemotherapy based on the investigator's clinical judgment;\n  3. Failure to recover from toxic effects of prior anti-tumor therapy (\\> grade 2 as defined by NCI-CTCAE version 5.0);\n  4. Receipt strong CYP3A inhibitors (amprenavir, atazanavir, boceprevir, clarithromycin, conivaptan, delavirdine, diltiazem, erythromycin, fosamprenavir, indinavir, itraconazole, ketoconazole, lopinavir, mibefradil, miconazole, nefazodone, nelfinavir, posaconazole, ritonavir, saquinavir, telaprevir, telithromycin, verapamil, voriconazole, etc.) or strong CYP3A inducers (carbamazepine, felbamate, nevirapine, phenobarbital, phenytoin, primidone, rifabutin, rifampin, rifapentine, etc.) within 14 days before the first dose;\n  5. Cardiac function and diseases that meet one of the following conditions:\n\n     1. 12-lead electrocardiogram (ECG) measurements at the study site during the screening period, with a QTcF \\> 470 ms based on the QTcF formula;\n     2. Arrhythmia with clinical significance, including but not limited to complete left bundle branch block and second-degree atrioventricular block;\n     3. Any risk factors prolonging the QTc interval, such as hypokalemia, inherited long QT syndrome, use of drugs that prolong the QTc interval (mainly including Class Ia, Class Ic and Class III antiarrhythmic drugs; for drugs potentially prolong the QTc interval, see https://crediblemeds.org/index.php/tools/pdfdownload? f=cql_en; e.g., haloperidol, droperidolum, chloroquine, quinidine, procainamide, disopyramide, sotalol, amiodarone, doxepin, mianserin, mexiletine, loratadine, etc.).\n     4. Cardiac failure congestive with New York Heart Association (NYHA) classification ≥ Class 3;\n  6. Difficulty in swallowing, or with an active digestive disorder, or with major GI surgery, or with malabsorption syndrome, or other conditions that may impair the absorption of FCN-437c (e.g., ulcerative lesions, uncontrollable nausea, vomiting, diarrhea, malabsorption syndrome, and small bowel resection).\n  7. Known hypersensitivity to the study drugs Letrozole, Fulvestrant, Goserelin, or to FCN-437c or any excipients;\n  8. Uncontrolled CNS metastases, unless all of the following requirements are met:\n\n     1. More than 4 weeks after radiotherapy or surgery before the start of the study treatment;\n     2. CNS metastases are clinically stable, asymptomatic and do not require hormonal or other dehydration therapy;\n     3. No meningeal metastases;\n  9. Active infection, including patients with positive hepatitis B surface antigen (HBsAg), and HBV DNA ≥1.00×103 IU/ml; patients with positive hepatitis C virus antibody (Anti-HCV); patients infected with human immunodeficiency virus (HIV);\n  10. For Cohort 2 only:\n\n      i. Pregnant or lactating women; ii. For female patients of childbearing potential, disagreeing to use an effective contraceptive method, such as double barrier methods, condoms and or IUDs, during treatment and for at least 30 days after the last dose of the study treatment;\n  11. Any other diseases or conditions with clinical significance that investigators believe may affect the compliance with the protocol or patients' signature of ICF, such as uncontrollable diabetes, active or uncontrollable infections;",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}