{
    "nctId": "NCT00723294",
    "briefTitle": "Cryoablation Therapy in Treating Patients With Invasive Ductal Breast Cancer",
    "officialTitle": "A Phase II Trial Exploring the Success of Cryoablation Therapy in the Treatment of Invasive Breast Carcinoma",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 99,
    "primaryOutcomeMeasure": "Rate of Complete Tumor Ablation",
    "eligibilityCriteria": "1. Unifocal primary invasive ductal breast carcinoma diagnosed by core needle biopsy. NOTE: Patients with lobular carcinoma, multifocal and/or multicentric ipsilateral breast cancer, multifocal calcifications, or DCIS with microinvasion are NOT eligible. Patients with contralateral disease will remain eligible.\n2. No history of en bloc open surgical biopsy and/or lumpectomy for diagnostic/treatment of the index breast cancer. Note: Prior rotational and/or vacuum-assisted core biopsies are permitted if no significant distortion is seen on imaging that could obscure visualization and detection of residual disease on MRI, or visualization of cancer on ultrasound for cryoablation procedure.\n3. Tumor size ≤ 2.0 cm in greatest diameter. Specifically, the tumor must measure ≤ 2.0 cm in the axis parallel to the treatment probe and ≤ 1.5 cm in the axis anti-parallel to the treatment probe. Largest size measured by required scans (mammogram, ultrasound and MRI) will be used to determine eligibility.\n4. Tumor enhancement on pre-study MRI.\n5. Tumor with \\< 25% intraductal components in the aggregate. NOTE: The percent intraductal component from the patient's diagnostic biopsy must be available prior to registration. If the biopsy pathology report does not contain the percent intraductal component, then re-review of pathology slides and creation of a report addendum or note-to-file by the reviewing pathologist will be required.\n6. No prior or planned neoadjuvant chemotherapy for breast cancer.\n7. Non-pregnant and non-lactating. Patients of childbearing potential must have a negative serum or urine pregnancy test. NOTE: Peri-menopausal women must be amenorrheic for \\> 12 months to be considered not of childbearing potential.\n8. Adequate breast size for safe cryoablation. Male breast cancer patients and female breast cancer patients with breasts too small to allow safe cryoablation are not eligible as the minimal thickness of the breast tissue does not lend itself to cryoablation. NOTE: For patients with breast implants, the treating physician must document that adequate distance exists between the lesion and the implant to ensure that the ablated lesion will not contact or jeopardize the implant.\n9. Patients with prior in-situ or invasive breast carcinomas are eligible if the prior carcinomas occurred in the contralateral breast. Patients with prior in-situ or invasive carcinomas of the ipsilateral breast are not eligible.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}