{
    "nctId": "NCT00496379",
    "briefTitle": "ZK219477 (Sagopilone) in Patients With Breast Cancer and Brain Metastases",
    "officialTitle": "A Phase 2 Study of ZK219477 (ZK-EPO) in Patients With Breast Cancer and Brain Metastases",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer, CNS Disease",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 15,
    "primaryOutcomeMeasure": "Objective Response Rate in the Central Nervous System (CNS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients must have histologically or cytologically invasive breast cancer, with metastatic disease at the time of screening\n* Measurable Central Nervous System (CNS) disease, as defined as at least one lesion \\> or equal too 10mm in longest dimension\n* New or progressive CNS lesions after at least one prior standard CNS-directed therapy for treatment of brain metastases, which could include surgical resection, whole brain radiotherapy (WBRT), and/or stereotactic radiosurgery (SRS). Patients must have received prior WBRT, SRS or both.\n* Patient has been evaluated by a radiation oncologist, who feels that the plan to evaluate systemic chemotherapy in place of additional brain radiotherapy is an acceptable option\n* No increase in corticosteroid use in the week prior to study entry\n* Any number prior lines of chemotherapy for metastatic breast cancer\n* 18 years of age of older\n* Life expectancy of greater than 12 weeks\n* ECOG Performance Status 0-2\n* Patients must have normal organ function as outlined in the protocol\n\nExclusion Criteria:\n\n* Patients who have had chemotherapy within 3 weeks prior to entering the study or those who have not recovered from adverse events due to agents administered more than 3 weeks earlier\n* Patients who have had XRT within 3 weeks prior to entering the study or those who have not recovered from adverse events due to XRT\n* Patients may not be receiving any other investigational agent\n* Patients may not be receiving any cancer-directed therapy\n* Prior treatment with investigational chemotherapy for brain metastases\n* Prior treatment with epothilone for metastatic breast cancer\n* Leptomeningeal carcinomatosis as the only site of CNS involvement.\n* Concurrent treatment with an enzyme inducing antiepileptic drug, including phenytoin, carbamezepine, phenobarbital, or oxacarbazepine\n* More than 2 seizures over the last four weeks prior to study entry\n* Known contraindication to MRI or gadolinium contrast, such as cardiac pacemaker, ocular foreign body, or shrapnel\n* Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements\n* Pregnant or breastfeeding women.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}