{
    "nctId": "NCT03692689",
    "briefTitle": "Safety and Efficacy of SCT200 in Patients With Relapsed or Metastatic Triple Receptor Negative Breast Cancer",
    "officialTitle": "Recombinant Anti-EGFR Monoclonal Antibody（SCT200） in Patients With Relapsed or Metastatic Triple Receptor Negative Breast Cancer : a Phase Ⅱ, Open-label, Single-arm, Multicenter Study",
    "overallStatus": "UNKNOWN",
    "conditions": "Triple Negative Breast Neoplasms",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 30,
    "primaryOutcomeMeasure": "Objective response rate (ORR)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Able to provide written informed consent and can understand and comply with the requirements of the study;\n* Women from 18 to 75 years old;\n* Life expectancy of longer than 3 months ( clinical assessment);\n* With an Eastern Cooperative Oncology Group (ECOG) performance status 0-2;\n* Histological or cytological diagnosis of relapsed/metastatic triple receptor negative breast cancer (TNBC).TNBC is defined negatively expression of estrogen(ER), progesterone(PR) and human epidermal receptor-2(HER2).If there is a pathology report of the metastasis, take the histopathology of the metastases as standard. Negative of ER and PR is defined as expression of ER,PR\\<1% of the tumor cells by immunohistochemistry (IHC). HER2-negative is defined as a score of 0 and 1+ by IHC, or IHC 2+ \\& fluorescent in situ hybridization (FISH)negative. If the ER2 test result is 0 or 1+ by IHC, FISH detection is optional, but the result must be negative.\n* Participants has received prior anthracyclines and/or taxanes in first-line therapy. Disease progressed after latest chemotherapy. For adjuvant therapy/neoadjuvant therapy, disease relapse or progression during treatment or within 6 months after treatment is considered as failure of standard therapy.\n* According to RECIST 1.1 , patients must have at least one measurable lesion that can be accurately assessed at baseline.\n* Adequate organ and marrow function as defined below:\n\nAbsolute neutrophil count (ANC) greater than/equal to 1.5×l09/L; Platelets greater than/equal to 75×109/L; Hemoglobin greater than/equal to 80g/L; Aspartate aminotransferase (AST)/alanine aminotransferase (ALT) less than/equal to 3 times ULN, or less than/equal to 5 times ULN if known liver metastases; Total bilirubin less than/equal to 1.5 within institutional limit of normal (ULN); Serum creatinine less than/equal to 1.5 times ULN; Electrolyte: magnesium greater than/equal to normal.\n\n-Females: Post-menopausal, surgically sterile, non-pregnant and non-lactating.Women of childbearing potential must not be pregnant as assessed by a negative serum beta HCG test drawn upon admission to the hospital or up to 7 days prior to admission, and must agree to use adequate contraception (Oral contraceptives; intrauterine deviceshormonal; barrier method of birth control; abstinence) for the duration of study participation.and within 6 months after study.\n\nExclusion Criteria:\n\n* Patients who are allergic to analogue of SCT200 and/or its inactive ingredients;\n* Patient with active brain metastasis or indicated for symptomatic treatment for brain metastasis;\n* Subject receiving bisphosphonate or denosumab treatment for bone metastases was initiated within 28 days prior to study. (If the subject has received bisphosphonate or denosumab treatment prior to study and showing stable time less than 28 days,the subject is allowed to use it. Subjects who were enrolled in this study may start taking bisphosphonate or denosumab for bone metastases after the first assessment of the efficacy.\n* Patients with other primary malignancies, except cured of basal cell carcinoma skin cancer or carcinoma in situ of cervix;\n* Patients administrated EGFR target treatment including EGFR TKI agent or anti- EGFR monoclonal antibody;\n* Within 4 weeks, patients received anti-tumor drugs (such as chemotherapy, hormone therapy, immune therapy, the antibody therapy, radiotherapy) or research drugs, or patients with grade 2 or more adverse reaction caused by previous anti-tumor therapy(except alopecia or neurotoxicity grade 2 or less);\n* Patients are currently enrolled in other research devices or in research drugs, or less than 4 weeks from other research drugs or devices.\n* Patients received major surgery(such as need general anesthesia ) within 4 weeks , should recover from the injury associated with the surgery.\n* Patients treated with EPO, G-CSF or GM-CSF.\n* Patients who have clinically significant cardiovascular disease (defined as unstable angina pectoris, symptomatic congestive heart failure (NYHA, greater than II), uncontrollable severe arrhythmia); Patients occurred myocardial infarction within 6 months.\n* According to the investigator's judgment, patients have other coexisting severe and/or poorly controlled medical conditions (such as uncontrolled hypertension, uncontrolled diabetes, clotting/hemorrhagic disease, etc.).\n* Patients who have interstitial lung disease, such as interstitial pneumonia, pulmonary fibrosis, or CT or MRI reminder ILD .\n* Patients with clinical symptoms, required clinical intervention or stable time less than 4 weeks of serous cavity effusion (such as pleural effusion and ascites);\n* Patients with serious psychological or psychiatric disorders which may affect subject compliance in this clinical study;\n* Pregnant or lactating women, or women who planned to be pregnant within 6 months of treatment;\n* Patients who were not willing to accept effective contraceptive measures (including male or female subjects) during treatment and within 6 months after treatment;\n* Patients with active hepatitis B or active hepatitis C, etc. (for patients with a history of hepatitis B, whether treated or not, HBV DNA ≥104 or ≥ 2000IU/ml, HCV RNA≥15IU/ml); HIV antibody positive (if there is no clinical evidence suggesting that there may be HIV infection, there is no need to detect);\n* Patients with uncontrolled active infections before enrollment 2 weeks (except simple urinary tract infection or upper respiratory tract infection);\n* Patients have alcohol or drug addiction;\n* Subjects who are considered unsuitable for participating in this study for various reasons at the discretion of the investigator，such as inability to comply with study and/or follow-up procedures;",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}