{
    "nctId": "NCT00651417",
    "briefTitle": "Use of Organic Germanium or Placebo for the Prevention of Radiation Induced Fatigue",
    "officialTitle": "A Phase II, Pilot, Randomized, Double-blind Study Comparing the Effectiveness Organic Germanium to Placebo in Decreasing the Severity of Fatigue in Patients Undergoing Radiation Therapy for Prostae and Bbreast Cancers",
    "overallStatus": "UNKNOWN",
    "conditions": "Localized Breast Cancer, Localized Prostate Cancer, Patients Receiving External Beam Radiotherapy",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "PREVENTION",
    "enrollmentCount": 101,
    "primaryOutcomeMeasure": "To determine if Organic germanium is effective in decreasing severity of fatigue in patients undergoing definitive radiation therapy for prostate or breast cancer at the one month follow-up visit.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Histologically-confirmed diagnosis of breast (females only) or prostate cancer\n2. Zubrod performance status of 0-1.\n3. Patients must be ≥ 18 years of age.\n4. Scheduled to undergo definitive radiation therapy (either brachytherapy or external beam)\n5. Patients may have received or be receiving hormonal therapy. Prior chemotherapy is allowed as long as the patient has recovered from any toxicity. Planned future chemotherapy is also allowed after the one month evaluation.\n6. Hgb ≥ 10 g/dl, BUN \\< 25 mg and creatinine \\< 1.5 mg\n7. Patient must be able to comply with treatment regimen.\n8. Patient must complete the pre-treatment quality of life questionnaires.\n9. Women of childbearing potential must have a pre-treatment pregnancy test; women of childbearing potential and men able to father children must use non-hormonal-based birth control while on study.\n10. Patients must sign study-specific informed consent prior to study entry.\n\nExclusion Criteria:\n\n1. Known allergies or reactions to Organic germanium\n2. Prior irradiation other than basal cell cancer of skin\n3. Current or past history of metastasis\n4. Current history of uncontrolled hypertension, insulin dependent or uncontrolled diabetes, cardiovascular disease unless controlled and stable for 6 months or more, bleeding disorders, or autoimmune disorders such as fibromyalgia, chronic fatigue syndrome or lupus\n5. Current use of corticosteroids or erythropoietin\n6. Patients currently taking Organic germanium, or who have taken Organic germanium within the past three months\n7. Pregnant or lactating women, as treatment involves unforeseeable risks to the participant and to the embryo or fetus\n8. Patients who are unable to complete quality of life questionnaires\n9. Male breast cancer patients",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}