{
    "nctId": "NCT01985893",
    "briefTitle": "Safety and Efficacy of Lapatinib Plus Trastuzumab or Lapatinib Plus Capecitabine in Metastatic Breast Cancer",
    "officialTitle": "Randomised, Open-label Phase II Study to Compare the Safety and Efficacy of Lapatinib Plus Trastuzumab or Lapatinib Plus Capecitabine in Trastuzumab-resistant HER2-overexpressing Metastatic Breast Cancer",
    "overallStatus": "WITHDRAWN",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "6 month progression-free-survival-rate (PFS6)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Histologically confirmed and metastatic breast cancer.\n2. Hormone receptor-negative patients\n3. HER2-positive tumours with 3+ intensity on IHC staining for HER2 or amplification of the HER2 gene on ISH.\n4. Patients must have measurable metastatic disease by RECIST v1.1 with radiologic scans within 28 days of study registration.\n5. Prior anti-HER based therapy:\n\n   * Received at least 1 but no more than 2 prior anti-HER2 based regimens for metastatic disease.\n   * Prior treatment with trastuzumab-DM1 (TDM1) is allowed (T-DM1 represents one line of anti-HER2 and one line of chemotherapy).\n   * Radiological evidence of confirmed progressive disease per RECIST while receiving trastuzumab as a single agent or in combination with chemotherapy for at least 6 weeks either as first line or second line therapy, for an interval of at least 6 weeks at any time.\n   * Prior treatment with Lapatinib is permitted provided that at least 6 month have elapsed since the last dose.\n6. Prior chemotherapy with anthracyclines and taxanes (unless clinically contraindicated, which must have been documented).\n7. Patients must have the following laboratory values:\n\n   * Absolute Neutrophil count (ANC) ≥ 1.5 x 109/L\n   * Platelets ≥ 100 x 109/L\n   * AST and ALT ≤ 2.5 x ULN\n   * Bilirubin level ≤ 1.25 X ULN\n   * Serum creatinine \\< 1.5 X ULN or calculated creatinine clearance ≥ 40ml/min\n8. Normal cardiac function with a left ventricular ejection fraction of at least 50% (as assessed by quantitative echocardiogram)\n9. ECOG performance status 0-1\n10. Age ≥ 18 years\n11. Non-childbearing potential (i.e., physiologically incapable of becoming pregnant), including any female who has had hysterectomy, a bilateral oophorectomy, bilateral tubular ligation or is post-menopausal (total cessation of menses for ≥ 1 year; if the patient is of childbearing potential, she must have a negative serum pregnancy test within 2 weeks prior to the first dose of study treatment, preferably as close to the first dose as possible, and agrees to use adequate contraception (for example, intrauterine device \\[IUD\\], birth control pills unless clinically contraindicated, or barrier device) beginning 2 weeks before the first dose of investigational product and for 28 days after the final dose of investigational product.\n12. Written informed consent prior to admission to this study.\n\nExclusion Criteria:\n\n1. Patients with confirmed brain metastases or a history of primary central nervous system tumours or who have signs/symptoms attributable to brain metastases and have not been assessed with radiologic imaging to rule out the presence of brain metastases. Patients with treated brain metastases that are asymptomatic and have been clinically stable for 3 months will be eligible for protocol participation.\n2. Hormone receptor-positive patients\n3. Prior treatment with lapatinib within the last 6 months.\n4. More than 2 lines of trastuzumab-based treatment for advanced disease.\n5. Significant cardiovascular disease, such as\n\n   * History of myocardial infarction, acute coronary syndromes (including unstable angina), or history of coronary angioplasty/stenting/bypass grafting within past 6 months.\n   * History of symptomatic congestive heart failure (CHF) New York Heart Association (NYHA) Classes II-IV or LVEF \\<50% by ECHO.\n   * Severe cardiac arrhythmia requiring medication or severe conduction abnormalities.\n   * Poorly controlled hypertension (resting diastolic blood pressure \\>100 mmHg)\n   * Clinically significant valvular disease, cardiomegaly, ventricular hypertrophy, or cardiomyopathy.\n6. QTc prolongation defined as a QTc interval \\> 460 msec or other significant ECG abnormalities including 2nd degree (type II) or 3rd degree AV block or bradycardia (ventricular rate \\< 50 beats/min)\n7. Subjects who have current active hepatic or biliary disease or severe hepatic impairment (with exception of patients with Gilbert's syndrome, asymptomatic gallstones, liver metastases or stable chronic liver disease per investigator assessment)\n8. Malabsorption syndrome or other condition that would interfere with enteral absorption\n9. Hypersensitivity to trastuzumab, murine proteins or to any of the excipients.\n10. Severe dyspnoea at rest due to complications of advanced malignancy or requiring supplementary oxygen therapy.\n11. History of severe and unexpected reactions to fluoropyrimidine therapy.\n12. Hypersensitivity to capecitabine or to any of the excipients or fluorouracil.\n13. Known dihydropyrimidine dehydrogenase (DPD) deficiency.\n14. Severe leucopenia, neutropenia or thrombocytopenia.\n15. Severe renal impairment (creatinine clearance \\< 40 ml/min.).\n16. Treatment with sorivudine or its chemically related analogues, such as brivudine.\n17. Any other disease, metabolic dysfunction, physical examination finding, or clinical laboratory finding that, in the investigator's opinion, gives reasonable suspicion of a disease or condition that contraindicates the use of an investigational drug, may affect the interpretation of the results, render the patient at high risk from treatment complications or interferes with obtaining informed consent.\n18. Contraindications to any of the medicinal products in the combination regimen.\n19. Psychological, familial, sociological or geographical conditions that do not permit compliance with the study protocol.\n20. Patients accommodated in a closed institution by authority or court order.\n21. Concurrent treatment with other experimental drugs. Participation in another clinical trial with any investigational drug within 30 days prior to study entry.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT"
}