{
    "nctId": "NCT00902954",
    "briefTitle": "Study of Exemestane After Anastrozole or Letrozole Treatment of Postmenopausal Women With Hormone Responsive Breast Cancer",
    "officialTitle": "A Randomized Trial, Phase IIIb, Open Label Study of Exemestane After Two to Three Years of Anastrozole/Letrozole Treatment of Postmenopausal Women With Hormone Receptor Positive Breast Cancer",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 540,
    "primaryOutcomeMeasure": "disease free survival",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Provision of written informed consent.\n2. Patient muse be female.\n3. Patient must have undergone primary breast cancer surgery with institutional standard axillary dissection such as the following:\n\n   * A total mastectomy with institutional standard axillary nodal dissection.\n   * Lumpectomy or a quadrantectomy with institutional standard axillary dissection with breast radiotherapy (may be deferred until chemotherapy is completed) in accordance with breast preservation.\n   * Treatment of the breast cancer following diagnosis may have included any of the following; post-lumpectomy/quadrantectomy regional radiotherapy, post-mastectomy locoregional radiotherapy, postoperative chemotherapy, and trastuzumab.\n4. The tumor must have been pathologic primary invasive carcinoma by core needle or open biopsy.\n5. The beginning of endocrine therapy (letrozole or anastrozole) must be no more than 6 weeks from the end day of chemotherapy or radiotherapy.\n6. The date of randomization must be no less than 2 years of letrozole and no more than 3 years letrozole treatment.\n7. Positive node is defined as defined as the presence of at least micro metastasis greater than 0.2 mm according to the AJCC Breast Staging Criteria Edition 6.\n8. Patients who have had neoadjuvant chemotherapy are eligible. Positive lymph node involvement can be defined either prior of neoadjuvant chemotherapy or at the time of surgery following their neoadjuvant therapy. Lymph node positivity would be defined as the following:\n\n   * Pre-neoadjuvant chemotherapy lymph node assessment must include identification of a histological positive axillary, internal mammary or supraclavicular determined by one of the following: FNA of lymph node or sentinel lymph node evaluation, or complete or limited axillary dissection.\n   * For patients that have completed their neoadjuvant chemotherapy, without prior documentation of a positive lymph node, lymph node positivity must be demonstrated at the time of their primary surgery as defined by either:\n\n     * Either sentinel lymph node or primary axillary dissection identifying a positive lymph node is acceptable as per standard institutional practice guidelines.\n     * Histological evidence of a N1-N3c lymph node involvement identified at the time of primary breast surgery following neoadjuvant chemotherapy.\n9. Presence of occult axillary lymph node with no evidence of primary breast tumor must be confirmed pathologically primary breast invasive carcinoma or DCIS with microinvasive. And the measurement of ER, PR and HER2 must be performed on the initial lymph nodes or breast tumors.\n10. Bilateral, synchronous breast cancer is allowed provided at least one of the primary tumors meets the eligibility criteria.\n11. Hormone receptor-positive tumors, defined as any detectable estrogen or progesterone receptor expression by institutional standards.Patients who are PR positive and ER negative are eligible for the trial. Tumor slides should be submitted for central evaluation of hormone receptor status as per Section.\n12. HER2 status must be known, Tumor slides should be submitted for central evaluation of hormone receptor status as per Section.\n13. Physical and laboratory examination as per standard institutional practice,should be obtained at the time of definitive surgery to demonstrate there is no evidence of metastatic or recurrent disease.\n14. Patients must be postmenopausal at the time of initial diagnosis. For study purposes, postmenopausal is defined as:\n\n    * Prior bilateral oophorectomy.\n    * Age ≥ 60 y.\n    * Age \\< 60 amenorrheic for 12 or more months and has postmenopausal levels of FSH and LH per local institutional standards\n    * If received adjuvant chemotherapy or tamoxifen and age \\< 60 y, the levels of FSH and LH must reached postmenopausal levels.\n    * If received adjuvant chemotherapy or LHRH antagonist and amenorrheic, the levels of FSH and LH must reached postmenopausal levels and be confirmed at least twice.\n15. Patients must have an WHO performance status of o or all per-disease performance without restriction, 1=restricted in physically strenuous activity but ambulatory.\n16. WBC \\> 3.0\\*10\\^9/L and platelets \\> 100\\*10\\^9/L.\n17. AST/SGOT or ALT/SGPT \\< 3 times ULN.\n18. Cr ≤ 2 times ULN. 19 Can swallow pills.\n\nExclusion Criteria:\n\n1. Presence of metastatic disease.\n2. Previous diagnosis of metachronous bilateral breast cancer.\n3. Previous or concomitant other (non-breast cancer) malignance within the previous 5 years except in situ carcinoma of the cervix or curatively treated basal and squamous cell.\n4. Presence of other non-malignant disease which may prevent prolonged follow-up.\n5. Received neoadjuvant endocrine therapy.\n6. Adjuvant SERMs therapy (Tamoxifen or Toremifene) for more than 6 months before randomization.\n7. Breast cancer chemoprevention with anti-estrogens if less than 18 months between stopping and diagnosis of breast cancer.\n8. Severe hepatic dysfunction defined as Child-Pugh grade C.\n9. Severe cardiac dysfunction defined above NYHA grade III.\n10. Presence of occult axillary lymph node with no evidence of primary breast tumor pathologically or DCIS with microinvasive. And the measurement of ER, PR and HER2 are not obtained.\n11. Uncontrolled psychological diseases.",
    "sex": "FEMALE",
    "minimumAge": "N/A",
    "stdAges": "CHILD, ADULT, OLDER_ADULT"
}