{
    "nctId": "NCT03412643",
    "briefTitle": "Study of Neoadjuvant Chemotherapy Plus Trastuzumab and Pertuzumab in HER2-Negative Breast Cancer Patients With Abnormal HER2 Signaling",
    "officialTitle": "An Open-Label Phase II Trial to Evaluate the Efficacy and Safety of Neoadjuvant Doxorubicin Plus Cyclophosphamide Followed by Weekly Paclitaxel Plus Trastuzumab and Pertuzumab in Early Stage HER2-Negative Breast Cancer Patients Selected With a Test Measuring Live Cell HER2 Signaling Transduction (FACT 1)",
    "overallStatus": "RECRUITING",
    "conditions": "HER2-negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 64,
    "primaryOutcomeMeasure": "Pathologic complete response (PCR) to study therapy (both breast and lymph node-combined; ypT0/Tis ypN0)",
    "eligibilityCriteria": "Inclusion Criteria:\n\nSCREENING PRIOR TO INITIATING CHEMOTHERAPY\n\nPatient must have an Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1 The diagnosis of invasive adenocarcinoma of the breast must have been made by core needle biopsy.\n\nThe primary breast tumor must be palpable and measure greater than or equal 2.0 cm on physical exam.\n\nThe regional lymph nodes can be cN0, cN1, or cN2a.\n\nHistological grade II or III tumor.\n\nIpsilateral axillary lymph nodes must be evaluated by imaging (mammogram, ultrasound, and/or MRI) within 6 weeks prior to initiating chemotherapy. If suspicious or abnormal, FNA or core biopsy is recommended, also within 6 weeks prior to initiating chemotherapy. Findings of these evaluations will be used to determine the nodal status prior to initiating chemotherapy.\n\n* Nodal status - negative: Imaging of the axilla is negative; Imaging is suspicious or abnormal but the FNA or core biopsy of the questionable node(s) on imaging is negative;\n* Nodal status - positive: FNA or core biopsy of the node(s) is cytologically or histologically suspicious or positive. Imaging is suspicious or abnormal but FNA or core biopsy was not performed.\n\nTumor specimen obtained at the time of diagnosis must have ER and progesterone receptor (PgR) analysis assessed by current ASCO/CAP Guidelines. Patients are eligible with either hormone receptor-positive or hormone receptor-negative tumors.\n\nTumor specimen obtained at the time of diagnosis must have been determined to be HER2-negative as follows:\n\n* Immunohistochemistry (IHC) 0-1+; or\n* IHC 2+ and in situ hybridization (ISH) non-amplified with a ratio of HER2 to chromosome enumeration probe 17 (CEP17) less than 2.0, and if reported, average HER2 gene copy number less than 4 signals/cells; or\n* ISH non-amplified with a ratio of HER2 to CEP17 less than 2.0, and if reported, average HER2 gene copy number less than 4 signals/cells.\n\nBlood counts performed within 6 weeks prior to initiating chemotherapy must meet the following criteria:\n\n* absolute neutrophil count (ANC) must be greater than or equal 1200/mm3;\n* platelet count must be greater than or equal 100,000/mm3; and\n* hemoglobin must be greater than or equal 10 g/dL.\n\nThe following criteria for evidence of adequate hepatic function performed within 6 weeks prior to initiating chemotherapy must be met:\n\n* total bilirubin must be less than or equal to upper limit of normal (ULN) for the lab unless the patient has a bilirubin elevation greater than ULN to 1.5 x ULN due to Gilbert's disease or similar syndrome involving slow conjugation of bilirubin; and\n* alkaline phosphatase must be less than or equal to 2.5 x ULN for the lab; and\n* aspartate aminotransferase (AST) must be less than or equal to 1.5 x ULN for the lab.\n* Alkaline phosphatase and AST may not both be greater than the ULN. For example, if the alkaline phosphatase is greater than the ULN but less than or equal to 2.5 x ULN, the AST must be less than or equal to the ULN. If the AST is greater than the ULN but less than or equal to 1.5 x ULN, the alkaline phosphatase must be less than or equal to ULN. Note: If alanine aminotransferase (ALT) is performed instead of AST (per institution's standard practice), the ALT value must be less than or equal to 1.5 x ULN; if both were performed, the AST must be less than or equal to 1.5 x ULN.\n\nPatients with AST or alkaline phosphatase greater than ULN are eligible for inclusion in the study if liver imaging (CT, MRI, PET-CT, or PET scan) performed within 6 weeks prior to initiating chemotherapy does not demonstrate metastatic disease and the requirements in next criteria are met.\n\nPatients with alkaline phosphatase that is greater than ULN but less than or equal to 2.5 x ULN or unexplained bone pain are eligible for inclusion in the study if a bone scan, PET-CT scan, or positron emission tomography (PET) scan performed within 6 weeks prior to initiating chemotherapy does not demonstrate metastatic disease.\n\nSerum creatinine performed within 6 weeks prior to initiating chemotherapy must be less than or equal to 1.5 x ULN for the lab.\n\nThe left ventricular ejection fraction (LVEF) assessment by echocardiogram or multi-gated acquisition (MUGA) scan performed within 90 days prior to initiating chemotherapy must be greater than or equal 55 percent regardless of the facility's lower limit of normal (LLN).\n\nPatients with reproductive potential must agree to use an effective non-hormonal method of contraception during therapy and for at least 7 months after the last dose of study\n\nMAIN STUDY ENROLLMENT\n\nTumor determined to have abnormal HER2-driven signaling activity based on the CELx HSF test.\n\n______________\n\nExclusion Criteria:\n\nT4 tumors including inflammatory breast cancer.\n\nFNA alone to diagnose the breast cancer.\n\nExcisional biopsy or lumpectomy performed prior to initiating chemotherapy.\n\nSurgical axillary staging procedure prior to initiating chemotherapy. Pre-neoadjuvant therapy sentinel node biopsy is not permitted. (FNA or core biopsy is acceptable.)\n\nDefinitive clinical or radiologic evidence of metastatic disease. Required imaging studies must have been performed within 6 weeks prior to initiating chemotherapy.\n\nSynchronous bilateral invasive breast cancer. (Patients with synchronous and/or previous contralateral ductal carcinoma in situ \\[DCIS\\] or lobular carcinoma in situ \\[LCIS\\] are eligible.)\n\nAny previous history of ipsilateral invasive breast cancer or ipsilateral DCIS. (Patients with synchronous or previous ipsilateral LCIS are eligible.)\n\nPrevious therapy with anthracycline, taxanes, trastuzumab, or other HER2 targeted therapies for any malignancy.\n\nAny sex hormonal therapy, e.g., birth control pills, ovarian hormone replacement therapy, etc. (These patients are eligible if this therapy is discontinued prior to initiating chemotherapy.)\n\nHistory of non-breast malignancies (except for in situ cancers treated only by local excision and basal cell and squamous cell carcinomas of the skin) within 2 years prior to initiating chemotherapy.\n\nCardiac disease (history of and/or active disease) that would preclude the use of the drugs included in the treatment regimens. This includes but is not confined to:\n\n* Active cardiac disease: angina pectoris that requires the use of anti-anginal medication; ventricular arrhythmias except for benign premature ventricular contractions; supraventricular and nodal arrhythmias requiring a pacemaker or not controlled with medication; conduction abnormality requiring a pacemaker; valvular disease with documented compromise in cardiac function; and symptomatic pericarditis.\n* History of cardiac disease: myocardial infarction documented by elevated cardiac enzymes or persistent regional wall abnormalities on assessment of left ventricular (LV) function; history of documented congestive heart failure (CHF); and documented cardiomyopathy.\n\nUncontrolled hypertension defined as sustained systolic BP greater than 150 mmHg or diastolic BP greater than 90 mmHg. (Patients with initial BP elevations are eligible prior to initiating chemotherapy if initiation or adjustment of BP medication lowers pressure.)\n\nActive hepatitis B or hepatitis C with abnormal liver function tests. Intrinsic lung disease resulting in dyspnea.\n\nPoorly controlled diabetes mellitus.\n\nActive infection or chronic infection requiring chronic suppressive antibiotics.\n\nPatients known to be HIV positive.\n\nNervous system disorder (paresthesia, peripheral motor neuropathy, or peripheral sensory neuropathy) greater than or equal to grade 2, per the CTCAE v4.0.\n\nMalabsorption syndrome, ulcerative colitis, resection of the stomach or small bowel, or other disease significantly affecting gastrointestinal function.\n\nOther non-malignant systemic disease that would preclude treatment with any of the treatment regimens or would prevent required follow-up.\n\nConditions that would prohibit administration of corticosteroids.\n\nChronic daily treatment with corticosteroids with a dose of greater than or equal to 10 mg/day methylprednisolone equivalent (excluding inhaled steroids).\n\nKnown hypersensitivity to any of the study drugs or any of the ingredients or excipients of these drugs (e.g., Cremophor EL), including sensitivity to benzyl alcohol.\n\nPregnancy or lactation at the initiation of chemotherapy. (Note: Pregnancy testing must be performed within 2 weeks prior to initiating chemotherapy according to institutional standards for women of childbearing potential.)\n\nPsychiatric or addictive disorders or other conditions that, in the opinion of the investigator, would preclude the patient from meeting the study requirements.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}