{
    "nctId": "NCT00469339",
    "briefTitle": "Risk Communication Within Mexican-American Families",
    "officialTitle": "The Role of Family History and Culture in Communal Coping Within Mexican American Families",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer, Diabetes, Colon Cancer, Cardiovascular Disease",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 498,
    "primaryOutcomeMeasure": "Understand how culture and the familial social system facilitate or impede communications regarding family health history and risk for disease, and the development of strategies to adopt health promoting behaviors.",
    "eligibilityCriteria": "* INCLUSION CRITERIA\n* Member household of existing population-based cohort of Mexican-American households recruited by the Department of Epidemiology at UTMDACC. The existing population based cohort consists of self-identified Mexican-Americans living in predominantly Mexican-American neighborhoods in the Houston area. All individuals in the cohort are 18 years of age or older and had to be able to complete a personal interview.\n* Household includes at least three adults (18 to 70 years of age) who are willing to participate in the study, where at least two of the household participants are related biologically and represent differing generations, and additionally in which one household participant is a spouse or partner of another household participant.\n* Ability for each participating household member to complete one in-home survey instrument via computerized assessment tool or personal interview and to complete two telephone interviews.\n* Ability of all household participants to speak either English or Spanish.\n\nEXCLUSION CRITERIA\n\nMore than two household members are unable to complete the baseline questionnaire using a computerized assessment tool.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}