{
    "nctId": "NCT01439711",
    "briefTitle": "Letrozole in Treating Postmenopausal Women With Ductal Carcinoma in Situ",
    "officialTitle": "Phase II Study of Neoadjuvant Letrozole for Postmenopausal Women With Estrogen Receptor Positive Ductal Carcinoma In SITU (DCIS)",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 108,
    "primaryOutcomeMeasure": "Mean Total MRI Functional Tumor Volume (FTV) Change From Baseline to Month 3 (V3)",
    "eligibilityCriteria": "Eligibility Criteria:\n\n1. Histologic documentation: Pathologic confirmation of ductal carcinoma in situ (DCIS) of the female breast without invasive cancer, with diagnosis rendered on core biopsy only, completed within 60 days before registration. Patients diagnosed with DCIS on the basis of surgical biopsy are not eligible for this study.\n\n   1. Patients with microinvasion on diagnostic core biopsy, defined as tumor ≤ 1 mm in greatest dimension, will be allowed to participate.\n   2. All patients must have a clip placed, either at the time of the diagnostic biopsy or at the time of the baseline MRI prior to the start of treatment.\n2. Tissue samples: Patient has diagnostic tissue available for correlative studies.\n3. Clinical stage: Tis or T1mi N0, M0\n4. Hormone receptor status: DCIS must express estrogen and/or progesterone receptor, as determined by immunohistochemical methods on the diagnostic pathology sample, according to the local institution's standard protocol. Greater than or equal to 1% cells will be considered to be positive.\n5. Menopausal status: Patients must be postmenopausal defined as:\n\n   1. Age ≥ 55 years and one year or more of amenorrhea\n   2. Age \\< 55 years and one year or more amenorrhea, with an estradiol assay \\< 20pg/ml\n   3. Surgical menopause with bilateral oophorectomy (at least 28 days must elapse from surgery to time of study registration)\n\n   The use of GnRH analogs to achieve post menopausal status is not allowed.\n6. Prior treatment:\n\n   1. No prior surgical excision in the index breast for current DCIS diagnosis of DCIS\n   2. Any exogenous hormone therapy must be completed 4 weeks prior to registration\n   3. Any patients with a history of tamoxifen or raloxifene use within two years of current DCIS diagnosis are not eligible\n   4. No prior neoadjuvant/adjuvant therapy for current DCIS diagnosis\n7. Contraindication to MRI: No contraindications to breast MRI\n8. Measurable disease: Mammographic extent of calcifications must be accurately measurable in at least one dimension with each lesion ≥ 1 cm and ≤ 7 cm\n\n   1. DCIS must be visible on MRI based on central review.\n   2. Patients with palpable DCIS or adenopathy are not eligible to participate.\n   3. Patients with multifocal or bilateral disease are eligible.\n9. History of osteoporosis: Women diagnosed with osteoporosis may participate in this trial provided they are receiving appropriate therapy or if they have declined therapy.\n10. Age: Patients ≥ 18 years of age\n11. Performance Status: ECOG performance status 0 or 1\n12. Pregnancy/nursing status: Not pregnant or nursing\n13. Required Initial Laboratory Values:\n\n    1. ANC ≥ 1,000/μL\n    2. Platelet count ≥ 100,000/μL\n    3. Serum creatinine ≤ 1.7 mg/dL\n    4. Bilirubin ≤ 2.0 mg/dL\n    5. AST/ALT ≤ 2.5 times upper limit of normal\n    6. Serum estradiol level assay \\< 20 pg/mL \\*Required for patients \\< 55 years of age and one year or more of amenorrhea",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}