{
    "nctId": "NCT04758780",
    "briefTitle": "Imaging Performance Assessment of 89Zirconium-labelled Girentuximab (89Zr-TLX250) PET-CT in Metastatic Triple Negative Breast Cancer Patients",
    "officialTitle": "Prospective Phase II Pilot Study, Assessing Imaging Performance of 89Zirconium-labelled Girentuximab (89Zr-TLX250) PET-CT (Positron Emission Tomography/Computerized Tomography) in Metastatic Triple Negative Breast Cancer Patients",
    "overallStatus": "RECRUITING",
    "conditions": "Triple Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "DIAGNOSTIC",
    "enrollmentCount": 12,
    "primaryOutcomeMeasure": "Assess the concordance for tumor lesion detection using 89Zr-TLX250 PET/CT versus a conventional 18FDG PET/CT scan",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Written informed consent obtained from the patient prior to performing any protocol-related procedures, including screening evaluations.\n* Female or male, Age ≥ 18 years at time of study entry.\n* Primitive triple negative breast cancer proven histologically, defined according to the following criteria:\n\n  * Estrogen receptors \\<10%.\n  * And progesterone receptors \\<10%.\n  * And Human Epidermal Growth factor Receptor 2 (HER2) not amplified or not overexpressed.\n* Breast Cancer (BC) recurrence documented by conventional imaging and/or FDG PET/CT with at least one measurable metastatic lesion according to Response Evaluation Criteria In Solid Tumors (RECIST) and/or PET Response Criteria In Solid Tumors (PERCIST).\n* Consent to use a contraception method for at least 30 days after administration of 89Zr-TLX250.\n* Eastern Cooperative Oncology Group (ECOG) Performance Status 0 or 1.\n* Life expectancy at least 6 months.\n* Patient has valid health insurance.\n* Patient is willing and able to comply with the protocol for the duration of the study including undergoing treatment and scheduled visits and examinations including follow up.\n\nExclusion Criteria:\n\n* History of another primary malignancy except for basal cell carcinoma within the last 5 years.\n* Chemotherapy, radiotherapy, or immunotherapy within 4 weeks prior to the planned administration of 89Zr-TLX250 or continuing adverse effects (\\> grade 1) from such therapy (Common Terminology Criteria for Adverse Events \\[CTCAE\\] version 5.0).\n* Planned antineoplastic therapies (for the period between IV administration of 89Zr-TLX250 and imaging).\n* Exposure to murine or chimeric antibodies within the last 5 years.\n* Previous administration of any radionuclide within 10 half-lives of the same.\n* Impossibility to hold lying motionless at least 1 hour, or known claustrophobia.\n* Serious non-malignant disease (e.g. psychiatric, infectious, autoimmune or metabolic), that may interfere with the objectives of the study or with the safety or compliance of the subject, as judged by the investigator.\n* Mental impairment that may compromise the ability to give informed consent and comply with the requirements of the study.\n* Pregnant or likely to be pregnant or nursing patient.\n* Known hypersensitivity to girentuximab or desferoxamine.\n* Renal insufficiency with Glomerular Filtration Rate : GFR ≤ 45 mL/min/ 1.73 m².\n* Persons deprived of their liberty, under a measure of safeguard of justice, under guardianship or placed under the authority of a guardian.\n* Disorder precluding understanding of trial information or informed consent.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}