{
    "nctId": "NCT05451784",
    "briefTitle": "Treatment of Advanced or Metastatic Triple-negative Breast Cancer With Adoptive Therapy of PD1+ TILS",
    "officialTitle": "Treatment of Advanced or Metastatic Triple-negative Breast Cancer With Adoptive Therapy of PD1+ Tumor-infiltrating Lymphocytes (TILS001 Trial)",
    "overallStatus": "RECRUITING",
    "conditions": "Metastatic Triple-Negative Breast Carcinoma",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 20,
    "primaryOutcomeMeasure": "Incidence of grade 3-5 adverse event (AE)",
    "eligibilityCriteria": "Eligibility criteria for Part #1 (Molecular pre-screening: Determination of PD1 by mRNA analysis from an archival FFPE tumor sample):\n\nParticipants are eligible to be included in the study only if all of the following criteria apply:\n\n1. Age ≥ 18 years.\n2. Estimated life expectancy of ≥6 months.\n3. Histologically confirmed diagnosis of unresectable or metastatic breast cancer.\n4. Histologically confirmed diagnosis of advanced triple-negative breast cancer (based on the most recently analyzed biopsy from locally recurrent or metastatic site, local laboratory) meeting the following criteria: HER2-negative in situ hybridization test or an immunohistochemistry (IHC) status of 0 or 1+, and ER and PgR expressions \\<10% as determined locally by IHC assay as per most recent ASCO/CAP guidelines.\n5. Patients could have received a maximum of 5 lines of prior standard of care chemotherapy in the inoperable/metastatic setting.\n6. Patients must not have history of other malignancy within the past 3 years with the following exceptions: adequately treated non-melanoma skin cancer without evidence of disease at the time of enrollment; adequately treated cervical carcinoma in situ without evidence of disease at the time of enrollment; adequately treated breast ductal carcinoma in situ without evidence of disease at the time of enrollment; prostatic intraepithelial neoplasia without evidence of prostate cancer at the time of enrollment; adequately treated superficial or in-situ carcinoma of the bladder without evidence of disease at the time of enrollment.\n7. Subject likely to be available to complete all protocol-required study visits or procedures, and/or to comply with all required study procedures to the best of the subject and investigator's knowledge.\n8. Absence of psychiatric or physiologic history, substance abuse, sociological or geographical condition potentially hampering compliance with the study protocol and follow-up schedule; those conditions should be discussed with the patient before registration in the trial.\n9. Patients must have an Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1.\n10. Pregnant or breastfeeding women will NOT be eligible.\n11. Subject has known sensitivity to any of the products or components to be administered during dosing will NOT be eligible.\n12. NOT having an immediate family member (eg, spouse, parent/legal guardian, sibling, or child) who is investigational site or sponsor staff directly involved in this trial, unless prospective institutional review board (IRB)/independent ethics committee (IEC) approval (by chair or designee) is given allowing an exception to this criterion for a specific subject\n13. Patients must NOT have undergone prior allogeneic hematopoietic stem cell transplantation\n14. Patients with a history or evidence of symptomatic autoimmune will NOT be eligible: glomerulonephritis, vasculitis, or other symptomatic autoimmune diseases, or active autoimmune disease or syndrome that has required systemic treatment in the past 2 years (ie, with the use of disease-modifying agents, corticosteroids or immunosuppressive drugs) except vitiligo or resolved childhood asthma/atopy. Replacement therapy (eg, thyroxine, insulin, or physiologic corticosteroid replacement therapy for adrenal or pituitary insufficiency, etc.) is not considered a form of systemic treatment.\n15. Absence of active bacillus tuberculosis history.\n16. Absence of a known history of Human Immunodeficiency Virus (HIV). Note: No HIV testing is required.\n17. Absence of a known history of Hepatitis B (defined as Hepatitis B surface antigen \\[HBsAg\\] reactive) or known active Hepatitis C virus (defined as HCV RNA is detected) infection. Note: no testing for Hepatitis B and Hepatitis C is required.\n18. To be able to provide either a newly obtained tumor biopsy (preferred) or archival tumor tissue of an FFPE tumor block. The tumor tissue should be of good quality based on total and viable tumor content and must be evaluated centrally for gene expression analysis prior to enrollment in Part #2.\n\nEligibility criteria for Part #2 (Pre-Screening Phase: Selection, isolation and partial expansion of PD1+ TILs from a fresh tumor sample):\n\nParticipants are eligible to be included in the study only if all the previous and the following criteria apply:\n\n1. Patients will be eligible for Part #2 if they have a PD-1 mRNA expression above the 20th percentile in the FFPE tumor sample analyzed in Part 1.\n2. At least 1 resectable target lesion\n3. Patients must NOT have clinically active cerebral metastases. Carcinomatous meningitis is not allowed regardless of clinical stability.\n\nEligibility criteria for Part #3 (Screening and treatment Phase: Complete expansion of PD1+TILs. Treatment of patients with PD1+ TILs infusion):\n\nParticipants are eligible to be included in the study only if all of the previous and the following criteria apply. For being included in this section, the following criteria must apply:\n\n1. PD1+ TILs selection in Part #1 and successful partial expansion of tumor sample in Part #2\n2. Treatment-related toxicities (except alopecia and neuropathy G2) must ≤ Grade 1 at the time of allocation according to CTCAE version 5.0.\n3. All patients must have received two or more prior systemic therapies, including at least one of them for advanced disease and an ADC. A maximum of five chemotherapy-based lines are permitted in the metastatic setting. Prior treatment should be discontinued 28 days or 5 half-lives, whichever is shorter, before day 1 of NMA-LD.\n4. Measurable disease according to RECIST 1.1 criteria.\n5. Adequate organ function determined within 28 days prior to enrollment.\n6. Female subjects of childbearing potential must have a negative urine or serum pregnancy test within 72 hours prior to enrollment.\n7. For patients ≥ 60 years or patients who have a history of ischemic heart disease, chest pain, or clinically significant atrial and/or ventricular arrhythmias, a cardiac stress tests must be performed showing normal LVEF, NYHA functional classification \\< class 1 and if any wall movement abnormalities, they must be reversible.\n8. Left ventricular ejection fraction (LVEF) ≥ 50% at baseline as determined by either ECHO or MUGA\n9. Patients must not be currently receiving treatment with another investigational device or drug study. No other investigational procedures (of any kind) are permitted while participating in this study.\n10. Systemic steroid therapy is not permitted (patients who require replacement therapy for adrenal insufficiency may be enrolled if the steroid treatment dose does not exceed 10 mg of prednisone or equivalent).\n11. Patients with evidence of clinically significant immunosuppression will NOT be eligible.\n12. Patients with evidence of (non-infectious) pneumonitis that required steroids or current pneumonitis will NOT be eligible.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}