{
    "nctId": "NCT05814354",
    "briefTitle": "SHR-A1811 Versus Investigator's Chemotherapy in Recurrent/Metastatic Breast Cancer Clinical Trial",
    "officialTitle": "A Randomized, Open, Parallel-controlled, Multicenter Phase III Trial of SHR-A1811 Versus Investigator Chemotherapy in HER2-low Expressing Recurrent/Metastatic Breast Cancer",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 530,
    "primaryOutcomeMeasure": "Progression-free Survival (PFS) Based on Blind Independent Video Review Committee (BIRC)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Low-HER2 expression defined as IHC 2+/ISH- or IHC 1+ (ISH- or untested).\n2. HR-positive breast cancer with at least one endocrine therapy and disease progression was judged by the investigator to no longer benefit from endocrine therapy.\n3. Has been treated with 0 to 1 prior lines of chemotherapy in the metastatic setting.\n4. Has documented radiologic progression (during or after most recent treatment).\n5. Has at least 1 protocol-defined measurable lesion.\n6. Has protocol-defined adequate cardiac, bone marrow, renal, hepatic and blood clotting functions.\n7. Fertile women (WOCBP) subjects agreed to use highly effective contraception and not to breastfeed from the time of study screening until 7 months after receiving the last study medication; a fertile woman must have a negative serum pregnancy test result within 7 days prior to the first treatment.\n\nExclusion Criteria:\n\n1. Has known active central nervous system (CNS) metastases. Subjects with previously treated brain metastases may participate provided they are stable.\n2. A history of human immunodeficiency virus (HIV) infection is known, or has an active autoimmune disease.\n3. History of interstitial lung disease or pneumonia requiring oral or intravenous steroids.\n4. Has moderate or severe cardiovascular disease.\n5. Active HBV(hepatitis B) or HCV (Hepatitis C virus)-infected subjects.\n6. Any other malignancies within 5 years except for those with negligible risk of metastasis or death.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}