{
    "nctId": "NCT01784042",
    "briefTitle": "Dietary Energy Restriction and Omega-3 Fatty Acids on Mammary Tissue",
    "officialTitle": "Effect of Dietary Energy Restriction and Omega-3 Fatty Acids on Mammary Tissue and Systemic Biomarkers of Breast Cancer Risk",
    "overallStatus": "WITHDRAWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "EARLY_PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "Ki67 expression",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Five year predicted breast cancer risk of at least 1.66%.\n* Prior breast biopsy showing atypical ductal or lobular hyperplasia or lobular carcinoma in situ or ductal carcinoma in situ (DCIS).\n* Known breast cancer-1 and -2 mutations.\n* Breast density \\>50% as assessed by the conventional two-dimensional method.\n\nExclusion Criteria:\n\n* Weight loss of 10 pounds in past six months.\n* History of fish allergy.\n* Oral contraceptives or hormone replacement therapy in the past 6 months.\n* Pregnancy or lactation in the last 12 months or planning to become pregnant in the next 12 months.\n* Current smoking.\n* Diagnosis of cancer except basal cell carcinoma of the skin or lobular carcinoma in situ or DCIS.\n* Diagnosis of type 1 or type 2 diabetes based on standard criteria, irrespective of treatment.\n* Recent stroke or cardiovascular event.\n* History of eating disorders documented in medical records.\n* History of major gastrointestinal disease impairing absorption.\n* History of bariatric surgery.\n* Recent, current or planned use of diet drugs as per patient history.\n* Participants must not use flaxseed oil supplements during study participation.\n* Participants must not use Omega-3 preparations while participating on this trial.\n* Participants must not use Tamoxifen or Raloxifene during study participation.",
    "sex": "FEMALE",
    "minimumAge": "30 Years",
    "stdAges": "ADULT"
}