{
    "nctId": "NCT05969184",
    "briefTitle": "Palbociclib Combine With Anti-HER2 Therapy in Triple Positive ABC",
    "officialTitle": "Palbociclib Combine With Endocrine Therapy and Anti-HER2 Therapy in HR Positive and HER2 Positive Advanced Breast Cancer",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Neoplasm Female",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 94,
    "primaryOutcomeMeasure": "Progression free survival(PFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Sign the informed consent form and agree to comply with the requirements of the research protocol\n* Recurrent or metastatic breast cancer confirmed by histology or cytology that cannot be operated, and has not received systematic treatment for recurrent or metastatic breast cancer.\n* Estrogen receptor ER is positive (positive staining of ≥ 1% of tumor cell nucleus is positive) and HER2 is positive (immunohistochemistry is 3+, and/or 2+, and ISH is positive)\n* Age ≥ 18 years old.\n* ECOG physical status score is 0-1.\n* Life expectancy ≥ 3 months.\n* Be in a postmenopausal state.\n* Suffer from one of the following diseases defined in RECIST 1.1, and the target lesion is not suitable for surgical treatment; The target lesion has not received radiotherapy or relapses in the radiotherapy field:\n\n  * At least one measurable lesion as the target lesion confirmed by CT or MRI\n  * Non measurable disease with only bone metastasis (osteogenic disease, osteolytic disease or osteolytic osteogenic mixture)\n* Appropriate hematopoietic function, liver function and kidney function\n\nExclusion Criteria:\n\n* Visceral crisis, severe organ dysfunction accompanied by clinical symptoms and signs, and the clinician judges that it is necessary to receive chemotherapy based treatment as soon as possible to obtain disease relief, including but not limited to the following situations: liver metastasis accompanied by a rapid increase of more than 1.5 times of bilirubin or more than 3 times of transaminase; Or pulmonary metastasis with dyspnea at rest; Carcinomatous lymphangitis; Bone marrow metastasis was accompanied by severe decrease of hematopoietic function; As well as asthma, inflammatory breast cancer, etc.\n* The subject has cancerous meningitis or has untreated central nervous system metastasis; Those who have received systematic and radical brain metastasis treatment (radiotherapy or surgery) in the past, and have been stable for at least 1 month as confirmed by imaging, and have stopped systemic hormone treatment (dose\\>10mg/day prednisone or other effective hormones) for more than 2 weeks, and have no clinical symptoms can be included.\n* over 2 kind of Systematic treatment for metastatic breast cancer, including chemotherapy, endocrine therapy and biological targeting therapy, has been used previously.\n* Have received any treatment of CDK4 and CDK6 inhibitors (or participated in any clinical trial of CDK4 and CDK6 inhibitors that have not been exposed).\n* Have received radiotherapy within 28 days before enrollment. It is allowed to receive radiotherapy for relieving metastatic bone pain before enrollment, but the irradiated medullary bone shall not exceed 30% of the total amount.\n* Patients with uncontrolled lung disease, severe infection, active digestive tract ulcer requiring treatment, coagulation disorders, severe uncontrolled diabetes, connective tissue disease or bone marrow function depression and other diseases cannot tolerate the study drug treatment.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}