{
    "nctId": "NCT02390427",
    "briefTitle": "Phase Ib Dose-escalation Trial of Taselisib (GDC-0032) in Combination With Anti-HER2 Therapies in Participants With Advanced HER2+ Breast Cancer",
    "officialTitle": "Phase Ib Dose-escalation Trial of Taselisib (GDC-0032) in Combination With Anti-HER2 Therapies in Participants With Advanced HER2+ Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Metastatic Breast Cancer, Recurrent Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 68,
    "primaryOutcomeMeasure": "Maximum Tolerated Dose (MTD) of Taselisib in combination with anti-HER2 therapy(ies) and/or paclitaxel.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Metastatic, locally advanced , or locally recurrent breast cancer\n* Histologically confirmed HER2+ invasive breast cancer\n* Measurable or non-measurable disease per RECIST v1.1\n* Prior therapy - Prior trastuzumab, lapatinib, pertuzumab, and trastuzumab emtansine (T-DM1) are allowed. Patients who have received prior therapy with Taselisib (GDC-0032) or BYL-719 are excluded. There is no limit on the number of prior lines of therapy.\n* ECOG performance status 0 or 1\n* Normal organ and marrow function as defined below:\n\n  * Absolute neutrophil count ≥ 1,500/mm3\n  * Platelets ≥100,000/mm3\n  * Total bilirubin \\< 1.5 X institutional upper limit of normal. For patients with Gilbert syndrome, the direct bilirubin should be within the institutional normal range\n  * AST (SGOT) and ALT (SGPT) \\< 2.5 X institutional upper limit of normal\n  * Serum creatinine ≤ 1.5 x ULN or creatinine clearance ≥ 50 mL/min\n  * Fasting glucose ≤ 120 mg/dL and HbA1c \\< 7%\n* Left ventricular ejection fraction ≥ 50%\n* Women of childbearing potential (including those who have had a tubal ligation) must have a documented negative pregnancy test within 14 days prior to planned initiation of Taselisib.\n* Ability to understand and the willingness to sign a written informed consent document.\n* For Part 2: patients must have tissue that is amenable to biopsy and must be willing to undergo research biopsy. Patients who undergo an attempted research biopsy procedure for the purpose of this protocol, and in whom inadequate tissue is obtained, are not required to undergo a repeat biopsy in order to continue on protocol.\n\nExclusion Criteria:\n\n* Anti-cancer therapy within 2 weeks prior to entering the study or those who have not recovered from acute adverse events due to agents administered more than 2 weeks earlier. Palliative radiation to bony metastases ≥2 weeks prior to study entry is allowed.\n* Prior treatment with a PI3 kinase, AKT or mTOR inhibitor in which the patient experienced a Grade ≥3 drug related adverse event or otherwise would be at increased risk for additional PI3K related toxicity\n* Currently receiving any other investigational agents. Treatment with an investigational agent within 2 weeks prior to planned initiation of study therapy is allowed provided that any drug related toxicity has completely resolved\n* Major surgical procedure within 4 weeks prior to planned initiation of study therapy\n* Significant traumatic injury within 3 weeks prior to planned initiation of study therapy\n* Known untreated brain metastases are excluded. History of treated CNS metastases is okay, provided the following criteria are met:\n\n  * Disease outside the CNS is present.\n  * No evidence of interim progression between the completion of CNS directed therapy and the screening radiographic study\n  * No history of intracranial hemorrhage or spinal cord hemorrhage\n  * Not requiring anti-convulsants for symptomatic control\n  * Minimum of 3 weeks between completion of CNS radiotherapy and Cycle 1 Day 1 and recovery from significant (Grade ≥ 3) acute toxicity with no ongoing requirement for corticosteroid\n* History of allergic reactions or hypersensitivity attributed to compounds of similar chemical or biologic composition to the Taselisib drug formulation or other agents used in this study.\n* Receiving any medications or substances that are inhibitors of CYP3A4.\n* Malabsorption syndrome or other condition that would interfere with enteral absorption\n* Active small or large intestine inflammation such as Crohn's disease or ulcerative colitis\n* Type 1 or 2 diabetes requiring anti hyperglycemic medication (e.g. metformin, glipizide, insulin)\n* Leptomeningeal disease as the only manifestation of the current malignancy\n* Congenital long QT syndrome or QTc \\> 500 msec\n* Active congestive heart failure or ventricular arrhythmia requiring medication\n* Uncontrolled ascites requiring weekly large volume paracentesis for 2 consecutive weeks prior to initiation of study treatment\n* Active infection requiring intravenous (IV) antibiotics\n* Patients requiring any daily supplemental oxygen\n* Uncontrolled hypomagnesemia, hypokalemia or hypocalcemia, defined as values below the lower limit of normal (LLN) for the institution despite adequate electrolyte supplementation or management\n* Symptomatic hypercalcemia requiring continued use of bisphosphonate or denosumab therapy\n* Clinically significant history of liver disease, including viral or other hepatitis, current alcohol abuse, or cirrhosis\n* Grade ≥2 peripheral neuropathy\n* Any other diseases, active or uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, pulmonary dysfunction, metabolic dysfunction, psychiatric illness/social situations, physical examination finding, or clinical laboratory finding that would limit compliance with study requirements.\n* Women of childbearing potential (\\< 1 year amenorrheic) or sexually active males who are not employing adequate contraception (or practicing complete abstinence).\n\n  * Female patients of childbearing potential must commit to using a reliable and appropriate method of contraception until at least 7 months after the end of last dose of study treatment.\n  * Male patients with a partner of childbearing potential must agree to use a barrier method of contraception (condom) in addition to having their partner use another contraceptive method during the trial and for 7 months after the last dose of study treatment.\n* Pregnant women and women who are lactating.\n* Known human immunodeficiency virus (HIV) infection\n* Inability or unwillingness to swallow pills",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}