{
    "nctId": "NCT02257476",
    "briefTitle": "Extended Infusion Carfilzomib on a Weekly Schedule in Patients With Advanced Solid Tumors",
    "officialTitle": "A Phase I Study of Extended Infusion Carfilzomib on a Weekly Schedule in Patients With Advanced Solid Malignancies",
    "overallStatus": "COMPLETED",
    "conditions": "Neoplasms, Malignancies",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 22,
    "primaryOutcomeMeasure": "Maximum tolerated dose (MTD) and recommended phase 2 dose (RP2D) of a weekly 4-hour carfilzomib infusion in patients with advanced solid malignancies",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patient aged 18 years or older at the time of enrollment.\n* Advanced/metastatic solid tumor refractory to standard therapy.\n* Eastern Cooperative Oncology Group (ECOG) Performance Status of 0 - 2.\n* Adequate organ function as assessed by the following:\n\n  * Bone marrow:\n\n    * Hemoglobin greater than or equal to 9.0 g/dL\n    * Absolute neutrophil count (ANC) greater than or equal to 1,500/mm³\n    * Platelet count greater than or equal to 100,000/mm³\n  * Hepatic:\n\n    * Total bilirubin less than or equal to 1.5 x ULN\n    * Aspartate aminotransferase (AST) and alanine aminotransferase (ALT) \\< 3 x ULN\n    * Prothrombin time (PT)-international normalized ratio (INR)/partial thromboplastin time (PTT) \\< 1.5 x ULN except in patients receiving active anticoagulation\n  * Renal:\n\n    * Serum creatinine ≤ 1.5 x upper limit of normal or\n    * Glomerular filtration rate (GFR) of 50 ml/minute or greater (if elevated serum creatinine level \\> 1.5 x ULN)\n* Willingness to sign informed consent by patient or patient's legal representative.\n* Patient with known but adequately treated brain metastases and without central nervous system (CNS) disease progression as determined by CT or MRI imaging within 4 weeks of the first dose of study drug.\n\nExclusion Criteria:\n\n* Treatment related residual toxicity \\> grade 1.\n* Prior treatment with a proteasome inhibitor.\n* Uncontrolled systemic disease or intercurrent illness.\n* Recent history of myocardial infarction (MI) or symptomatic coronary artery disease within the preceding 6 months.\n* History of uncontrolled hypertension (systolic \\> 150 mmHg or diastolic pressure \\> 90 mmHG despite optimal medical management).\n* Ejection fraction \\< 50%.\n* Known and actively treated infection with human immunodeficiency virus (HIV), hepatitis B or C.\n* Major surgery or significant traumatic injury within 4 weeks of first study treatment from which the subject has not fully recovered.\n* Pregnant or breast feeding women.\n* Female patient of child-bearing potential or male patient with partner of child-bearing potential but unable or unwilling to use effective contraception (double barrier such as condoms, contraceptive sponge, diaphragm or vaginal ring with spermicidal jellies or cream; or hormonal method such as oral, parenteral or transdermal hormonal agents for at least three months prior to study drug administration).\n* Corticosteroid doses greater than equivalent of prednisone 7.5 mg PO daily.\n* Recent therapy with any active anticancer agent within 4 weeks of the 1st dose of the study drugs.\n* Any other current malignancy or previous malignancies within 3 years of enrollment except: curatively treated in situ carcinoma of the cervix uteri; localized basal or squamous cell carcinoma of the skin, curatively treated in situ breast carcinoma, and early stage prostate cancer.\n* Known history of allergy to Captisol® (a cyclodextrin derivative used to solubilize carfilzomib).\n* Contraindication to any of the required concomitant drugs or supportive treatments, including hypersensitivity to all anticoagulation and antiplatelet options, antiviral drugs, or intolerance to hydration due to preexisting pulmonary or cardiac impairment.\n* Subjects with pleural effusions requiring thoracentesis or ascites requiring paracentesis within 14 days prior to randomization.\n* Any other clinically significant medical disease or condition that, in the Investigator's opinion, may interfere with protocol adherence or a subject's ability to give informed consent.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}