{
    "nctId": "NCT06446882",
    "briefTitle": "Diagnostic HER2DX-guided Treatment for patIents wIth Early-stage HER2-positive Breast Cancer",
    "officialTitle": "Diagnostic HER2DX-guided Treatment for patIents wIth Early-stage HER2-positive Breast Cancer",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "HER2-positive Breast Cancer, Early-stage Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "OTHER",
    "enrollmentCount": 304,
    "primaryOutcomeMeasure": "Global health status (GHS) scale from the EORTC QLQ-C30 questionnaire",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Signed informed consent must be obtained prior to any trial-specific procedure. Note: Candidate patients in France must be affiliated to a Social Security System (or equivalent).\n2. Male/female patients who are at least 18 years of age on the day of signing informed consent.\n3. Have an Eastern Cooperative Oncology Group (ECOG) performance status of 0 to 2.\n4. Eligible for any of the following drugs: taxane, carboplatin, trastuzumab, pertuzumab and T-DM1 therapy.\n5. Histologically confirmed non-metastatic primary invasive adenocarcinoma of the breast untreated and recently diagnosed.\n6. Stage at presentation: cT1 cN1-2 or cT2-3 cN0-2 as determined by AJCC staging system, 8th edition (specifically in accordance with Anatomic Stage group rules).\n\n   Note: Axillary lymph node status must be assessed by fine needle biopsy or core biopsy. This procedure at screening will be omitted if there is no suspicion for positive axillary lymph node(s) radiographically or if a pathological report of suspicious lymph nodes of the results of a fine needle biopsy or core biopsy is available prior to the screening period.\n7. Absence of distant metastasis (i.e., cM0).\n8. Patients with multifocal tumors (more than one mass confined to the same quadrant as primary tumor) are eligible provided at least one focus is sampled and locally confirmed as HER2-positive.\n9. Patients with multicentric tumors (multiple tumors involving more than one quadrant) are eligible provided all discrete lesions are sampled and locally confirmed as HER2-positive.\n\n   Note: In patients with multifocal or multicentric breast cancer, the largest lesion should be measured to determine T stage and to performe the HER2DX test.\n10. HER2 positivity defined as either of the following: IHC 3+ or HER2 2+/ ISH positive as per most recent ASCO- CAP guideline according to the local laboratory as determined on the most recently analyzed tissue sample.\n11. ER/PR status determined local based on pretreatment breast biopsy material according to the most recent ASCO/CAP guidelines.\n12. Candidates for neoadjuvant treatment.\n13. Patient agreement to undergo appropriate surgical management, including axillary lymph node surgery and partial or total mastectomy, after completion of neoadjuvant treatment\n14. Baseline left ventricular ejection fraction (LVEF) ≥ 50% measured by echocardiogram (ECHO) or multiple-gated acquisition (MUGA) scans.\n15. Availability of pre-treatment tumor tissue sample of FFPE tumor block from primary tumor in the breast for diagnostic HER2DX test. The tumor tissue should be of good quality based on total and viable tumor content and must be evaluated centrally for quality prior to enrollment. Archival tumor tissue or ex professo biopsy are acceptable.\n16. Adequate hematologic and end-organ function.\n17. For women of childbearing potential: agreement to remain abstinent (refrain from heterosexual intercourse) or use contraceptive methods, and agreement to refrain from donating eggs, as defined below:\n\n    * Women must remain abstinent or use contraceptive methods with a failure rate of \\< 1% per year during the treatment period, 6 months after the final dose of doxorubicin, 12 months after the final dose of cyclophosphamide, 6 months after the final dose of paclitaxel, and 7 months after the final dose of trastuzumab, pertuzumab, or T-DM1, whichever occurs last. Women must refrain from donating eggs during this same period.\n    * A woman is of childbearing potential if she is postmenarcheal, has not reached a postmenopausal state (\\> 12 continuous months of amenorrhea with no identified cause other than menopause), and has not undergone surgical sterilization (removal of ovaries and/or uterus). The definition of childbearing potential may be adapted for alignment with local guidelines or requirements.\n    * Examples of contraceptive methods with a failure rate of \\< 1% per year include bilateral tubal ligation, male sterilization, copper intrauterine devices, hormonal contraceptives that inhibit ovulation, and hormone-releasing intrauterine devices in women with hormone receptor-negative tumors only; the use of hormonal contraceptives and hormone releasing intrauterine devices are prohibited in women with hormone receptor-positive tumors.\n    * The reliability of sexual abstinence should be evaluated in relation to the duration of the study and the preferred and usual lifestyle of the patient. Periodic abstinence (e.g., calendar, ovulation, symptothermal, or postovulation methods) and withdrawal are not acceptable methods of contraception.\n18. For men: agreement to remain abstinent (refrain from heterosexual intercourse) or use contraceptive measures, and agreement to refrain from donating sperm, as defined below:\n\n    * With a female partner of childbearing potential who is not pregnant, men who are not surgically sterile must remain abstinent or use a condom plus an additional contraceptive method that together result in a failure rate of \\< 1% per year during the treatment period and for 6 months after the final dose of doxorubicin and/or cyclophosphamide, 6 months after the final dose of paclitaxel, and 7 months after the final dose of trastuzumab, pertuzumab, or T-DM1, whichever occurs last. Men must refrain from donating sperm during this same period. Male patients are encouraged to seek advice regarding cryoconservation of sperm prior to commencing study treatment because of the possibility of infertility with CT.\n    * With a pregnant female partner, men must remain abstinent or use a condom during the treatment period and for 6 months after the final dose of doxorubicin and/or cyclophosphamide, 6 months after the final dose of paclitaxel, and 7 months after the final dose of trastuzumab, pertuzumab, or T-DM1, whichever occurs last to avoid exposing the embryo.\n    * The reliability of sexual abstinence should be evaluated in relation to the duration of the study and the preferred and usual lifestyle of the patient. Periodic abstinence (e.g., calendar, ovulation, symptothermal, or postovulation methods) and withdrawal are not acceptable methods of contraception.\n\nExclusion Criteria:\n\n1. Stage IV (metastatic) breast cancer.\n2. Known hypersensitivity to any of the excipients of trastuzumab, pertuzumab, carboplatin, T-DM1, docetaxel or paclitaxel.\n3. Patients with synchronous bilateral invasive breast cancer.\n4. Prior systemic therapy for treatment of breast cancer.\n5. Ulcerating or inflammatory breast cancer.\n6. Undergone incisional and/or excisional biopsy of primary tumor and/or axillary lymph nodes.\n7. Sentinel lymph node procedure or axillary lymph node dissection prior to initiation of neoadjuvant therapy.\n8. Patients with a history of previous breast cancer are excluded. Patients with a history of any other cancers (except non-melanoma skin cancer or carcinoma in situ of the cervix), unless in complete remission with no therapy for a minimum of 3 years are excluded. For patients with a history of other non-breast cancerscancerscancers within 3 years and considered of low risk of recurrence per investigator's judgment (for example, papillary thyroid cancer treated with surgery), eligibility is to be discussed with the Sponsor.\n9. Cardiopulmonary dysfunction as defined by any of the following prior to randomization:\n\n   * History of congestive heart failure of any classification.\n   * Angina pectoris requiring anti-anginal medication, serious cardiac arrhythmia not controlled by adequate medication, severe conduction abnormality, or clinically significant valvular disease.\n   * High-risk uncontrolled arrhythmias (i.e., atrial tachycardia with a heart rate \\> 100/min at rest, significant ventricular arrhythmia \\[ventricular tachycardia\\], or higher-grade atrioventricular \\[AV\\]-block \\[second degree AV-block Type 2 \\[Mobitz 2\\] or third-degree AV-block\\]).\n   * Significant symptoms (Grade \\> 1) relating to left ventricular dysfunction, cardiac arrhythmia, or cardiac ischemia.\n   * Myocardial infarction within 12 months prior to randomization.\n   * Evidence of transmural infarction on ECG.\n   * Requirement for oxygen therapy.\n   * Dyspnea at rest.\n10. Major surgical procedure, other than for diagnosis, within 4 weeks prior to initiation of study treatment or anticipation of need for a major surgical procedure during the Study.\n11. Severe infection within 4 weeks prior to initiation of Study treatment, including but not limited to hospitalization for complications of infection, bacteremia, or severe pneumonia.\n12. History of significant co-morbidities that, in the judgment of the investigator, may interfere with the conduction of the Study, the evaluation of response, or with consent procedure.\n13. Pregnancy or breastfeeding, or intention of becoming pregnant during Study treatment or within 6 months after the final dose of paclitaxel, or 7 months after the final dose of trastuzumab, pertuzumab, or T-DM1, whichever occurs last.\n\n    Note: Women of childbearing potential must have a negative serum pregnancy test result within 7 days prior to initiation of Study treatment.\n14. Persons deprived of their liberty or under protective custody or guardianship.\n15. Patients unwilling or unable to comply with the medical follow-up required by the trial because of geographic, familial, social, or psychological reasons.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}