{
    "nctId": "NCT00984321",
    "briefTitle": "A Pilot Study of Geriatric Specific Interventions for Quality of Life in Elderly Patients With Cancer",
    "officialTitle": "A Pilot Study of Geriatric Specific Interventions for Quality of Life in Elderly Patients With Cancer",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Cancer, Prostate Cancer, Lung Cancer, Lymphoma Cancer, Gynecological Cancers",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 107,
    "primaryOutcomeMeasure": "To test the feasibility, tolerability and acceptability of a Geriatric Specific Psychoeducational Intervention (GSPI) by examining the rates of eligibility, acceptance, and adherence.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Have a diagnosis of prostate, breast cancer lung, lymphoma, or gynecological.\n* Are receiving active treatment (e.g., radiation, hormone, or chemotherapy)or have been receiving treatment in the past 6 months for prostate, breast, lung, lymphoma, or gynecological cancer\n* Are 70 years old or older\n* Greater than 6-months post diagnosis\n* Have a Distress Thermometer score of 4 or greater or\n\na score of ≥ 6 on the Depression or Anxiety subscale of the HADS\n\n* Have a Karnofsky Performance Rating of 60 or greater\n* In the investigator's judgment, participants must have satisfactory cognitive function to provide valid informed consent and participate in Geriatric Specific Psychoeducational Intervention. The Blessed Orientation-Memory-Concentration test (BOMC) will be used as a cognitive screening tool. Patients must have a BOMC score of less than or equal to 11.\n* Able to converse, write and read in English. The questionnaires were designed and validated in English and are not currently available in other languages. Translation of questionnaires into other languages would require a very lengthy process of reestablishing the reliability and validity and the establishment of norms for these measures. Therefore, participants must be able to communicate in English to complete the questionnaires.\n\nExclusion Criteria:\n\n* Significant psychiatric disturbance sufficient, in the investigator's judgment, to preclude participation in the intervention (e.g., acute psychiatric symptoms which requires individual treatment).\n* As per self-report or review of the patient's medical record, if the patient is taking anti-depressant medication, fewer than three months on the same dose of anti-depressant medication.\n* Actively participating in protocol 07-094 or 11-021",
    "sex": "ALL",
    "minimumAge": "70 Years",
    "stdAges": "OLDER_ADULT"
}