{
    "nctId": "NCT05986071",
    "briefTitle": "I/II Phase Study Evaluating M1774 in Combination With Fulvestrant in HR+ and HER2- Advanced Breast Cancers",
    "officialTitle": "A Phase I/II Study Evaluating M1774, an ATR Inhibitor, in Combination With Fulvestrant in Hormone Receptor-positive and HER2-negative, Advanced Breast Cancers, Resistant to CDK4/6 Inhibitor Plus Aromatase Inhibitor-based Endocrine Treatment",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 57,
    "primaryOutcomeMeasure": "dose-limiting toxicity",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age ≥ 18 years of age (or \\> 18, depending on countries' legal age of majority) at the time of signing the informed consent.\n2. Man or postmenopausal woman due to either surgical/natural menopause or chemical ovarian suppression (maintained during all the study treatment) with a gonadotropin-releasing hormone (GnRH) agonist or radiation-induced ovarian suppression.\n3. Patient has advanced (loco regionally recurrent not amenable to curative therapy or metastatic) breast cancer.\n4. Patient has pathologically confirmed hormone receptors (HR)-positive (ER+ and/or PgR+) and HER2-negative advanced BC by local laboratory on the last tissue examined. HER2-negative breast cancer defined as a negative in situ hybridization test or an IHC status of 0, 1+ or 2+. If IHC is 2+, a negative in situ hybridization (FISH, CISH, or SISH) test is required by local laboratory testing\n5. Patient has disease progression while receiving aromatase inhibitor therapy (i.e. letrozole, anastrozole, exemestane) in combination with CDK4/6 inhibitors (palbociclib, ribociclib, abemaciclib) administered in the advanced setting or patients has recurrence while receiving aromatase inhibitor therapy (i.e. letrozole, anastrozole, exemestane) in combination with CDK4/6 inhibitors (palbociclib, ribociclib, abemaciclib) or within 12 months of the end of CDK4/6 inhibitors when administered in the early setting.\n6. For phase 2 part only : patient whose tumor displays (according to local tumor boards) either\n\n   * Germline or somatic BRCA1, BRCA2 or PALB2 mutations and prior exposure and resistance to PARP inhibitors (cohort 1).\n   * Documented deleterious germline or somatic alterations associated with HRD : BARD1 BRIP1, CDK12, CHEK2, FANCA, FANCD2, FANCL, MRE11A, NBN, PPP2R2A, RAD51B, RAD51C, RAD51D and RAD54L (cohort 2). Patients with sBRCA1, sBRCA2 and g/sPALB2, without previous exposure to PARP inhibitors, may be enrolled in this cohort.\n   * Oncogenic driver amplification (such as MYC, RAS, Cycin E1) or mutations of the following genes: ATM, ARID1A, ERCC4, XRCC1, RB1, ATRX, DAXX, suspected to favor RS and thereby sensitivity to ATR inhibitors as determined by a local molecular tumor board and validated by the central molecular tumor board (cohort 3).\n7. Tumor site accessible for baseline biopsy or archival tissue available without any specific anticancer treatment after collection\n8. No more than one previous chemotherapy regimen for advanced disease (including antibody drug conjugates) ; (neo)adjuvant chemotherapy is allowed\n9. No more than 1 previous endocrine therapy administered for metastatic disease\n10. Patient with gBRCA1/2 must have received PARP inhibitors and have experienced disease progression during or after treatment\n11. Patient has Eastern Cooperative Oncology Group (ECOG) Performance Status of 0 or 1\n12. Patient must have normal organ and marrow function\n\n    Adequate hematologic function as indicated by:\n    * Platelet count ≥ 100,000/mm3\n    * Absolute neutrophil count \\> 1,500/µL with no growth factor treatment within the last 14 days\n    * Hemoglobin ≥ 10.0 g/dL, with no erythropoietin or red blood cell transfusion within the last 14 days.\n\n    Adequate hepatic function as indicated by:\n    * Total bilirubin ≤ 1.5 × ULN. In the case of documented Gilbert's syndrome, total bilirubin ≤ 2.0 × ULN is allowed.\n    * AST and ALT levels ≤ 3 × ULN or ≤ 5 × ULN in presence of liver metastases.\n13. Adequate renal function defined as: serum creatinine ≤ 1.5 × ULN. If serum creatinine is \\> 1.5 × ULN, creatinine clearance needs to be ≥ 60 mL/min by calculation using the Cockcroft-Gault formula or by measured 24-hour urine collection. The Cockcroft-Gault formula is (glomerular filtration rate \\[mL/min\\] = {(l40-age) × weight/(72 × serum creatinine \\[mg/dL\\])} × 0.85 \\[if female\\]).\n14. A female participant must have a negative serum pregnancy test, as required by local regulations, before the first dose of study intervention).\n\n    Contraceptive use will be consistent with local regulations on contraception methods for those participating in clinical studies.\n\n    Female participants of childbearing potential will be using highly effective contraception for throughout the study and for at least 6 months after last M1774 treatment administration. Women should not breastfeed during the study and for at least 1 month after the study period, (i.e., after the last dose of study intervention is administered).\n\n    Male participants will be using highly effective contraception for throughout the study and for at least 3 months after last M1774 treatment administration.\n15. Patient has measurable disease, i.e., at least one measurable lesion as per RECIST 1.1 criteria\n16. Patient affiliated to the national \"Social Security\" regimen or beneficiary of this regimen or any other regimen of social security\n17. Are capable of giving signed informed consent(or a trusted person) , which includes compliance with the requirements and restrictions listed in the ICF and this protocol.\n\nExclusion Criteria:\n\n1. Has received previous fulvestrant\n2. Any investigational therapy within ≤ 21 days or 5 half-lives prior treatment, whichever is longer, prior treatment\n3. Any hormonal therapy within 7 days prior treatment (except ovarian function suppression).\n4. Any cytotoxic therapy within 21 days (3-weekly regimen), 14 days (weekly or oral regimen) prior treatment\n5. Previous treatment with ATR or CHK1 inhibitors (unless treatment was for less than 3 weeks duration and at least 12 months have elapsed between the last dose and randomization. Patients that did not tolerate prior treatment are excluded). Prior treatment with PARP inhibitor is allowed\n6. . .\n7. Patients with second primary cancer, EXCEPTIONS: adequately treated non melanoma skin cancer, curatively treated in-situ cancer of the cervix, Ductal carcinoma in Situ (DCIS), stage 1 grade 1 endometrial carcinoma, or other solid tumours curatively treated with no evidence of disease for ≥ 3 years prior to study entry (including lymphomas \\[without bone marrow involvement\\]).\n8. Mean resting corrected QTc interval using the Fridericia formula (QTcF) = \\>470 msec/female patients and \\>450 msec for male patients obtained from 3 ECGs Uncontrolled or poorly controlled arterial hypertension, symptomatic congestive heart failure (New York Heart Association Classification ≥ Class III), uncontrolled cardiac arrhythmia, calculated QTc average using the QTcF \\> 470 msec; unstable angina pectoris, myocardial infarction or a coronary revascularization procedure, cerebral vascular accident, transient ischemic attack, or any other significant vascular disease within 180 days of study intervention start.\n9. Any of the following cardiac diseases currently or within the last 6 months\n10. Unstable angina pectoris\n11. Congestive heart failure ≥ Class 2 as defined by the New York Heart Association\n12. Acute myocardial infarction\n13. Conduction abnormality not controlled with pacemaker or medication (patients with a conduction abnormality controlled with pacemaker or medication at the time of screening are eligible)\n14. Significant ventricular or supraventricular arrhythmias (patients with chronic rate-controlled atrial fibrillation in the absence of other cardiac abnormalities are eligible)\n15. Other clinically significant heart disease\n16. Concomitant use of known strong cytochrome P (CYP) 3A inhibitors (eg itraconazole, telithromycin, clarithromycin, protease inhibitors boosted with ritonavir or cobicistat, indinavir, saquinavir, nelfinavir, boceprevir, telaprevir) or moderate CYP3A inhibitors (eg. ciprofloxacin, erythromycin, diltiazem,fluconazole, verapamil).\n17. Concomitant use of known strong (eg. phenobarbital, enzalutamide, phenytoin, rifampicin, rifabutin, rifapentine, carbamazepine, nevirapine and St John's Wort) or moderate CYP3A inducers (eg. bosentan, efavirenz, modafinil).\n18. Persistent toxicities (≥ CTCAE grade 2) caused by previous cancer therapy, excluding alopecia and CTCAE grade 2 peripheral neuropathy.\n19. Major surgery within 2 weeks of starting study treatment: patients must have recovered from any effects of any major surgery.\n20. Immunocompromised patients, eg, patients who are known to be serologically positive for human immunodeficiency virus (HIV).\n21. Patients with known active hepatitis (ie, hepatitis B or C).\n22. Visceral crisis or impending visceral crisis at time of screening.\n23. CNS complications for whom urgent neurosurgical intervention is indicated (e.g., resection, shunt placement).\n24. uncontrolled diabetes mellitus, gastric or duodenal ulceration diagnosed within the previous 6 months, chronic liver or renal disease, or severe malnutrition.\n25. Active infection requiring antibiotics at day 1 of cycle 1\n26. Active and/or uncontrolled infection. The following exceptions apply:\n\n    * Participants with HIV infection are eligible if they are on effective antiretroviral therapy with undetectable viral load within 6 months, provided there is no expected drug-drug interaction.\n    * Participants with evidence of chronic HBV infection are eligible if the HBV viral load is undetectable on suppressive therapy (if indicated), and if they have ALT, AST, and total bilirubin levels \\< ULN, and provided there is no expected drug-drug interaction.\n    * Participants with a history of HCV infection are eligible if they have been treated and cured. For participants with HCV infection who are currently on treatment, they are eligible if they have an undetectable HCV viral load, and if they have ALT, AST, and total bilirubin levels \\< ULN.\n27. Participants with clinically controlled brain metastases, which is defined as individuals with central nervous system metastases that have been treated for, are asymptomatic, and have discontinued corticosteroids for \\> 14 days or are on a stable or decreasing steroid dose (for the treatment of brain metastases) may be enrolled. Participants with meningeal carcinomatosis are excluded.\n28. A scan to confirm the absence of brain metastases is not required. Patients with spinal cord compression unless considered to have received definitive treatment for this and evidence of clinically stable disease (SD) for 28 days.\n29. Patients with a history of treated central nervous system (CNS) metastases are eligible, provided they meet all of the following criteria: Disease outside the CNS is present. No clinical evidence of progression since completion of CNS-directed therapy. Minimum of 3 weeks between completion of radiotherapy and Cycle 1 Day 1 and recovery from significant (Grade ≥3) acute toxicity with no ongoing requirement for \\>10 mg of prednisone per day or an equivalent dose of other corticosteroid. If on corticosteroids, the patient should be receiving a stable dose of corticosteroids, started at least 4 weeks prior to treatment\n30. Any other clinical condition, uncontrolled concurrent illness, or other situations, which in the Investigator's opinion would not make the patient a good candidate for the study or may potentially impact the absorption of M1774 such as (but not limited to) significant small bowel resection, gastric surgery, or exocrine pancreatic insufficiency requiring pancreatic enzyme replacement therapy.\n31. Live vaccines within 4 weeks of first dose of study intervention and while receiving study intervention. Administration of inactivated vaccines (i.e., inactivated influenza vaccine) is permitted. Inactivated RNA or nonreplicating viral vector-based SARS-CoV-2 vaccines are allowed, as approved by local/regional Health Authorities. Novel live attenuated SARS CoV-2 vaccines are not permitted.\n32. Persistence of AEs related to any prior treatments that have not recovered to Grade ≤ 1 unless AEs are clinically non significant (e.g. alopecia) and /or stable on supportive therapy in the opinion of the Investigator.\n33. Patients unable to swallow orally administered medication and patients with gastrointestinal disorders likely to interfere with absorption of the study medication.\n34. History or known hypersensitivity to the active substances or to any excipients of the study interventions.\n35. Pregnant or breast feeding women.\n36. Patient considered socially or psychologically unable to comply with the treatment and the required medical follow-up",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}