{
    "nctId": "NCT00507923",
    "briefTitle": "Tibetan Yoga in Improving Fatigue and Sleep in Participants With Stage I-III Breast Cancer",
    "officialTitle": "Effects of Tibetan Yoga on Fatigue and Sleep in Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Anatomic Stage I Breast Cancer AJCC v8, Anatomic Stage IA Breast Cancer AJCC v8, Anatomic Stage IB Breast Cancer AJCC v8, Anatomic Stage II Breast Cancer AJCC v8, Anatomic Stage IIA Breast Cancer AJCC v8, Anatomic Stage IIB Breast Cancer AJCC v8, Anatomic Stage III Breast Cancer AJCC v8, Anatomic Stage IIIA Breast Cancer AJCC v8, Anatomic Stage IIIB Breast Cancer AJCC v8, Anatomic Stage IIIC Breast Cancer AJCC v8, Prognostic Stage I Breast Cancer AJCC v8, Prognostic Stage IA Breast Cancer AJCC v8, Prognostic Stage IB Breast Cancer AJCC v8, Prognostic Stage II Breast Cancer AJCC v8, Prognostic Stage IIA Breast Cancer AJCC v8, Prognostic Stage IIB Breast Cancer AJCC v8, Prognostic Stage III Breast Cancer AJCC v8, Prognostic Stage IIIA Breast Cancer AJCC v8, Prognostic Stage IIIB Breast Cancer AJCC v8, Prognostic Stage IIIC Breast Cancer AJCC v8, Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 452,
    "primaryOutcomeMeasure": "The correlation on the effects of Tibetan yoga on fatigue",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Women with stage I-III breast cancer who are undergoing neoadjuvant or adjuvant chemotherapy weekly for 12 weeks followed by four cycles of an anthracycline-based treatment every 21 days or six to eight cycles of chemotherapy every 21 days or are within 24 months post-treatment (surgery and/or chemotherapy and/or radiotherapy - patients can still be taking hormonal treatment).\n2. 18 years of age or older.\n3. Able to read, write and speak English\n4. Able to come to UTMDACC for intervention and assessment sessions.\n\nExclusion Criteria:\n\n1. Metastatic disease of the bone.\n2. Documented diagnosis of a formal thought disorder (e.g., schizophrenia).\n3. Engaged in psychiatric or psychological counseling or support groups.\n4. Reports the need for psychological services.\n5. Score of 23 or below on the Mini-Mental State Examination.\n6. Presence of lymphedema at the start of the study.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}