{
    "nctId": "NCT03549000",
    "briefTitle": "A Phase I/Ib Study of NZV930 Alone and in Combination With PDR001 and /or NIR178 in Patients With Advanced Malignancies.",
    "officialTitle": "A Phase I/Ib, Open-label, Multi-center, Study of NZV930 as a Single Agent and in Combination With PDR001 and/or NIR178 in Patients With Advanced Malignancies.",
    "overallStatus": "TERMINATED",
    "conditions": "Non-small Cell Lung Cancer (NSCLC), Triple Negative Breast Cancer (TNBC), Pancreatic Ductal Adenocarcinoma (PDAC), Colorectal Cancer Microsatellite Stable (MSS), Ovarian Cancer, Renal Cell Carcinoma (RCC), Metastatic Castration Resistant Prostate Cancer (mCRPC)",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 127,
    "primaryOutcomeMeasure": "Number of participants with adverse events as a measure of safety and tolerability of the NZV930 in combination with PDR001 and/or NIR178",
    "eligibilityCriteria": "Inclusion Criteria:\n\nAdult men \\& women ≥ 18 years of age Histologically confirmed advanced malignancies with documented progression following standard therapy, or for whom, in the opinion of the investigator, no appropriate standard therapy exists.\n\nMust have a site of disease amenable to biopsy and be a candidate for tumor biopsy according to the treating institution's guidelines. The patient must be willing to undergo a new tumor biopsy at screening and during treatment.\n\nECOG performance status 0-2 and in the opinion of the investigator, likely to complete at least 56 days of treatment.\n\nExclusion Criteria:\n\nSymptomatic or uncontrolled Brain metastases requiring concurrent treatment, inclusive of but not limited to surgery, radiation and/or corticosteroids.\n\nPatients with treated symptomatic brain metastases should be neurologically stable for 4 weeks post-treatment prior to study entry and at doses of \\<10 mg per day prednisolone or equivalent for at least 2 weeks before administration of any study treatment.\n\nPatients who required discontinuation of treatment due to treatment-related toxicities with prior immunotherapy.\n\nPatients previously treated with anti-CD73 treatment and/or adenosine receptor A2a (A2aR) inhibitors.\n\nActive, previously documented, or suspected autoimmune disease within the past 2 years.\n\nPatients with vitiligo, type I diabetes, residual hypothyroidism only requiring hormone replacement, psoriasis not requiring systemic treatment or conditions not expected to recur should not be excluded. Additionally, patients previously exposed to anti-PD-1/PD-L1 treatment who are adequately treated for skin rash or with replacement therapy for endocrinopathies should not be excluded.\n\nHistory of or current drug-induced interstitial lung disease or pneumonitis grade ≥ 2.\n\nImpaired cardiovascular function or clinically significant cardiovascular disease, including any of the following: Clinically significant and/or uncontrolled heart disease such as congestive heart failure requiring treatment (NYHA Grade ≥ 2), uncontrolled hypertension or clinically significant arrhythmia Patients with corrected QT using the Fridericia's correction (QTcF) \\> 470 msec for females or \\>450 msec for males, on screening ECG or congenital long QT syndrome Acute myocardial infarction or unstable angina \\< 3 months prior to study entry History of stroke or transient ischemic event requiring medical therapy Symptomatic claudication Infection: HIV infection, Active HBV or HCV infection (per institutional guidelines). Patients with chronic HBV or HCV disease that is controlled under antiviral therapy are allowed in the expansion but not in the escalation, Known history of tuberculosis Infection requiring systemic antibiotic therapy. Patients requiring systemic antibiotics for infection must have completed treatment before screening is initiated.\n\nSystemic anti-cancer therapy within 2 weeks of the first dose of study treatment. For cytotoxic agents that have major delayed toxicity, e.g. mitomycin C and nitrosoureas, 6 weeks is indicated as washout period. For patients receiving anticancer immunotherapies, 4 weeks is indicated as the washout period.\n\nSystemic chronic steroid therapy (≥ 10 mg/day prednisone or equivalent) or any immunosuppressive therapy, other than replacement dose steroids in the setting of adrenal insufficiency, within 7 days of the first dose of study treatment. Topical, inhaled, nasal, and ophthalmic steroids are allowed\n\nOther protocol-defined inclusion/exclusion criteria may apply",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}