{
    "nctId": "NCT00251472",
    "briefTitle": "A Phase II Trial of Abraxane™ Given Weekly as a Single Agent in First-line Treatment of Metastatic Breast Cancer",
    "officialTitle": "A Phase II Trial of Abraxane™ Given Weekly as a Single Agent in First-line Treatment of Metastatic Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 72,
    "primaryOutcomeMeasure": "To assess the response rate of Abraxane given weekly as first-line treatment for patients with locally advanced or metastatic breast cancer.",
    "eligibilityCriteria": "Inclusion Criteria:\n\nTo be eligible for the study, patients must fulfill all of the following criteria:\n\n* Patients must have signed an IRB-approved informed consent.\n* Patients must have histologically or pathologically confirmed and documented locally advanced or metastatic breast cancer. Patients may be Her2+ or Her2-.\n* Patients must have measurable disease, defined as lesions that can be accurately measured in at least one dimension as \\>2 cm with conventional techniques or as \\>1 cm with spiral CT scan. Palpable disease is acceptable.\n* Patients must be \\>18 years of age.\n* Patients must have an ECOG Performance Status of 0 or 1 (see Appendix I).\n* Patients' estimated life expectancy must be at least 12 weeks.\n* Patients may have received prior adjuvant chemotherapy for breast cancer, including taxane-containing regimens, provided this treatment was completed at least 12 months prior to enrollment.\n* Patients may have received prior radiation (except for radiation to the entire pelvis), provided that less than 25% of the bone marrow has been treated, and the patient has recovered from the acute toxic effects of treatment prior to trial enrollment. Prior radiation treatment must have been completed at least 4 weeks prior to enrollment. Lesions that have been irradiated in the advanced disease setting may not be included as sites of measurable disease.\n* Patients may have received prior hormonal, AI (aromatase inhibitors) therapy, or immunotherapy. All hormonal, AI, and immunotherapy must have been terminated prior to enrollment.\n* Patients must have adequate liver function defined as: for patients with no liver metastases, aspartate transaminase (AST), alanine transaminase (ALT), and bilirubin levels can be up to 1.5 times the upper limit of normal (ULN). For patients with liver metastases, ALT, AST, and bilirubin levels can be up to 2.5 times the ULN.\n* Patients must have adequate renal function defined as: creatinine \\< 2mg/dL or calculated creatinine clearance must be \\> 40mL/min.\n* Patients must have adequate bone marrow function, including absolute neutrophil count (ANC) ³1500/µL, platelet count ³100,000/µL, and hemoglobin ³9 g/dL.\n* Patients must either be not of child bearing potential or have a negative serum pregnancy test within 7 days prior to registration. Patients are considered not of child bearing potential if they are surgically sterile (they have undergone a hysterectomy, bilateral tubal ligation or bilateral oophorectomy) or they are postmenopausal for at least 12 months.\n* Patients of childbearing potential must agree to use effective contraceptive measures during study treatment and for a reasonable time thereafter.\n* Patients must be willing and able to comply with scheduled visits, treatment plan and laboratory testing, and be accessible for follow-up.\n\nExclusion Criteria:\n\nAny of the following criteria will make the patient ineligible to participate in this study:\n\n* Patients who have received prior chemotherapy for the treatment of metastatic breast cancer.\n* Patients who have received prior Abraxane.\n* Patients who have a history of hypersensitivity to taxanes or any of the components in taxanes or Abraxane.\n* Patients with serious intercurrent medical or psychiatric illness.\n* Patients with a second primary malignancy, except carcinoma in situ of the cervix or adequately treated nonmelanomatous carcinoma of the skin or other malignancy treated \\>5 years previously and with no evidence of recurrence.\n* Patients with only non-measurable disease, defined as all other lesions including small lesions and truly non-measurable lesions.\n* Patients with parenchymal or leptomeningeal brain metastases.\n* Patients planning to receive any concurrent therapy to treat metastatic or locally advanced breast cancer during the study treatment period.\n* Any patient who is pregnant or lactating.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}