{
    "nctId": "NCT03154749",
    "briefTitle": "DCb (Docetaxel/Carboplatin) Versus EC-D (Epirubicin/Cyclophosphamide Followed by Docetaxe) as Neoadjuvant Chemotherapy for Triple-Negative Breast Cancer",
    "officialTitle": "Neoadjuvant Docetaxel + Carboplatin Versus Epirubicin+Cyclophosphamide Followed by Docetaxel in Triple-Negative, Early-Stage Breast Cancer (NeoCART): Study Protocol for a Multicenter, Randomized Controlled, Open-Label, Phase 2 Trial",
    "overallStatus": "COMPLETED",
    "conditions": "Triple-Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 93,
    "primaryOutcomeMeasure": "PCR",
    "eligibilityCriteria": "Eligibility Criteria：\n\nPatients must meet the following criteria for study entry:\n\n* Female, aged 18 Years to 70 Years\n* Signed written informed consent approved by the study site Ethics Committee\n* Histologically confirmed Triple-Negative invasive breast carcinoma：Pathologically confirmed as triple negative, defined as ER and PR expression both \\< 1 % of tumor cell nuclei per ASCO/CAP guidelinesa and HER2 negative per ASCO/CAP guidelinesa (IHC 0 or 1+ or FISH-, or IHC 2+ and FISH-)\n* Stage at presentation: II - III (T1cN1-2 or T2-4N0-2)\n* Patients must have measurable disease as defined by palpable lesion with caliper and/or a positive mammogram or ultrasound. Bilateral mammogram is required for study entry. Baseline measurements of the indicator lesions must be recorded on the Patient Registration Form. To be valid for baseline, the measurements must have been made within the 14 days if palpable. If not palpable, a mammogram or MRI must be done within 14 days. If palpable, a mammogram or MRI must be done within 2 months prior to study entry. If clinically indicated, x-rays and scans must be done within 28 days of study entry.\n* Eastern Cooperative Oncology Group (ECOG) performance status 0 to 1 within 14 days of study entry\n* Adequate organ function within 2 weeks of study entry:\n\nANC ≥ 1500 cells/μL Platelet count ≥ 100,000 cells/μL Hemoglobin ≥ 9 g/dL; patients may receive red blood cell transfusions to obtain this level Serum creatinine ≤ 1.5 × upper limit of normal (ULN) INR and (activated) partial thromboplastin time (aPTT/PTT) ≤ 1.5 ×ULN AST and ALT ≤ULN Serum total bilirubin ≤ ULN, except for patients with Gilbert's syndrome for whom direct bilirubin should be within the normal range Serum alkaline phosphatase ≤ULN\n\n* Women of childbearing potential must have a negative serum pregnancy test performed within 7 days prior to the start of treatment\n* Women of childbearing potential must agree to use adequate contraception (barrier method of birth control) prior to study entry and for the duration of study participation\n\nExclusion Criteria：\n\nPatients who meet any of the following criteria will be excluded from study entry:\n\n* Stage IV (metastatic) breast cancer\n* Patients with a history of invasive breast cancer.\n* Patients with a history of ductal carcinoma in situ (DCIS), except for patients treated exclusively with mastectomy \\> 5 years prior to diagnosis of current breast cancer\n* Patients with bilateral breast cancer\n* Prior chemotherapy, hormonal therapy, biologic therapy, investigational agent, targeted therapy or radiation therapy for current breast cancer.\n* Patients who have undergone incisional and/or excisional biopsy of primary tumor and/or axillary lymph nodes\n* History of previous or current malignancy at other sites with the exception of adequately treated carcinoma in-situ of the cervix or basal or squamous cell carcinoma of the skin. Patients with a history of other malignancies, who remain disease free for greater than five years are eligible.\n* Current severe, uncontrolled systemic disease that may interfere with planned treatment (e.g., clinically significant cardiovascular, pulmonary, or metabolic disease; wound-healing disorders)\n* Major surgical procedure unrelated to breast cancer or significant traumatic injury within 28 days prior to randomization or anticipation of the need for major surgery during the course of study treatment\n* Current pregnancy and/or breastfeeding",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}