{
    "nctId": "NCT03207867",
    "briefTitle": "A Phase 2 Study of NIR178 in Combination With PDR001 in Patients With Solid Tumors and Non-Hodgkin Lymphoma",
    "officialTitle": "A Phase 2, Multi-center, Open Label Study of NIR178 in Combination With PDR001 in Patients With Selected Advanced Solid Tumors and Non-Hodgkin Lymphoma",
    "overallStatus": "TERMINATED",
    "conditions": "NSCLC, Non Small Cell Lung Cancer, RCC, Renal Cell Cancer, Pancreatic Cancer, Urothelial Cancer, Head and Neck Cancer, DLBCL, Diffused Large B Cell Lymphoma, MSS, Microsatellite Stable Colon Cancer, TNBC, Triple Negative Breast Cancer, Melanoma, mCRPC, Metastatic Castration Resistant Prostate Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 315,
    "primaryOutcomeMeasure": "Part 1: Overall Response Rate (ORR) Per RECIST v1.1 for Solid Tumors",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Male or female patients ≥18 years of age. For Japan only: written consent is necessary both from the patient and his/her legal representative if he/she is under the age of 20 years.\n* Histologically documented advanced or metastatic solid tumors or lymphomas Part 1: histologically confirmed renal cell carcinoma (RCC), pancreatic cancer, urothelial cancer, head and neck cancer, diffuse large B-cell lymphoma (DLBCL), microsatellite stable (MSS) colon cancer, triple negative breast cancer (TNBC), melanoma, metastatic castration resistant prostate cancer (mCRPC) Part 2: histologically confirmed diagnosis of advanced/metastatic NSCLC. For those with mixed histology, there must be a predominant histology Part 3: histologically confirmed diagnosis of selected advanced/metastatic malignancies. Part 3 will be opened to further assess TNBC patients with a PD-L1 SP-142 IC score of 0 (\\<1%). A second tumor group will be considered for Part 3 after completion of Part 1.\n* Patient (except for those participating in Japanese safety run-in) must have a site of disease amenable to biopsy, and be a candidate for tumor biopsy according to the treating institution's guidelines. Patient must be willing to undergo a new tumor biopsy at screening, and again during therapy on this study.\n* Safety run-in part in Japanese patients can enroll any tumor type included in part 1, 2 and 3.\n\nThe collection of recent sample is permitted under the following conditions (both must be met):\n\nBiopsy was collected ≤ 6 months before 1st dose of study treatment and available at the site.\n\nNo immunotherapy was given to the patient since collection of biopsy.\n\n- Part 1 - 3 only: Patients (other than those with DLBCL) must previously have received at least 1 and no more than 3 prior lines of therapy for their disease (with the exception of IO-pretreated cutaneous melanoma, HNSCC and RCC), unless considered inappropriate for the patient (e.g. safety concern, label contraindication): Patients with NSCLC must have received a prior platinum-based combination. Patients with EGFR positive NSCLC with a T790M mutation must have progressed on osimertinib or discontinued due to toxicity.\n\nPatients with head and neck cancer must have received a prior platinum-containing regimen.\n\nPatients with bladder cancer must have received a prior platinum-containing regimen or be ineligible for cisplatin.\n\nPatients with renal cell carcinoma must have received a prior VEGF tyrosine kinase inhibitor (TKI).\n\nPatients with MSS colorectal cancer must have received (or be intolerant to) prior therapy with fluoropyrimidine-oxaliplatin- and irinotecan- based regimens.\n\nPatients with triple negative breast cancer:. Part 1: must have received a prior taxane-containing regimen Part 3: should have received no more than 2 prior lines of therapy including taxane-based chemotherapy and should have a known PD-L1 status as per local available testing as determined by VENTANA PD-L1 SP142 Assay with IC score of 0 (\\<1%) Patients with DLBCL should be limited to those with no available therapies of proven clinical benefit Patients should have had prior autologous hematopoietic stem cell transplantation (auto-HSCT) or determined to be ineligible for auto-HSCT.\n\nPatients with melanoma:\n\nBRAF V600E wild type patients: must have received anti-PD-1/PD-L1 single agent, or in combination with anti-CTLA-4 therapy BRAF V600E mutant patients: must have received prior anti-PD-1/PD-L1 single-agent, or in combination with anti-CTLA-4 therapy. In addition, subjects must have received prior BRAF V600E inhibitor therapy, either single-agent or in combination with a MEK inhibitor\n\nPatients with Metastatic Castration Resistant Prostate Cancer (mCRPC):\n\n* Of the 1-3 prior lines of therapy, patients must have received and failed at least one line of treatment after emergence of castration resistant disease\n* Patients must not have received prior immunotherapy (previous immune checkpoint inhibitors; single agent and/or combination therapy with anti-CTLA-4, anti-PD-1, anti-PD-L1), except for NSCLC patients enrolled in part 3 and Japanese safety run-in part.\n* Patients must have measurable disease, defined as at least one lesion that can be accurately measured in at least one dimension (longest diameter to be recorded for non-nodal lesions and short axis for nodal lesions) as \\>20 mm with conventional techniques or as \\>10 mm with spiral computer tomography (CT) scan, Magnetic Resonance Imaging (MRI), or calipers by clinical exam.\n\nExclusion Criteria:\n\n* Ongoing or prior treatment with A2aR inhibitors. Patients previously treated with A2aR inhibitors for non-oncologic indications (e.g. Parkinson's disease) may be considered for enrollment on a case by case basis.\n* Current or prior use of immunosuppressive medication within 28 days before the first dose of PDR001, with the exception of intranasal/inhaled corticosteroids or systemic corticosteroids at physiological doses (not exceeding equivalent of 10 mg/day of prednisone)\n* History of another primary malignancy except for:\n\nMalignancy treated with curative intent and with no known active disease ≥2 years before the first dose of study drug and of low potential risk for recurrence Adequately treated non-melanoma skin cancer or lentigo maligna without evidence of disease Adequately treated carcinoma in situ without evidence of disease\n\n* Active or prior documented autoimmune disease within the past 2 years. Patients with vitiligo, Grave's disease, or psoriasis not requiring systemic treatment (within the past 2 years) are not excluded.\n* More than 3 prior lines of therapy except for Japanese safety run-in part.\n* History of interstitial lung disease or non-infectious pneumonitis\n* Systemic anti-cancer therapy within 2 weeks of the first dose of study treatment. For cytotoxic agents that have major delayed toxicity, e.g. mitomycin C and nitrosoureas, 6 weeks is indicated as washout period. For patients receiving anticancer immunotherapies, 4 weeks is indicated as the washout period. GnRH therapy to maintain effective testosterone suppression levels is allowed for mCRPC patients.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}