{
    "nctId": "NCT02438358",
    "briefTitle": "Feasibility Study of Intraoperative Imaging in Breast Cancer",
    "officialTitle": "Feasibility of the LUM Imaging System for Intraoperative Detection of Residual Cancer in the Tumor Bed of Female Subjects With Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "OTHER",
    "enrollmentCount": 60,
    "primaryOutcomeMeasure": "(Phase A Only) Selection of Dose of LUM015 to be Used in Future Breast Trials",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologically or cytologically confirmed primary breast cancer.\n* Female, age of 18 years or older.\n* Scheduled for a lumpectomy of a breast tumor.\n* Able and willing to follow study procedures and instructions.\n* Subjects must have received and signed an informed consent form.\n* Subjects must be otherwise healthy except for the diagnosis of cancer, as per the exclusion criteria listed below.\n* Subjects must have normal organ and marrow function as defined below:\n\n  * Leukocytes \\> 3,000/mcL\n  * Absolute neutrophil count \\> 1,500/mcL\n  * Platelets \\> 100,000/mcL\n  * total bilirubin within normal institutional limits\n  * AST (SGOT)/ALT (SGPT) \\< 2.5 X institutional upper limit of normal\n  * Creatinine within normal institutional limits or creatinine clearance \\> 60 mL/min/1.73 m2 for subjects with creatinine levels above institutional normal.\n* Women of child-bearing potential must agree to use adequate contraception (hormonal or barrier method of birth control, abstinence) starting the day entering the study, and for 60 days after injection of the imaging agent.\n* Subjects with ECOG performance status of 0 or 1.\n\nExclusion Criteria:\n\n* Subjects with a known current condition of substance addiction.\n* Subjects who have taken an investigational drug within 30 days of enrollment.\n* Subjects with prolonged QT interval.\n* Subjects who will have administration of methylene blue or any blue dye used for sentinel node mapping procedures.\n* Subjects who have not recovered from adverse events due to pharmaceutical or diagnostic agents administered more than 4 weeks earlier.\n* Subjects with uncontrolled hypertension defined as persistent systolic blood pressure \\> 150 mm Hg, or diastolic blood pressure \\> 95 mm Hg; those subjects with known HTN should be stable within these ranges while under pharmaceutical therapy\n* Subjects with insulin dependent diabetes mellitus.\n* History of anaphylactic reaction attributed to any contrast agent or drugs containing polyethylene glycol (PEG).\n* Uncontrolled intercurrent illness including, but not limited to ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, COPD or asthma requiring hospitalization within the past 12 months, or psychiatric illness/social situations that would limit compliance with study requirements.\n* Pregnant women are excluded. Breastfeeding should be discontinued if the mother is treated with LUM015.\n* Subjects who are sexually active and not willing/able to use medically acceptable forms of contraception upon entering the study.\n* HIV-positive individuals on combination antiretroviral therapy.\n* Any subject for whom the investigator feels participation is not in the best interest of the subject.\n* Subjects undergoing a second surgery because they had positive margins in a previous surgery.\n* Subjects with prior breast surgeries, mastectomies, breast reconstructions or implants. (Note: subjects who have had prior breast biopsies are not excluded)\n* Subjects with prior reduction mammoplasties or breast reductions performed less than 2 years prior to enrollment to this study.\n* Subjects previously treated with systemic therapies to treat cancer, such as neo-adjuvant chemotherapy or hormonal therapy.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}