{
    "nctId": "NCT02963740",
    "briefTitle": "Feasibility of High Levels of Energy Expenditure From Physical Activity for Breast Cancer Survivors",
    "officialTitle": "Feasibility of High Levels of Energy Expenditure From Physical Activity During a Weight Loss Intervention for Breast Cancer Survivors",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer Female",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "PREVENTION",
    "enrollmentCount": 11,
    "primaryOutcomeMeasure": "Adherence to supervised exercise sessions",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Women \\< age 71 in good general health.\n* Prior diagnosis of breast cancer.\n* At least 3 months from completion of any cytotoxic chemotherapy or radiation or surgery. May continue to take endocrine therapy and/or maintenance trastuzumab.\n* Body Mass Index (BMI) 30-45 kg/m2.\n* By self-assessment, currently performing 60 minutes or less of purposeful exercise per week but able to walk at least 30 minutes on a level surface.\n* Access to a smart phone capable of running MyFitnessPal and Garmin Connect apps and willing to have diet and exercise data from these apps viewed by study personnel.\n* Live in the greater Kansas City Metropolitan Area\n* Willing and able to perform moderate intensity exercise at least 5 days per week for 3 months.\n* Willing to perform unsupervised home exercise for the entire 3 months.\n* Willing to participate in a weekly behavioral modification group phone call for 3 months.\n* Willing to participate in a controlled dietary intervention with portion controlled meals and partial meal and track food intake and exercise.\n\nExclusion Criteria:\n\n* Use of metformin, insulin, steroids or weight loss or anti-psychotic drugs within the prior 3 weeks\n* Individuals with prior bariatric surgery procedures\n* Need for chronic immunosuppressive drugs\n* Participation within the past 6 months on a structured weight loss program such as Weight Watchers®\n* Physical impairments (bad hip, knees, feet, peripheral neuropathy) that would prohibit performing moderate intensity exercise at least 5 days per week.\n* Any other condition or intercurrent illness that in the opinion of the investigator makes the subject a poor candidate for participation in the trial such as recent cardiac event.\n* Currently receiving investigational agents in a clinical trial.",
    "sex": "FEMALE",
    "minimumAge": "N/A",
    "stdAges": "CHILD, ADULT, OLDER_ADULT"
}