{
    "nctId": "NCT06590506",
    "briefTitle": "High Definition Medicine for Solid Tumors Oncology",
    "officialTitle": "High Definition Medicine: Establishment of a Cohort of Patients With Advanced Cancer for Prospective High-resolution Follow-up",
    "overallStatus": "RECRUITING",
    "conditions": "Metastatic Solid Tumor, Advanced Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 300,
    "primaryOutcomeMeasure": "Solid cohort of clinical, analytical and epidemiological variables",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Confirmed diagnosis of oncological disease of solid origin, candidate for first-line treatment (TREATMENT VIRGIN FOR METASTIC DISEASE).\n* Advanced tumor stage (III or IV) not a candidate for treatment with curative intent.\n* Preference will be given to the following pathologies and sub-types:\n* Women with hormone-positive, HER2-negative breast cancer who will receive a CDK4/6 inhibitor plus a hormone inhibitor. o Women with lung cancer of any subtype, candidates to receive first-line treatment.\n* Women with colon cancer of any subtype, candidates to receive first-line treatment.\n* Patients who are going to start treatment in a clinical trial are allowed, as long as the treatment is known (in other words, patients who participate in double-blind studies would not be candidates). There are no inclusion problems for patients who have different types of therapies within the trial as long as they are known (examples such as the following, but not limited to these: women starting treatment for breast cancer with a SERD and an approved CDK4/6 inhibitor , women who start an AI and an experimental CDK4/6/2, women who start a triplet for breast cancer but include AI+CDK4/6i, women who start a triplet for lung cancer with chemotherapy, pembrolizumab, and an experimental immunotherapy , etc).\n* ECOG performance status \\<2.\n* Sufficient capacity and knowledge to carry and use the wearable.\n* Have a mobile device with internet access and an email account.\n* Ability to complete quality of life, nutrition and mental health questionnaires.\n* Written informed consent to participate in the trial obtained prior to any study-specific screening procedures.\n* Patients with co-morbidities are not excluded - they are part of the \"real world\" clinic and it is necessary to know their evolution.\n* For the same reason, pregnant women are not excluded.\n\nExclusion Criteria:\n\n* Having previously received oncological treatment for metastatic disease or with palliative intent.\n* Planned participation in treatment in a double-blind trial regime.\n* Previous or concomitant malignant disease of any other type that could affect compliance with the protocol or interpretation of results. Patients with curatively treated basal cell carcinoma of the skin or cervical cancer in situ are eligible for the study.\n* Concurrent illnesses that may significantly interfere with participation in the study at the discretion of the investigator. No specific diseases are specified, since patients with multiple pathologies are part of the daily clinic and it is very interesting to collect data from patients with other comorbidities, as long as they have the necessary digital familiarization to wear the wearable and use the APP.\n* Carriers of therapeutic electronic devices: pacemakers, defibrillators or cardiac resynchronizers (due to potential interference caused by the device).",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}