{
    "nctId": "NCT00533338",
    "briefTitle": "Weight Gain Prevention for Breast Cancer Survivors",
    "officialTitle": "Weight Gain Prevention for Breast Cancer Survivors",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "PREVENTION",
    "enrollmentCount": 46,
    "primaryOutcomeMeasure": "Weight or Percentage (%) Body Fat",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Woman with newly diagnosed stage II or III breast cancer.\n2. Over 18 years of age.\n3. Beginning neo-adjuvant chemotherapy at M. D. Anderson (no more than 3 weeks from the administration of the first cycle).\n4. Speaks and reads English.\n5. Oriented to person, place, and time.\n6. Able to come to M. D. Anderson once a week for intervention.\n7. Has physician clearance to engage in moderate physical activity.\n8. Lives in Harris County, Texas or a county contiguous to Harris County, Texas.\n\nExclusion Criteria:\n\n1. Have any of the following conditions defined by the American College of Sports Medicine as absolute contraindications to exercise testing (a recent significant change in the resting ECG suggesting significant ischemia, recent myocardial infarction (within 2 days) or acute cardiac event; unstable angina; uncontrolled cardiac arrhythmias causing symptoms or hemodynamic compromise; severe symptomatic aortic stenosis; uncontrolled symptomatic heart failure; acute pulmonary embolus or pulmonary infarction; acute myocarditis or pericarditis; suspected or known dissecting aneurysm; acute infection).\n2. Have any of the following conditions as defined by the American College of Sports Medicine as relative contraindications to exercise testing (left main coronary stenosis; moderate stenotic valvular heart disease; electrolyte abnormalities; severe arterial hypertension at rest; hypertrophic cardiomyopathy and other forms of outflow tract obstruction; neuromuscular, musculoskeletal, or rheumatoid disorders that are exacerbated by exercise; high-degree atrioventricular block; ventricular aneurysm; uncontrolled metabolic disease; chronic infectious disease).\n3. Right or left bundle branch block.\n4. Baseline ST segment or T wave changes that would make monitoring of the ECG stress test indeterminate.\n5. Uncontrolled asthma.\n6. Have other medical contraindications as defined by the patient's physician.\n7. Have inflammatory breast cancer.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}