{
    "nctId": "NCT04972019",
    "briefTitle": "Telerehabilitation Cognitive Impairments Following Chemotherapy Feasibility Study",
    "officialTitle": "Home-based Virtual Reality System for the Treatment of Chemotherapy-related Cognitive Impairments - Feasibility Study",
    "overallStatus": "UNKNOWN",
    "conditions": "Cognitive Impairment, Mild",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 40,
    "primaryOutcomeMeasure": "Change in Montreal Cognitive Assessment (MoCA)",
    "eligibilityCriteria": "Recruitment will be at Robert Wood Johnson Medical School and at Rutgers NJ Cancer Institute.\n\nINCLUSION CRITERIA FOR CANCER SURVIVORS WITH CRCI SUBSEQUENT TO CHEMOTHERAPY\n\n* Female breast cancer survivor;\n* Age 20 to 65 years;\n* At least 12 years of formal education;\n* Not participating in other studies;\n* Generally healthy and active pre-diagnosis (based on self-report);\n* Chemotherapy related cognitive impairments with a Montreal Cognitive Assessment (MoCA) Score 10-25 indicating mild to moderate impairment \\[Chapman 2016\\];\n* Having had invasive (Stages II and III) breast cancer;\n* Had completed standard course of chemotherapy with Anthracyclines: doxorubicin (Adriamycin) \\& epirubicin (Ellence), or Taxanes: docetalex (Taxotere) \\& paclitaxel (Taxol), or Combination therapies with like carboplatin, cyclophosphamide (Cytoxan), and fluorouracil (5-FU).\n* At least one month post completion of first chemotherapy regimen.\n* English speakers so as to comprehend game instructions, feedback forms, clinical exam questionnaires, and neuropsychological testing;\n* Adult caregivers male or female can be either spouse, child, or a significant other living in the same home and available for the study;\n* Absence of lymphedema or other co-morbidity limiting upper extremity function;\n* Low propensity for simulation sickness (as measured by Simulation Sickness questionnaire);\n* Living in the community in Central Jersey so to facilitate researchers travel to home for system installation and/or repairs,\n* Living with a caregiver willing to support trials and be present during sessions;\n* Good upper extremity motor function, able to move arms (at least 30 degrees shoulder, 30 degrees elbow and 30 degrees index finger); 20\n* Willing to allow home inspections to ascertain internet conditions in the home, to determine best placement for the experimental system, to install and remove system, and to provide repairs if needed.\n\nEXCLUSION CRITERIA FOR PARTICIPANTS WITH CRCI POST CHEMOTHERAPY\n\n* Male;\n* Female participants younger than 20 or older than 65;\n* High propensity for simulation sickness (as determined by Simulation Sickness Questionnaire screening);\n* Those with severe visual neglect or legally blind;\n* Those with severe hearing loss or deafness;\n* Those with uncontrolled hypertension (\\>190/100 mmHg);\n* Those with severe cognitive impairment (MoCA score\\<10);\n* Current diagnosis of moderate-severe depression (Beck Depression Inventory II score of 17-63);\n* a history of psychiatric illness, defined as serious psychiatric illness such as bipolar mood disorder and schizophrenia, or requiring psychiatric hospitalization.\n* a history of or current substance abuse;\n* a previous head injury resulting in loss of consciousness;\n* a prior diagnosis of neurological illness;\n* a current or prior diagnosis of brain cancer;\n* non-English speakers;\n* Those unable to reliable participate in pre-study assessment due to any reason;\n* Those with co-morbidities limiting arm and neck motor function (ex. lymphedema, chronic pain, severe arthritis);\n* Less than 1 month post first chemotherapy regimen or starting chemotherapy during 16 weeks post screening (as chemotherapy during study participation is a confounding factor);\n* Those with Stage IV (metastatic) breast cancer will be excluded;\n* Those presenting with multiple cancers, such as breast and arm bone cancer, or breast and brain cancer;\n* Those who are unwilling to allow a home inspection to ascertain Internet quality, determine best placement for the experimental or sham systems, for installation and removal of the systems and necessary repairs.\n\nINCLUSION CRITERIA FOR CAREGIVERS OF PARTICIPANTS WITH CRCI POST CHEMOTHERAPY\n\n* Age 18 or older;\n* Generally in good overall health; 21\n* Able to converse in English;\n* Willing and able to participate in the study;\n* Lives with the individual with CRCI post chemotherapy, or comes at least 4 days a week or at least present during home sessions;\n* Willing to report on standard of care (e. g. any other treatments during the study) on a weekly basis while enrolled;\n* Willing to report on experimental system issues and to fill periodic evaluation questionnaires.\n\nEXCLUSION CRITERIA FOR CAREGIVERS OF INDIVIDUALS WITH CRCI POST CHEMOTHERAPY\n\n* Cardiac, orthopedic, neurologic, psychiatric symptoms limiting participation;\n* Dementia;\n* Aggressive behaviors (observation);\n* Domestic disputes or unstable home environment limiting home based training.\n\nReasons for exclusion based on these impairments relate to the nature of the virtual rehabilitation training, where participants need to be able to perceive the graphics scene on a head-mounted display, be able to hold game controllers in both hands and interact with therapeutic games, hear the simulation sounds, be aware of their surroundings and be able to sustain rapid arm/fingers movement. While the proposed system is considered safe, malignancies in the upper body, cardiac, orthopedic or neurologic issues can pose bodily risks due to intense activity, risks which we want to minimize. Pregnancy is an exclusion since pregnant women are more prone to simulation sickness. The evaluation instruments are in English, thus subjects who do not speak the language will not comprehend the evaluation questions or instructions, which will bias responses.",
    "sex": "FEMALE",
    "minimumAge": "20 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}