{
    "nctId": "NCT03060356",
    "briefTitle": "Autologous T Cells Expressing MET scFv CAR (RNA CART-cMET)",
    "officialTitle": "Clinical Trial of Autologous cMET Redirected T Cells Administered Intravenously in Patients With Melanoma & Breast Carcinoma",
    "overallStatus": "TERMINATED",
    "conditions": "Malignant Melanoma, Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "EARLY_PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 77,
    "primaryOutcomeMeasure": "Number of participants with treatment-related adverse events as assessed by CTCAE v4.03 in melanoma and breast cancer subjects",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Unresectable histologically confirmed stage III/IV melanoma or metastatic or locally advanced unresectable ER and PR negative, HER2 neu nonamplified by IHC and/or FISH breast carcinoma\n* cMET expression in ≥ 30% tumor cells as demonstrated on immunohistochemistry analysis at the University of Pennsylvania. MET IHC may be performed on tissue from screening biopsy, or archival slides of a metastatic deposit or primary tumor. Punch biopsy or percutaneous core biopsy will be offered to obtain tissue as required for this purpose.\n* Patients must have measureable disease as defined by RECIST 1.1 criteria; must have CT scan of chest, abdomen, pelvis within 1 month of enrollment that demonstrates measurable disease by RECIST 1.1 criteria in a tumor other than the one being potentially biopsied and resected for correlative studies\n* Failure of at least one prior standard of care therapy for advanced stage disease\n* If previously treated with any form of immunotherapy (including agents targeting PD1 or CTLA4, oncolytic viruses) the last administered treatment must be at least 2 weeks prior to enrollment\n* Males or female patients age \\> 18 years old\n* Eastern Cooperative Oncology Group (ECOG) Clinical Performance Status 0 or 1\n* Adequate hematologic and organ function as defined by:\n* WBC \\> 3.0 and ANC \\>1500\n* Plt \\> 75,000 (no transfusion permitted within 2 weeks to achieve this goal)\n* Hgb \\> 9 g/dl (transfusions are permitted to achieve this goal)\n* serum creatinine ≤ 1.5 times upper limit of normal\n* Total bilirubin ≤ 2times upper limit of normal\n* ALT and AST ≤ 2 times upper limit of normal\n* Cardiac ejection fraction of \\>40% as measured by resting echocardiogram\n* Women of child bearing potential must have a negative serum or urine pregnancy test and agree to use appropriate contraception from enrollment through the duration of the trial. Men must agree to use appropriate contraception from enrollment through the duration of the trial.\n* Patients must provide written informed consent.\n\nExclusion Criteria:\n\n* Known metastatic tumor encasing a great vessel or at risk for imminently causing spinal cord compression\n* Known HIV-1/HIV-2 infection\n* Known active infection with Hepatitis B virus or Hepatitis C virus\n* Received an experimental therapy within 30 days of enrollment\n* Pregnant women or lactating women\n* History of alcohol abuse or illicit drug use within 12 months of enrollment\n* Clinically significant comorbid disease or other underlying condition, including significant active infection, in the opinion of the PI or sub-investigators, would contraindicate study therapy or interfere with interpretation of study results\n* Significant psychiatric disorder and/or any other reason in the Investigator's opinion that would jeopardize protocol compliance or compromise the patient's ability to give informed consent.\n* Patients with known allergy or hypersensitivity to study product excipients (human serum albumin, DMSO, and Dextran 40).\n* Patients with clinically apparent arrhythmia, or arrhythmias that are not stable on medical management within 2 weeks of the Screening/Enrollment visit.\n* Having received prior genetically manipulated T-cells in prior clinical trial\n* History of autoimmune disease (including but not limited to: systemic lupus erythematosis, Sjogren syndrome, rheumatoid arthritis, psoriasis multiple sclerosis, inflammatory bowel disease etc).\n* History of immune related adverse event with previous immunotherapy.\n* Chronic use of therapeutic anti-coagulants such as coumadin, heparin, or lovenox\n* Symptomatic or untreated CNS metastases. Pts with previously treated CNS metastases are eligible if lesions are radiographically/clinically stable without requirement of steroids within 4 weeks prior to treatment",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}