{
    "nctId": "NCT04539496",
    "briefTitle": "A Phase I/II Study of XZP-3287 in Metastasis Solid Tumors",
    "officialTitle": "A Multicenter, Open-label Phase I/II Study of XZP-3287 in Metastasis Solid Tumors in China",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Metastasis Solid Tumors, Advanced Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 402,
    "primaryOutcomeMeasure": "Single agent and combination dose exploration study：AE evaluation",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Single agent and combination dose exploration study：Patient is an adult male/female 18\\~70 years old; the phase II study：Patient is an adult male/female ≥ 18 years old;\n* Single agent dose escalation study ：Patients with a histologically or cytologically confirmed diagnosis of a solid tumor for which Standard treatment failure or no further effective standard treatment is available.\n\nCombination dose exploration study：Patients with locally advanced or metastatic breast cancer with hormone receptor positive (HR+) and her2-negative (HER2-) were not eligible for surgical resection or radiotherapy for the purpose of cure, and had no clinical indications for chemotherapy, and received endocrine therapy ≤1 line.\n\nThe phase II study: Locally advanced or metastatic breast cancer diagnosed histologically or cytologically not suitable for surgery or radical radiotherapy; HR+ and HER2- ; have locally advanced disease not amenable to curative treatment by surgery or metastatic disease; progress after previous endocrine therapy; at least 1 chemotherapy regimen in the previous adjuvant or metastasis contains paclitaxel; there should be at least 2 prior chemotherapy regimens;\n\n* At least one measurable lesion (based on RECIST v1.1);\n* Patient has an Eastern Cooperative Oncology Group (ECOG) performance status 0 or 1;\n* Have recovered from the acute effects of therapy (until the toxicity resolves to either baseline or Grade 1) except for residual alopecia;\n* Adequate organ and marrow function;\n* The life expectancy of the patient was determined by the investigator to be ≥12 weeks;\n* Fertile male or female patients must agree to use an effective contraceptive method during the study period and for three months after the last study medication;\n* Patient has signed informed consent before any trial related activities.\n\nExclusion Criteria:\n\n* Single agent and combination dose exploration study：Patients with known uncontrolled or symptomatic CNS metastases; The phase II study：Have central nervous system (CNS) metastasis, or Have visceral crisis, or Inflammatory breast cancer.\n* Have received an autologous or allogeneic stem-cell transplant.\n* Patient has impairment of gastrointestinal (GI) function or GI disease.\n* Single agent and combination dose exploration study：Any other malignancy was diagnosed within 3 years prior to enrollment, except for basal cell carcinoma, squamous cell carcinoma, or carcinoma in situ of the cervix, which is adequately treated and the disease is stable.\n\nThe phase II study：Have a history of any other cancer (except nonmelanoma skin cancer or carcinoma in-situ of the cervix), unless in complete remission with no therapy for a minimum of 3 years.\n\n* Subject has impaired cardiac function or heart disease of clinical significance.\n* Cerebrovascular accidents within 6 months before enrollment, including a history of transient ischemic attack or stroke.\n* Major surgery or surgical treatment due to any cause occurred within 4 weeks prior to enrollment.\n* Presence of any serious and/or uncontrolled disease in the opinion of the investigator that may interfere with the study assessment.\n* Uncontrollable pleural effusion, peritoneal effusion, pericardial effusion in the 4 weeks before the first administration (except for a small amount of effusion detected by imaging examination).\n* A prior history of definite neurological or psychiatric disorders, including epilepsy or dementia.\n* Chronic active HBV, HCV or HIV diseases.\n* Patient who received any CDK4/6 inhibitor or patients who plan surgery, or the investigator determines that surgery or radical radiation therapy is required.\n* Participation in a prior treatment of chemotherapy, radiotherapy, endocrinotherapy, targeted therapy, immunotherapy and any investigational study within 14 days prior to enrollment.\n* Bone marrow suppression therapy, such as GCS-F, EPO, or blood transfusion, was administered within 14 days prior to enrollment.\n* Patient with a known hypersensitivity to any of the excipients in this study.\n* Pregnant or breastfeeding.\n* The researchers considered that there were some cases that were not suitable for inclusion.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}