{
    "nctId": "NCT02322853",
    "briefTitle": "A Multicenter Trial Assessing the Efficacy and Safety of tamOxifen Plus LY2228820 in Advanced or Metastatic Breast Cancer Progressing on aromatasE Inhibitors",
    "officialTitle": "A Randomized Open-label Phase II Multicenter Trial Assessing the Efficacy and Safety of tamOxifen Plus LY2228820 in Advanced or Metastatic Breast Cancer Progressing on aromatasE Inhibitors",
    "overallStatus": "TERMINATED",
    "conditions": "Postmenopausal, Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 8,
    "primaryOutcomeMeasure": "To define the efficacy (progression-free survival rate at 6 months) of LY2228820 in combination with tamoxifen for postmenopausal women with an ER positive and HER2 negative advanced or metastatic breast cancer who progressed on aromatase inhibitors.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Women with histologically confirmed breast cancer\n* 18 \\< age \\< 80 years old\n* Menopausal status Women are considered post-menopausal and not of child bearing potential if they have had\n\n  * 12 months of spontaneous amenorrhea with an appropriate clinical profile (e.g., age appropriate, history of vasomotor symptoms) or\n  * 6 months of spontaneous amenorrhea with serum FSH levels \\> 40 mIU/mL and estradiol \\< 20 pg/mL or\n  * surgical bilateral oophorectomy (with or without hysterectomy) at least six weeks ago. In the case of oophorectomy alone, only when the reproductive status of the woman has been confirmed by follow up hormone level assessment is she considered not of child bearing potential\n* ER-positive status by local laboratory testing (\\>10% by IHC) and HER2-negative status (IHC 0 or 1+ or 2+ and FISH negative) on the last biopsy or surgical specimen available.\n* Disease progression defined as inoperable locally advanced or metastatic breast cancer (MBC) excluding aggressive visceral disease requiring other approaches, such as chemotherapy\n* Disease refractory to aromatase inhibitors (AI) defined as:\n\n  * recurrence while on, or within 12 months of end of adjuvant treatment with aromatase inhibitor, or\n  * progression while on, or within 3 months of end of AI for locally advanced or MBC\n* Patients who have received fulvestrant are eligible\n* Maximum 2 previous lines of chemotherapy for MBC\n* Performance Status (PS) ≤ 2\n* Patient able to swallow and retain oral medication\n* Measurable or evaluable lesions as per RECIST 1.1\n\n  * Measurable disease (≥ 20 mm by conventional techniques or ≥ 10 mm by spiral computed tomography scan) or\n  * Non-measurable lytic or mixed (lytic + blastic) bone lesions in the absence of measurable disease.\n  * Patients with only pleural effusion and/or ascites are not eligible.\n* Adequate bone marrow and organ function as defined by the following laboratory values:\n\n  * Absolute Neutrophil Count (ANC) ≥ 1.0 x 109/L\n  * Platelets (plt) ≥ 100 x 109/L\n  * Hemoglobin (Hgb) ≥ 9 g/dl\n  * INR ≤ 1.5 without any anticoagulation treatment\n  * Serum creatinine ≤ 1.5 x ULN\n  * Alanine aminotransferase (AST) and aspartate aminotransferase (ALT) within normal range (or \\< 3.0 x ULN if liver metastases are present)\n  * Total serum bilirubin within normal range (or ≤ 1.5 x ULN if liver metastases are present; or total bilirubin ≤ 3.0 x ULN with direct bilirubin within normal range in patients with well documented Gilbert's Syndrome, which is defined as presence of several episodes of unconjugated hyperbilirubinemia with normal results from CBC count (including normal reticulocyte count and blood smear), normal liver function test results, and absence of other contributing disease processes at the time of diagnosis\n* Patient has signed informed consents obtained before any trial related activities and according to local guidelines\n\nExclusion Criteria:\n\n* • Previous treatment with p38 MAPK inhibitors or Tamoxifen in metastatic setting (adjuvant treatment by tamoxifen is allowed)\n\n  * More than 2 lines of chemotherapy for locally advanced and/or metastatic breast cancer\n  * Brain metastasis\n  * Other malignancy (with the exception of adequately treated, basal or squamous cell carcinoma, non-melanomatous skin cancer or curatively resected cervical cancer).\n  * Clinically significant (i.e. active) cardiovascular disease: cerebro-vascular accident/stroke or myocardial infarction within 6 months prior to first study medication; unstable angina; CHF of New York Heart Association (NYHA) Grade II or higher; or serious cardiac arrhythmia requiring medication.\n  * Have had a major bowel resection that would alter oral drug absorption.\n  * Have a diagnosis of inflammatory bowel disease (Crohn's disease or ulcerative colitis).\n  * Are receiving concurrent administration of immunosuppressive therapy\n  * Concurrent participation in any therapeutic clinical trial\n  * Assessed by the investigator to be unable or unwilling to comply with the requirements of the protocol",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}