{
    "nctId": "NCT00588029",
    "briefTitle": "Collection of Tissue, Blood, and Cells to Be Used For Studying the Causes, Prevention, Diagnosis, and Treatment of Breast Cancer",
    "officialTitle": "Collection of Tissue, Blood, and Cells to Be Used For Studying the Causes, Prevention, Diagnosis, and Treatment of Breast Cancer",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 7000,
    "primaryOutcomeMeasure": "None. This is a tissue banking study.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* For acquisition of existing breast cancer tissue specimens from the MSKCC Tissue Procurement Service, the only criteria are a pathologically-confirmed diagnosis of invasive breast cancer and the availability of corresponding nonmalignant tissue from each case.\n* For the prospective acquisition of blood or saliva from control subjects without breast cancer, eligibility criteria include:\n* Any patient with a previous diagnosis of invasive breast cancer who undergoes a palliative procedure related to the presence of a pleural effusion is eligible for the pleural fluid collection aspect of this protocol.\n* Any female patient, or any female over the age of 18 accompanying a patient under the care of a physician in the Department of Urology, Department of Surgery, or Department of Medicine.\n* Subjects will have no history of preinvasive (carcinoma in situ) or invasive breast cancer.\n* Subjects will be eligible without regard to racial, or ethnic status. Attending physicians authorized to obtain informed consent may exercise discretion in excluding individuals for appropriate medical or other (e.g., mentally impaired) reasons.\n* For the prospective acquisition of blood, saliva, pleural fluid or cerebrospinal fluid from patients who have or are suspected of having breast cancer or carcinoma in-situ, eligibility criteria include:\n* Any patient at MSKCC with a previously confirmed or suspected diagnosis of malignant or premalignant (e.g., carcinoma in situ) breast disease is eligible for inclusion in the blood acquisition aspect of this protocol.\n* Any patient with a previous diagnosis of invasive breast cancer who undergoes a palliative procedure related to the presence of a pleural effusion is eligible for the pleural fluid collection aspect of this protocol.\n* Any patient with a previous diagnosis of invasive breast cancer with leptomeningeal metastasis who undergoes a routine procedure associated with the collection of cerebrospinal fluid is eligible for the cerebrospinal fluid collection aspect of this protocol.\n* All subjects must be under the care of one or more members of the MSKCC Breast Disease Management Team at the time of enrollment.\n* Subjects may have received prior hormonal therapy, cytotoxic chemotherapy, radiation therapy, or surgical therapy at MSKCC or another institution.\n* All subjects must be 18 years or older\n* Subjects will be eligible without regard to sex, racial, or ethnic status. It is anticipated that approximately 99% of the patients will be female. Attending physicians authorized to obtain informed consent may exercise discretion in excluding individuals for appropriate medical or other (e.g., mentally impaired) reasons.\n* If, after pathologic diagnosis, preinvasive or invasive breast disease is not found, patients previously consented for the blood collection aspect of this protocol will not be included.\n\nExclusion Criteria:\n\n* For the prospective acquisition of blood or saliva from control subjects without breast cancer, ineligibility criteria include:\n\n  * A first degree relative (mother, daughter, sister, father, brother or son) who has been diagnosed with breast cancer.\n  * A personal history of breast cancer, lobular carcinoma in situ or atypia.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}