{
    "nctId": "NCT02846389",
    "briefTitle": "Trial of Exercise to Reduce Cancer Related Fatigue in Breast Cancer",
    "officialTitle": "Randomized Controlled Trial of Exercise to Reduce Cancer Related Fatigue in Women Undergoing Radiation Treatment for Breast Cancer",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Cancer Related Fatigue",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 24,
    "primaryOutcomeMeasure": "Assessment of change in fatigue via Functional Assessment of Chronic Illness Therapy (FACIT-Fatigue) survey instrument.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. women between the ages of 18 and 75 years\n2. histologically confirmed non-metastatic carcinoma of the breast (in situ disease or invasive)\n3. radiation therapy naïve\n4. sedentary activity level at baseline, as defined by less than 60 minutes per week of modest physical activity based on 7-day physical activity recall questionnaire\n5. ambulatory\n6. negative serum pregnancy test and not planning to become pregnant in the next three months\n7. able to provide meaningful consent.\n8. Patients must have been deemed by their medical oncologist or internist that they \"may participate in \\[this\\] exercise trial.\" Prior to randomization, participants are required to complete a Physical Activity Readiness Questionnaire (PAR-Q) that includes questions regarding physical and medical conditions that would preclude safe participation in an exercise program.\n\nExclusion Criteria:\n\n1. younger than 18 or older than 75 years\n2. no histological confirmation of breast cancer\n3. prior breast, chest, or pelvic radiotherapy\n4. concurrent chemotherapy\n5. distant metastases\n6. physical limitations that contraindicate participation in low to moderate intensity exercise\n7. positive pregnancy test\n8. currently engaged in moderate to vigorous physical activity\n9. psychiatric disorder which would render the participant unable to provide informed consent.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}