{
    "nctId": "NCT04609215",
    "briefTitle": "ImmunoBreast - A Phase Ib Study",
    "officialTitle": "\"ImmunoBreast - A Phase Ib Study to Investigate the Safety, Tolerability and Trends of Efficacy of ALECSAT Treatment as an add-on Therapy to Carboplatin and Gemcitabine in Patients With Locally Advanced or Metastatic Triple-negative Breast Cancer\"",
    "overallStatus": "UNKNOWN",
    "conditions": "Triple Negative Breast Cancer, Breast Cancer, Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 20,
    "primaryOutcomeMeasure": "AEs and SAEs according to CTCAE v5.0.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Have signed informed consent to study participation. The patient may also provide consent for Future Biomedical Research (FBR). However, the patient may participate in the main study without participating in FBR.\n2. Female patients aged 18 years and older.\n3. Have locally advanced inoperable breast which cannot be treated with curative intent OR have metastatic breast cancer.\n4. Have a histologically or cytologically TNBC (defined by absence of HER2 and estrogen receptor (ER) expression on primary tumor) confirmed by local pathologist. Patients initially diagnosed with hormone receptor-positive and/or HER2-positive breast cancer must have confirmation of TNBC in a tumor biopsy obtained from a local recurrence or distant metastasis site.\n5. Able and willing to provide a fresh tumor biopsy from a local recurrence or distant metastasis site.\n6. Eligible for chemotherapy with carboplatin and gemcitabine.\n7. WHO Performance status 0-1.\n8. Has received no more than two prior regimens for locally advanced or metastatic breast cancer. Prior therapy with checkpoint inhibitors (anti-PD-1, anti-PD-L1, anti-PD-L2, or anti-CTLA-4) agent is allowed.\n9. Have measurable disease based on RECIST 1.1 as determined by local radiology review.\n10. Have life expectancy ≥3 months at time of enrollment.\n11. Demonstrate adequate organ function, within 10 days prior to the start of study treatments, as defined:\n\n    Hematological:\n\n    Absolute neutrophil count (ANC) ≥1,500/μL, Lymphocyte count \\>0.3 x 109/L. Platelets ≥100,000/μL, Renal Creatinine ≤1.5 × ULN OR measured creatinine clearance (GFR can also be used in place of creatinine or CrCl) ≥30 mL/min for patient with creatinine levels \\>1.5 × institutional ULN) Hepatic Total bilirubin ≤1.5 ×ULN ASAT and ALT ≤2.5 × ULN (≤5 × ULN for patients with liver metastases), Albumin ≥3.0 g/dL\n12. Women of child-bearing potential must have a negative pregnancy test at screening and agree to use acceptable methods of contraception during the study.\n\nExclusion Criteria:\n\n1. Previously treated with carboplatin / gemcitabine.\n2. Prior therapy with ALECSAT or other cellular immunotherapies.\n3. Is currently participating in a clinical study and receiving an investigational agent or has participated in a clinical study and received an investigational agent within 4 weeks prior to inclusion or during the trial.\n4. Has not recovered (to ≤Grade 1 or to baseline) from AEs due to a previously administered therapy (alopecia excluded). Prior to inclusion, the patient must have recovered adequately from any toxicity and/or complications associated with any recent procedure.\n5. Has an active autoimmune disease that has required systemic treatment in the past 2 years (e.g., with use of disease modifying agents, corticosteroids, or immunosuppressive drugs).\n6. Has a diagnosis of immunodeficiency.\n7. Positive blood tests for anti-HIV-1/2; HBsAg, anti-HBc, Anti-HCV or being positive in a Treponema Pallidum test (syphilis).\n8. Patients who have been exposed to high risk contagious virus within a reasonable time prior to enrolment, e.g., by travelling in areas with known high risk of infection or known epidemics.\n\n   This includes but is not limited to:\n   * West Nile virus (in season): Less than 28 days following return from affected area; less than 6 months following full recovery from known West Nile virus infection or symptoms suggestive of West Nile virus infection\n   * Dengue virus: Less than 28 days following return from affected area or cessation of symptoms (include high fever, joint pain, body pain, and/or rash) in case of confirmed Dengue virus infection; less than 6 months following full recovery from diagnosis of dengue hemorrhagic fever.\n   * Zika virus: Less than 28 days following return from an affected area or after sexual contact with a male who has been diagnosed with Zika virus infection or with a male who travelled or lived in a Zika affected area during the three months prior to the sexual contact; less than 60 days following recovery of symptoms in case of confirmed Zika virus infection.\n   * Ebola virus: Less than 60 days after return from an affected area; Patients previously diagnosed with Ebola virus should be excluded from the study\n9. Patients from high incidence areas for Human T-Lymphotropic Virus type 1 (HTLV-1) or who has a parent from a high incidence area or who has had sexual contact with a partner from a high incidence.\n\n   area must be excluded unless tested negative for HTLV-1\n10. Blood transfusion with whole blood or red blood cells within 48 hours prior to the donation of blood for ALECSAT production.\n11. Has an active infection requiring systemic therapy.\n12. Has a known additional malignancy that progressed or required active treatment within the last 5 years. Exceptions include basal cell carcinoma of the skin, squamous cell carcinoma of the skin that has undergone potentially curative therapy, and in situ cervical cancer.\n13. Patients with symptomatic brain metastases. Patients previously treated or untreated for brain metastases that are asymptomatic in the absence of corticosteroid and anticonvulsant therapy for at least 6 weeks and max size 20 mm are allowed to be enrolled. Radiotherapy for brain metastasis must have been completed at least 6 weeks prior to start of study treatment. Brain metastasis must be stable with verification by imaging (e.g. brain MRI or CT completed at screening, demonstrating no current evidence of progressive brain metastases). Patients are not permitted to receive antiepileptic drugs or corticosteroid treatment indicated for brain metastasis.\n14. Any condition or illness that, in the opinion of the Investigator, would compromise patient safety or interfere with the evaluation of the safety of the investigational drug.\n15. Females who are pregnant, planning to become pregnant or breastfeeding.\n16. Has received a live vaccine within 30 days prior to inclusion.\n17. Patients known or suspected not being able to comply with the study related study procedures.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}