{
    "nctId": "NCT00270413",
    "briefTitle": "SU11248 as Consolidation After Response to Taxanes in Metastatic Breast Cancer",
    "officialTitle": "A Belgian Multicenter Phase II Randomized Trial in her2 Negative Metastatic Breast Cancer Evaluating Consolidation Antiangiogenic Therapy With SU11248 After Response to Taxane Chemotherapy Induction",
    "overallStatus": "COMPLETED",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 19,
    "primaryOutcomeMeasure": "Progression Free Survival (PFS) at 5 months (= proportion of patients alive and free of progression 5 months after starting therapy in the sunitinib arm (control arm = only for descriptive purpose)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients with metastatic breast cancer, histologically proven\n* Patients received taxane based chemotherapy resulting in PR or CR, and thus had measurable disease at the start of taxane therapy (RECIST)\n* No more than 2 lines (taxanes included) in metastatic setting\n* Patients have received at least 10 weeks of taxane therapy (4 cycles of 3-weekly therapy or 8 weekly administrations) and no more than 20 weeks of treatment (6 cycles of 3-weekly therapy or 16 weekly administrations). 6 cycles of 3-weekly taxanes or 12-16 cycles of weekly taxanes are recommended.\n* Last taxane administration between 3 and 4 weeks for 3 weekly taxane or between 2 and 3 weeks for weekly taxanes\n* Performance status 0 to 1 on the ECOG scale (Appendix A)\n* Age \\> 18 years\n* Adequate organ function as defined by:\n* Serum aspartate aminotransferase (AST; serum glutamate-oxalate transferase \\[SGOT\\]) and serum alanine aminotransferase (ALT; serum glutamate-pyruvate transferase \\[SGPT\\]) ≤2.5 x central laboratory upper limit of normal (CL-ULN). If liver function abnormalities are due to underlying malignancy, then AST and ALT may be ≤5 x CL-ULN\n* Prothrombin time (PT) \\> 50%\n* Serum albumin ≥3.0 g/dL\n* Absolute neutrophil count (ANC) ≥1500/µL\n* Platelets ≥100,000/µL\n* Hemoglobin ≥9.0 g/dL\n* Serum creatinine ≤1.5 x CL-ULN\n* Serum amylase and lipase ≤1.0 x CL-ULN\n* Left ventricular ejection fraction (LVEF) above the lower limit of normal (LLN) as assessed by multigated acquisition (MUGA) scan or echocardiography.\n* Absence of any psychological, familial, sociological or geographical condition potentially hampering compliance with the study protocol and follow-up schedule; those conditions should be discussed with the patient before registration in the trial\n* Before patient registration/randomization, written informed consent must be given according to ICH/GCP, and national/local regulations.\n\nExclusion Criteria:\n\n* Her2 neu positive tumor with IHC 3+ or FISH+\n* Concurrent hormone therapy (tamoxifen, aromatase inhibitors, other hormone suppressing therapies) with SU11248.\n* Concurrent treatment with hormonal replacement therapy\n* Concurrent treatment with any other anti-cancer therapy. Bisphosphonates are allowed.\n* Concurrent treatment with other experimental drugs. Participation in another clinical trial with any investigational not marketed drug within 20 days prior to study entry. Previous trials with antiangiogenic drugs is not allowed.\n* Chronic treatment with steroids unless initiated \\> 6 months prior to study entry and at low dose (\\< 20 mg methylprednisolone daily or equivalent)\n* Diagnosis of any second malignancy within the last 5 years, except for adequately treated basal cell or squamous cell skin cancer, or for in situ carcinoma of the cervix uteri.\n* Any of the following within the 12 months prior to study drug administration: myocardial infarction, severe/unstable angina, coronary/peripheral artery bypass graft, symptomatic congestive heart failure, cerebrovascular accident or transient ischemic attack, pulmonary embolism, deep vein thrombosis, or other thromboembolic event.\n* Ongoing cardiac dysrhythmias of NCI CTCAE grade ≥2, atrial fibrillation of any grade, or prolongation of the QTc interval to \\>450 msec for males or \\>470 msec for females.\n* Known human immunodeficiency virus (HIV) positivity or acquired immunodeficiency syndrome (AIDS)-related illness.\n* Pregnancy or breastfeeding. Patients must be surgically sterile or be postmenopausal, or must agree to use effective contraception during the period of therapy. All female patients with reproductive potential must have a negative pregnancy test (serum or urine) within the 7 days prior to enrollment. The definition of effective contraception will be based on the judgment of the principal investigator or a designated associate.\n* Other severe acute or chronic medical or psychiatric condition, or laboratory abnormality that may increase the risk associated with study participation or study drug administration, or may interfere with the interpretation of study results, and in the judgment of the investigator would make the patient inappropriate for entry into this study.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}