{
    "nctId": "NCT01924351",
    "briefTitle": "HER2-positive Breast Cancer With Brain Metastasis (GCC 1345)",
    "officialTitle": "A Phase II Study of Stereotactic Radiosurgery Plus HER-2 Directed Therapy in HER2-positive Breast Cancer With Brain Metastasis",
    "overallStatus": "WITHDRAWN",
    "conditions": "Breast Cancer With Brain Metastasis",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "Relaspe Rate (Primary)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologically proven diagnosis HER2-positive breast cancer. Her2-positive is defined as follows:\n\n  \\* Validated IHC assay score of 3+ (defined as uniform, intense staining of \\>30% of invasive tumor cells)\n* OR- Average HER2 gene copy number of \\>6\n* OR- Gene amplified (HER2:D17Z1 ratio \\>2.20).\n* Patients with 1-10 newly diagnosed brain metastases\n* The contrast-enhancing intraparenchymal brain tumor must be well circumscribed and must have a maximum diameter of ≤ 4.0 cm in any direction on the enhanced scan. If multiple lesions are present and one lesion is at the maximum diameter, the other(s) must not exceed 3.0 cm in maximum diameter.\n* History and physical with neurological examination, steroid documentation, height, and weight within 14 days of registration.\n* A diagnostic contrast-enhanced MRI of the brain must be performed within 28 days prior to registration.\n* Eligibility for treatment with SRS confirmed by a radiation oncologist.\n* Performance Status 0-2\n* Age ≥ 18.\n* CBC with differential obtained within 14 days prior to registration, with adequate bone marrow function defined as follows:\n* Absolute neutrophil count (ANC) ≥ 1,100 cells/mm3.\n* Platelets ≥ 75,000 cells/mm3.\n* Hemoglobin ≥ 9.0 g/dl (Note: The use of transfusion or other intervention to achieve Hgb ≥9.0 g/dl is acceptable).\n* Adequate renal function within 14 days prior to registration, as defined below:\n* BUN ≤ 30 mg/dl.\n* Creatinine ≤ 1.5 x ULN\n* Creatinine clearance ≥30 mL/min.\n\nAdequate hepatic function within 14 days prior to registration, as defined below:\n\n* Total Bilirubin ≤1.5 x ULN\n* ALT/AST ≤ 2.5 x upper limit of normal (ULN).\n* Systolic blood pressure ≤ 160 mg Hg or diastolic pressure ≤ 90 mg Hg within 14 days prior to registration.\n* Prothrombin time/international normalized ratio (PT INR) \\< 1.4 for patients not on warfarin confirmed by testing within 14 days prior to registration. Patients on full-dose anticoagulants (e.g., warfarin or LMW heparin) must meet both of the following criteria:\n* No active bleeding or pathological condition that carries a high risk of bleeding (e.g., tumor involving major vessels or known varices).\n* In-range INR (between 2.5 and 3.5) on a stable dose of warfarin-based oral anticoagulant; or on a stable dose of low molecular weight heparin; or INR between 1.5 and 2 if a Greenfield filter is in place.\n* Patient must provide study specific informed consent prior to study entry.\n* For women of child-bearing potential, negative serum pregnancy test within 14 days prior to registration.\n* Women of childbearing potential and male participants must practice adequate contraception.\n* Echocardiogram or MUGA scan with ejection fraction within normal institution limits within 28 days of registration\n\nExclusion Criteria:\n\n* Prior invasive malignancy (except for non-melanomatous skin cancer) unless disease free for ≥ 3 years. For example, carcinoma in situ of the oral cavity and cervix are all permissible.\n* Leptomeningeal metastases\n* Previous treatment with all of the following: lapatinib, trastuzumab, pertuzumab, and trastuzumab emtansine. (Patients are eligible if treated with 3 or less of these agents.)\n* Prior cranial radiotherapy.\n* Prior resection of cerebral metastases\n* Allergy to gadolinium\n\nSevere, active co-morbidity, defined as follows:\n\n* Unstable angina and/or congestive heart failure within the last 6 months.\n* Transmural myocardial infarction within the last 6 months.\n* New York Heart Association grade II or greater congestive heart failure requiring hospitalization within 12 months prior to registration.\n* History of stroke, cerebral vascular accident (CVA) or transient ischemic attack within 6 months.\n* Serious and inadequately controlled cardiac arrhythmia.\n* Significant vascular disease (e.g., aortic aneurysm, history of aortic dissection) or clinically significant peripheral vascular disease.\n* Evidence of bleeding diathesis or coagulopathy.\n* Serious or non-healing wound, ulcer, or bone fracture or history of abdominal fistula, gastrointestinal perforation or intra-abdominal abscess, major surgical procedure or significant traumatic injury within 28 days prior to registration, with the exception of the craniotomy for tumor resection or follow-on craniotomies to manage complications of brain tumor management such as hemorrhage or infection.\n* Bacterial or fungal infection requiring intravenous antibiotics at the time of registration.\n* Chronic obstructive pulmonary disease exacerbation or other respiratory illness requiring hospitalization or precluding study therapy at the time of registration.\n* Hepatic insufficiency resulting in clinical jaundice and/or coagulation defects; note, however, that laboratory tests for coagulation parameters are not required for entry into this protocol.\n* Active connective tissue disorders, such as lupus or scleroderma, that in the opinion of the treating physician may put the patient at high risk for radiation toxicity.\n* Any other major medical illnesses or psychiatric impairments that in the investigator's opinion will prevent administration or completion of protocol therapy.\n* Cognitive impairment that precludes a patient from acting as his or her own agent to provide informed consent.\n* Women of childbearing potential who are sexually active and not willing/able to use medically acceptable forms of contraception; this exclusion is necessary because the chemotherapeutic treatment involved in this study is potentially teratogenic.\n* Pregnant or lactating women, due to possible adverse effects on the developing fetus or infant due to study treatment.\n* Patients treated on any other therapeutic clinical protocols within 30 days prior to study entry or during participation in the study.\n* Inability to undergo MRI (e.g., due to safety reasons, such as presence of a pacemaker).\n* Inability to undergo SRS due to claustrophobia",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}