{
    "nctId": "NCT01503190",
    "briefTitle": "The Immune System's Response to Young Women's Breast Cancer",
    "officialTitle": "A Translational Study of the Interactions Between Prior Pregnancy and the Biologic Subtype of Breast Cancer in Defining the Cancer: Host Immunologic Interaction",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer, Breast Cancer and Pregnancy",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 800,
    "primaryOutcomeMeasure": "Progression Free Survival",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Females \\>18.\n2. Histological or cytological confirmation of breast cancer.\n3. For patients diagnosed with needle core or excisional biopsy, formalin-fixed paraffin embedded tumor blocks or unstained slides should be available or planned to be available after upcoming procedure.\n4. Patient should be willing to have fresh and/or fresh frozen tissue collected at time of core biopsy, definitive breast cancer surgery or clinically planned breast cancer metastasis biopsy/resection for research purposes as part of study procedures, if a procedure is in the future planning of the patient's treatment.\n5. Any clinical stage allowed.\n6. Written informed consent obtained prior to any initiation of study procedures in the case of subjects consented in clinic. Subjects consented outside of UCH, VVMC or SCC will be consented by phone and verbal informed consent will be obtained prior to any initiation of study procedures.\n7. Women treated at UCH, VVMC or SCC may be pregnant. Other participants are excluded for safety reasons.\n8. Women who have commenced or completed their breast cancer treatment may join this study by consenting to a retrospective tissue donation only consent of the protocol.\n9. Women who receive their care at a facility other than UCH, VVMC or SCC may join this study. These women will be consented utilizing the phone consent and will receive a copy of the consent in the mail, or they will consent online and print a copy of their online consent.\n\nExclusion Criteria:\n\n1. Known significant autoimmune condition \\[ie Lupus, Crohne's disease or Rhuematoid Arthritis\\], chronic oral steroid use, use of systemic immunomodulatory prescription drugs for any medical condition.\n2. The presence of other comorbid conditions known to significantly impact immune function, (such as: type I diabetes, uncontrolled adult onset diabetes, severe COPD, uncontrolled infection or known HIV infection.)\n3. Underlying psychiatric condition which would, in the opinion of the investigator, preclude compliance with study requirements\n4. Subjects with a history of other malignancy besides current diagnosis of breast cancer who were diagnosed and treated within the last 5 years are excluded, with exception of cervical cancer definitively treated more than 2 years ago or non-melanomatous skin cancer.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}