{
    "nctId": "NCT06259929",
    "briefTitle": "NEOadjuvant Abemaciclib and GIredestrant triaL in Patients With ER-positive, HER2-negative Early Breast Cancer",
    "officialTitle": "NEOadjuvant Abemaciclib and GIredestrant triaL in Patients With ER-positive, HER2-negative Early Breast Cancer",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 51,
    "primaryOutcomeMeasure": "Efficacy of abemaciclib and giredestrant in complete cell cycle arrest (CCCA) rate",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Female patients willing and able to give written informed consent;\n2. Women≥18 years of age;\n3. Postmenopausal women, as defined by at least one of the following criteria:\n\n   * ≥12 months of amenorrhea without an alternate medical cause plus follicle-stimulating hormone (FSH) and plasma estradiol levels within postmenopausal range by local laboratory assessment, in the absence of oral contraceptive pills, hormone replacement therapy, or gonadotropin-releasing hormone agonist or antagonist. However, in the absence of 12 months of amenorrhea, a single FSH measurement is insufficient;\n   * Documented bilateral oophorectomy (≥ 14 days prior to first treatment on Day 1 of Cycle 1 and recovery from surgery to baseline);\n4. Patients with cT1c (≥1.0 cm)-cT4a-c BC at presentation; a-c primary tumor must be ≥ 1.0 cm in longest diameter by ultrasound;\n5. Confirmed ER+ disease by local testing on primary disease specimen: tumor must be ER ≥ 10% defined by immunohistochemistry (IHC) according to American Society of Clinical Oncology (ASCO)/College of American Pathologists (CAP) guidelines for hormone receptor testing;\n6. Confirmed HER2- disease by local testing on primary disease specimen: tumor must be HER2- according to ASCO/CAP 2023 guidelines for HER2 testing;\n7. Patients with multifocal or multicentric breast cancer with at least one tumor lesion ≥1.0 cm in the longest diameter by ultrasound (reference lesion) are also eligible if the two largest tumor lesions have been histologically confirmed in the clinical evaluation and meet pathologic criteria for ER positivity and HER2 negativity.\n8. No previous treatment of the disease by chemotherapy, hormone therapy, surgery or radiotherapy;\n9. Patients considered appropriate for endocrine therapy according to physician judgment;\n10. Ki67 score ≥10% analyzed locally and centrally confirmed. Ki67 will be analyzed locally at the time of inclusion. Patients with basal Ki67≥20% will be assessed locally and centrally confirmed retrospectively and patients with 10-19% will be assessed centrally before inclusion.\n11. Patients with breast cancer eligible for primary surgery;\n12. Eastern Cooperative Oncology Group (ECOG) performance status≤1;\n13. Adequate bone marrow and coagulation and adequate organ function defined as follows:\n\n    * Absolute neutrophil count (ANC) ≥ 1.5 x 109/L;\n    * Platelets count ≥100x 109/L;\n    * Haemoglobin ≥9 g/dL (90 g/L);\n    * Serum creatinine≤1.5 x upper limit of normal (ULN) or estimated creatinine clearance≥60 ml/min as calculated using the standard method for the institution;\n    * Total serum bilirubin ≤1.5 x ULN (Patients with Gilbert's syndrome with a total bilirubin ≤2.0 times ULN and direct bilirubin within normal limits could be included);\n    * AST and/or ALT ≤3 x ULN;\n    * Alkaline phosphatase ≤2.5 x ULN;\n14. Patients able to swallow oral medications.\n\nExclusion Criteria:\n\n1. Patients with bilateral invasive BC;\n2. Patients with metastatic BC (local spread to axillary lymph nodes is permitted (cN1_cN2a);\n3. Patients with inflammatory BC;\n4. Non post-menopausal patients;\n5. Patients having received previous systemic or local treatment for BC, in particular history of any prior treatment with aromatase inhibitors (AIs), tamoxifen, selective estrogen receptor down regulator, or cyclin-dependent kinase 4 and 6 inhibitors;\n6. Participants who have active cardiac disease or history of cardiac dysfunction, including any of the following:\n\n   * History (within 2 years of screening) or presence of idiopathic bradycardia or resting heart rate \\< 50 beats per minute at screening\n   * History of angina pectoris or symptomatic coronary heart disease within 12 months prior to randomization\n   * History of documented congestive heart failure (New York Heart Association Class III or IV) or cardiomyopathy\n   * QT interval corrected through use of Fridericia's formula \\>470 ms for women \\> 450 ms for men based on mean value of triplicate ECGs, history of long or short QT syndrome, Brugada syndrome or known history of corrected QT interval prolongation, or torsades de pointes\n   * Presence of an abnormal ECG that is clinically significant in the investigator's opinion, including complete left bundle branch block, second- or third-degree heart block, or sick sinus syndrome o Participants with first-degree heart block may be considered for inclusion following consultation with a cardiologist and determination that no additional cardiac risks are present.\n\n     * Participants with pacemakers to treat more severe heart blocks and other arrhythmias are permitted.\n     * Patients with history of well-controlled atrial fibrillation are eligible.\n   * History (within 12 months) or presence of ventricular dysrhythmias or risk factors for ventricular dysrhythmias, such as significant structural heart disease (e.g., severe left ventricular systolic dysfunction, restrictive cardiomyopathy, hypertrophic cardiomyopathy, infiltrative cardiomyopathy, moderate-to-severe valve disease), or family history of long QT syndrome) o Clinically significant electrolyte abnormalities (e.g., hypokalemia, hypomagnesemia, hypocalcemia) should be corrected prior to enrollment.\n7. Patients with known clinically significant history of liver disease consistent with Child-Pugh Class B or C, including hepatitis;\n8. Patients with history of invasive BC, ductal carcinoma in situ or lobular carcinoma in situ and other malignancy within 5 years prior to screening;\n9. Patients with documented history of haemorrhagic diathesis, coagulopathy, or thromboembolism;\n10. Patients on concurrent treatment with exogenous reproductive hormone therapy (for example, birth control pills, hormone replacement therapy, or megestrol acetate);\n11. Patients with active systemic bacterial infection (requiring intravenous antibiotics at time of initiating study treatment), fungal infection, or detectable viral infection (such as known human immunodeficiency virus positivity or with known active hepatitis B or C \\[for example, hepatitis B surface antigen positive\\];\n12. Patients with serious and/or uncontrolled pre-existing medical condition(s) that, in the judgment of the investigator, would preclude participation in this study, e.g. interstitial lung disease (ILD), severe dyspnoea at rest requiring oxygen therapy, severe renal impairment (i.e. estimated creatinine clearance \\<30 ml/min), history of major surgical resection involving the stomach or small bowel, or preexisting Crohn's disease or ulcerative colitis or a preexisting chronic condition resulting in baseline Grade 2 or higher diarrhea);\n13. Patients with known allergy or hypersensitivity to any of the study drugs or any of their excipients;\n14. Patients with history of non-compliance to medical regimens;\n15. Patients refusing to perform liquid and tissue biopsy;\n16. Patients unwilling to or unable to comply with the protocol;\n17. Patients having had major surgery within 14 days prior to screening;\n18. Pregnant or lactating females prior to treatment;\n19. Patients having received an experimental treatment in a clinical trial within the last 30 days or 5 half-lives, whichever is longer, prior to initiation of study treatment, or is currently enrolled in any other type of medical research (for example: medical device) judged by the sponsor not to be scientifically or medically compatible with this study;\n20. Patients should be excluded if they have a known history of testing positive for human immunodeficiency virus (HIV) or known acquired immunodeficiency syndrome (AIDS).",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}