{
    "nctId": "NCT05846789",
    "briefTitle": "Phase II Trial of Carboplatin +/- Tocilizumab for Metastatic Triple Negative and ER-low Breast Cancers",
    "officialTitle": "A Phase II Trial of Carboplatin +/- Tocilizumab As Initial Therapy for Metastatic Triple Negative and ER-low Breast Cancers",
    "overallStatus": "RECRUITING",
    "conditions": "Metastatic Breast Cancer, Triple Negative Breast Cancer, Estrogen-receptor-low Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 168,
    "primaryOutcomeMeasure": "Overall response rate",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. ≥ 18 years old at the time of informed consent\n2. Ability to provide written informed consent and HIPAA authorization\n3. Locally recurrent (not amenable to local therapy with curative intent) or metastatic breast cancer that is triple negative or ER-low (ER and PR ≤ 9% weak staining)\n4. No prior chemotherapy for metastatic disease\n\n   a. Prior (neo)adjuvant therapy must have been completed at least 12 months from diagnosis of unresectable locally recurrent or metastatic disease.\n5. Measurable disease based on RECIST 1.1 criteria.\n6. Disease amenable to and consent for study-specific biopsy\n\n   a. NOTE: If no disease amenable to biopsy is present at the time of second biopsy, subjects may continue participation in the study and further study specific biopsies will not be required.\n7. ECOG PS 0 or 1\n8. Patients with treated, asymptomatic CNS disease may participate if the patient is \\> 4 weeks from completion of CNS therapy (radiation and/or surgery), is clinically stable at the time of study entry, and is receiving a stable or decreasing dose of corticosteroid therapy. Brain MRI or head CT is required at screening for patients with known brain metastases.\n9. Adequate organ function as indicated by:\n\n   1. Total bilirubin \\< ULN (except in patients with documented Gilbert's disease, who must have a total bilirubin \\< 3.0 mg/dL)\n   2. Aspartate aminotransferase (AST) and alanine aminotransferase (ALT) \\< 5.0 x ULN\n   3. Creatinine clearance of \\> 50 mL/min using the Cockcroft-Gault formula\n   4. Absolute neutrophil count (ANC) \\> 1.5 K/mm3\n   5. Platelets \\> 100 K/ mm3\n   6. Hgb \\> 9.0 g/dL\n10. Women of childbearing potential must have a negative pregnancy test within 14 days of protocol registration. Women are considered to have childbearing potential (regardless of sexual orientation, having undergone a tubal ligation, or remaining celibate by choice) unless they meet one of the following criteria:\n\n    1. Has undergone a hysterectomy or bilateral oophorectomy; or\n    2. Has been naturally amenorrheic for at least 24 consecutive months.\n11. Women of childbearing potential and men must agree to use effective contraception throughout the study and for 6 months after the last study treatment.\n\nNote: Acceptable methods of birth control include abstinence, partner with previous vasectomy, placement of an intrauterine device (IUD), condom with spermicidal foam/gel/film/cream/suppository, diaphragm or cervical vault cap, or hormonal birth control (pills or injections).\n\nExclusion Criteria:\n\n1. Prior treatment with or known contraindication to treatment with tocilizumab or other IL-6/IL-6R targeted agent\n2. Patients who are PD-L1 positive (CPS ≥ 10), unless they have a clear contraindication to pembrolizumab therapy.\n3. Active infection requiring parenteral antibiotics\n4. Concurrent use of methotrexate or systemic corticosteroids\n5. Active or symptomatic CNS disease\n6. Patients with HER2+ disease HER2 will be considered positive if scored 3+ by immunohistochemistry (IHC) or 2+ by IHC associated with a fluorescence in situ hybridization (FISH) ratio of \\> 2.0 or \\> 6 total HER2 gene copies per cell.\n7. Patients with active malignancy other than breast cancer. Patients with prior malignancies without recurrence after standard treatment will not be excluded\n8. Radiation therapy within 2 weeks of registration\n9. Hormone therapy within 2 weeks of registration",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}