{
    "nctId": "NCT04848454",
    "briefTitle": "Efficacy and Safety of Combinition of Camrelizumab in Second-line Neoadjuvant Chemotherapy and Adjuvant Therapy",
    "officialTitle": "Neoadjuvant Camrelizumab Combined to Vinorelbine and Cisplatin as Second Regimen to Non-optimal Response to Taxanes and Anthracyclines on Patients With Early Stage HER2-negative Breast Cancer: A Single Arm Phase 2 Trial",
    "overallStatus": "RECRUITING",
    "conditions": "HER2-negative Breast Cancer, Neoadjuvant Therapy, Pathological Complete Response, Immunotherapy, Vinorelbine, Cisplatin",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 30,
    "primaryOutcomeMeasure": "Pathological complete response (pCR)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Be willing and able to join the trial and the follow-up; provide written informed consent.\n* Be a male or female subject at the age when signing the informed consent of 18-70 years old.\n* Have invasive breast cancer confirmed by histopathology, HER2 negative and suitable for neoadjuvant therapy (clinical stage is II or III).\n* With at least one mearsurable lesions according to RECIST 1.1 criteria.\n* No significant early response to first-line neoadjuvant therapy with anthracyclines and taxanes. Definition: first-line neoadjuvant regimen mainly refers to regimen: intravenous infusion of epirubicin 75mg/m2 day 1 or pirarubicin 60mg/m2 day 1 or liposome doxorubicin 25-35mg/m2 day 1, docetaxel 75mg/m2 day 2 or paclitaxel 135-175mg/m2 day 2 or albumin paclitaxel 200-260mg/m2 day 2, once every 3 weeks. After 2 cycles of treatment, the tumor size did not reach partial response (defined as the sum of the target lesion diameter decreased by at least 30% compared with the baseline), and second-line neoadjuvant therapy was considered.\n* Have Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1.\n* Have an estimated life expectancy more than 6 months.\n* Have adequate organ function, including: ① Bone marrow reserve (not using any blood components or cell growth factors within 14 days): WBC≥4.0×10\\^9/L, NEUT ≥ 1.5×10\\^9/L, PLT≥100×10\\^9/L, HGB≥100g/L; ② Hepatic function: ALT, AST≤2.5 ULN, total bilirubin≤ 1.5ULN; ③Renal function: Serum Creatinine≤1.5 ULN or creatinine clearance rate ≥50ml/min (Cockcroft Gault formula); ④ Has normal cardiac function as evidenced by an left ventricular ejection fraction (LVEF) ≥50% by echocardiogram. No obvious abnormal case in electrocardiogram. ⑤Female subjects of child-bearing age must carry out serum pregnancy test within 3 days before starting the study treatment, and the result must be negative, and they have to use a highly effective contraceptive measure (such as intrauterine device, contraceptive or condom) approved by medicine during the study period and within 3 months after the last administration of the study drug; for male subjects with female partners of child-bearing age, they should agree to use the contraceptive measure during the study period and within 3 months after the last study drug treatment .\n\nExclusion Criteria:\n\n* Has any evidence of metastatic disease.\n* Has received chemotherapy, targeted therapy, endocrine therapy or local radiotherapy in the past.\n* Previously received anti-PD-1 antibody, anti-PD-L1 antibody, anti-PD-L2 antibody or anti-CTLA-4 antibody (or any other antibody acting on T cell costimulation or checkpoint pathway).\n* A clear history of allergy may lead to potential allergy or intolerance to the study drug and its similar biological agents.\n* Participated in clinical trials of other anti-tumor drugs within 4 weeks before the first administration; or received live attenuated vaccine within 4 weeks before the first administration or planned during the study period.\n* Had other malignant tumors occurred within 5 years (except for completely treated squamous cell carcinoma of skin or controlled basal cell carcinoma of skin).\n* Immunosuppressive drugs were used within 14 days before the first use of camrelizumab, excluding nasal and inhaled corticosteroids or physiological doses of systemic steroids (i.e. not more than 10 mg/day of prednisolone or other corticosteroids of the same pharmacophysiological dose).\n* Active autoimmune disease or history of autoimmune disease: including but not limited to: autoimmune hepatitis, interstitial pneumonia, uveitis, enteritis, hepatitis, hypophysitis, vasculitis, nephritis, hyperthyroidism, hypothyroidism; subjects with vitiligo or asthma in childhood had complete remission and did not need any intervention in adulthood could be included; asthma that needs bronchodilator for medical intervention cannot be included.\n* Grade II or above myocardial ischemia or myocardial infarction, poorly controlled arrhythmia (including QTc interval ≥450ms in male and ≥470ms in female); NYHA grade III-IV heart failure, or left ventricular ejection fraction (LVEF) \\< 50% by echocardiography; myocardial infarction within 6 months; NYHA grade I-II, uncontrolled angina pectoris, uncontrolled severe ventricular arrhythmia, clinically significant pericardial disease; ECG showed acute ischemia or active abnormality of conduction system.\n* Severe infection occurred within 4 weeks before the first administration (e.g. intravenous drip of antibiotics, antifungal or antiviral drugs) or fever of unknown origin \\> 38.5 ℃ occurred during the screening period or before the first administration.\n* History of psychotropic substance abuse and can not give up or have mental disorders.\n* Major surgery performed within 4 weeks before the first administration; with open wound or fracture;\n* The adverse reactions related to anti-tumor therapy (except alopecia) did not return to nci-ctcae ≤ 1 after first-line neoadjuvant therapy.\n* Other circumstances judged by the researchers not suitable for participation in this study.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}