{
    "nctId": "NCT01618357",
    "briefTitle": "Pre-Operative Radiation and Veliparib for Breast Cancer",
    "officialTitle": "Pre-Operative PARPi and Irradiation (POPI) in Women With an Incomplete Response to Neo-Adjuvant Chemotherapy for Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 19,
    "primaryOutcomeMeasure": "POPI Safety, Tolerability, and MTD",
    "eligibilityCriteria": "Inclusion Criteria for Observation\n\n* Patient must be female and 18 years of age or older.\n* Patients must have histologically confirmed (by routine H\\&E staining) adenocarcinoma of the breast or axillary node. Patients with squamous, or metaplastic carcinomas or sarcomas of the breast are NOT eligible.\n* Patient must have had a bilateral mammogram prior to NAC unless there is only one breast.\n* Patient must have a Medical Oncology consult and be recommended to receive neoadjuvant chemotherapy for a stage IIB through IV carcinoma.\n* Patients must not have received prior radiation therapy to the involved breast at any time for any reason due to the potential for cumulative toxicities.\n\nInclusion Criteria for Treatment with Veliparib and Radiation\n\n* Patient must have a history and physical within 2 weeks prior to the start of any protocol therapy (radiation and veliparib).\n* Patient must have \\> 1.0 cm residual in-breast cancer (via positive biopsy) or clinically positive residual nodal disease. Incident breast biopsies only permitted prior to POPI to confirm residual disease after NAC.\n* Hematology:\n\n  1. Absolute Neutrophil Count (ANC) ≥ 1000/mm3\n  2. Platelet Count ≥ 100,000/mm3\n  3. Hemoglobin ≥ 9.0 g/dL (after transfusion if required)\n* Renal Function:\n\n  a. Creatinine Serum ≤ 2.0 mg/dl or Creatinine Clearance ≥45mL/min\n* Hepatic Function:\n\n  1. Bilirubin ≤ 1.5 mg/dL (≤ 3.0 mg/dL with liver metastasis)\n  2. Serum Glutamic-Oxaloacetic Transaminase (SGOT) ≤ 2.5 × ULN (≤ 5.0 × ULN with liver metastasis)\n  3. Serum Glutamic-Pyruvic Transaminase (SGPT) ≤ 2.5 × ULN (≤ 5.0 × ULN with liver metastasis) ULN = Upper normal limit of institution's normal range\n  4. If calculated creatinine clearance is \\< 45 mL/min, a 24-hour urine collection for creatinine clearance may be performed.\n  5. Subjects with Gilbert's disease may have bilirubin up to 2.5 mg/dL (or 3.0 mg/dL with liver (metastasis).\n* Patients must not be pregnant due to the potential for fetal harm as a result of this treatment regimen. Women of child-bearing potential must also have a negative pregnancy test within 2 weeks prior to start of protocol therapy (radiation and veliparib).\n* Women of childbearing potential must agree to use adequate contraception (one of the following listed below) prior to study entry, for the duration of study participation and up to 2 months following completion of protocol therapy\n\n  1. Total abstinence from sexual intercourse (minimum one complete menstrual cycle)\n  2. A vasectomized partner\n  3. Hormonal contraceptives (oral, parenteral or transdermal) for at least 3 months prior to study drug administration\n  4. Double-barrier method (condoms, contraceptive sponge, diaphragm or vaginal ring with spermicidal jellies or cream)\n* Patients must not have a serious medical or psychiatric illness which prevents informed consent or compliance with treatment.\n* All patients must be informed of the investigational nature of this study and given written informed consent in accordance with institutional and federal guidelines.\n* Patients must have a performance status 0 or 1 by ECOG criteria (Appendix I)\n\nExclusion Criteria for Consent B\n\n* Women who have a \\< 1.0 cm and are cN0 after NAC are not eligible.\n* Last dose of chemotherapy, immunotherapy, biologic therapy, or investigational therapy, was less than 21 days prior to protocol therapy (radiation and veliparib). There are no limitations on the type or number of prior regimens. Hormonal therapy and Traztusumab are permitted during POPI.\n* Bisphosphonates, hormone modification therapy, and trastuzumab are permitted without restriction.\n* Unresolved or unstable, serious toxicity from prior administration of another investigational drug and/or prior anti-cancer treatment.\n* If female, subject is pregnant or breast-feeding\n* Clinically significant and uncontrolled major cardiac, respiratory, renal, hepatic, gastrointestinal, hematologic or neurological/psychiatric disease or disorder, including but not limited to:\n\n  1. Active uncontrolled infection\n  2. Symptomatic congestive heart failure, unstable angina pectoris, or cardiac arrhythmia\n  3. Any other illness condition(s) that could exacerbate potential toxicities, confound safety assessments, require excluded therapy for management, or limit compliance with study requirements. Questions regarding inclusion of individual subjects should be directed to the PI.\n* Unable to swallow and retain oral medications.\n* History of seizure disorder.\n* Known contraindication to enhanced MRI and CT, including but not limited to:\n\n  1. Presence of metal objects within the body such as a cardiac pacemaker, implanted cardiac defibrillator, brain aneurysm clips, cochlear implant, ocular foreign body, or shrapnel.\n  2. History of immediate or delayed hypersensitivity reaction or other contraindication to contrast agents including but not limited to gadolinium and iodine.\n* Previous enrollment on another study involving the investigation of veliparib (ABT- 888), with the exception of receiving a single dose of study drug.\n* Consideration by the Investigator, for any reason, that the subject is an unsuitable candidate to receive veliparib (ABT-888) and/or breast irradiation.\n\nInclusion of Underrepresented Populations Individuals of all races and ethnic groups are eligible for this trial. There is no bias towards age or race in the clinical trial outlined. This trial is open to the accrual of women only.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}