{
    "nctId": "NCT03127995",
    "briefTitle": "Hypofractionated vs Standard Radiotherapy in Breast Cancer With an Indication for Regional Lymph Node Irradiation About Lymphedema Occurrence",
    "officialTitle": "Multicenter Randomized Phase III Trial Comparing Hypofractionated Versus Standard Radiotherapy in Breast Cancer With an Indication for Regional Lymph Node Irradiation in Terms of Lymphedema Occurrence",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Cancer Female",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "OTHER",
    "enrollmentCount": 1265,
    "primaryOutcomeMeasure": "Arm Lymphedema",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Woman ≥ 18 years who had radical surgery for invasive breast cancer pT1-3, pN0-N3, M0 with either mastectomy or breast conservation. The patient can be included no matter the status of oestrogen receptor, progesterone receptor, malignancy grade, HER2 status.\n* ECOG 0-2\n* Axillary lymph node dissection of the axilla where the findings give indication for regional nodes radiotherapy to levels +/-I, +/- II, +/-III, +/-IV, +/-interpectoral nodes (Rötter) and +/-the IMN.\n* Sentinel node biopsy documenting limited nodal disease without an indication for axillary lymph node dissection according to institutional, national or other trial guidelines are accepted.\n* The patient may be a candidate for a boost to the tumour bed.\n* Adjuvant systemic therapy with chemotherapy, endocrine therapy and anti-HER2 treatment is accepted.\n* Neoadjuvant chemotherapy for downstaging according to institutional or national guidelines is accepted if there is not an indication for a boost in the area of regional nodes after surgery.\n* Primary systemic therapy of an operable breast cancer is accepted.\n* If the patient is not treated with chemotherapy, the patient must be randomized within 8 weeks from last surgery. If the patient has received adjuvant chemotherapy, the patient must be randomized within 4 weeks after the last series of adjuvant chemotherapy or within 42 days from last surgery in case of surgery after neoadjuvant or adjuvant chemotherapy.Breast implants are accepted.\n* Connective tissue disease is allowed if the treating radiation oncologist finds radiotherapy indicated\n* Postoperative infection and/or seroma giving indication for drainage during RT is accepted\n* Women of childbearing potential must agree to use adequate contraception for the duration of study participation and up to 3 months following completion of therapy\n* Signed informed consent\n* Affiliated to the Social Security system\n\nExclusion Criteria:\n\n* Previous breast cancer or DCIS of the breast.\n* Bilateral breast cancer\n* Patient with previous non-breast malignancy with the exception of cancer in complete remission for over 5 years and low risk of recurrence. Patients with the following diseases can be accepted despite less than 5 years disease free interval: carcinoma in situ of the cervix, melanoma in situ, basal cell carcinoma of the skin, squamous cell carcinoma of the skin\n* The patient has an indication for boost to 1 or more regional nodes\n* Previous radiotherapy to the chest region\n* Patient enrolled in another therapeutic trial. Observational cohorts are accepted if the collection of data does not interfere with the current trial\n* Pregnant or lactating\n* Conditions indicating that the patient cannot go through the radiation therapy or follow up, or a condition where the treating radiation oncologist thinks the patient should not participate in the trial for example due to language problems.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}