{
    "nctId": "NCT04946864",
    "briefTitle": "A Study to Investigate the Safety, Tolerability, of APG-2575 as a Single Agent or in Combination for Breast Cancer",
    "officialTitle": "A Phase Ib/II Study to Investigate the Safety, Tolerability, of APG-2575 as a Single Agent or in Combination With Systemic Anti-cancer Agents in Patients With ER Positive Breast Cancer or Advanced Solid Tumors.",
    "overallStatus": "SUSPENDED",
    "conditions": "Breast Cancer, Solid Tumor, Adult",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 65,
    "primaryOutcomeMeasure": "DLT",
    "eligibilityCriteria": "Inclusion Criteria:\n\nAge ≥ 18 years. 2. Histologically or cytologically confirmed solid tumors; These locally advanced or metastatic diseases have no standard effective therapy available as judged by the investigator. 3. For the patients with breast cancer:\n\n1. Must have histological or cytological confirmation of metastatic carcinoma of the breast (either from the primary or metastatic site), with the following tumor molecular characteristics (as determined from pre-screening testing):\n\n   1. ER positive.\n   2. HER2 negative - non-amplified (per ASCO/CAP guidelines).\n2. Must have been treated with CDK4/6 inhibitor in the metastatic setting. And the patients must have experienced disease progression during or recurrence after CDK4/6 inhibitor therapy, which must have been administered for a minimum of 8 weeks prior to progression.\n3. Must have measurable disease (according to RECIST v1.1) or evaluable disease. Boneonly metastases are allowed.\n4. Physiological postmenopausal, defined as:\n\n   1. Age ≥60 years, or\n   2. Age \\<60 years and undergone bilateral oophorectomy or medically confirmed ovarian failure, or\n   3. Age \\<60 years and have cessation of regular menses for at least 12 consecutive months with no alternative pathological or physiological cause and have serum levels of estradiol and FSH within the reference range for postmenopausal females.\n   4. Premenopausal treated with LHRH analogues APG2575XU103 Version 1.0. / March 8, 2021 APG-2575 Ascentage Pharma Group Inc. Confidential Page 51 of 108 4. ECOG ≤ 1. 5. Adequate organ and bone marrow function within 14 days prior to registration:\n\n1) Hemoglobin ≥ 90 g/L. 2) Absolute neutrophil count ≥ 1.5 x 109\n\n* L. Note: Use of growth-factors to maintain ANC criterion is not permitted 3) Platelet count ≥ 100 x 109\n* L. Note: Use of transfusions or thrombopoietic agents to achieve baseline platelet count criterion is prohibited. 4) ALT and AST ≤ 3 x upper limit of normal (ULN), or ≤ 5 x ULN if liver metastases are present. 5) Total serum bilirubin ≤ 1.5 x ULN. Patient's with Gilbert's syndrome may have a total serum bilirubin \\> 1.5 x ULN. 6) Serum creatinine ≤ 1.5 x upper limit of normal (ULN); if serum creatinine is \\>1.5 X ULN, creatinine clearance must be ≥ 50 mL/min (Cockcroft-Gault). 6. Female patients with childbearing potential must have negative urine or serum pregnancy test within 14 days prior to registration. 7. Able to swallow whole tablets. 8. Willingness to use contraception that is deemed effective for the patients with child bearing potential (postmenopausal women must have been amenorrhea for at least 12 months to be considered of non-childbearing potential) and their partners throughout the treatment period and for at least three months following the last dose of study drug.\n\n  9. Brain metastases with clinically controlled neurologic symptoms. 10. Able to sign written informed consent with willingness and ability to comply with study procedures and follow-up examination. 11. Patient assigned to combination therapy, must provide sufficient archival tumor lesion or willing to provide fresh biopsy if no archival tissue available and core or excisional biopsy of a tumor lesion where feasible. Patients cannot provide a fresh biopsy (e.g. inaccessible or patient safety concern) may be eligible upon agreement from the sponsor. -\n\nExclusion Criteria:\n\n* Receive any anti-cancer therapy within 14 days prior to the first dose of study drug, including chemotherapy, radiation therapy, surgery, targeted therapy, steroid therapy, endocrine therapy or other investigational therapy with the exception of hormones for hypothyroidism or estrogen replacement therapy (ERT) for non-breast cancer patients, or has had tumor embolization. Patients must have a 5x half-lives wash out time period or 14 for small molecules or 28 days for biologics including IO agents, gene or cellular therapeutic agents, respectively.\n\nThese following therapies are permitted:\n\na. Bisphosphonate or denosumab therapy for patients with bone metastases. APG2575XU103 Version 1.0. / March 8, 2021 APG-2575 Ascentage Pharma Group Inc. Confidential Page 52 of 108 b. Ovarian suppression in pre- and peri-menopausal patients. c. Palliative radiotherapy. 2. Receive any following agents within 14 days prior to the first dose of study drugs:\n\n1. Strong CYP3A inhibitors or inducers\n2. Drugs that are known to prolong the QT interval. 3. Continuance of toxicities due to prior radiotherapy or chemotherapy agents that do not recover to \\< Grade 2, exception being clinically insignificant toxicities of prior chemo/radiation such as lymphocytopenia or electrolyte abnormalities. 4. Pregnant or lactating. 5. Have a major surgery within 28 days from study entry, or have had minor surgery within 7 days of study entry. 6. Active symptomatic pathogenic infection including fungal, bacterial and/or viral infection including, but not limited to, active human immunodeficiency virus (HIV) or viral hepatitis (B or C) or active COVID-19. (Patients that have received a COVID-19 vaccination will be considered as eligible for the study.) 7. Unstable angina, myocardial infarction, or a coronary revascularization procedure within 180 days of study entry. Patients with a QTc ≥ 480 msec (based on the mean value of the triplicate ECGs), family or personal history of long or short QT syndrome, Brugada syndrome or known history of QTc prolongation, or Torsade de Pointes 8. Prior use of a Bcl-2 inhibitor. 9. Any other condition or circumstance that would, in the opinion of the investigator, make the patient unsuitable for participation in the study. -",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}