{
    "nctId": "NCT04947917",
    "briefTitle": "Axillary Lymph Node Tattoo Marking Study",
    "officialTitle": "Axillary Lymph Node Tattoo Marking Versus Biopsy Marker and Radioseed Tagging in Patients With Known Primary Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer, Lymph Node Metastases",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "DIAGNOSTIC",
    "enrollmentCount": 10,
    "primaryOutcomeMeasure": "Retrieval Rate",
    "eligibilityCriteria": "Inclusion Criteria:\n\nAny patient presenting with a new diagnosis of breast cancer or with imaging findings highly suspicious for breast cancer (BI-RADS® 4C and 5) and suspicious axillary lymph node(s) is potentially eligible. Inclusion criteria are those eligible patients who have axillary lymph node(s) that are suspicious by imaging. Evaluation of the axilla with US will be performed when clinically warranted, with lymph node sampling recommended by the radiologist based on morphologically abnormal features.\n\n* Age 18 years. Because no dosing or adverse event data are currently available on the use of Spot™ ink in participants \\<18 years of age, children are excluded from this study.\n\nPatients must be able to undergo breast imaging and surgical procedures, and therefore have a ECOG performance status ≤2 (Karnofsky ≥60%).\n\n* Participants with known history or current symptoms of cardiac disease, or history of treatment with cardiotoxic agents, should have a clinical risk assessment of cardiac function using the New York Heart Association Functional Classification. To be eligible for this trial, participants should be class 2B or better.\n* Women who are pregnant or lactating are eligible as Spot™ ink is placed focally in the axillary lymph node and breast tissues.\n* Ability to understand and the willingness to sign a written informed consent document.\n\nExclusion Criteria:\n\nExclusion criteria includes patients who have upper body or ipsilateral arm tattoos, as that ink may already be present in regional nodes and may confound visibility of Spot™ ink \\[19\\]. If NAC has already been initiated and the lymph node is no longer visualized, tattooing will not be performed, and that patient will also be excluded.\n\n* History of allergic reactions attributed to compounds of similar chemical or biologic composition to Spot™ ink.\n* Participants with uncontrolled intercurrent illness.\n* Participants with psychiatric illness/social situations that would limit compliance with study requirements.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}