{
    "nctId": "NCT05673629",
    "briefTitle": "Utidelone in Combination With AC Versus Docetaxel in Combination With AC for Neoadjuvant Chemotherapy in Patients With HER2-negative Breast Cancer",
    "officialTitle": "A Phase III, Open-label, Randomized, Controlled Study of Utidelone in Combination With AC Versus Docetaxel in Combination With AC for Neoadjuvant Chemotherapy in Patients With High-risk Early-stage or Locally Advanced HER2-negative Breast Cancer",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 552,
    "primaryOutcomeMeasure": "Total Pathologic Complete Response",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Female patients who will receive initial treatment, 18 ≤ years of age ≤70.\n2. Pathologically confirmed HER2-negative breast cancer at each investigational site with IHC at 0 or 1+, or IHC at 2+ with HER2 being negative by ISH (please refer to the ASCO/CAP Guideline 2020 for the relevant definition).\n3. For patients with triple negative breast cancer, the requirement is tumor size\\>2 cm or lymph node-positive (T1, N1-3, M0, T2-4, any N, M0; tumor stage: II or III).\n4. For patients with HR-positive and HER2-negative breast cancer, the requirement is (T2-4, N1-3, M0 or T2-4, N0 with high risk factors, M0):\n\n   * Tumor size\\>2cm\n   * lymph node-positive or high-risk factor with pathologically negative lymph node. High risk factors include:\n\n   A. histologic grade 3.\n\n   B. high Ki67 expression (≥20%).\n5. Baseline routine blood tests within 1 week prior to enrollment is normal, with CTCAE grade ≤1 (based on normal values at each site's laboratory). No rhG-CSF use and no blood transfusion/EPO etc. within 14 days prior to enrollment.\n\n   A. White blood cell count ≥ 4.0× 109/L;\n\n   B. Neutrophil count ≥ 1.5 × 109/L;\n\n   C. Platelet count ≥ 100 × 109/L;\n\n   D. Hemoglobin ≥100 g/L.\n6. Blood biochemistry test result is normal within 1 week prior to enrollment, with CTCAE grade ≤1 (based on normal values at each site's laboratory).\n\n   A. Total bilirubin ≤ upper limit of normal (ULN).\n\n   B. AST and ALT ≤ 1.5 x ULN.\n\n   C. alkaline phosphatase ≤ 2.5×ULN.\n\n   D. Serum creatinine ≤ 1.5×ULN.\n7. Left ventricular ejection fraction (LVEF) on cardiac ultrasound ≥55%.\n8. ECOG performance status 0 or 1.\n9. Females of childbearing potential must agree to use effective contraception during the study and within 6 months after the last dose. The blood or urine pregnancy test for female patients of childbearing age prior to enrollment must be negative.\n10. The patient willingly participates in this study, will sign the informed consent form, and commits to following the treatment and follow-up schedule.\n\nExclusion Criteria:\n\n1. Stage IV metastatic breast cancer.\n2. Inflammatory breast cancer.\n3. Bilateral primary breast cancer (including invasive cancer and carcinoma in situ).\n4. Patients who have previously received anti-tumor treatment or radiotherapy for any malignancy, excluding cured cervical carcinoma in situ, basal cell carcinoma of the skin and squamous cell carcinoma.\n5. Patients who receive any sex hormone therapy (e.g., birth control pills, hormone replacement therapy, etc.), or any hormonal drug (e.g., raloxifene, tamoxifen, or other selective estrogen receptor modulators) for osteoporosis or breast cancer prevention.\n6. Patients received major surgical operation unrelated to breast cancer within 4 weeks prior to randomization or having not yet fully recovered.\n7. Patients with symptomatic peripheral neuropathy with CTCAE 5.0 grade ≥ 2.\n8. Patients with severe cardiovascular diseases, including but not limited to:\n\n   A. history of congestive heart failure or systolic dysfunction (LVEF \\< 50%).\n\n   B. angina requiring anti-anginal medication.\n\n   C. high-risk uncontrolled arrhythmias or severe conduction abnormalities, such as ventricular arrhythmias requiring clinical intervention, second- to third-degree atrioventricular block, etc.; mean QTcF \\>470ms in 3 12-lead ECGs tests at rest.\n\n   D. clinically significant heart valve disease with impaired cardiac function.\n\n   E. Clinically uncontrollable hypertension.\n\n   F. History of myocardial infarction.\n9. Patients allergic to any ingredient of any drug to be administered in this study.\n10. Patients unsuitable for corticosteroids.\n11. Patients with active infection and currently in need of systemic anti-infective therapy.\n12. Patients with history of immunodeficiency, including history of HIV, or other acquired or congenital immunodeficiency disease, or a history of organ transplantation.\n13. Patients who have participated in another interventional drug trial within 28 days prior to randomization or are concurrently participating in another clinical trial or using another investigational treatment.\n14. Patients during pregnancy (positive pregnancy test), lactation.\n15. Patients with any other co-morbidities that interfere with the regimens in this study, or in the opinion of the investigator, the subject has a history of other serious systemic disease or other reasons that make participation in this trial inadvisable.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}