{
    "nctId": "NCT01917279",
    "briefTitle": "Capecitabine Maintenance Therapy Following Capecitabine Combined With Docetaxel in Treatment of mBC",
    "officialTitle": "A Randomized Phase III Study of Metronomic vs. Intermittent Capecitabine Maintenance Therapy Following First-line Capecitabine and Docetaxel Therapy in HER2-negative Metastatic Breast Cancer",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Neoplasms, Neoplasms by Site, Neoplasm Metastasis, Breast Diseases, Skin Diseases",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 280,
    "primaryOutcomeMeasure": "Progression Free Survival (PFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Signed informed consent obtained prior to initiation of any study-specific procedures or treatment as confirmation of the patient's awareness and willingness to comply with the study requirements.\n* Female patients aged ≥ 18 years.\n* Histologically confirmed and documented HER2-negative metastatic breast cancer.\n* Previously untreated first-line chemotherapy.\n* Patients with at least one measurable lesion according to RECIST criteria at study entry.\n* Documented ER/PgR status.\n* Prior hormone therapy for metastatic disease is allowed but must stop before study entry.\n* KPS\\>70.\n* Life expectancy of ≥12 weeks\n\nExclusion Criteria:\n\n* Previous chemotherapy for metastatic breast cancer.\n* Prior adjuvant/neoadjuvant chemotherapy within 6 months prior to first study treatment administration.\n* Prior (radical)radiotherapy for the treatment of metastatic disease or major surgical procedure within 28 days prior to the first study treatment,\n* Inadequate bone marrow function: absolute neutrophil count (ANC): \\<1.5 x 109/L, platelet count\\<75 x 109/L or hemoglobin \\<100g/L.\n* Inadequate liver or renal function, defined as:\n\n  1. Serum (total) bilirubin \\>2 x the upper limit of normal (ULN) for the institution\n  2. AST/SGOT or ALT/SGPT \\>2.5 x ULN (\\>5 x ULN in patients with liver metastases)\n  3. ALP \\>2.5 x ULN at baseline (\\>5 x ULN in patients with liver metastases).\n  4. Serum creatinine\\>140umol/L.\n* Pregnant or lactating females.\n* Her-2 positive (ICH +++ or FISH positive).\n* Symptomatic cerebral parenchyma and/or leptomeningeal metastases.\n* Other malignancy within the last 5 years, except for adequately treated carcinoma in situ of the cervix or squamous carcinoma of the skin, or adequately controlled limited basal cell skin cancer.\n* Pre-existing peripheral neuropathy ≥grade 1 according NCI CTCAE 4.0.\n* Mental disease or other conditions affecting on the compliance of patients.\n* Other serious disease or medical condition:\n\n  1. History of uncontrolled seizures, CNS disorders or psychiatric disability judged by the Investigator to be clinically significant precluding informed consent.\n  2. Congestive heart failure, or unstable angina, myocardial infarction within ≤6 months prior to the first study treatment, uncontrolled hypertension and high risk, uncontrolled arrhythmias.\n  3. Uncontrolled acute infection\n* Inability to take or absorption oral medications.\n* Concurrent or within 30 days using drugs of other clinical trials.\n* Previous treatments containing Capecitabine (whether adjuvant or palliative treatment).\n* Previous treatments containing docetaxel within 12 months.\n* Known hypersensitivity to any of the study treatments or excipients.\n* Any other conditions the research consider not appropriate to take part in the trial.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}