{
    "nctId": "NCT05255666",
    "briefTitle": "Combination Liposomal Irinotecan and Pembrolizumab For Triple-Negative Breast Cancer (TNBC) With Brain Metastases (BM)",
    "officialTitle": "Phase II Study of the Combination of Liposomal Irinotecan (Nal-IRI) and Pembrolizumab for Triple-Negative Breast Cancer (TNBC) With Brain Metastases (BM)",
    "overallStatus": "WITHDRAWN",
    "conditions": "Triple Negative Breast Cancer, Brain Metastases",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "Central Nervous System Disease Control Rate (DCR)",
    "eligibilityCriteria": "Inclusion Criteria:\n\nSubject must meet all of the following applicable inclusion criteria to participate in this study:\n\n* Written informed consent and HIPAA authorization for release of personal health information prior to registration. NOTE: HIPAA authorization may be included in the informed consent or obtained separately.\n* Age ≥ 18 years at the time of consent.\n* ECOG Performance Status of 0-1 within 28 days prior to registration.\n* Histological or cytological confirmation of triple-negative breast cancer (TNBC) NOTE: TNBC will be defined as expression of ER\\<10%, PR\\< 10% and HER2 negative either by IHC (0, 1+ are negative, 2+ equivocal) or in situ hybridization method (ratio \\<2.0 is negative). AJCC, 8th edition.\n* Subjects must have brain metastasis; new or progressive with at least one lesion ≥ 5 mm in at least one dimension. NOTE: the number of brain lesions is not limited.\n* Measurable disease according to RECIST 1.1 and/or RANO-BM within 28 days prior to registration.\n* Prior treatment with immunotherapy is allowed. Patients CANNOT have received prior liposomal irinotecan or irinotecan. Patients who received prior sacituzumab govitecan are eligible if without disease progression for at least 16 weeks on therapy and a washout of at least 24 weeks prior to C1D1. NOTE: No more than 4 prior lines of therapy in the metastatic setting is allowed.\n* Prior cancer treatment including investigational agents must be completed at least 14 days prior to registration and the subject must have recovered from all reversible acute toxic effects of the regimen (other than alopecia) to Grade ≤ 1 or baseline.\n* Demonstrate adequate organ function as defined in the table below. All screening labs to be obtained within 14 days prior to registration.\n\n  * Hematological\n\n    * Absolute Neutrophil Count (ANC): ≥ 1.5 K/mm3\n    * Hemoglobin (Hgb): ≥ 9 g/dL; without erythropoietin dependency and without packed red blood cell (PRBC) transfusion within 2 weeks of registration\n    * Platelet Count (PLT): ≥100 000/µL\n  * Renal\n\n    * Creatinine OR: ≤1.5 × ULN OR\n    * Calculated creatinine clearance: ≥30 mL/min\n  * Hepatic\n\n    * Total Bilirubin: ≤1.5 ×ULN OR direct bilirubin ≤ULN for participants with total bilirubin levels \\>1.5 × ULN\n    * Aspartate aminotransferase (AST) and Alanine aminotransferase (ALT): ≤2.5 × ULN (≤5 × ULN for participants with liver metastases)\n    * Albumin: \\> 30 g/L\n  * Coagulation ---International Normalized Ratio (INR) or Prothrombin Time (PT) Activated Partial Thromboplastin Time (aPTT): ≤1.5 × ULN unless participant is receiving anticoagulant therapy as long as PT or aPTT is within therapeutic range of intended use of anticoagulants\n* Life expectancy of ≥ 12 weeks as assessed by the investigator.\n* Females of childbearing potential must have a negative urine or serum pregnancy test within 72 hours prior to registration. If the urine test is positive or cannot be confirmed as negative, a serum pregnancy test will be required.\n* Females of childbearing potential and males must be willing to abstain from heterosexual intercourse or to use an effective method(s) of contraception as outlined in the protocol.\n* As determined by the enrolling physician or protocol designee, ability of the subject to understand and comply with study procedures for the entire length of the study (or that legally authorized representative will do so on their behalf).\n\nExclusion Criteria:\n\nSubjects meeting any of the criteria below may not participate in the study:\n\n* Has a known history of Human Immunodeficiency Virus (HIV) infection. NOTE: No HIV testing is required unless mandated by local health authority.\n* Has a known history of Hepatitis B (defined as Hepatitis B surface antigen \\[HBsAg\\] reactive) or known active Hepatitis C virus (defined as HCV RNA \\[qualitative\\] is detected) infection. NOTE: no testing for Hepatitis B and Hepatitis C is required unless mandated by local health authority.\n* Has a known history of active TB (Bacillus Tuberculosis).\n* Has an active infection requiring systemic therapy.\n* Has severe hypersensitivity (≥Grade 3) to pembrolizumab and/or any of its excipients.\n* Has received colony-stimulating factors (e.g., granulocyte colony stimulating factor \\[G-CSF\\], granulocyte macrophage colony stimulating factor \\[GM-CSF\\]) within 2 weeks prior to the first dose of study drug.\n* Is currently participating in or has participated in a study of an investigational agent or has used an investigational device within 4 weeks prior to C1D1.\n* Has received a live vaccine or live-attenuated vaccine within 30 days prior to the first dose of study drug. Administration of killed vaccines is allowed.\n* Has had an allogenic tissue/solid organ transplant.\n* Has a known additional malignancy that is progressing or has required active treatment within the past 3 years. Participants with basal cell carcinoma of the skin, squamous cell carcinoma of the skin, or carcinoma in situ (eg, breast carcinoma, cervical cancer in situ) that have undergone potentially curative therapy are not excluded.\n* Has active autoimmune disease that has required systemic treatment in the past 2 years (i.e. with use of disease modifying agents, corticosteroids or immunosuppressive drugs). Replacement therapy (eg., thyroxine, insulin, or physiologic corticosteroid replacement therapy for adrenal or pituitary insufficiency, etc.) is not considered a form of systemic treatment and is allowed.\n* Has a history of (non-infectious) pneumonitis/interstitial lung disease that required steroids or has current pneumonitis/interstitial lung disease.\n* Is pregnant or breastfeeding.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}