{
    "nctId": "NCT02313051",
    "briefTitle": "Everolimus trIal for Advanced prememopausaL Breast Cancer Patients",
    "officialTitle": "A Multicenter, Randomized Phase ll Study of Letrozole Versus Letrozole Plus Everolimus for Hormone Receptor-PositivePremenopausal Women With Recurrent or Metastatic Breast Cancer on Goserelin Treatment After Progression on Tamoxifen",
    "overallStatus": "UNKNOWN",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 200,
    "primaryOutcomeMeasure": "Progression free survival",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Adult women (≥ 18 years of age) with metastatic or locally advanced breast cancer not amenable to curative surgery.\n* Histological confirmation of estrogen and/or progesterone-receptor positive (ER+), human epidermal growth factor receptor 2 negative (HER2 -) breast cancer.\n\nER/PR positive: nuclear reaction \\> 1%, HER2 negative: HER2; IHC 0,1+ or FISH/CISH (-) in case of IHC 2+\n\n* Patients who:\n\n  * received Tamoxifen for at least 6 months during adjuvant treatment and recurred during or within 24 months after the end of adjuvant treatment completion,\n  * progressed during tamoxifen treatment for advanced disease.\n* Pre-menopausal status was defined as either :\n* The patient has a history of regular menstrual periods within 12 weeks prior to study enrollment\n* The patient has FSH and E2 levels with in pre-menopausal range based on local laboratory assessments measured (i.e, FSH ≤ 40 mIU/mL and E2 ≥10 pg/mL)within 12 weeks prior to study enrollment.\n* ECOG performance status of 0,1, or 2\n* At least one measurable lesion or mainly lytic bone lesions in the absence of measurable disease(RECIST1.1)\n* Adequate bone marrow, hepatic, and renal function\n* Adequate bone marrow and coagulation function as shown by:\n* Absolute neutrophil count (ANC) ≥ 1.5 109/L;Platelets\\>100 x109/L;Hemoglobin (Hgb) \\> 9.0g/dLINR \\< 2\n* Adequate liver function as shown by:\n* Serum aspartate aminotransferase (AST) and alanine aminotransferase (ALT) \\< 2.5x ULN (or \\<5 if hepatic metastases are present)\n* Total serum bilirubin \\< 1.5 x ULN (\\<3 x ULN for patients known to have Gilberts Syndrome)\n* Adequate renal function as shown by:\n* Serum creatinine\\< 1.5 x ULN\n* Fasting serum cholesterol \\<300 mg/dL or 7.75 mmol/L and fasting triglycerides \\<2.5 x ULN. In case one or both of these thresholds are exceeded, the patient can only be included after initiation of statin therapy and when the above mentioned values have been achieved.\n* Written informed consent\n\nExclusion Criteria:\n\n* Patients who have received endocrine treatment other than Tamoxifen for adjuvant or metastatic/locally advanced breast cancer.\n* Patients who have received goserelin at adjuvant setting\n* Patients who received more than one line of chemotherapy for metastatic or locally advanced breast cancer\n* Previous treatment with mTOR inhibitors.\n* Another malignancy within 5 years prior to enrollment with the exception of adequately treated in-situ carcinoma of the cervix, uteri, basal or squamous cell carcinoma or non-melanomatous skin cancer.\n* Symptomatic brain or other CNS metastases\n* Patients receiving chronic treatment with immunosuppressive agents.\n* Any severe and/or uncontrolled medical conditions, eg. currently active infection\n* Pregnant or lactating\n* Patients unwilling to or unable to comply with the protocol.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}