{
    "nctId": "NCT06048718",
    "briefTitle": "T-DXd Therapy for HER2-low Breast Cancer Patients With Brain Metastases",
    "officialTitle": "Phase II Study of Trastuzumab-Deruxtecan (T-DXd; DS-8201a) in HER2-Low Breast Cancer Patients Presenting With Newly Diagnosed or Progressing Brain Metastases",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer, Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 27,
    "primaryOutcomeMeasure": "ORR at any time point as judged by best central nervous system (CNS) response in all patients.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patient must be capable to understand the purpose of the study and have signed written informed consent form (ICF) prior to beginning specific protocol procedures.\n2. Female or male patients ≥ 18 years of age at the time of signing ICF.\n3. Radiologically documented metastatic breast cancer with locally documented HER2-low status according to the 2018 ASCO/CAP guidelines.\n4. Life expectancy ≥ 12 weeks.\n5. Karnofsky Performance Status (KPS) ≥70%, Eastern Cooperative Oncology Group (ECOG) performance status (PS) 0-2.\n6. Participants with contraindications to T-DXd therapy cannot be enrolled to the study.\n7. Newly diagnosed or progressive BM without indication for immediate local therapy.\n8. Measurable disease by Response Assessment in Neuro-Oncology Brain Metastases (RANO-BM) criteria.\n9. Presenting with one of the following:\n\n   * ≥1 brain lesion, measurable (≥10 mm per local radiological assessment) or;\n   * Patients may or may not have untreated type II LMD per European Association of Neuro-Oncology (EANO)- European Society for Molecular Oncology (ESMO) criteria.\n10. Patients must have undergone ≥1 line of systemic treatment in the advanced setting.\n11. Patients have adequate treatment washout period before enrolment, defined as:\n\n    * local therapy (major surgery and radiotherapy) or antibody treatment ≥4 weeks;\n    * targeted agents, chemotherapy, small molecule, or anti-cancer hormonal therapy ≥3 weeks.\n12. Patients must have left ventricular ejection fraction (LVEF) ≥ 50% by either an echocardiogram (ECHO) or multigated acquisition (MUGA) scan within 28 days before enrolment.\n13. Patient has adequate bone marrow, liver, renal and coagulation function:\n\n    * Hematological: without platelet, red blood cell transfusion, and/or granulocyte colony-stimulating factor support within 7 days before first study treatment dose.\n    * Hepatic: Serum albumin ≥ 2.5 g/dL; total bilirubin ≤ 1.5 times upper limit of normal (ULN) (≤ 3 in patients with liver metastases or know history of Gilbert's disease); alkaline phosphatase (ALP) ≤ 2.5 times ULN; aspartate transaminase (AST) and alanine transaminase (ALT) ≤ 3 times ULN (≤ 5 in patients with liver metastases); international normalized ratio (INR) \\< 1.5.\n    * Renal: serum creatinine ≤ 1.5 x ULN or creatinine clearance ≥ 50 mL/min/1.73 m2 based on Cockcroft-Gault glomerular filtration rate estimation for patients with creatinine levels above institutional normal.\n14. Resolution of all acute toxic effects of prior anti-cancer therapy to grade ≤ 1 as determined by the US National Cancer Institute (NCI)-Common Terminology Criteria for Adverse Events (CTCAE) version 5.0 (v.5.0). Participants with chronic Grade 2 toxicities may be eligible per the discretion of the investigator.\n\n    Note: Except for alopecia or other toxicities not considered a safety risk for the patient at investigator's discretion.\n15. For women of childbearing potential: agreement to remain abstinent (must refrain from heterosexual intercourse) or use highly effective contraceptive methods, or two effective contraceptive methods, as defined in the CSP, during the treatment period and for at least 7 months after the last dose of study treatment, whichever is longer. Women of childbearing potential must have a negative serum pregnancy test within 14 days before study treatment initiation and must agree to refrain from donating eggs during the entire study treatment period and for 7 months after the last administration of the study drug.\n16. Being male subjects, surgically sterile or having agreed with true abstinence (must refrain from heterosexual intercourse), or whose female partners are willing to agree with true abstinence or use barrier contraceptive measures mentioned above during the entire study treatment period and for 4 months after the last administration of the study drug. Males must agree to refrain from donating sperm during the entire study treatment period and for 4 months after the last administration of the study drug.\n17. Patients must be able to tolerate therapy.\n18. Patients must be accessible for treatment and follow-up.\n\nExclusion criteria:\n\n1. Current participation in another therapeutic clinical trial.\n2. Treatment with approved or investigational cancer therapy such as antibody treatment within 4 weeks prior to initiation of study drug; or targeted agents, chemotherapy, small molecule, or anti-cancer hormonal therapy within 3 weeks prior to initiation of study drug.\n3. Patients have a concurrent malignancy or malignancy within five years of study enrolment with the exception of carcinoma in situ of the cervix, non-melanoma skin carcinoma, stage I uterine cancer or contralateral breast cancer within the last 3 years. For other cancers considered to have a low risk of recurrence, discussion with the Medical Monitor is required.\n4. Prior treatment with T-DXd.\n5. Known allergy or hypersensitivity to T-DXd or any of the drug components.\n6. Medical history of myocardial infarction (MI) within 6 months before enrolment, symptomatic congestive heart failure (New York Heart Association Class II to IV).\n7. LVEF \\< 50% as determined by echocardiogram (ECHO) or multi-gated acquisition (MUGA) scan within 28 days prior to treatment.\n8. Long corrected QTcF interval prolongation to \\> 470 ms based on average of screening triplicate 12-lead electrocardiogram (ECG).\n9. History of (non-infectious) interstitial lung disease (ILD)/pneumonitis that required steroids, current ILD/pneumonitis, or where suspected ILD/pneumonitis cannot be ruled out by imaging at screening.\n10. Lung criteria:\n\n    1. Lung-specific intercurrent clinically significant illnesses including, but not limited to, any underlying pulmonary disorder (eg, pulmonary emboli within 3 months of study enrolment, severe asthma, severe COPD, restrictive lung disease, pleural effusion etc).\n    2. Any autoimmune, connective tissue or inflammatory disorders (ie, rheumatoid arthritis, Sjogren's, sarcoidosis, etc.) where there is documented, or a suspicion of pulmonary involvement at the time of screening. Full details of the disorder should be recorded in the eCRF for participants who are included in the study.\n    3. Prior pneumonectomy.\n11. Any autoimmune, connective tissue or inflammatory disorders (e.g., Rheumatoid arthritis, Sjögren's, sarcoidosis etc.) where there is documented, or a suspicion of pulmonary involvement at the time of screening.\n12. Pregnant or lactating women.\n13. Any serious medical condition or abnormality in clinical laboratory tests that, in the investigator's judgment, precludes the patient's safe participation in and completion of the study.\n14. Current known infection with hepatitis B virus (HBV), or hepatitis C virus (HCV). Patients with past HBV infection or resolved HBV infection (defined as having a negative hepatitis B surface antibody \\[HBsAg\\] test and a positive hepatitis B core antibody \\[HBcAb\\] test, accompanied by a negative HBV DNA test) are eligible. Patients positive for HCV antibody are eligible only if polymerase chain reaction (PCR) is negative for HCV RNA.\n15. Known human immunodeficiency virus (HIV) infection that is not well controlled. All of the following criteria are required to define an HIV infection that is well controlled: undetectable viral RNA, CD4+ count ≥ 350, no history of AIDS-defining opportunistic infection within the past 12 months, and stable for at least 4 weeks on the same anti-HIV medications (meaning there are no expected further changes in that time to the number or type of antiretroviral drugs in the regimen). If an HIV infection meets the above criteria, monitoring of viral RNA load and CD4+ count is recommended.\n16. History of a major surgical procedure (defined as requiring general anesthesia) or significant traumatic injury within 21 days prior to enrolment, or patients who have not recovered from the side effects of any major surgery.\n17. A history of uncontrolled seizures, central nervous system (CNS) disorders or serious and/or unstable pre-existing psychiatric disability judged by the investigator to be clinically significant and adversely affecting compliance to study drugs or interfering with subject safety.\n18. Patients requiring concomitant use of chronic systemic (intravenously \\[IV\\] or oral) corticosteroids or other immunosuppressive medications except for managing adverse events (inhaled steroids or intra articular steroid injections are permitted in this study). Corticosteroids (dexamethasone at 4 mg or equivalent doses) are allowed only for the treatment of bone metastases and for the treatment of specific adverse drug reactions. The use of stable corticosteroid therapy in patients with BM can be discussed with the Medical Monitor.\n\n    Note: Hematopoietic growth factors may be used for prophylaxis or treatment based on the clinical judgment of the investigator. Concomitant use of dietary supplements, medications not prescribed by the Investigator, and alternative/complementary treatments is discouraged, but not prohibited. Prophylactic or supportive treatment of study-drug induced adverse events will be otherwise as per investigator's discretion and institutional guidelines.\n19. Patients with known substance abuse or any other medical conditions such as clinically significant cardiac or psychological conditions, that may, in the opinion of the investigator, interfere with the subject's participation in the clinical study or evaluation of the clinical study results.\n20. Use of concurrent investigational agents, endocrine treatments, or other concomitant anti-cancer therapies.\n21. Participants who are unable or unwilling to comply with the requirements of the protocol in the opinion of the investigator.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}