{
    "nctId": "NCT00691678",
    "briefTitle": "Glucosamine and Chondroitin for Aromatase Inhibitor Induced Joint Symptoms in Women With Breast Cancer",
    "officialTitle": "Pase II Study of Glucosamine With Chondroitin on Joint Symptoms Induced By Aromatase Inhibitors in Breast Cancer Patients",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer, Joint Pain",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 53,
    "primaryOutcomeMeasure": "Change in WOMAC Score",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Age \\>21 years.\n* Postmenopausal status defined as cessation of menses for \\>1 year or follicle-stimulating hormone (FSH) \\>20 milli-international units per milliliter or bilateral oophorectomy.\n* History of stage I, II or III hormone receptor-positive breast cancer, without metastatic disease.\n* Currently taking a third-generation aromatase inhibitor for at least 3 months.\n* Clinical symptoms of knee and/or hand joint pain and/or stiffness for at least 3 months prior to study entry.\n* Ongoing musculoskeletal pain/stiffness in hand and/or knee joints (50 or higher on the 100 point global assessment VAS) that started or increased since initiating aromatase inhibitor therapy, and has been present for at least 3 months.\n* Patients must agree to refrain from use of glucosamine and chondroitin from sources outside of this study.\n* If taking bisphosphonates, on a stable dose for at least 3 months and tolerating the dose. Patients must agree to refrain from initiating bisphosphonate use during the course of the study, therefore it is recommended that routine bone density testing be performed prior to enrollment or after completing trial.\n* Eastern Cooperative Oncology Group (ECOG) performance status 0-2.\n* Hemoglobin A1c \\<8 within the last year.\n* Signed informed consent.\n\nExclusion Criteria:\n\n* Use of glucosamine or chondroitin within the past three (3) months.\n* Concurrent medical/arthritic disease that could confound or interfere with evaluation of pain or efficacy.\n* History of significant collateral ligament, anterior cruciate ligament or meniscal injury of the index joint requiring surgery or non-weight bearing (requiring use of crutches or cane) for more than 3 weeks (minor ligamentous injury prior to 6 months is not an exclusion).\n* History of bone fracture or surgery of the afflicted knees and/or hands within 6 months prior to study entry.\n* Uncontrolled diabetes mellitus, defined as Hemoglobin A1c level of \\> 8%.\n* History of any illness that, in the opinion of the investigator, might confound the results of the study or pose additional risk to the patient.\n* Allergy to, or history of significant clinical or laboratory adverse experience associated with acetaminophen, glucosamine or chondroitin sulfate.\n* Allergy to shellfish.\n* Inability to understand and complete study questionnaires including questions requiring a visual analog scale (VAS) response.\n* Inability to understand the study procedures and/or give written informed consent.\n* Alcohol use in excess of 3 mixed drinks/day.\n* Corticosteroid treatment was used or administered.\n* Aspirin (up to 325 mg/day) for cardiovascular reasons may be continued.\n* Intra-articular injection of hyaluronic acid or congeners into the study joint within 12 months.\n* Topical analgesics (e.g., capsaicin preparations) to the study joint, or any oral analgesics (e.g., opiates, tramadol; with the exception of ibuprofen and acetaminophen) within 2 weeks of baseline visit or during the study.\n* Implementation of any other medical therapy for arthritis within one month prior to entry.\n* Other medications, unrelated to the patient's joint pain/stiffness must have been used at a stable dosage for at least 1 month. In addition, it should be anticipated that the dose of the concomitant medication will be stable during the entire treatment period.\n* Participation in another clinical study with an investigational agent within the last 4 weeks.\n* Exposure to glucosamine within 3 months or chondroitin sulfate within 3 months of Baseline Visit.\n* Initiation of physical therapy or muscle conditioning program within 2 months prior to study entry.\n* Concurrent use of the following medications and dietary supplements.\n\n  * Chronic therapy with tetracycline or tetracycline derivatives.\n  * Other new complementary or alternative regimens for the treatment of osteoarthritis, including, but not limited to, acupuncture, topical creams, oral agents, and magnets.",
    "sex": "FEMALE",
    "minimumAge": "21 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}