{
    "nctId": "NCT03266562",
    "briefTitle": "Estrogen Receptor Expression in Breast Cancer - Assessed With Positron Emission Mammography",
    "officialTitle": "Assessment of the Heterogeneity of Estrogen Receptor Expression in Patients With Estrogen Receptor Positive Breast Cancer Using F-18 Fluoroestradiol and High Resolution Positron Emission Mammography",
    "overallStatus": "WITHDRAWN",
    "conditions": "Breast Neoplasm",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "DIAGNOSTIC",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "correlation of FES and estrogen receptors",
    "eligibilityCriteria": "Inclusion Criteria:\n\nEligible patients will be offered enrollment if the time interval between initial diagnosis and surgery allows for performance of the PEM studies with both F18 FDG and F-18 FES, and they meet the following criteria:\n\n* Postmenopausal women, as defined by\n\n  * Lack of menstrual periods for ≥ 12 months\n  * For women with prior hysterectomy and age \\< 60, a serum FSH level within the postmenopausal range\n* Histologic proof of invasive breast carcinoma that is ER positive per ASCO/CAP guidelines (staining in ≥ 1% of cells by immunohistochemistry)\n* Extent of disease confirmed, or to be confirmed, on a clinical contrast-enhanced breast MRI examination\n* Minimum size criteria for index cancer of 10 mm as measured on mammogram, ultrasound, or MRI.\n* Planned surgical excision of the breast cancer at Mayo Clinic, Rochester\n\nExclusion Criteria:\n\nPatients are excluded if they meet any of the following criteria:\n\n* Premenopausal\n* Unable to undergo PEM scanning (weight limit of 300 lbs. on PEM system or inability to lie prone for 30 minutes)\n* Total serum bilirubin \\> 1.5 x upper limit of normal (abnormal hepatic metabolism may interfere with FES hepatic excretion),\n* Serum creatinine \\> 1.5 x upper limit of normal\n* Patients who have received, are currently receiving, or planning to receive neoadjuvant systemic therapy prior to surgical excision\n* Patients who will undergo core needle biopsy of the breast or axilla between the breast MRI and investigational PEM studies. NOTE: Axillary ultrasound with or without fine needle aspiration of an axillary mass or lymph node is allowed.\n* Patients with breast implants?",
    "sex": "FEMALE",
    "minimumAge": "40 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}