{
    "nctId": "NCT00364754",
    "briefTitle": "Pharmacokinetic Study of Tesmilifene (YMB1002) Plus Epirubicin and Cyclophosphamide in Metastatic Breast Cancer",
    "officialTitle": "A PHARMACOKINETIC INTERACTION PHASE I, MULTI-CENTRE, OPEN-LABEL, CROSS-OVER Study Evaluating the Effect of Tesmilifene on the Plasma Pharmacokinetics of Epirubicin and Cyclophosphamide in Patients With Metastatic/Recurrent Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Metastatic/Recurrent Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 28,
    "primaryOutcomeMeasure": "The distribution of the pharmacokinetic variables will be summarized by treatment. The variables AUC and CMAX expressed as geometric means and ratios of geometric means on the original scale of measurement.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patients with documented histological/cytological proof of metastatic and/or recurrent breast cancer suitable for treatment with epirubicin and cyclophosphamide. Patients with locally advanced and inoperable lesions are also eligible.\n2. Previous therapy:\n\n   * If patients have had hormone-responsive disease, randomization is permitted after 6 weeks off anti-hormonal therapy or 5 half lives (whichever is shorter) unless there is evidence of progressive disease in which case patients could be randomized earlier.\n   * No previous exposure to anthracycline/anthracenedione-based chemotherapy.\n   * Patients may have received non-anthracycline/anthracenedione based adjuvant chemotherapy, completed a minimum of 4 weeks prior to randomization. Patients must not have had previous chemotherapy for metastatic disease.\n   * Immunotherapy and experimental therapy must stop a minimum of 4 weeks prior to randomization.\n   * A minimum of four weeks must have elapsed between the end of prior radiotherapy and randomization. Exceptions will be made, however, for palliative radiotherapy which involves no more than 30% of bone marrow.\n3. ECOG status of 0, 1 or 2.\n4. Female, aged 18 to 55 years.\n5. Life expectancy of at least 6 months.\n6. Patients must be willing and able to follow instructions and make all required study visits.\n7. Patients must be willing and able to give written consent to participate in this study.\n8. Disease free interval less than or equal to 36 months.\n9. Normal organ and marrow function\n10. Negative serum or urine pregnancy test within 72 hours prior to randomization and must be on a medically recognized form of birth control that is approved by the investigator.\n11. Negative blood tests for HIV and Hepatitis B and C within 4 weeks prior to randomisation.\n\nExclusion Criteria:\n\n1. Previous malignancies, excluding curatively treated basal or squamous cell carcinoma of the skin or in-situ cervical cancer or any other cancer treated more than five years prior to study entry and presumed cured.\n2. Known brain or meningeal metastases\n3. Use of chemotherapeutic agents for any malignancy within 4 weeks prior to study entry or those who have not recovered from adverse events due to agents administered more than 4 weeks earlier.\n4. Treatment with any other investigational drug within the preceding four weeks.\n5. Pregnant and breast-feeding females.\n6. History of seizure disorder.\n7. Clinical evidence of congestive heart failure, recent myocardial infarction within 6 months, uncontrolled arterial hypertension, unstable angina, cardiomyopathy or arterial or ventricular clinically significant arrhythmias even if medically controlled.\n8. Clinically significant cardiovascular, pulmonary, renal, endocrine, hepatic, respiratory, neurologic, psychiatric, immunologic, gastrointestinal, haematologic, metabolic or any other condition or laboratory abnormality that, in the opinion of the Investigator or Medical Director of YM BioSciences Inc., makes the patient unsuitable for participation in the study.\n9. Known allergy or hypersensitivity to test article ingredients.\n10. Patients on COX 1 or 2 prostaglandin inhibitors (e.g. ASA, other NSAID's, Celcbrex®, Vioxx® ) who can not comply with guidelines or concomitant therapy.\n11. Patients on H1 antagonists as detailed in the protocol who can not comply with guidelines or concomitant therapy",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT"
}