{
    "nctId": "NCT06001086",
    "briefTitle": "A Phase II Clinical Study of Treatment With Disitamb Vedotin Plus Pyrotinib in HER2-positive Early Breast Cancer",
    "officialTitle": "A Multicenter, Open Phase II Clinical Study to Evaluate the Efficacy and Safety of Disitamb Vedotin Combined With Pyrotinib in Previously Untreated Histologically Proven HER2 Positive Early Breast Cancer",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 70,
    "primaryOutcomeMeasure": "pathologic complete response（pCR）",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1.18 to 75 years old (at the time of signing the informed consent form), regardless of gender.\n\n2. Subject type and disease characteristics. Histologically confirmed HER2 positive EBC subjects:\n\n1. evaluated as HER2 positive in local laboratories according to ASCOCAP guidelines.\n2. Single and multifocal tumors (greater than 1 tumor area limited to the same quadrant as the primary tumor) must be sampled from 1 lesion and laboratory confirmed as HER2 positive.\n3. Multicenter tumors (multiple tumors involving more than one breast quadrant) must sample one lesion from each affected quadrant and be confirmed as HER2 positive by the central laboratory.\n4. According to ASCOCAP guidelines, tumors are either HR positive or HR negative (ER and PgR negative).\n5. Clinical staging at visit (based on breast X-ray or breast MRI evaluation): Stage II-IIIC determined by the AJCC staging system, 8th edition. (f) Lymph node involvement is determined by fine needle aspiration or coarse needle aspiration biopsy (if applicable).\n\n   3. When randomized, ECOG physical fitness status is 0 or 1 point.\n\n   Exclusion Criteria:\n   1. Previous history of invasive breast cancer.\n   2. Stage IV breast cancer according to AJCC staging system version 8.\n   3. Within 3 years, there is any primary malignant tumor, except for fully resected non-melanoma skin cancer or cured in situ disease.\n   4. DCIS medical history, except for the subjects who only received Mastectomy\n   5. According to the judgment of the researchers, there is evidence of any diseases (such as severe or uncontrolled systemic diseases, including persistent or active infections, uncontrolled hypertension, kidney transplantation and active bleeding diseases, and severe chronic gastrointestinal diseases related to diarrhea) that the researchers consider to be unfavorable for the participants to participate in the study or may affect adherence to the protocol.\n   6. Uncontrolled infection requiring intravenous administration of antibiotics, Antiviral drug or antifungal drugs.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}