{
    "nctId": "NCT01840488",
    "briefTitle": "BN83495 Phase I in Post-menopausal Women",
    "officialTitle": "A Phase I Dose Escalation Study To Determine The Optimal Biological Dose Of BN83495 - An Oral Steroid Sulphatase Inhibitor - In Postmenopausal Women With Oestrogen-Receptor Positive Breast Cancer Whose Disease Progressed After Prior Therapy For Locally Advanced/Metastatic Disease",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 50,
    "primaryOutcomeMeasure": "Change in percentage of steroid sulphatase (STS) inhibition in circulating Peripheral Blood Mononuclear Cells (PBMCs) after repeated daily therapy",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Women over the age of 18 whose disease progressed after the first line of hormonal therapy for advanced or metastatic breast cancer.\n* Patients with no more than two prior hormonotherapy settings defined as adjuvant and first line of hormonotherapy Or - two lines of hormonotherapy given for advanced or metastatic disease\n* Patients with prior adjuvant hormonal therapy who relapse after 12 months of adjuvant treatment.\n* Patients with no more than two prior chemotherapy treatments defined as adjuvant and first line of chemotherapy Or two lines of chemotherapy given for advanced or metastatic disease Patients with no more than one prior therapy for Her2 positive breast cancer\n* Postmenopausal women, defined as: i) no spontaneous menses for a total of 2 years, ii) amenorrheic for at least 12 months with serum oestrogen level \\<30 pg/mL, and both LH/FSH \\>20 IU/L, chemotherapy-induced amenorrhea for at least 12 months, iii) bilateral oophorectomy, or radiation castration and amenorrheic for at least 3 months.\n* Histologically or cytologically confirmed breast cancer.\n* Laboratory documentation of ER-positive and/or progesterone receptor(PR) positive status.\n* ECOG performance status ≤2.\n* Adequate bone marrow function as determined by:\n\nHaemoglobin \\>10 g/dL,Neutrophil count of \\>1.5 x 109 per litre, Platelet count of \\>75 x 109 per litre\n\n* Satisfactory hepatic function as measured by: serum bilirubin \\<1.5 ULN and either ALT or AST \\<2.5 x ULN (\\<5 x ULN in the presence of liver metastases). Alkaline phosphatase \\<2.5 ULN in the absence of liver metastases or \\<5 x ULN in the presence of liver or bone metastases.\n* Satisfactory renal function as measured by either a serum creatinine value of \\<1.5 x ULN or a creatinine clearance ≥60 mL/min.\n* Life expectancy of at least 12 weeks.\n* Patients with measurable or non-measurable lesions (RECIST criteria)\n* Patients included after the Optimal Biological Dose (OBD) is defined must have measurable lesion (RECIST criteria).\n\nExclusion Criteria:\n\n* Patients with progressive central nervous system metastases.\n* Patients with inflammatory breast cancer.\n* Patients with a marked baseline prolongation of QTc interval (e.g., repeated demonstration of a QTcf interval \\>450 ms).\n* Patients with a history of additional risk factors for TdP (e.g., heart failure, hypokalemia, family history of Long QT Syndrome).\n* Patients taking concomitant medications that are known to prolong the QTc interval (e.g., antihistamines, quinolones, antipsychotics etc).\n* Patients with pre-existing cardiac failure (American Heart Association Grade 3 or 4) or a myocardial infarction within the six months prior to the start of the study.\n* Patients with systolic and diastolic blood pressure below 100 and 60 mmHg respectively.\n* Patients with uncontrolled abnormalities of serum potassium, sodium, calcium or magnesium levels.\n* Patients with a coexisting significant disease or systemic infection.\n* Patients with uncontrolled diabetes (applicable only for the additional six patients included after the OBD is defined).\n* Patients who have malabsorption.\n* Patients who started biphosphonates therapy within 4 weeks prior to start of this study\n* Patients who are taking drugs that inhibit the carbonic anhydrase II (CAII) (e.g. acetazolamide, brinzolamide, dichlorphenamide, dorzolamide, methazolamide).\n* Patients who are taking coumarin like drugs (vitamin K antagonists).\n* Patients who are incapable of giving informed consent or complying with the protocol.\n* Patients who have received previous investigational therapies must have stopped those therapies for at least 4 weeks before treatment with BN83495.\n* Patients who have received previous therapy for this cancer within less than 1 month of entry in the study and/or who have received trastuzumab within less than 4 months of entry in the study, and/or fulvestrant within less than 2 months of entry.\n* Patients who have a history of hypersensitivity to the IMP or drugs with a similar chemical structure.\n* Patients who have a history of, or known current, problems with alcohol abuse.\n* Patients who have any mental condition rendering the patients unable to understand the nature, scope and possible consequences of the study, and/or evidence of an uncooperative attitude.\n* Patients who have abnormal baseline findings, any other medical condition or laboratory findings that, in the opinion of the Investigator, might jeopardise the patients' safety or decrease the chance of obtaining satisfactory data needed to achieve the objectives of the study",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}