{
    "nctId": "NCT00349934",
    "briefTitle": "IMP321 Plus First-line Paclitaxel in Metastatic Breast Carcinoma",
    "officialTitle": "IMP321 Phase I Study in Metastatic Breast Carcinoma Patients Receiving First-line Paclitaxel",
    "overallStatus": "COMPLETED",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 33,
    "primaryOutcomeMeasure": "Evaluate clinical and laboratory safety and tolerability profiles",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients with stage IV breast adenocarcinoma, histologically proven by biopsy of the primary tumor and/or a metastasis.\n* Female not pregnant (or with negative pregnancy test) or male.\n* Fertile patients must use effective contraception during and for 3 months after drug administration.\n* 18 years or above.\n* ECOG performance status 0-1.\n* Expected survival longer than three months.\n* Resolution of toxicity of prior therapy to grade \\< 2 (except alopecia).\n* With or without prior adjuvant or neoadjuvant chemotherapy (authorized).\n* With or without hormone therapy in adjuvant and/or the advanced setting (authorized).\n* Evidence of measurable disease as defined by Response Evaluation Criteria in Solid Tumors (RECIST).\n* Biphosphonate therapy must have started at least 4 weeks prior to first dosing of the study drug.\n* Asthma or chronic obstructive pulmonary disease allowed provided daily systemic corticosteroid therapy is not required.\n* Total white cell count ≥ 3.109/L.\n* Platelet count ≥ 100.109/L.\n* Hemoglobin \\> 9 g/dL or \\> 5.58 mmol/L.\n* Serum creatinine \\< 160 µmol/L.\n* Total bilirubin \\< 20 mmol/L, except for familial cholemia (Gilbert's disease).\n* Serum ASAT and ALAT \\< 3 times the upper limit of normal or \\< 5 times upper limit of normal if liver metastases are present.\n* Able to give written informed consent and to comply with the protocol.\n\nExclusion Criteria:\n\n* Prior chemotherapy for metastatic breast adenocarcinoma.\n* Disease-free interval \\< 12 months from last dose of adjuvant chemotherapy.\n* Prior high-dose chemotherapy requiring hematopoietic stem cell rescue.\n* Inflammatory carcinoma.\n* Systemic chemotherapy, hormone or endocrine therapy given as breast cancer therapy within 30 days prior to first dosing of the study drug.\n* Any investigational drug within 30 days prior to first dosing of the study drug.\n* Candidate for treatment with trastuzumab or administration of trastuzumab within 30 days prior to first dosing of the study drug.\n* Known cerebral or leptomeningeal metastases.\n* Pregnancy or breast feeding.\n* Serious intercurrent infection within the 30 days prior to first dosing of the study drug.\n* Motor or sensory peripheral neuropathy ≥ 2 according to the National Cancer Institute criteria.\n* Congestive heart failure.\n* Active acute or chronic infection.\n* Active autoimmune disease requiring immunosuppressive therapy.\n* Known HIV positivity.\n* Life threatening illness unrelated to cancer.\n* Previous malignancies within the last two years other than breast carcinoma, successfully treated squamous cell carcinoma of the skin or in situ carcinoma of the cervix treated with cone biopsy.\n* Previous history of major psychiatric disorder requiring hospitalization or any current psychiatric disorder that would impede the patient's ability to provide informed consent or to comply with the protocol.\n* Corticosteroids unless used as substitutive therapy or before each injection of paclitaxel.\n* Past history of severe allergic episodes and/or Quincke edema.\n* Past or present history of any organic disorder likely to modify absorption, distribution or elimination of the study drug.\n* Alcohol or substance abuse disorder.\n* Radiotherapy within the 30 days prior to first dosing of the study drug.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}