{
    "nctId": "NCT04760431",
    "briefTitle": "TKIs vs. Pertuzumab in HER2+ Breast Cancer Patients With Active Brain Metastases (HER2BRAIN)",
    "officialTitle": "Anti-HER2 TKI Versus Pertuzumab in Combination With Dose-dense Trastuzumab and Taxane as First Line in HER2-positive Breast Cancer Patients With Active Brain Metastases: A Phase II, Multicenter, Double-blind, Randomized Clinical Trial",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "HER2-positive Breast Cancer, Brain Metastases",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 120,
    "primaryOutcomeMeasure": "Objective Response Rate (ORR)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patients provided written informed consent\n2. Women aged 18-75 years\n3. Histologically or cytologically confirmed HER2-positive (IHC 3+ or ISH+) breast cancer\n4. Patients of HER2 positive breast cancer with a documented central nervous system (CNS) recurrence/progression (by imaging) during or after Trastuzumab based therapy\n5. At least one measurable and progressive lesion in the CNS (≥10 mm on T1-weighted, gadolinium-enhanced MRI)\n6. Previous treatment with HER2 inhibitors to be discontinued prior to first study treatment administration (at least 14 days for trastuzumab and other antibodies, at least 7 days for lapatinib)\n7. Previous chemotherapy and hormonal therapy (adjuvant and metastatic regimens) allowed, but chemotherapy must have been discontinued at least 14 days and hormonal therapy at least 7 days prior to first study treatment administration\n8. Prior surgery, whole brain radiotherapy or stereotactic radiosurgery allowed provided that there is unequivocal evidence of one or more new and/or progressive brain metastases after completion of whole brain radiotherapy or stereotactic radiosurgery\n9. Previous radiotherapy allowed, but radiotherapy must have been discontinued at least 14 days prior to first study treatment administration\n10. Normal cardiac function\n11. Patients must have recovered to baseline condition or to Common Terminology Criteria for Adverse Events (CTCAE) version 5.0 grade = 1 from any acute CTCAE v. 5.0 grade =2 side effects of previous treatments\n12. Without infection of human immunodeficiency virus (HIV) on central laboratory assay results prior to randomization\n13. Alanine aminotransferase (ALT) \\</= 2.5 × the upper limit of normal (ULN), Aspartate aminotransferase (AST) \\</= 2.5 × ULN prior to randomization\n14. Total bilirubin (TBIL) \\</= 1.25 × ULN\n15. Alkaline phosphatase (ALK) \\</= 2.5 × ULN\n16. Gamma glutamyl transpeptidase (GGT) \\</= 2.5 × ULN\n17. Albumin \\>/= 30g/L\n18. Eastern Cooperative Oncology Group (ECOG) performance score of 0 to 1\n19. A life expectancy of at least 1 month\n20. Women of child-bearing age should take effective contraceptive measures\n21. Serum total bilirubin (TBil) \\</= 1.5 × ULN\n22. Serum creatinine (Scr) \\</= 1.5 × ULN\n23. WBC \\>/= 3×109/L, Blood neutrophil count \\>/= 1×109/L, Platelet count \\>/= 100×109/L, HB \\>/= 9 g/dL\n\nExclusion Criteria:\n\n1. Lack of histological or cytological confirmation of HER2-positive (IHC 3+ or ISH-positive) breast cancer\n2. Cerebral hernia\n3. Need radiotherapy or surgery immediately\n4. Active cerebral infarction or hemorrhage\n5. Only meningeal metastasis\n6. Earlier exposure to doxorubicin or pirarubicin at a dosage of more than 360 mg/m2\n7. Earlier exposure to epirubicin at a dosage of more than 900 mg/m2\n8. Prior treatment with HER2-tyrosine kinase inhibitors\n9. Treatment with trastuzumab emtansine within 6 months\n10. Any other current malignancy or malignancy diagnosed within the past five years (other than carcinoma in situ or stage Ia carcinoma of the cervix, skin basal cell carcinoma and papillary thyroid carcinoma at early stage)\n11. Active infection with human immunodeficiency virus (HIV) prior to first study treatment administration.\n12. History of participating any other clinical trials within 30 days prior to randomization\n13. Known hypersensitivity (Grade 3 or 4) to any of the trial drugs\n14. Pregnancy or lactation\n15. Current severe systemic disease (for example, clinically significant cardiovascular, pulmonary, or renal disease)\n16. Legal incompetence or limitation.\n17. Considered unable to complete the study or sign the informed consent due to a medical or mental disorder by the investigator.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}