{
    "nctId": "NCT01042379",
    "briefTitle": "I-SPY TRIAL: Neoadjuvant and Personalized Adaptive Novel Agents to Treat Breast Cancer",
    "officialTitle": "I-SPY Trial (Investigation of Serial Studies to Predict Your Therapeutic Response With Imaging And moLecular Analysis 2)",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Neoplasms, Breast Cancer, Breast Tumors, Angiosarcoma, TNBC - Triple-Negative Breast Cancer, HER2-positive Breast Cancer, HER2-negative Breast Cancer, Hormone Receptor Positive Tumor, Hormone Receptor Negative Tumor, Early-stage Breast Cancer, Locally Advanced Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 5000,
    "primaryOutcomeMeasure": "Determine whether adding experimental agents to standard neoadjuvant medications increases the probability of pathologic complete response (pCR) over standard neoadjuvant chemotherapy for each biomarker signature established at trial entry.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologically confirmed invasive cancer of the breast\n* Clinically or radiologically measureable disease in the breast after diagnostic biopsy, defined as longest diameter greater than or equal to 25 mm (2.5cm)\n* No prior cytotoxic regimens are allowed for this malignancy. Patients may not have had prior chemotherapy or prior radiation therapy to the ipsilateral breast for this malignancy. Prior bis-phosphonate therapy is allowed\n* Age ≥18 years\n* ECOG performance status 0-1\n* Willing to undergo core biopsy of the primary breast lesion to assess baseline biomarkers\n* Non-pregnant and non-lactating\n* No ferromagnetic prostheses. Patients who have metallic surgical implants that are not compatible with an MRI machine are not eligible.\n* Ability to understand and willingness to sign a written informed consent (I-SPY TRIAL Screening Consent)\n* Eligible tumors must meet one of the following criteria: Stage II or III, or T4, any N, M0, including clinical or pathologic inflammatory cancer or Regional Stage IV, where supraclavicular lymph nodes are the only sites metastasis\n* Any tumor ER/PgR status, any HER-2/neu status as measured by local hospital pathology laboratory and meets any tumor assay profile described in protocol section 4.1.2F\n* Normal organ and marrow function: Leukocytes ≥ 3000/μL, Absolute neutrophil count ≥ 1500/μL, Platelets ≥ 100,000/μL, Total bilirubin within normal institutional limits, unless patient has Gilbert's disease, for which bilirubin must be ≤ 2.0 x ULN, AST(SGOT)/ALT (SGPT) ≤ 1.5 x institutional ULN, creatinine \\< 1.5 x institutional ULN\n* No uncontrolled or severe cardiac disease. Baseline ejection fraction (by nuclear imaging or echocardiography) must by ≥ 50%\n* No clinical or imaging evidence of distant metastases by PA and Lateral CXR, Radionuclide Bone scan, and LFTs including total bilirubin, ALT, AST, and alkaline phosphatase\n* Tumor assay profile must include on of the following: MammaPrint High, any ER status, any HER2 status, or MammaPrint Low, ER negative (\\<5%), any HER2 status, or MammaPrint Low, ER positive, HER2/neu positive by any one of the three methods used (IHC, FISH, TargetPrint™)\n* Ability to understand and willingness to sign a written informed consent document (I-SPY 2 TRIAL Consent #2)\n\nExclusion Criteria:\n\n* Use of any other investigational agents within 30 days of starting study treatment\n* History of allergic reactions attributed to compounds of similar chemical or biologic composition to the study agent or accompanying supportive medications.\n* Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}