{
    "nctId": "NCT05059379",
    "briefTitle": "Medial vs. Entire Supraclavicular Lymph Node Radiation Therapy for Patients With Invasive Breast Cancer",
    "officialTitle": "A Multicenter Randomized Controlled Phase III Study of Medial vs. Entire Supraclavicualr Lymph Node Radiation Therapy for Patients With Pathologically Positive Axillary Lymph Node and High Risk of Recurrence After Breast Cancer Surgery",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer, Radiotherapy; Complications, Effect of Radiation Therapy",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 1650,
    "primaryOutcomeMeasure": "Disease free survival (DFS )",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. ECOG 0-1\n2. Newly diagnosed invasive breast cancer\n3. Initial clincial diagonosis stage is T1-4, N0-3a/b, M0: If neoadjuvant chemotherapy was not administered: pathological stage is T1-3N2-3a/b, M0; If neoadjuvant chemotherapy was administered：clinical stage III or pathological stage is T1-4N1-3a/bM0.\n4. Underwent breast conservative surgery or Mastectomy with or without breast reconstruction with clear negative margin. At least, axillary level I and level II should be cleared with ≥10 lymph node (including the number of sentinal lymph node) . Level III dissection and internal mamamry node dissection are not required, but may be performed at the discretion of the surgeon.\n5. Should receive ≥6 cycles standard neoadjuvant and/or adjuvant chemotherapy (taxane and/or anthracycline based).\n6. Enrolled on the trial within 12 weeks of the later of two dates: the final breast cancer surgical procedure or administration of the last cycle of cytotoxic chemotherapy.\n7. For ER and/or PR positive patients, the duration of anticipated endocrine therapy should be≥5 year ; For HER2 postive patients, the duration of anticipated herceptin should be 1 year.\n8. Writtern, informed consent.\n\nExclusion Criteria:\n\n1. Initinal clinical diagnosis N3c (supraclavicualr node metastasis)\n2. T4 or inflamed breast cancer with no good downstage by neoadjuvant chemotherapy\n3. Distant metastasis\n4. Bilateral breast cancer or previously contralateral breast cancer\n5. Positve sentinal lymph node with no axillary dissection\n6. ECOG ≥2\n7. Could not tolerate chemotherapy and anti-HER2 target treatment\n8. Active infectious\n9. History of radiotherapy\n10. Serious medical complcation\n11. Breast cancer during pregnancy and lactation\n12. Had simultaneousl or previous secondary malignancies, except for skin basal cell carcinoma and cervical carcinoma in situ.\n13. Inaccessibility for follow-up\n\n    -",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}