{
    "nctId": "NCT02587689",
    "briefTitle": "Phase I/II Study of Anti-Mucin1 (MUC1) CAR T Cells for Patients With MUC1+ Advanced Refractory Solid Tumor",
    "officialTitle": "Phase I/II Study of Anti-MUC1 CAR T Cells for Patients With MUC1+ Advanced Refractory Solid Tumor",
    "overallStatus": "UNKNOWN",
    "conditions": "Hepatocellular Carcinoma, Non-small Cell Lung Cancer, Pancreatic Carcinoma, Triple-Negative Invasive Breast Carcinoma",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 20,
    "primaryOutcomeMeasure": "Phase I: Adverse events attributed to the administration of the anti-MUC1 CAR T cells",
    "eligibilityCriteria": "Inclusion Criteria:\n\nMale and female subjects with MUC1+ malignancies in patients with no available curative treatment options who have limited prognosis (several months to \\< 2 year survival) with currently available therapies will be enrolled:\n\n* Eligible diseases: MUC1+ hepatocellular carcinoma, non-small cell lung cancer, pancreatic carcinoma and triple-negative basal-like breast carcinoma.\n\n  1. Hepatocellular carcinoma (HCC)\n\n     Clinical diagnosis of HCC was confirmed by histopathological examination of surgical samples in all patients;\n  2. Non-small cell lung cancer\n\n     Refractory or recurrent histologically or cytologically confirmed; unresectable; non-squamous NSCLC must have been tested for epidermal growth factor receptor (EGFR) mutation and anaplastic lymphoma kinase (ALK) translocation and if positive should have received appropriate tyrosine kinase inhibitor therapy prior to enrollment;\n  3. Pancreatic carcinoma\n\n     Patients with histologic verification of carcinoma of the pancreas (T1-3, N0-1) who have undergone surgical resection within the past 4 - 12 weeks. Patients with R1 resections are excluded;\n  4. Triple-negative basal-like breast carcinoma\n\n     Patients with basal-like breast carcinoma must have confirmed triple negative (estrogen receptor negative \\[ER-\\]/ progesterone receptor (PR) negative \\[PR-\\]/ human epidermal growth factor receptor-2 (HER2) negative \\[HER2-\\]) .\n* MUC1 is expressed in malignancy tissues by immuno-histochemical (IHC).\n* Eastern cooperative oncology group (ECOG) performance status of 0-1 or karnofsky performance status (KPS) score is higher than 60.\n* Patients 18 years of age or older, and must have a life expectancy \\> 12 weeks.\n* Adequate venous access for apheresis or venous sampling, and no other contraindications for leukapheresis.\n* Females of child-bearing potential must have a negative pregnancy test and all subjects must agree to use an effective method of contraception for up to two weeks after the last infusion of CAR T cells.\n* Adequate bone marrow, liver and renal function as assessed by the following laboratory requirements: White blood cell count (WBC) ≥ 2500c/ml, Platelets ≥ 50×10\\^9/L, Hb ≥ 9.0g/dL, lymphocyte (LY) ≥ 0.7×10\\^9/L, LY% ≥ 15%, Alb ≥ 2.8g/dL, serum lipase and amylase \\< 1.5×upper limit of normal, serum creatinine ≤ 2.5mg/dL, aspartate aminotransferase (AST) and alanine aminotransferase (ALT) ≤ 5×upper limit of normal, serum total bilirubin ≤ 2.0mg/dL. These tests must be conducted within 7 days prior to registration.\n* Ability to give informed consent.\n\nExclusion Criteria:\n\n* The transduction efficiency of the T cells is less than 10% or the amplification of the T cells via artificial antigen presenting cell (aAPC) stimulation is less than 5 times.\n* Patients with symptomatic central nervous system (CNS) involvement.\n* Pregnant or nursing women may not participate.\n* Known HIV, hepatitis B virus (HBV) or hepatitis C virus (HCV) infection.\n* Serious illness or medical condition which would not permit the patient to be managed according to the protocol, including active uncontrolled infection, major cardiovascular, coagulation disorders, respiratory or immune system, myocardial infarction, cardiac arrhythmias, obstructive/restrictive pulmonary disease, or psychiatric or emotional disorders.\n* History of severe immediate hypersensitivity to any of the agents including cyclophosphamide, fludarabine, or aldesleukin.\n* Concurrent use of systemic steroids. Recent or current use of inhaled steroids is not exclusionary.\n* Previously treatment with any gene therapy products.\n* The existence of unstable or active ulcers or gastrointestinal bleeding.\n* Patients with portal vein vascular invasion or extrahepatic, are excluded from this study.\n* Patients with a history of organ transplantation or are waiting for organ transplantation.\n* Patients need anticoagulant therapy (such as warfarin or heparin).\n* Patients need long-term antiplatelet therapy (aspirin at a dose \\> 300mg/d; clopidogrel at a dose \\> 75mg/d).\n* Patients treated by radiotherapy within 4 weeks prior the first apheresis.\n* Patients using fludarabine or cladribine chemotherapy within two years.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}