{
    "nctId": "NCT04606550",
    "briefTitle": "MonaLisa Laser Intervention for Post-Menopausal Breast Cancer Patients: A SHE CAN Study",
    "officialTitle": "Randomized Clinical Trial Comparing the MonaLisa Laser Versus Vaginal Estrogen in Post-Menopausal Breast Cancer Patients: a SHE CAN Non-inferiority Study",
    "overallStatus": "WITHDRAWN",
    "conditions": "Breast Cancer Female, Genitourinary Syndrome of Menopause",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "MonaLisa Touch Impact on vaginal health in breast caner patients",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Provide written and voluntary informed consent understood, signed and dated\n2. Aged between 18 and 75 years old\n3. Have had previous histologically-proven diagnosis of breast cancer\n4. Have moderate to severe GSM symptoms as determined by their treating oncologist or another responsible physician.\n5. Interested in receiving treatment for their GSM symptoms, and willing to be randomized to a treatment arm in this protocol.\n6. Completed chemotherapy and / or radiation treatment at least 3 months prior to starting the study, and/or maintenance endocrine therapy for at least 3 months prior to starting the study.\n7. For hormone receptor negative cohort, must be post-menopausal\n8. ECOG status \\<2\n\nExclusion Criteria:\n\n1. Have a suspected or diagnosed gynecological illness or malignancy.\n2. Inability to attend outpatient clinics for any reason.\n3. Inability to provide consent or complete the questionnaire (e.g. Language barrier, concerns about competence)\n4. Contraindication to vaginal estrogen therapy\n5. Personal history of thrombophlebitis, heart failure, or myocardial infarction within 12 months, scleroderma, or any chronic condition that could interfere with study compliance.\n6. Pelvic organ prolapse higher than stage II, pelvic surgery within 6 months, or previous reconstructive pelvic surgery with transvaginal mesh kits.\n7. Have used vaginal estrogen cream, ring or tablet within 1month before entering the study, or vaginal moisturizers, lubricants or homeopathic preparations within 2 weeks of therapy.\n8. Personal history of vulvovaginal condyloma, vaginal intraepithelial neoplasia (VAIN), vaginal carcinoma, lichen sclerosis, lichen planus, history of vaginal radiation, history of cervical cancer, other gynaecologic cancer, pelvic or vaginal radiation\n9. Acute or recurrent urinary tract infection (UTI), or genital infection (e.g. bacterial vaginosis, herpes genitalis, candida, pelvic inflammatory disease)\n10. Personal history of impaired wound healing or Scleroderma\n11. History of keloid formation\n12. Use or anticipated use of antiplatelet therapy, anticoagulants, thrombolytics, vitamin E or nonsteroidal anti-inflammatory drugs within 2 weeks pre-treatment\n\n    -",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}