{
    "nctId": "NCT06214793",
    "briefTitle": "Taletrectinib in Previously Treated Metastatic CDH1-mutated Invasive Lobular Cancer (ILC)",
    "officialTitle": "A Phase II Study of Taletrectinib in Previously Treated Metastatic CDH1-mutated Invasive Lobular Cancer (ILC) of the Breast (TaCe)",
    "overallStatus": "SUSPENDED",
    "conditions": "Breast Cancer, Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 61,
    "primaryOutcomeMeasure": "Objective response rate (ORR) as measured by RECIST v1",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age ≥18 years\n2. History of histologically or cytologically confirmed diagnosis invasive lobular carcinoma and current diagnosis of metastatic breast cancer\n3. Presence of CDH1 mutation as confirmed by any commercially available next generation sequencing (NGS) testing on tumor tissue or liquid biopsy specimens\n4. Negative HER2 testing (IHC 1+ or 2+ with negative FISH)\n5. Prior Therapy requirements:\n\n   1. For estrogen receptor positive (ER+) participants: prior endocrine therapy with a CDK4/6 inhibitor and at least 1 chemotherapy or antibody drug conjugate in the metastatic setting\n   2. For estrogen receptor negative (ER-) participants: at least 2 prior lines of chemotherapy or antibody drug conjugate received in the metastatic setting\n6. Participants with central nervous system (CNS) involvement, including leptomeningeal carcinomatosis, which is stable (either asymptomatic or previously treated and controlled are allowed as follows:\n\n   1. Seizure prophylaxis is permitted with non-enzyme-inducing anti-epileptic drugs (non- EIAEDs).\n   2. Corticosteroid treatment at a stable or decreasing dose of ≤10 mg prednisone or equivalent if required within 7 days prior to the first dose of taletrectinib.\n   3. Local therapy including but not limited to whole brain radiation or gamma knife irradiation treatment must be completed at least 14 days before enrollment and the participant clinically stable (e.g., no corticosteroids or anticonvulsant treatment) for 7 days prior to first dose of taletrectinib (for participants with neurological symptoms or signs due to CNS metastasis at screening).\n7. At least 1 measurable lesion per RECIST 1.1 assessed by investigator.\n8. Eastern Cooperative Oncology Group Performance Status: 0-2\n9. Participant with a life expectancy ≥12 weeks based on the judgement of investigator.\n10. Participant with adequate organ function meeting the following criteria:\n\n    1. Aspartate aminotransferase (AST) and alanine aminotransferase (ALT): ≤3.0 × upper limit of normal (ULN) (or ≤5.0 × ULN, for participants with concurrent liver metastases)\n    2. Serum total bilirubin: ≤1.5 × ULN (≤3.0 × ULN for participants with Gilbert syndrome or if liver function abnormalities are due to underlying malignancy)\n    3. Absolute neutrophil count: ≥1,000/μL\n    4. Platelet count: ≥100,000/μL\n    5. Hemoglobin: ≥9.0 g/dL\n    6. Estimated creatinine clearance (CrCl) ≥45 mL/min as calculated using the method standard for the institution (eg. Cockcroft - Gault Equation)\n11. Males and/or females who meet any of the following criteria:\n\n    1. For males (irrespective of surgical sterilization \\[vasectomy\\]): agree to use effective contraception methods during the study intervention period and for at least 90 days after the last dose of investigational drug or agree with complete abstinence.\n    2. Females without menses for at least 1 year prior to screening or documented to be surgically sterilized. Women of childbearing potential (WOCBP) must agree to use one highly effective method of contraception or agree with complete abstinence from sexual intercourse since the informed consent until 45 days after the last dose of investigational drug.\n12. For all females of childbearing potential, a negative pregnancy test must be obtained within 7 days before starting study treatment. Female participants of non-childbearing potential must meet at least 1 of the following criteria:\n\n    1. Achieved postmenopausal status, defined as follows: cessation of regular menses for at least 12 consecutive months with no alternative pathological or physiological cause; status may be confirmed with a serum follicle-stimulating hormone (FSH) level confirming the postmenopausal state.\n    2. Have undergone a documented hysterectomy and/or bilateral oophorectomy.\n    3. Have medically confirmed ovarian failure. All other female participants (including female participants with tubal ligations) are considered to be of childbearing potential.\n13. The participant is willing and capable to give written informed consent.\n14. The participant is willing and capable to comply with the study scheduled visits, treatment plans, laboratory tests and other procedures.\n15. The participant is willing and capable to comply with study site's COVID-19 policies.\n\nExclusion Criteria:\n\n1. Treatment with small molecule anticancer therapy including other investigational agents or cytotoxic systemic anticancer therapy within 2 weeks (or 5 half-lives of the compound, whichever is shorter) prior to the first dose of taletrectinib; Treatment with immuno-oncology (IO) including immune checkpoint inhibitors within 4 weeks before the first dose of taletrectinib.\n2. Major surgical procedure, open biopsy, or significant traumatic injury ≤4 weeks before the first dose of taletrectinib.\n\n   a) Placement of vascular access device is not considered major surgery. Other minor surgical procedures, such as catheter placement or minimally invasive biopsy, are allowed.\n3. Radiotherapy within 14 days before study treatment. Stereotactic radiosurgery (SRS), stereotactic radiation therapy (SRT), and palliative radiation outside the chest and brain are allowed but must be completed 1 week before starting study treatment.\n4. Have been diagnosed with another primary malignancy except for adequately treated non-melanoma skin cancer or cervical cancer in situ; definitively treated non-metastatic prostate cancer; or participants with another primary malignancy who are definitively relapse-free with at least 3 years elapsed since the diagnosis of the other primary malignancy.\n5. Adverse events due to prior therapy are unresolved to ≤ CTCAE Grade 1 or has not returned to baseline, at the time of the first dose of taletrectinib except for AEs not constituting a safety risk to the patient based on the judgment of investigators.\n6. Participants with untreated spinal cord compression caused by tumor and/or cancerous meningitis.\n7. History or evidence of interstitial fibrosis, interstitial lung disease or drug-induced pneumonitis (Excluding clinically insignificant or asymptomatic post-radiation pneumonitis).\n8. Any gastrointestinal disorders that may affect absorption of oral medications.\n9. Active and clinically significant bacterial, fungal, or viral infection including hepatitis B virus (HBV), hepatitis C virus (HCV), or severe acute respiratory syndrome coronavirus 2 (SARS- CoV-2), known human immunodeficiency virus (HIV) or acquired immunodeficiency syndrome (AIDS)-related illness.\n\n   Note that the following are permitted:\n   1. Participants treated for hepatitis C (HCV) or HIV with no detectable viral load; for at least 1 month prior to the first dose of taletrectinib.\n\n      Note: caution with drug-drug interactions of concomitant anti-HIV agents and CYP3A substrates.\n   2. Participants with known hepatitis B (HBV) infections:\n\n   i. with past or resolved HBV infection (defined as the presence of hepatitis B core antibody \\[HBcAb\\] and absence of hepatitis B surface antigen \\[HBsAg\\]);\n\n   or\n\n   ii. with inactive HBV carrier state (defined as HBsAg-positive, with normal ALT, and HBV DNA \\<2,000 IU/mL or \\<10,000 copies/mL).\n\n   Note: Please consider that for participants in an inactive HBV carrier state or with a resolved HBV infection, there may be a risk of HBV reactivation and anti-HBV prophylaxis should be considered.\n10. Clinically significant cardiovascular diseases within 3 months prior to the first dose of talectrectinib: myocardial infarction, severe/unstable angina, coronary/peripheral endovascular treatment, heart failure or cerebrovascular disorder including transient ischemic attack.\n11. Ongoing cardiac dysrhythmias of ≥ CTCAE Grade 2, uncontrolled atrial fibrillation of any grade, or QT interval corrected for heart rate by Fredericia's formula (QTcF) \\>470 milliseconds, or symptomatic bradycardia \\<45 beats per minute; patient has family or medical history of long QT syndrome.\n12. Pregnancy or lactation/breastfeeding.\n13. Use of food or drugs that are known potent cytochrome P450 3A4/5 (CYP3A4/5) inhibitors or inducers or P-glycoprotein inhibitors or inducers within 14 days prior to the first dose of study treatment and while on treatment.\n14. Administration of agents with potential QT interval prolonging effect within 14 days prior to first dose of study treatment and while on treatment.\n15. Participants with other severe medical or mental diseases in whom the risk is increased by the participation to the study or treatment with study treatment in the opinion of the investigator.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}