{
    "nctId": "NCT06304857",
    "briefTitle": "CardioPROTECTion With Dapagliflozin in Breast Cancer Patients Treated With AnthrAcycline - PROTECTAA TRIAL",
    "officialTitle": "A Multicentre, Randomised, Double-blind, Placebo-controlled Phase III Study, Evaluating the Effect of Dapagliflozin on Prevention of Cardiotoxicity in Breast Cancer Patients Undergoing Anthracycline-based Chemotherapy",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer, Heart Failure",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "PREVENTION",
    "enrollmentCount": 188,
    "primaryOutcomeMeasure": "Primary efficacy composite endpoint (cancer therapeutics related cardiac dysfunction) at 12 months.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Age \\> 18 years and \\< 80 years.\n* Diagnosis of invasive breast cancer \\[stage I-III\\] and planned anthracycline treatment within 60 days.\n* Signed Informed Consent to participate in the study.\n\nExclusion Criteria:\n\n* Urinary tract infection with the need for treatment with an antibiotic 48 hours before the scheduled start of anthracycline treatment.\n* Recognised heart failure or symptoms which, in the opinion of the investigator may be a symptom of undiagnosed heart failure.\n* Left ventricular ejection fraction \\< 50% at the time of the screening.\n* Severe valvular heart disease.\n* A history of clinically significant arrhythmia, including atrial fibrillation regardless of type (at discretion of the investigator).\n* A history of stroke.\n* Cardiomyopathy: congenital, post-inflammatory, toxic, infiltrative (e.g. amyloidosis, sarcoidosis, haemochromatosis), postnatal or hypertrophic.\n* Pulmonary hypertension.\n* Uncontrolled arterial pressure or systolic pressure \\< 80 mmHg at screening (at the discretion of the investigator).\n* BMI \\> 40 kg/m2.\n* Diagnosed type 1 or type 2 diabetes or fasting glucose ≥ 126 mg/dl or HbA1C ≥ 6,5% (48 mmol/mol).\n* Pregnancy or breastfeeding.\n* Lack of compliance to use highly effective method of birth control.\n* Expected or possible treatment with epirubicin or liposomal doxorubicin within 12 months.\n* Taking another study drug or drugs from the group of SGLT2 inhibitors up to 6 months before the screening visit.\n* Taking semaglutide, liraglutide and metformin during the 30 days preceding the screening visit.\n* eGFR \\< 25 ml/min/1.73m2 according to CKD EPI.\n* Life expectancy \\< 12 months or cancer disease stage IV according to the TNM classification.\n* Alanine transaminase or aspartate transaminase levels above 2.5 times the local norm.\n* Anemia with Hemoglobin \\< 9 g/dl.\n* Kidney failure \\> G2 (according to KDIGO classification).\n* Liver disorders, Child-Pugh score \\> 4.\n* Known, active infections with HIV, HBV, HCV, tuberculosis.\n* Any other condition which, in the opinion of the investigator, makes it impossible to fulfill the requirements for participation in this study.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}