{
    "nctId": "NCT00940199",
    "briefTitle": "PASSION - P Trial: Ph Adjusted Sulfur-Colloid, Sentinel Initiative ON Pain Trial",
    "officialTitle": "Prospective Randomized Trial of Standard Versus pH-adjusted Radiocolloid for Patients Undergoing Sentinel Lymph Node Mapping and Biopsy for Breast Cancer PASSION - P Trial: Ph Adjusted Sulfur-Colloid, Sentinel Initiative ON Pain Trial",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 140,
    "primaryOutcomeMeasure": "To compare the intensity of pain (Wong-Baker FACES Pain Rating Scale + McGill Pain Questionnaire) associated with WRAMC's current standard and pH-adjusted radiocolloid for patients undergoing sentinel lymph node mapping and biopsy for breast cancer.",
    "eligibilityCriteria": "Inclusion criteria:\n\n1. Female military healthcare beneficiaries should be over 18 years of age and capable of providing informed consent indicating awareness of the investigational nature of this trial, in keeping with institutional policy.\n2. Written informed consent must be obtained from each patient prior to entering the study.\n3. Female military healthcare beneficiaries with early breast cancer scheduled to undergo sentinel lymph node mapping and biopsy at WRAMC\n\nExclusion criteria:\n\n1. Female military healthcare beneficiaries with chronic pain syndrome (e.g. fibromyalgia) undergoing active narcotic-based treatment.\n2. Female military healthcare beneficiaries participating in other clinical trials the requirements of which may preclude complete involvement in this study.\n3. Female military healthcare beneficiaries with significant allergy to local anesthetics.\n4. Female military healthcare beneficiaries presenting with large (\\>4cm), clinically node positive, painful, locally advanced breast cancer.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}