{
    "nctId": "NCT02753686",
    "briefTitle": "Treatment of Canadian Men and Pre/Peri/Post-menopausal Women With ER+ Advanced Breast Cancer in the Real-World Setting With Hormone Therapy ± Targeted Therapy",
    "officialTitle": "Treatment of Canadian Men and Pre/Postmenopausal Women With ER+ Advanced Breast Cancer in the Real-World Setting With Hormone Therapy ± Targeted Therapy",
    "overallStatus": "COMPLETED",
    "conditions": "HR+ HER2- Men, Pre/Postmenopausal Advanced Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 440,
    "primaryOutcomeMeasure": "Duration on Treatment",
    "eligibilityCriteria": "INCLUSION CRITERIA:\n\n1. Patient is an adult, male or female ≥ 18 years old at the time of informed consent.\n2. Patient has histologically and/or cytologically confirmed diagnosis of breast cancer.\n3. Patient has inoperable locally advanced or metastatic breast cancer.\n4. Patient has ER positive and/or PgR positive HER2-negative breast cancer by local laboratory testing (based on most recently analyzed biopsy).\n5. In the case of women, both pre/perimenopausal and postmenopausal patients are allowed to be included in this study.\n\n   1. Postmenopausal status is defined as per investigator's judgment. Definition included as guidance only:\n\n1. Prior bilateral oophorectomy 2. Or age ≥60 3. Or age \\< 60 and amenorrhea for 12 or more months (in the absence of chemotherapy, tamoxifen, toremifen, or ovarian suppression), and FSH and estradiol in the postmenopausal range per local normal range. If patient is taking tamoxifen or toremifene and age \\< 60, then FSH and plasma estradiol levels should be in postmenopausal range per local normal range.\n\nb) Premenopausal status is defined as per investigator's judgment. Definition included as guidance only:\n\n1. Patient had last menstrual period within the last 12 months 2. Or if on tamoxifen or toremifene within the past 14 days, plasma estradiol and FSH must be in the premenopausal range per local normal range 3. Or in case of therapy induced amenorrhea, plasma estradiol and/or FSH must be in the premenopausal range per local normal range.\n\nc) Perimenopausal status is defined as neither premenopausal nor postmenopausal as per investigator's judgment.\n\n6. Patient having received maximum one prior chemotherapy line for advanced/metastatic breast cancer is allowed.\n\nNote: A chemotherapy line in advanced disease is an anticancer regimen(s) that contains at least 1 cytotoxic chemotherapy agent and given for 21 days or longer. If a cytotoxic chemotherapy regimen was discontinued for a reason other than disease progression and lasted less than 21 days, then this regimen does not count as a \"prior line of chemotherapy\".\n\n7. Patient receiving targeted therapy plus endocrine therapy (ET+TT) in either the 1st, 2nd or 3rd line or endocrine therapy alone (ET) in either the 2nd or 3rd line advanced metastatic setting:\n\n1. as per approved Health Canada indication OR\n2. as per available expanded treatment protocol(s) only if efficacy assessments in these protocols are considered routine standard of care OR\n3. as per available compassionate / expanded access program\n\n   Notes: 1. Date of initiation of treatment should be a maximum of 12 months prior to the date of enrollment in this study for patients receiving CDK4/6 inhibitor therapy based combinations. Date of initiation of treatment should be a maximum of 1 month prior to the date of enrollment in this study for patients receiving all other endocrine monotherapies or combination therapies. 2. 1st, 2nd and 3rd line therapy in the advanced setting is defined as the first, second and third treatment received respectively in the metastatic setting (which could include endocrine monotherapy, targeted therapy combination with endocrine therapy or chemotherapy). 3. 3. Patients enrolled in the ET cohort must have received a prior CDK4/6 inhibitor for advanced/metastatic breast cancer. Patients who have received two subsequent lines of CDK4/6 inhibitor therapy are allowed.\n\n   8. The decision to use ET or ET+TT has been reached prior to and independently of the current study.\n\n   9. Patient willing to be followed according to routine standard of care practice.\n\n   10. Signed informed consent to allow the collection of the data for the purposes of this study.\n\n   EXCLUSION CRITERIA:\n   1. Patient currently receiving chemotherapy at baseline/study entry is excluded (however patient could have received up to one line of chemotherapy in the metastatic setting prior to study entry or as a subsequent therapy after completion of ET or ET+TT treatment).\n   2. Patient having received more than 3 lines of therapy in the metastatic setting.\n   3. Any contraindications to the study treatments as presented in the respective Canadian Product Monographs for each therapy.\n   4. Patient is participating in a clinical trial for an investigational treatment with the exception expanded treatment protocol or access program where efficacy assessments are considered routine standard of care.\n   5. Patient is undergoing any treatment that is not considered standard of care as per regional policies and guidelines with the exception of treatments accessed via expanded treatment protocols or access programs.\n   6. Patient does not understand or is not willing to sign the informed consent for participation in the study.\n   7. According to the judgment of the physician participation in the study may interfere with the treatment or compromise the well-being of the patient.\n   8. Patient is expected to travel for an extensive time period or be unavailable during the study period.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}