{
    "nctId": "NCT03616626",
    "briefTitle": "Whole Breast Irradiation vs Twice Daily vs. Once Daily Accelerated Partial Breast Irradiation",
    "officialTitle": "Phase III Randomized Study of Adjuvant Whole Breast Versus Partial Breast Irradiation Using Once Daily or Twice Daily Fractionation Scheme in Women With Stage I or II Breast Cancer",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer, Radiation Toxicity",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 91,
    "primaryOutcomeMeasure": "Change in the Adverse cosmetic outcome using the EORTC Breast Cosmetic Rating System",
    "eligibilityCriteria": "Inclusion Criteria:\n\nTumor characteristics\n\n* Histologically confirmed invasive adenocarcinoma of the breast\n* Tumors must be ≤ 3 cm. Gross disease must be unifocal. Negative lymph nodes\n* Hormone receptor status:\n\nEstrogen receptor (ER) status known Progesterone status known if ER analysis is negative Marginal or borderline results are considered positive Surgery\n\n* Tumor removed with conservative breast surgery with adequate margin\n* Re-excision of surgical margins allowed\n* No prior breast implants\n* Prior axillary staging required for patients including 1 of the following:\n\n  * Sentinel node biopsy alone (if sentinel node is negative)\n  * Sentinel node biopsy followed by axillary dissection if sentinel node is positive)\n  * Axillary dissection alone with ≥ 6 axillary nodes\n* Target lumpectomy cavity clearly delineated AND target lumpectomy/whole breast reference volume ≤ 30% based on postoperative pre-randomization CT scan\n* Final surgery (i.e., lumpectomy, re-excision of margins, or axillary staging procedure) within the past 42 days\n* No prior biologic therapy for this malignancy Chemotherapy\n* No prior chemotherapy for this malignancy\n* No concurrent chemotherapy during study radiotherapy Endocrine therapy\n* No prior hormonal therapy for this malignancy\n* Concurrent hormonal therapy allowed provided it is not administered during chemotherapy\n* No concurrent raloxifene, tamoxifen, or other selective estrogen receptor modulating drugs\n* No concurrent hormone replacement therapy Radiotherapy\n* No prior radiotherapy for this malignancy\n* No prior breast or thoracic radiotherapy\n* No concurrent regional nodal irradiation Other\n* No other concurrent anticancer therapy Menopausal status\n* Premenopausal or postmenopausal Performance status\n* WHO 0-1 Other\n* Not pregnant or nursing\n* Negative pregnancy test\n* Fertile patients must use effective non-hormonal contraception\n\nExclusion Criteria:\n\n* Multicentric carcinoma in more than 1 quadrant or separated by ≥ 4 cm.\n* Non-epithelial breast malignancies (e.g., sarcoma or lymphoma).\n* Positive axillary nodes.\n* Palpable or radiographically suspicious ipsilateral or contralateral axillary, supraclavicular, infraclavicular, or internal mammary nodes unless there is histologic confirmation that these nodes are negative for tumor.\n* Suspicious microcalcifications, densities, or palpable abnormalities in the ipsilateral or contralateral breast unless biopsied and found to be benign\n* Paget's disease of the nipple\n* Previous history of invasive breast cancer or DCIS.\n* Synchronous bilateral invasive or non-invasive breast cancer\n* Collagen vascular disease (e.g., systemic lupus erythematosus or scleroderma), specifically dermatomyositis with a CPK level above normal, or active skin rash\n* Psychiatric or addictive disorder that would preclude study therapy",
    "sex": "FEMALE",
    "minimumAge": "40 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}