{
    "nctId": "NCT01291420",
    "briefTitle": "Dendritic Cell Vaccination for Patients With Solid Tumors",
    "officialTitle": "Therapeutic Efficacy of Wilms' Tumor Gene (WT1) mRNA-electroporated Autologous Dendritic Cell Vaccination in Patients With Solid Tumors: a Phase I/Feasibility Study",
    "overallStatus": "COMPLETED",
    "conditions": "Glioblastoma, Renal Cell Carcinoma, Sarcomas, Breast Cancers, Malignant Mesothelioma, Colorectal Tumors",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 48,
    "primaryOutcomeMeasure": "Immunogenicity of intradermal DC vaccination",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Tumor type:\n\n   Metastatic or Locally Advanced Breast Cancer; Malignant Mesothelioma; Glioblastoma Multiforme (Grade IV); Sarcoma's; Colorectal tumors or rare tumors (less than 500 patients a year)\n2. Extent of disease:\n\n   * Metastatic Breast Cancer or High Risk Locally Advanced Breast Cancer\n\n     * Partial or Complete response after first line chemotherapy for both metastatic or locally advanced breast cancer. Minimal metastatic disease under hormonal treatment\n     * High risk Locally Advanced breast cancer defined as (and/or):\n\n       * Age \\< 60 years old\n       * ER, PR and Her-2 Neu negative tumors\n       * \\> 4 lymphnodes at initial presentation\n       * Mastitis Carcinomatosis\n       * Pregnancy associated Breast Cancer\n   * Malignant Mesothelioma:\n\n     * Partial or Complete response after first line chemotherapy not amendable for surgery\n     * Adjuvant after debulking surgery\n   * Glioblastoma Multiforme\n\n     * In Recurrent Disease after optimal treatment according to Stupp regimen\n     * In primary disease after debulking surgery, Temodal/radiotherapy and Temodal chemotherapy for 6 months\n   * Sarcoma's\n\n     * After adjuvant chemotherapy for uterine sarcoma's\n     * After Optimal or Debulking Surgery for liposarcoma's, synovial cell sarcoma's\n     * Recurrent sarcoma's with limited disease\n   * Colorectal tumors\n\n     * K-ras wild-type tumors with inoperable lymphnode metastasis after standard chemotherapy (FOLFOX, FOLFIRI)\n3. Patient Characteristics\n\n   * Prior treatments: Patients must have received at least one prior chemotherapeutic regimen and must be more than 1 month past the last treatment.\n   * Age: ≥ 18 years old\n   * Performance status: WHO PS grade 0-1 (Appendix B)\n   * Objectively assessable parameters of life expectancy: more than 3 months\n   * Prior and concomitant associated diseases allowed with the exception of underlying autoimmune disease and positive serology for HIV/HBV/HCV\n   * No concomitant use of immunosuppressive drugs, hormonal treatment for breast cancer is allowed in case of stable disease\n   * Adequate renal and liver function, i.e. creatinin and bilirubin = 1.2 times the upper limit of normal\n   * Absence of any psychological, familial, sociological or geographical condition potentially hampering compliance with the study protocol and follow-up schedule; those conditions should be discussed with the patient before registration in the trial\n   * Women of child-bearing potential should use adequate contraception prior to study entry and for the duration of study participation\n\nExclusion Criteria:\n\n1. Subjects with concurrent additional malignancy (with exception of non-melanoma skin cancers and carcinoma in situ of the cervix)\n2. Subjects who are pregnant\n3. Subjects who have sensitivity to drugs that provide local anesthesia\n4. Subjects needing corticosteroids 1 mg/kg during vaccination; corticosteroids are allowed as part of their treatment when taken ≥ 30 days before the start of vaccination.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}