{
    "nctId": "NCT04989504",
    "briefTitle": "Testing the Application of Mepitel Film During Radiation Therapy to Reduce Radiation Related Redness and Peeling in Breast Cancer Patients Following Mastectomy",
    "officialTitle": "Mepitel Film for the Reduction of Radiation Dermatitis in Breast Cancer Patients Undergoing Post-Mastectomy Radiation Therapy: A Randomized Phase III Clinical Trial",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Carcinoma, Mastectomy Patient",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "PREVENTION",
    "enrollmentCount": 216,
    "primaryOutcomeMeasure": "Serially measured patient-completed modified Radiation Induced Skin Reaction Assessment Scale (mRISRAS) scores",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologic confirmation of breast malignancy with TNM staging.\n* Patients must have undergone a mastectomy with or without reconstruction within the past 120 days if not receiving adjuvant therapy, or within 60 days after completion of the last dose of chemotherapy.\n* No prior radiotherapy to any portion of the planned treatment site.\n* No documented history of adhesive or tape allergy.\n* Patients must be scheduled to receive conventionally fractionated photon-based radiation. Patients planning brachytherapy within the treatment field, and patients scheduled to receive bilateral radiation or hypofractionated radiation are not eligible.\n* No active rash or pre-existing dermatitis within the treatment field.\n* No co-existing medical conditions resulting in life expectancy \\< 2 years.\n* No active collagen vascular diseases (i.e. lupus erythematosus, scleroderma, dermatomyositis).\n* No concomitant cytotoxic chemotherapy. Endocrine therapy and HER2 directed therapies are allowed.\n* No current inflammatory breast cancer, or gross dermal involvement at initiation of radiotherapy.\n* No previous history of organ or bone marrow transplant.\n* Eastern Cooperative Oncology Group (ECOG) performance status 0-1.\n* In order to complete the mandatory patient-completed measures, participants must be able to speak and read English.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}