{
    "nctId": "NCT03404752",
    "briefTitle": "Pegfilgrastim-gema Compared to Pegfilgrastim-roche for Prevention of Induced Neutropenia in Breast Cancer Patients.",
    "officialTitle": "A Randomized, Multicenter Clinical Trial to Determine the Efficacy, Safety and Tolerability of Peg-filgrastim (Gema) Compared to Peg-filgrastim (Roche) for Prevention of Chemotherapy Induced Neutropenia in Patients With Breast Cancer",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "PREVENTION",
    "enrollmentCount": 120,
    "primaryOutcomeMeasure": "Clinical Efficacy: Duration (in days) of severe neutropenia-DSN",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Female patients aged 18 to 70 years old.\n* Patients diagnosed having high risk stage 2 or stage 3 or 4 of breast cancer (by histopathological or cytological diagnosis) and need neoadjuvant, adjuvant chemotherapy, or with metastatic disease.\n* A priori has been decided to be treated with Peg-Filgrastim and subjects eligible for Peg-Filgrastim therapy according to indications and clinical use in the product monograph\n* Patients scheduled to receive 4 or 6 cycles of chemotherapy (Taxane combinations) with prophylactic Peg-Filgrastim at 3 weeks interval. Monoclonal Antibodies in addition to Taxane regimens are permitted.\n* Any acute adverse effects of prior therapy must have resolved to ≤ NCI CTCAE (Version 4.0) grade 1 (excluding alopecia) prior to Day 1 of Cycle 1\n* Eastern Cooperative Oncology Group - ECOG Performance Status 0, 1 or 2 as determined on Day 1 or up to -3 of Cycle 1 prior to administration of chemotherapy\n* Patients must have adequate organ function including the following:\n\n  1. Adequate bone marrow functions, as determined within 3 days prior to administration of chemotherapy on Day 1 of Cycle 1 and as indicated by Hb ≥9,5 g/dl (transfusion permitted to be included in the trial ),WBC (white blood cell) ≥3,5 x 109/l, Absolute neutrophil count (ANC) ≥1.5 x 109/l, Platelets ≥95 x 109/l;\n  2. Adequate renal and hepatic function, as determined within 3 days prior to administration of chemotherapy on Day 1 of Cycle 1 and defined as follows,\n\n     1. Hepatic: Bilirubin ≤ 1.5 x the upper limit of normal (ULN) (unless elevation is known to be due to Gilbert's disease), Subjects must also meet one of the following criteria:\n\n        1. Alkaline phosphatase within normal reference range and both AST (aspartate aminotransferase) and ALT (alanine aminotransferase) \\>2.5 x ULN; or\n        2. Alkaline phosphatase \\<2.5 x ULN and both AST and ALT \\<1.5 x ULN; or\n        3. Alkaline phosphatase \\<5 x ULN and both AST and ALT within normal reference range;\n     2. Renal: Serum creatinine ≤ 1.5 mg/dl or creatinine clearance ≤ 60 ml/min (calculated according to the Cockcroft and Gault formula)\n* Patients of child-bearing potential must have a negative pregnancy test within 3 days prior to the first dose of chemotherapy and at day 1 or up to -3 days of each Cycle) and use at least one form of contraception as approved by the investigator during the study.\n* Life expectancy \\>6 months\n\nExclusion Criteria:\n\nSafety of treatment dependent criteria:\n\n* Presence of any serious concomitant systemic disorders incompatible with the administration of filgrastim, Peg-Filgrastim or any systemic disease that can influence the patient's safety according to doctor's diagnosis.\n* History of hypersensitivity to Peg-Filgrastim, filgrastim or E.coli derived proteins.\n* Serious local infection or active systemic infection within 10 days prior to enrollment or patients who have taken antibiotics within the previous 10 days\n* Pregnant or breast-feeding patients\n* Cardiac insufficiency, cardiomyopathy, significant cardiac dysrhythmia, unstable or advanced ischemic heart disease (NYHA III or IV)\n* Known bleeding disorder\n* Patient known to have HIV, Hepatitis B, Hepatitis C or who have a positive serology for HIV, Hepatitis B or Hepatitis C at screening\n* History or presence of sickle cell disease\n* Concurrent or prior radiotherapy within four weeks of randomization\n\nCriteria dependent on compliance with study procedures, or the evaluation of the response:\n\n* Unwilling to use a reliable and acceptable contraceptive method throughout the study period (fertile patients only)\n* Treatment with certain other agents to treat the malignant disease\n* Known drug addiction, including alcoholism\n* Treatment with any investigational product within 30 days prior to study drug administration\n* Concurrent prophylactic antibiotics\n* Previous participation in this study.\n* Already involved in another trial.\n* History of bone marrow or stem cell transplantation.\n* Previous therapy should not have included G-CSF (granulocyte-colony stimulating factor)\n\nPrevious participation in this study: Subjects who are considered screening failures are allowed to be re-screened, except if have started chemotherapy. In case of re-screening the following assessments and evaluations do not have to be repeated: Demographics, Medical history, HIV, Hepatitis B and C serology.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}