{
    "nctId": "NCT04493333",
    "briefTitle": "Vaginal Dehydroepiandrosterone (DHEA) in Postmenopausal Breast Cancer Survivors on Aromatase Inhibitors",
    "officialTitle": "Comparison of Vaginal Dehydroepiandrosterone (DHEA) to Control for Treatment of Vaginal Symptoms in Postmenopausal Breast Cancer Survivors on Aromatase Inhibitors: A Phase II Randomized Trial",
    "overallStatus": "TERMINATED",
    "conditions": "Vaginal Atrophy, Postmenopausal Symptoms, Breast Cancer Female, Long-term Survivors",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 8,
    "primaryOutcomeMeasure": "Difference in Vaginal Maturation Index (VMI) Response From Baseline to Week 12",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Postmenopausal patients with a history of breast cancer who have completed primary treatment with curative intent, who have been on an aromatase inhibitors (AI) for at least 6 months\n* Stage I-III, hormone receptor positive breast cancer regardless of human epidermal growth factor receptor 2 (HER2) status\n* Postmenopause defined as 12 months of spontaneous amenorrhea, or 6 months of spontaneous amenorrhea with serum follicle-stimulating hormone (FSH) levels \\> 40 mIU/mL (milli-international units per milliliter), or 6 weeks postsurgical bilateral oophorectomy with or without hysterectomy. FSH level will be documented on all subjects.\n* Patients reporting any symptoms of vaginal dryness or dyspareunia as assessed by the Brief Sexual Symptom Checklist for Women (BSSC-W) or the Female Sexual Function Index (FSFI)\n* No evidence of active malignant breast or gynecologic disease\n* Absence of undiagnosed, persistent or recurring genital bleeding that has not been evaluated to determine the cause \\[6\\]\n* No planned changes in AI during the study period\n* Mammogram (if appropriate, as determined by the treating physician and will be documented) within 12 months of study entry\n* Patients with documented normal Pap within 12 months of study entry\n\nExclusion Criteria:\n\n* Use of any estrogen or progesterone depot-preparation drug or progestin implant in the last 6 months before study entry\n* Use of any androgen or anabolic steroids in the last 6 months before study entry\n* Use of any oral or transdermal hormonal products (estrogen, progestin, or DHEA) within the last 8 weeks prior to study entry; however, a subject can elect to wait for an 8-week washout period before study entry.\n* Use of any vaginal or intrauterine hormonal products in the last 8 weeks; however, a subject can elect to wait for an 8-week washout before study entry.\n* Use of any natural over the counter estrogenic products in the last 6 months; however, a subject can elect to wait for a 6-month washout before study entry.\n* Concomitant vulvar and vaginal surgical or laser treatments\n* Vaginal infection or confounding vulvar or active vaginal disease process\n* Prior radiation to the pelvis or history of gynecologic cancer\n* Inability to tolerate a vaginal/speculum exam\n* Undiagnosed, persistent or recurring genital bleeding or other indication of active pelvic disease process that has not been evaluated \\[6\\]\n* Clinically significant uncontrolled depression or severe psychiatric symptoms\n* If subject has an established routine of inert vaginal lubricant use for routine or occasional relief of vulvar or vaginal symptoms prior to the study period, it may be continued during the study period along with the study drug.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}