{
    "nctId": "NCT03901469",
    "briefTitle": "A Study of ZEN003694 and Talazoparib in Patients With Triple Negative Breast Cancer",
    "officialTitle": "A Phase 2b Study of ZEN003694 in Combination With Talazoparib in Patients With Triple-Negative Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Triple Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 115,
    "primaryOutcomeMeasure": "Part 1 and Part 2: Incidence of treatment-related adverse events (AE) and treatment-related serious adverse events (SAE)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Females or males age ≥ 18 years (at time of signing informed consent)\n2. Parts 1 and 2 only: Histologically confirmed metastatic or recurrent or locally advanced triple-negative breast cancer (estrogen receptor (ER) ≤10%; progesterone receptor (PR) ≤10%; and HER2 negative by immunohistochemistry (IHC) or fluorescent in situ hybridization (FISH)\n\n   Expansion only: Histologically confirmed metastatic or recurrent, or locally advanced triple-negative breast cancer as defined by the most recent American Society of Clinical Oncology/College of American Pathologists (ASCO/CAP) guidelines.\n3. Patient is not a candidate for endocrine based therapy, based on Investigator judgement\n4. Have a history of progressive disease despite prior therapy\n5. Part 1: Have had at least 1 prior cytotoxic chemotherapy.\n\n   Part 2: Have had no more than 2 prior chemotherapy-inclusive regimens for locally advanced or metastatic disease, unless approved by the Sponsor (no limit on prior targeted anticancer therapies such as mechanistic target or rapamycin (mTOR) or CDK4/6 inhibitors, immune-oncology agents, tyrosine kinase inhibitors, or monoclonal antibodies against CTL4 or VEGF.)\n\n   Expansion Cohort A (combination treatment in post-TROP2-ADC patients): Have received TROP2-ADC therapy for unresectable locally advanced or metastatic disease.\n\n   Expansion Cohort B (ZEN003694 monotherapy): Have had at least 1 prior systemic therapy for locally advanced or metastatic disease which may or may not have included a TROP2-ADC.\n\n   Expansion Cohort C (combination treatment in TROP2-ADC-naive patients): Have had at least 1 prior systemic therapy for locally advanced or metastatic disease and who have not received prior TROP2-ADC therapy.\n6. Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1\n7. Part 2 and Expansion only: Measurable disease per RECIST version 1.1\n\nExclusion Criteria:\n\n1. Documented germline mutations of BRCA1 or BRCA2\n2. Parts 1 and 2 only: Evidence of disease progression during platinum treatment either in the neoadjuvant or in the metastatic setting. For patients receiving platinum in the neoadjuvant setting, at least 6 months must have elapsed between the last dose of platinum-based treatment and enrollment\n3. Part 2 only: Patients with inflammatory breast cancer\n4. Current or anticipated use of medications known to be strong inhibitors or inducers of CYP3A4 or substrates of CYP1A2 with narrow therapeutic windows. Strong inhibitors, inducers or substrates must be discontinued at least 7 days prior to the first administration of study drug.\n5. Current or anticipated use within 7 days prior to the first administration of study drug, or during the study, of strong P-gp inhibitors.\n6. Use of oral Factor Xa inhibitors (i.e., rivaroxaban, apixaban, betrixaban, edoxaban otamixaban, letaxaban, eribaxaban) and Factor IIa inhibitors (i.e., dabigatran). Low molecular weight heparin is allowed\n7. Prior anticancer therapy (chemotherapy, radiation, hormone therapy, immunotherapy or investigational agent) within 3 weeks from the start of study drug (except for nitrosoureas and mitomycin C within 6 weeks from start of study drug)\n8. Parts 1 and 2 only: Radiation to \\>25% of the bone marrow\n9. Treatment with a bone-targeted radionuclide within 6 weeks of first dose of study drug\n10. Have previously received an investigational BET inhibitor (including previous participation in studies with the Sponsor's drug, ZEN003694); except for patients in Expansion Cohort B who received ZEN003694 monotherapy and are eligible to cross-over to combination treatment\n11. Prior treatment with a PARP inhibitor\n12. QTcF interval \\> 470 msec\n13. Insufficient recovery (i.e., has not recovered to at least Grade 1) from prior treatment-related toxicities except for alopecia, fatigue and Grade 2 neuropathy\n14. Non-healing wound, ulcer or bone fracture (not including a pathological bone fracture caused by a pre-existing pathological bone lesion)\n15. Parts 1 and 2 only: Brain metastases not adequately treated and clinically stable (at the discretion of the Investigator) for at least 3 months prior to the start of study treatment, unless a shorter interval is approved by the Sponsor's Medical Monitor\n\n    Expansion only: Progressive, symptomatic, or untreated brain metastases. CNS metastases treated definitively with surgery and/or radiation must be radiographically stable based on imaging at least 3 months after definitive treatment. CNS metastases requiring steroid doses equivalent to prednisone doses \\>10 mg daily or an increase in steroid doses due to CNS disease prior to consent are not eligible\n16. Expansion only: Disease initially diagnosed with expression of estrogen receptor (ER) or progesterone receptor (PR) as ≥5%\n17. Expansion only: Patients treated with prior endocrine therapy",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}