{
    "nctId": "NCT00194363",
    "briefTitle": "Strength Training Intervention for Breast Cancer Survivors and the Effects on Lymphedema Status",
    "officialTitle": "The PAL Trial (Physical Activity and Lymphedema)",
    "overallStatus": "COMPLETED",
    "conditions": "Lymphedema",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "OTHER",
    "enrollmentCount": 295,
    "primaryOutcomeMeasure": "Specific aim 1: To determine whether there are any changes in lymphedema in breast cancer survivors who participate in a one-year randomized exercise intervention of twice-weekly strength training, as compared to a non-exercising group.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Women without lymphedema must be 1-5 years post breast cancer diagnosis\n* Women with lymphedema must be 1-15 years post breast cancer diagnosis\n* Women with lymphedema must have stable lymphedema. ONE of the following:\n\n  * 0-40\\>10% girth volume difference between the affected and non- affected limb for a non-dominant arm\n  * 6-40% girth volume difference between the affected and non- affected limb for a dominant arm inter-limb discrepancy in volume or circumference at the point of greatest visible difference OR swelling or obscuration of anatomic architecture upon close inspection OR pitting edema.\n\n    * 2 cm circumference difference\n  * A prior clinical diagnosis of lymphedema and having had any prior intensive lymphedema therapy on the affected arm\n\nAs well as ALL of the following four conditions:\n\n* Women with Lymphedema must have ALL of the following:\n\n  * No recorded arm girth change of 15% or greater within the three months.\n  * No more than one lymphedema related infection requiring antibiotics within the past 3 months.\n  * Participation in all Activities of Daily Living (ADLs) without lymphedema exacerbation for the past 3 months.\n\nExclusion Criteria:\n\n* For ALL participants (with and without lymphedema)\n\n  * No medical conditions or medications that would prohibit participation in an exercise program or would negatively impact our ability to test our primary aims\n  * Not morbidly obese (body mass index \\>50 kg/m2)\n  * No plans for additional (e.g. reconstructive) surgery during the study period\n  * No bilateral breast cancers (because this prohibits our ability to assess the primary outcome of interest)\n  * No strength training or other upper body resistive exercise within the past year\n  * Not planning to move away from the area over the next year\n  * Not pregnant or lactating or planning to become pregnant during the study\n  * Among women who have given birth: at least 6 months post pregnancy and at least 3 months post lactation",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}