{
    "nctId": "NCT05375461",
    "briefTitle": "TQB3616 Capsules Plus Fulvestrant Compared to Placebo Plus Fulvestrant in Previously Treated Breast Cancer in Clinical Trail",
    "officialTitle": "A Phase III,randomized, Double-blind, Paralle, Multi-center Study to Evaluate the Efficacy and Safety of TQB3616 Capsules Plus Fulvestrant Compared to Placebo Plus Fulvestrant in Participants with Hormone Receptor (HR)-positive, Human Epidermal Growth Factor Receptor(EGFR) 2-Negative Advanced Breast Cancer",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "HR-positive,HER2-negative in Advanced Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 287,
    "primaryOutcomeMeasure": "Progression-free survival (PFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* 1 The subjects voluntarily joined the study and signed the informed consent, with good compliance.\n* 2 Age: 18-75 years old (upon signing the informed consent);ECOG PS score: 0\\~1; Expected survival ≥3 months.\n* 3 participants with estrogen receptor-positive, HER2-Negative Advanced Breast Cancer were identified by pathological testing.\n* 4 Patients at the relapse/metastatic stage were allowed to receive no more than 1 line of rescue chemotherapy or rescue endocrine therapy.\n* 5 Confirmation of at least one measurable lesion according to RECIST1.1 criteria.\n* 6 The main organs are functioning well and meet the following criteria: Routine blood examination criteria (no blood transfusion or hematopoietic stimulus drug correction within 7 days before screening) : a) hemoglobin (Hb) ≥100g/L; b) neutrophils absolute value (NEUT) ≥1.5×10\\^9/L; c) Platelet count (PLT) ≥90×10\\^9/L.\n\nBiochemical tests should meet the following criteria: a) Total bilirubin (TBIL) ≤2.5 times the upper limit of normal (ULN); b) Alanine transferase (ALT) and aspartate transferase (AST) ≤2.5×ULN.ALT and AST≤5×ULN with liver metastasis. c) Serum creatinine (Cr) ≤1.5×ULN, or creatinine clearance rate (CCR) ≥60ml/min.\n\nThe blood coagulation function test should meet the following criteria: prothrombin time (PT), activated partial thromboplastin time (APTT), international standardized ratio (INR) ≤1.5×ULN (no anticoagulant therapy); Cardiac ultrasound evaluation: left ventricular ejection fraction (LVEF)≥50%.\n\nExclusion Criteria:\n\n* 1 Complicated diseases and medical history:\n\n  1. Has had other malignant tumors within 3 years or currently has other malignant tumors;\n  2. Have a variety of factors that affect oral medication (such as inability to swallow, chronic diarrhea, and intestinal obstruction);\n  3. Unmitigated toxicity above CTCAE1 grade due to any prior treatment;\n  4. Severe infections (≥CTCAE2 grade) that were active or uncontrolled before the study treatment started;\n  5. Cirrhosis, active hepatitis；\n  6. Have a history of immunodeficiency, including HIV positive or other acquired or congenital immunodeficiency diseases, or have a history of organ transplantation;\n* 2 Tumor-related symptoms and treatment:\n\n  1. Clinical evidence or history of central nervous system metastases (CNS) and/or cancerous meningitis or pneumomeningeal disease;\n  2. Had received chemotherapy within 3 weeks prior to the start of study treatment, and had received radiotherapy (except palliative radiotherapy for non-target lesions), hormone therapy, or other anti-tumor therapy within 2 weeks prior to the start of study treatment (washout period was calculated from the end of last treatment);\n  3. Uncontrolled pleural effusion, pericardial effusion, or ascites that still require repeated drainage (as determined by the investigator).\n* 3 Known to be allergic to fluvestone, TQB3616 or any excipient.\n* 4 Participated in clinical trials of other antitumor drugs within 4 weeks prior to the initiation of study therapy.\n* 5 Has other conditions that make it inappropriate for the patient to be enrolled based on investigator's opinion.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}