{
    "nctId": "NCT04875806",
    "briefTitle": "A Safety and Tolerability Study of NC762 in Subjects With Advanced or Metastatic Solid Tumors",
    "officialTitle": "A Phase 1/2, Open-Label, Dose-Escalation, Safety and Tolerability Study of NC762 in Subjects With Advanced or Metastatic Solid Tumors",
    "overallStatus": "TERMINATED",
    "conditions": "Advanced or Metastatic Solid Tumors, Ovarian Cancer, Non-small Cell Lung Cancer, Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 40,
    "primaryOutcomeMeasure": "Number of participants with treatment-emergent adverse events as assessed by CTCAE v5.0",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Men and women aged 18 or older.\n* Willingness to provide written informed consent for the study.\n* ECOG performance status 0 to 1.\n* Locally advanced or metastatic disease; locally advanced disease must not be amenable to resection with curative intent.\n* Subjects who have disease progression after treatment with available therapies that are known to confer clinical benefit, or who are intolerant to treatment, or who refuse standard treatment. Note: There is no limit to the number of prior treatment regimens.\n* Presence of measurable disease based on RECIST v1.1. Tumor lesions situated in a previously irradiated area, or in an area subjected to other locoregional therapy, are not considered measurable unless there has been demonstrated progression in the lesion.\n* Phase 1a Dose Escalation (optional), Phase 1b Safety Expansion, and Phase 2 (mandatory): Willingness to undergo pretreatment and on-treatment tumor biopsies (core or excisional).\n* Female subjects of childbearing potential (defined as women who have not undergone surgical sterilization with a hysterectomy and/or bilateral oophorectomy and are not postmenopausal, defined as ≥ 12 months of amenorrhea) and non-sterilized male subjects of childbearing potential must agree to take appropriate precautions to avoid pregnancy or fathering children (with at least 99% certainty) from screening through 90 days after the last dose of study drug. Females of child-bearing potential must have a negative serum pregnancy test at screening.\n\nExclusion Criteria:\n\n* Inability to comprehend or unwilling to sign the ICF.\n* Laboratory and medical history parameters not within the protocol-defined range.\n\n  1. Absolute neutrophil count \\< 1.5 × 10\\^9/L.\n  2. Platelets \\< 100 × 10\\^9/L.\n  3. Hemoglobin \\< 9 g/dL or \\< 5.6 mmol/L.\n  4. Serum creatinine \\> 1.5 × institutional upper limit of normal (ULN) and measured or calculated creatinine clearance \\< 50 mL/min for subjects with creatinine levels \\> 1.5 × institutional ULN.\n  5. Aspartate aminotransferase (AST) and alanine aminotransferase (ALT) ≥ 2.5 × ULN. With the following exceptions: subjects with documented liver metastases AST and/or ALT ≤ 5 × ULN. Patients with documented liver or bone metastases: alkaline phosphatase ≤ 5 ×ULN.\n  6. Total bilirubin ≥ 1.5 × ULN.\n  7. International normalized ratio (INR) or prothrombin time (PT) \\> 1.5 × ULN; Activated partial thromboplastin time (aPTT) \\> 1.5 × ULN, except for subjects on anticoagulation.\n* Transfusion of blood products (including platelets or red blood cells) or administration of colony-stimulating factors (including granulocyte colony-stimulating factor, granulocyte macrophage colony-stimulating factor, or recombinant erythropoietin) within 7 days before the first administration of study drug.\n* Receipt of anticancer medications or investigational drugs within the following intervals before the first administration of study drug:\n\n  1. ≤ 14 days for chemotherapy, targeted small molecule therapy, hormonal therapy or radiation therapy. Subjects must not have had radiation pneumonitis because of a treatment. A 1-week washout is permitted for palliative radiation to non-central nervous system (CNS) disease with medical monitor approval.\n  2. ≤ 28 days for prior immunotherapy or persistence of active cellular therapy (e.g., chimeric antigen receptor T cell therapy; other cellular therapies must be discussed with the medical monitor to determine eligibility).\n  3. ≤ 28 days for a prior mAb used for anticancer therapy except for denosumab.\n  4. ≤ 7 days for immune-suppressive-based treatment for any reason.\n  5. ≤ 28 days or 5 half-lives, t½, (whichever is longer) before the first dose for all other investigational study drugs or devices. For investigational agents with long half-lives (e.g., \\> 5 days), enrollment before the fifth t½ requires medical monitor approval.\n  6. ≤ 14 days for a COVID-19 vaccine. Note: For 2-dose vaccines, subjects must wait at least 14 days after administration of the 2nd dose of the vaccine prior to receiving the first dose of the study drug.\n* Has not recovered to ≤ Grade 1 from toxic effects of prior therapy (including prior immunotherapy and radiation therapy) and/or complications from prior surgical intervention before starting therapy.\n* Receipt of a live vaccine within 30 days of planned start of study therapy.\n* Active autoimmune disease that required systemic treatment in the past (i.e., with use of disease-modifying agents, corticosteroids, or immunosuppressive drugs).\n* Known active CNS metastases and/or carcinomatous meningitis.\n* Known concurrent malignancy that is progressing or requires active treatment, or history of other malignancy within 2 years of study entry.\n* Evidence of active, noninfectious pneumonitis or history of interstitial lung disease.\n* Documented known activating or driver mutations (i.e. EGFR mutations/amplification, BRAF mutations, ALK alterations, etc.) which have not been previously treated with a standard of care targeted therapy.\n* Subjects with screening QTc interval \\> 470 milliseconds (corrected by Fridericia) are excluded.\n* Uncontrolled systemic fungal, bacterial, viral, or other infection despite appropriate anti-infection treatment.\n* Evidence of hepatitis B virus (HBV) or hepatitis C virus (HCV), unless the hepatitis is considered to be cured.\n* Known history of HIV (HIV 1 or HIV 2 antibodies).\n* Known allergy or reaction to any component of study drug or formulation components.\n* Is pregnant or breastfeeding or expecting to conceive or father children within the projected duration of the study, starting with the screening visit through 90 days after the last dose of study treatment.\n* Any condition that would, in the investigator's judgment, interfere with full participation in the study, including administration of study drug and attending required study visits; pose a significant risk to the subject; or interfere with interpretation of study data.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}