{
    "nctId": "NCT01606072",
    "briefTitle": "Perioperative Use of Desmopressin (DDAVP) in Breast Cancer",
    "officialTitle": "Perioperative Administration of Desmopressin to Subjects With Breast Cancer: A Phase IIa, Dose-Escalation Study",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "N/A",
    "enrollmentCount": 21,
    "primaryOutcomeMeasure": "Selection of the higher safe dose level for ensuing clinical trials",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* a. Female subjects from 21 to 60 years of age, who have voluntarily signed the informed consent form.\n\n  b. Histological/cytological diagnosis of breast carcinoma obtained at least 21 days before inclusion into the study.\n\n  c. Candidate for radical mastectomy and requiring resection of axillary lymph nodes or sentinel node.\n\n  d. In case of women of childbearing potential, an adequate birth control method (intrauterine device, barrier methods, or tubal ligation) should be used throughout the study. Post-menopausal women should have menopause confirmed by biochemical parameters.\n\n  e. Adequate organic function, defined by the following parameters:\n  * Electrocardiogram (ECG) with no significant anomalies, performed within 14 days prior to surgery.\n  * The following laboratory results, obtained 7 days before surgery:\n  * Hemoglobin ≥ 11 g/dL\n  * Total white blood cell count ≥ 4,000/mm3\n  * Total neutrophil count 1,500/mm3\n  * Platelet count within normal limits\n  * Total bilirubin ≤1.5 x UNL or 2.5 x UNL in case of hepatic metastasis\n  * Transaminases ALT/GPT and AST/GOT ≤ 1.5 x UNL\n  * Creatinine clearance \\>50 mg/dL\n  * CT scan with oral and endovenous contrast\\* of chest, pelvis, and abdomen, and bone scan, conducted within 28 days prior to surgery. Images taken not longer than 90 days before surgery are also acceptable.\n\n    * In case contrast is contraindicated, CT with no contrast or MRI will be performed.\n\n      f. Subject with performance status (ECOG) = 0.\n\nExclusion Criteria:\n\n* a. Synchronic bilateral breast cancer. b. Symptoms of metastasis or evidence of metastasis from images: chest spiral CT scan, abdomen/pelvis spiral CT scan, brain spiral CT/MRI (in case of brain metastasis signs), and bone scan.\n\n  c. The patient is pregnant or breastfeeding. d. The patient is presently using hormonal contraceptives or under hormonal treatment. She would be eligible if oral contraceptives were discontinued or if the hormonal treatment finished 30 days before surgery and the patient agreed to use another contraceptive method.\n\n  e. Patients with a history or presence of congestive heart failure, blood hypertension, angina pectoris or heart arrhythmia, thromboembolic disease, diabetes type I or II, or any underlying coronaropathy detected in pre-surgical evaluations.\n\n  f. Mentally-impaired patients. g. Patients with known hypersensitivity to DDAVP or vasopressin, o with severe von Willebrand's disease (VWD), defined by a VWF activity \\<10%IU/dL, or type 2B VWD, defined by an increased ristocetin-induced platelet aggregation (RIPA) at low concentrations of ristocetin or with hemophilia.\n\n  h. Patients with a history of seizures. i. Patients with renal impairment (creatinine clearance \\< 50 mL/min calculated by the Cockcroft-Gault formula), hyponatremia or with a history of hyponatremia.\n\n  j. Patients with syndrome of inadequate secretion of antidiuretic hormone. k. Patients with positive serology for the hepatitis B or C virus and/or HIV. l. Patients with known hepatic disease (diagnosed cirrhosis, hepatic enzymes (GOT/GPT) \\> 1.5 x UNL, Total bilirubin \\> 1.5 x UNL).\n\n  m. Patients with active infections. n. Patients with other malignant diseases, with the exception of, non-melanoma skin cancer, or cervix cancer in situ, or any other tumor that has received adequate treatment and shows a disease-free time ≥ 5 years.\n\n  o. Patients participating in another clinical study or cases in which less than 4 weeks have elapsed since participation in another clinical study.",
    "sex": "FEMALE",
    "minimumAge": "21 Years",
    "stdAges": "ADULT"
}