{
    "nctId": "NCT01074970",
    "briefTitle": "PARP Inhibition for Triple Negative Breast Cancer (ER-/PR-/HER2-)With BRCA1/2 Mutations",
    "officialTitle": "PARP Inhibition After Preoperative Chemotherapy in Patients With Triple Negative Breast Cancer or ER/PR +, HER2 Negative With Known BRCA1/2 Mutations: Hoosier Oncology Group BRE09-146",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 135,
    "primaryOutcomeMeasure": "Two-year Disease Free Survival",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Must have histologically or cytologically confirmed triple negative (ER-/PR-/HER2-) invasive breast cancer, stage I-III at diagnosis (AJCC 6th edition) based on initial evaluation by clinical examination and/or breast imaging. NOTE: Patients with ER+ and/or PR+ may enroll ONLY if they are known carriers of a deleterious mutation in BRCA1 or BRCA2. Patients with HER2+ tumors may not enroll regardless of BRCA status.\n* Must have completed preoperative (neoadjuvant) chemotherapy. NOTE: Acceptable preoperative regimens include an anthracycline or a taxane, or both. Patients may NOT have received cisplatin as part of their neoadjuvant therapy regimen. Patients who received preoperative therapy as part of a clinical trial may enroll. No adjuvant chemotherapy after surgery other than that specified in this protocol is allowed. Adjuvant bisphosphonate use is allowed.\n* Must have completed definitive resection of primary tumor. The last surgery for breast cancer must have been completed at least 14 days prior to registration for protocol therapy.\n* Must have significant residual invasive disease at the time of definitive surgery following preoperative chemotherapy. Significant residual disease is defined at least one of the following:\n\n  * Miller-Payne response in the breast of 0-25.\n  * Residual Cancer Burden (RBC) classification II or III6\n  * Residual carcinoma in one or more regional lymph nodes that would meet AJCC 6th edition criteria for N1 - N3 disease.\n  * Alternatively, if Miller-Payne or RCB grading is not available, the patient will be eligible if the pathology report indicates that the area of residual invasive disease in the breast measures at least 2 cm following preoperative therapy. The presence of DCIS without invasion does not qualify as residual disease in the breast.\n* Whole breast radiotherapy is required for patients who underwent breast conserving therapy, including lumpectomy or partial mastectomy. Patients receiving adjuvant radiation therapy must have completed radiotherapy at least 14 days prior to registration for protocol therapy.\n* Written informed consent and HIPAA authorization for release of personal health information.\n* Age \\> 18 years at the time of consent.\n* Must consent to allow submission of archived tumor tissue sample from definitive surgery.\n* Must consent to collection of blood samples for PK analysis.\n* Women of childbearing potential and males must be willing to use an effective method of contraception from the time consent is signed until 4 weeks after treatment discontinuation.\n* Women of childbearing potential must have a negative pregnancy test within 14 days prior to registration for protocol therapy.\n* Women must not be breastfeeding.\n\nExclusion Criteria:\n\n* No stage IV (metastatic) disease, however no specific staging studies are required in the absence of symptoms or physical exam findings that would suggest distant disease.\n* No treatment with any investigational agent within 30 days prior to registration for protocol therapy.\n* No history of chronic hepatitis B or C\n* No clinically significant infections as judged by the treating investigator.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}