{
    "nctId": "NCT01171417",
    "briefTitle": "A Treatment With Fulvestrant and Exemestane in Postmenopausal Patients With Advanced Hormone Receptor-Positive (HR) + Breast Cancer",
    "officialTitle": "An Epidemiological Prospective Cohort Study to Describe Treatment Patterns of Fulvestrant And ExemeSTane in Postmenopausal Patients With Advanced HR+ Breast Cancer Under Real-life Conditions in GERmany",
    "overallStatus": "COMPLETED",
    "conditions": "Postmenopause, Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 570,
    "primaryOutcomeMeasure": "Evaluation of the effectiveness of Faslodex 500 mg in terms of time to progression (TTP) of disease.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Signed written informed consent\n* Female postmenopausal patient (or patient post-ovariectomy) and age ≥18 years Postmenopause ist defined as\n\n  * Age ≥ 60 years and natural menopause with menses \\> 1year ago or\n  * FSH and E2 levels in the postmenopausal range or\n  * Patients who had bilateral ovariectomy (NCCN V.I. 2009)\n* Histologically confirmed ER+ locally advanced or metastatic breast cancer\n* Not eligible for curative therapy\n* Prior treatment with tamoxifen\n* Suitable to undergo endocrine treatment for ER+ ABC with SERD / sAI\n* Patient is able to read and understand German\n\nExclusion Criteria:\n\n* Known hypersensitivity to Faslodex or Exemestane or any compounds of the drugs\n* Prior treatment with Faslodex 500 mg or Faslodex 250 mg\\*\n\n  * for patients who receive treatment with Faslodex 500 mg within this observational study. Patients who are included in the exemestane arm may have received prior Faslodex treatment.\n* Prior treatment with Exemestane for patients who receive treatment with Exemestane within this observational study\n* Acutely life threatening disease\n* Treatment with Faslodex 250 mg/month (previously approved dose)\n* Prior palliative chemotherapy",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}