{
    "nctId": "NCT06107673",
    "briefTitle": "Dalpiciclib Plus AI (Neoadjuvant Endocrine Therapy) Compared With Neoadjuvant Chemotherapy in Early Breast Cancer （EBC）",
    "officialTitle": "A Phase II Randomized, Non-inferiority Study Comparing the Efficacy and Safety of Dalpiciclib Combined With AI With Neoadjuvant Chemotherapy in ER+ HER2- Postmenopausal Breast Cancer Patients",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 144,
    "primaryOutcomeMeasure": "Percentage of Participants With Complete Radiologic Response or Partial Radiological Response: Radiological Response",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Sign the informed consent form to participate in the clinical research.\n2. Confirmed postmenopausal females diagnosed with invasive breast cancer.\n3. Clinical stage T1-3N1M0.\n4. Pathological examination confirmed: Strong positive for ER, negative for HER2. HER2 negative: Immunohistochemistry (IHC) suggests HER2 (-, +) or (++) but in situ hybridization (ISH) indicates negative. Strong positive for ER: ER immunohistochemistry test shows 50% or more tumor cells positive.\n5. No prior breast cancer-related treatment.\n6. No concurrent cardiac diseases, baseline left ventricular ejection fraction (LVEF) ≥ 50%, no significant cardiac diseases (≤ NYHA class I).\n7. ECOG score of 0-1, meeting the indications and basic requirements for chemotherapy without major organ dysfunction.\n8. Within 1 week prior to enrollment, routine blood tests are essentially normal: Absolute neutrophil count (NEUT#) ≥ 1.5×10\\^9 /L; White blood cell count (WBC) ≥ 3.0×10\\^9 /L; Platelets ≥ 90×10\\^9 /L; Hemoglobin ≥ 90 g/L.\n9. Within 1 week prior to enrollment, liver and kidney function tests are essentially normal: Total bilirubin (TBIL) ≤ 1.5× upper limit of normal (ULN); Alanine aminotransferase and aspartate aminotransferase (ALT/AST) ≤ 2× ULN; Serum creatinine ≤ 1.5× ULN or creatinine clearance rate (Ccr) ≥ 60 ml/min.\n10. For women of childbearing age, negative serum or urine pregnancy test results before participation; premenopausal women during the study period should use medically acceptable methods of contraception.\n11. Exhibits good compliance.\n\nExclusion Criteria:\n\n1. Pregnant or lactating women, and women of childbearing age who have a positive pregnancy test at baseline and do not agree to use effective contraception during the study.\n2. Patients with a known history of severe allergic reactions to any investigational drug components (NCI-CTCAE Grade \\> 3) or with any clearly documented drug allergy.\n3. Patients with bilateral breast cancer or inflammatory breast cancer.\n4. Patients with metastatic (stage IV) breast cancer at initial diagnosis.\n5. Patients with a history of congestive heart failure, unstable angina, arrhythmias, or myocardial infarction.\n6. Current diagnosis of acute lung conditions, interstitial lung disease, pulmonary fibrosis, acute pulmonary disease, etc.\n7. Current diagnosis of severe liver-related diseases such as acute hepatitis, fulminant hepatitis, coagulation factor synthesis disorders. If HBV surface antigen or HBV core antibody are positive, the peripheral blood HBV DNA titer should be \\< 1×10\\^3 IU/ml for eligibility.\n8. Any other serious medical condition or comorbidity that may interfere with participation in the study or may significantly affect the safety of the subject (e.g., active or uncontrolled infections, active or requiring antiviral therapy for liver and bile diseases).\n9. Other invasive malignancies (including second primary breast cancer) that may interfere with the evaluation of study endpoints and compliance with the protocol.\n10. Patients with a history of prior treatment with chemotherapy, endocrine therapy, or anti-HER2 biologic therapy for breast cancer (excluding diagnostic biopsy for primary breast cancer).\n11. Patients who have undergone major surgery within 4 weeks prior or have significant unresolved medical conditions.\n12. Patients with non-measurable tumors during treatment.\n13. Any other condition that the investigator deems unsuitable for the participation of the subject in the study.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}