{
    "nctId": "NCT03393741",
    "briefTitle": "Pharmacodynamic Biomarkers of Standard Anti-microtubule Drugs as Assessed by Early Tumor Biopsy",
    "officialTitle": "Pharmacodynamic Biomarkers of Standard Anti-microtubule Drugs as Assessed by Early Tumor Biopsy",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer, Breast Neoplasms",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 5,
    "primaryOutcomeMeasure": "Feasibility of measuring biomarkers in advanced breast tumors at 20 +/- 2 hours after chemotherapy",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Men and women with histologically or cytologically demonstrated breast cancer that is deemed metastatic or incurable by the treating physician.\n* It is medically appropriate to treat the patient with an antimitotic agent or an intravenous control chemotherapeutic agent by IV infusion at standard doses as per the treating physician. Please see NCCN guidelines for standard of care, p58 for standard chemotherapy regimens for recurrent or metastatic breast cancer7.\n* The patient has measureable disease as determined by RECIST 1.1.\n* Archived tissue is available from either primary, metastatic site or both.\n* It is safe and feasible to obtain a research tumor biopsy on cycle 1 day 2 with a biopsy of an accessible lesion such as liver, lung, lymph node, skin, breast, or bone.\n* All pre-chemotherapy test results (tests per treating oncologist discretion) have been reviewed and deemed appropriate for planned chemotherapy by the patient's treating oncologist.\n\nExclusion Criteria:\n\n* HER2+ breast cancer by standard criteria.\n* Pregnant women are excluded from this study because systemic chemotherapy may cause deleterious effects to the fetus. Because there is an unknown but potential risk for adverse events in nursing infants secondary to treatment of the mother with systemic chemotherapy, breastfeeding should be discontinued if the mother is enrolled in the trial.\n* Planned treatment with hormonal therapy, or targeted oral therapy during trial enrollment.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}