{
    "nctId": "NCT00903591",
    "briefTitle": "Study of Radiation Exposure and Bilateral Breast Cancer",
    "officialTitle": "Genome-Wide Association Study of Radiation Exposure and Bilateral Breast Cancer",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 1699,
    "primaryOutcomeMeasure": "Identify single nucleotide polymorphism's that are associated with contralateral breast cancer using a two-stage approach in a population-based case-control study.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Eligibility for Cases: All women who meet the following eligibility requirements will be recruited as cases for the WECARE:GWA Study if they are not already cases (or refusers) from the parent WECARE Study:\n* Diagnosed since 1/1/1990 with a histologically confirmed first primary breast cancer (only invasive stage 1 or 2) while residing in one of the study enrollment site (cancer registry);\n* Diagnosed since 1/1/1992 with CBC (invasive only any stage) while residing in the same enrollment site (cancer registry);\n* Two years or longer time interval between first and second primaries; Between the ages of 18 and 54 at the time of diagnosis of the first primary;\n* Alive at time of contact; and\n* No history of previous or intervening cancer diagnosis, except cervical cancer in situ (CIS) or non-melanoma skin cancer.\n* Without bilateral mastectomy or prophylactic mastectomy of the contralateral breast following diagnosis of their first primary.\n\nEligibility for Controls: Women who meet all of the following requirements will be eligible as controls. One matched control will be recruited for each participating case:\n\n* Diagnosed since 1/1/1990 with their first primary breast cancer (only invasive stage 1 or 2) while residing in one of the study enrollment site (i.e., cancer registry);\n* Between the ages of 18 and 54 at the time of diagnosis of the first primary;\n* Residing in the same study enrollment site (cancer registry) as when they were diagnosed with their breast cancer;\n* Alive at time of contact;\n* Never diagnosed (at reference date (date of first diagnosis plus \"at risk interval\" of matched case)) as having had CBC or any other cancer diagnosis other than the original breast cancer; with the exception of CIS or non-melanoma skin cancer.\n* Without bilateral mastectomy or prophylactic mastectomy of the contralateral breast following diagnosis of their first primary.\n\nMatching of Controls: Controls eligible for inclusion in this study will be individually matched (1:1) to cases on:\n\n* Enrollment site (cancer registry);\n* Age at diagnosis of the cases first primary(within 5-year age groups);\n* Year of diagnosis of the cases first primary;(within 4-year categories);\n* Race/ethnicity (white, black, Latina, Asian, other).\n\nExclusion Criteria:\n\nExclusion for Cases: Women with any of the following characteristics will be ineligible as a case:\n\n* Unable to speak English in U.S. or Canadian enrolling sites or Spanish in the California site, and Danish in Denmark\n* Unable to sign informed consent\n* Stage IV distant metastases for either the first or second primary (lymph node metastasis is acceptable, but there should be no organ involvement\n* Simultaneous diagnosis of invasive in one breast and in situ in the other breast\n\nExclusion for Controls: Women with any of the following characteristics will be ineligible as a control:\n\n* Unable to speak English in U.S. and Canadian enrolling sites, or Spanish in the California site and Danish in Demark\n* Unable to sign informed consent\n* Stage IV distant metastases (lymph node metastasis is acceptable, but there should be no organ involvement",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT"
}