{
    "nctId": "NCT01436604",
    "briefTitle": "Early Detection of Cardiac Toxicity of Trastuzumab (Herceptin ®) in Patients Treated for Breast Carcinoma: Value of Magnetic Resonance Imaging",
    "officialTitle": "Early Detection of Cardiac Toxicity of Trastuzumab (Herceptin ®) in Patients Treated for Breast Carcinoma: Value of Magnetic Resonance Imaging",
    "overallStatus": "TERMINATED",
    "conditions": "Cancer, Breast, LV Dysfunction",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "DIAGNOSTIC",
    "enrollmentCount": 19,
    "primaryOutcomeMeasure": "Proportions of late enhancement in patients with LV dysfunction as Herceptin ® and in a control group consisting of patients who did not have LV dysfunction after 6 months under the same treatment.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Women over 18 years\n* Free and informed consent signed\n* Histologically confirmed adenocarcinoma of the breast, metastatic or non-metastatic\n* LVEF\\> 50% angioscintigraphy before the start of treatment with Herceptin ®,\n* Overexpression of HER2 in the invasive component of the primary tumor (3 + 2 + according to ICH or with confirmation of positivity by FISH or CISH)\n* Patient receiving treatment with Herceptin ®,\n* Inclusion in the control group: patients treated with Herceptin ® episode without LV dysfunction,\n* For the inclusion in the Group LV dysfunction: the appearance of a decrease in LVEF during treatment with Herceptin ®, angioscintigraphy identified.\n\nExclusion Criteria:\n\n* Heart disease or serious medical conditions do not allow to administer Herceptin ® (documented history of heart failure, angina requiring treatment, severe dyspnoea at rest or oxygen dependency),\n* History of ischemic heart disease or myocarditis\n* Known allergy to trastuzumab, murine proteins or any of the excipients\n* Patients with an indication against the MRI (claustrophobia, ferromagnetic foreign body, pacemaker or implantable defibrillator, known allergy to gadolinium salts)\n* Renal impairment (creatinine clearance \\<60 ml / min according to the MDRD formula)\n* Arrhythmia atrial fibrillation,\n* Contraindications to the administration of Dotarem ®,\n* Patient unable to give informed consent,\n* Adult Trust,\n* Pregnant or lactating\n* Patient unable to undergo a medical for geographical, social or psychological.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}