{
    "nctId": "NCT00976339",
    "briefTitle": "Study of Vitamin D for Premenopausal Women at High Risk for Breast Cancer",
    "officialTitle": "Pilot Biomarker Modulation Study of Vitamin D in Premenopausal Women at High Risk for Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "PREVENTION",
    "enrollmentCount": 20,
    "primaryOutcomeMeasure": "Number of Participants That Successfully Completed the 1-year Intervention",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Elevated risk of breast cancer defined as having at least one of the following: (1) Predicted 5-year modified Gail model risk of 1.7% or greater, (2) Lobular carcinoma in situ, (3) Known BRCA1 or BRCA2 deleterious mutation carrier, (4) Prior history of ductal carcinoma in situ, if no current tamoxifen use or prior radiation to the contralateral breast.\n* Age 21 years or older.\n* Premenopausal defined as \\< 6 months since the last menstrual period, no prior bilateral oophorectomy, not on estrogen replacement, and serum Follicle-stimulating hormone (FSH) values consistent with institutional normal values for the premenopausal state.\n* Normal breast exam and mammogram (BIRADS score of 1 or 2).\n* Baseline mammographic density ≥25% as assessed qualitatively by the mammographer (25-50% = \"scattered fibroglandular densities\"; \\>50-75% = \"heterogeneously dense breasts\"; \\>75% = \"extremely dense breasts\").\n* Baseline serum 25-hydroxyvitamin D \\<32 ng/ml.\n* Prior tamoxifen use is allowed provided treatment is discontinued at least 28 days prior to enrollment.\n* Willingness to allow submission of core needle breast biopsy for pathology review and collection of blood for biomarker analysis and banking.\n* At least one breast available for imaging and biopsy.\n* Willingness to not take calcium or vitamin D supplements during the one year intervention, due to the potential risk of hypercalcemia/hypercalciuria with high dose vitamin D. Premenopausal women who need to take calcium supplementation for any medical condition will be excluded from the study. Dietary restrictions on calcium intake may be imposed if the subject is found to have borderline high serum or urine levels of calcium during the study intervention and a list of dietary sources of calcium will be provided.\n* Normal serum calcium.\n* No history of kidney stones.\n* Adequate renal and hepatic function: serum creatinine, bilirubin, aspartate aminotransferase (AST), alanine transaminase (ALT) and alkaline phosphatase \\< 2.0 x the institutional upper limit of normal (IULN).\n* No hypersensitivity reactions to vitamin D.\n* Performance status of 0 or 1.\n* Not pregnant or nursing.\n* Agree to use effective contraception, hormone-based oral contraceptives allowed but switching birth control methods is discouraged while on-study.\n* No significant medical or psychiatric condition that would preclude study completion.\n\nExclusion Criteria:\n\n* Not meeting one or any of inclusion criteria",
    "sex": "FEMALE",
    "minimumAge": "21 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}