{
    "nctId": "NCT06126003",
    "briefTitle": "Gut and Tumor Microbiome in Patients With Early Stage (II-III), Locally Advanced or Advanced ER-positive and HER2-negative Breast Cancer.",
    "officialTitle": "A Multi-center, 2-arm Observational Study Exploring the Role of the Gut and Tumor Microbiome in the Differential Immune Profile of Patients With Early Stage (II-III), Locally Advanced or Advanced ER-positive and HER2-negative Breast Cancer (Arm-1).",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 2,
    "primaryOutcomeMeasure": "Interaction between the gut microbiome, tumor microbiome and serum immune profile for patients with early stage (II-III), locally advanced or advanced ER-positive and HER2-negative breast cancer.",
    "eligibilityCriteria": "Inclusion Criteria:\n\nArm-1: Early stage (II-III), locally advanced or advanced ER-positive and HER2-negative Breast Cancer\n\n1. Signed, written, voluntary, and informed consent\n2. Histological confirmation of early stage (II-III) locally advanced or advanced ER positive and HER2 negative breast cancer\n3. Tumor DNA sequencing has been completed by selected NGS vendor(s) at the time of or prior to treatment initiation\n4. Female participants between 18 - 85 years of age\n5. ECOG performance status that is equal to 0 or 1 at the time of screening.\n6. Must be willing to provide blood for immune profile analysis on study enrollment and at specified study time points\n7. Must be willing and able to perform stool sample collection\n8. Participants due to receive standard of care CDK4/6 inhibitors (palbociclib, ribociclib, or abemaciclib) in combination with endocrine therapy\n\nExclusion Criteria:\n\nArm-1: Early stage (II-III), locally advanced or advanced ER-positive and HER2-negative Breast Cancer\n\n1. Adult males\n2. Mental incapacity, as determined by an investigator\n3. Participant is pregnant, breastfeeding, or plans to become pregnant during the course of the study\n4. Experiencing active brain metastasis/metastases\n5. Active participation in an immuno-oncology or interventional clinical trial\n6. Participation in any experimental trial in the 3 months prior to screening\n7. Participant has relapsed on prior endocrine therapy for this instance of cancer, or has discontinued any prior adjuvant endocrine therapy within 6 months of screening\n8. History of inflammatory bowel disease, chronic diarrhea or malabsorption syndromes, or significant prior bowel resection as judged by the study investigator\n9. Use of immunosuppressants, including steroids, within 4 weeks of the first sample collection\n10. Oral or intravenous antibiotic usage within 3 months of the first sample collection",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}