{
    "nctId": "NCT03948477",
    "briefTitle": "Pantoprazole Prophylaxis Against Delayed CINV for Patients Receiving Breast Cancer Chemotherapy",
    "officialTitle": "Phase II, Randomised, Double-blinded, Placebo Controlled, Crossover Trial to Assess Pantoprazole's Effectiveness as Prophylaxis Against Delayed CINV in Patients Receiving Adjuvant or Neoadjuvant Breast Cancer Chemotherapy",
    "overallStatus": "COMPLETED",
    "conditions": "Oncology, Breast Cancer, Chemotherapy-induced Nausea and Vomiting",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "PREVENTION",
    "enrollmentCount": 160,
    "primaryOutcomeMeasure": "Reduce the incidence of delayed CINV in patients receiving adjuvant or neoadjuvant breast cancer chemotherapy",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Men or women who are being considered for adjuvant or neoadjuvant chemotherapy with either FEC or AC or TC chemotherapy and have been deemed by their treating Oncologist as being fit for treatment. The scheduled length of each chemotherapy cycle must be 14-21 days.\n2. Age ≥18 years.\n3. Willing to comply with all study requirements, including treatment (being able to swallow tablets), timing and nature of required assessments.\n4. All patients must be able to speak and read in English to ensure consent is informed and documentation of patient-reported outcome measures can be adhered to.\n5. Signed, written informed consent.\n\n   -\n\nExclusion Criteria:\n\n1. Patients who are receiving therapy to reduce gastric acid (including proton pump Inhibitors (e.g. Omeprazole, Pantoprazole, Lansoprazole, Esomeprazole or Histamine type-2 receptor antagonists e.g. Ranitidine)) at the time of enrolment will be excluded from the trial.\n2. Patients with pre-existing hypomagnesemia as defined by the reference range at the investigating sites laboratory.\n3. Patients with a history of cardiac arrhythmias including atrial fibrillation or paroxysmal tachycardias.\n4. Patients with known metastatic disease.\n5. The presence of any serious medical or psychiatric conditions, which might limit the ability of the patient to comply with follow up.\n6. The presence of any psychological, familial, sociological or geographical condition potentially hampering compliance with the study protocol and follow up schedule, including alcohol dependence or drug abuse.\n7. Pregnancy, lactation or inadequate contraception. Women must be postmenopausal, infertile, or use a reliable means of contraception. Women of childbearing potential must have a negative pregnancy test done within 7 days prior to registration.\n\n   -",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}