{
    "nctId": "NCT03854617",
    "briefTitle": "A Study to Evaluate the Efficacy and Safety of Oral Navelbine in Female Patients With HER2-Negative Metastatic Breast Cancer",
    "officialTitle": "A Randomized, Open-label, Parallel Study to Evaluate the Efficacy and Safety of Oral Navelbine in Female Patients With HER2-Negative Metastatic Breast Cancer",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Human Epidermal Growth Factor 2 Negative Carcinoma of Breast",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 172,
    "primaryOutcomeMeasure": "Disease Control Rate",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Female patients with life expectancy ≥ 3 months, age ≥ 18 years at the time informed consent is signed.\n* Eastern Cooperative Oncology Group (ECOG) performance status ≤ 1 as assessed within 21 days prior to randomization (Appendix ).\n* Subjects with HER2 negative metastasis breast cancer, source documented, defined as per American Society of Clinical Oncology - College of American Pathologists (ASCO/CAP) guidelines (Appendix ).\n* Subjects with measurable metastatic disease defined by Response Evaluation Criteria in Solid Tumors 1.1 (RECIST 1.1) guidelines (Appendix ) .\n* Subjects may previously exposed to anthracyclines (e.g. doxorubicin, epirubicin) and/or taxanes (e.g., paclitaxel, docetaxel) including:\n\n  * Subject has been pretreated in the adjuvant or neoadjuvant setting with anthracyclines and/or taxanes before breast cancer relapsing;\n  * Subjects has experienced treatment failure while receiving or after completing anthracycline- and/or taxane- based chemotherapy;\n  * Subjects who are not suitable for the choice of anthracycline- and/or taxane- based chemotherapy as first-line treatment in the judgment of investigator.\n* Prior radiotherapy must have completed before randomization, with full recovery from acute radiation side effects. An interval of less than 4 weeks after radiotherapy was not allowed.Concurrent limited field radiation therapy (RT) is allowed. At least one measurable lesion must be completely outside the radiation portal in accordance with RECIST 1.1 guidelines;\n* At least 30 days from major surgery before randomization, with full recovery;\n* Adequate bone marrow function as evidenced by the following:\n\n  * Absolute Neutrophil Count (ANC) ≥ 1500/mm2;\n  * Platelets ≥ 100,000/mm2;\n  * Hemoglobin (Hb) ≥ 10 g/dL.\n* Adequate liver function as evidenced by the following:\n\n  * Total serum bilirubin ≤ 1.5 times upper limit of normal range (ULN);\n  * Aspartate aminotransferase (AST)/alanine aminotransferase (ALT) ≤ 2.5 times ULN (if hepatic metastases present ≤ 5.0 times ULN);\n  * Alkaline phosphatase \\< 5 x ULN.\n* Adequate renal function as evidenced by the following:\n\n  -Creatinine clearance \\> 40 mL/min (by Cockcroft-Gault).\n* Women of child-bearing potential must have a negative pregnancy test (urine or serum) within 7 days of randomization and agree to take an adequate contraceptive measure.\n* Understand and voluntarily sign an informed consent document prior to any study related assessments/procedures are conducted.\n* Able to adhere to the study visit schedule and other protocol requirements.\n\nExclusion Criteria:\n\n* History of, or current active cancer other than breast cancer, with the exception of curatively resected non-melanomatous skin cancer, curatively treated cervical carcinoma in situ, or other primary solid tumors curatively treated with no known active disease present and no curative treatment administered for the last 3 years.\n* Patients with medical conditions that the only manifestation is hydrothorax, ascites, bone lesions or other un-measurable diseases.\n* Subjects with visceral crisis in the judgment of investigator. Visceral crisis is defined as severe organ dysfunction as assessed by signs and symptoms, laboratory studies, and rapid progression of disease. Visceral crisis is not the mere presence of disease of visceral metastases, but implies important visceral compromise leading to a clinical indication for a more rapidly efficacious therapy, particularly since chemotherapy option at progression will probably not be possible.\n* Malabsorption syndrome or disease significantly affecting gastro-intestinal function or major resection of the stomach or proximal small bowel that could affect absorption of Oral NVB.\n* Subjects with dysphagia, or inability to swallow the tablets.\n* Subjects with symptoms suggesting central nervous system (CNS) involvement or leptomeningeal metastases, any suspicious sins or symptoms of CNS involvement or leptomeningeal metastases should be excluded by CT or MRI scans.\n* Other serious illness or medical conditions by the investigator during screening:\n\n  * Clinically significant cardiac disease;\n  * Unstable diabetes;\n  * Uncontrolled hypercalcemia;\n  * Clinically significant active infections (current or in the last two weeks).\n* Previous organ allograft.\n* Current peripheral neuropathy ≥grade 2 according to NCI version 4.0 criteria.\n* More than one previous line of chemotherapy in advanced setting.\n* Concomitant hormonal therapy for MBC.\n* Ongoing anti-coagulation therapy.\n* Subjects of reproductive potential who are pregnant, breast feeding or not willing to use effective contraceptive precautions during the study and for at least one month after the last dose of investigational product in the judgment of the investigator.\n* Patients with psychiatric disorder or other disease leading to incompliance to the therapy.\n* Known hypersensitivity to any ingredient of the study drug.\n* An interval of less than 3 weeks between the last dose of previous chemotherapy and randomization.\n* Previous treated by oral NVB.\n* Treatment with any investigational drug within 30 days before the beginning of treatment with study drug. Less than 30 days since receipt of any other investigational product or device.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}