{
    "nctId": "NCT04789096",
    "briefTitle": "Tucatinib Together With Pembrolizumab and Trastuzumab",
    "officialTitle": "A Phase II, Two-arm, Non-comparative, Multicentre Study of Tucatinib (ONT-380), Pembrolizumab and Trastuzumab in Patients With Pre-treated Advanced HER2-positive Breast Cancer",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer, HER2-positive Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 57,
    "primaryOutcomeMeasure": "Objective Response Rate (ORR) in the PD-L1 positive cohort",
    "eligibilityCriteria": "Inclusion Criteria (Pre-Registration):\n\n1. Has provided written, informed consent to participate in the study.\n2. Female or male, age ≥ 18 years.\n3. Local histologically confirmed HER2-positive unresectable loco-regional or metastatic breast cancer. HER2-positive according to ASCO CAP 2018 guidelines defined as:\n\n   1. ISH testing with ERBB2-amplification as demonstrated by ratio ERBB2/centromeres ≥ 2.0 or mean gene copy number ≥ 6 OR\n   2. 3+ staining by IHC.\n4. FFPE tumour samples (preferably two blocks) available from newly obtained biopsies of advanced disease for assessment of PD-L1, TILs status and correlative research. If new biopsies are not obtainable then primary/metastatic archival biopsies (preferably two samples) from within 12 months of registration may be provided.For those participants whose tissue is unavailable despite best efforts (e.g. inadequate sample or primary tumour lost/discarded), please discuss with BCT and the Study Chairs.\n5. Must have previously received taxane, trastuzumab, pertuzumab and an antibody-drug conjugate (ADC) in either the (neo) adjuvant or advanced disease setting. Any number of prior lines of anti-HER2 therapy is acceptable.\n6. Have progression of unresectable locally advanced or metastatic breast cancer during or after last systemic therapy (as confirmed by investigator), or be intolerant of last systemic therapy.\n7. Have a life expectancy of at least 6 months, in the opinion of the investigator.\n8. Women of childbearing potential (WOCBP) and men with partners of childbearing potential must agree to use a highly effective contraception from the signing of informed consent until 7 months after the last dose of protocol treatment.\n\n   Note: Use of oral, injectable or implant hormonal contraceptives or medicated IUD must stop before registration.\n9. Willing and able to comply with the protocol for the duration of the study including undergoing treatment and scheduled visits and examinations during both the treatment and follow-up phases.\n\nInclusion Criteria (Registration):\n\nIn addition to the above listed pre-registration inclusion criteria, participants must fulfill all the following criteria before registration:\n\n1. Confirmed submission to the central laboratory of tumour tissue for PD-L1 status to determine cohort . For those participants whose tissue is unavailable for testing, individual cases must be discussed with BCT and the Study Chairs. Note: the first 10 participants will be reviewed for PD-L1 positivity rates\n2. Have Eastern Cooperative Oncology Group (ECOG) Performance Status of 0 or 1.\n3. Have measurable disease assessable by RECIST v1.1.\n4. Must have one of the following (based on screening brain MRI):\n\n   a) No evidence of brain metastases OR b) Untreated brain metastases not needing immediate local therapy. Participants with CNS measurable disease by RECIST 1.1 criteria, with or without measurable extracranial disease by RECIST are eligible. For participants with untreated CNS lesions \\> 2.0 cm on screening MRI, discussion with and approval from BCT and the Study Chair is required before registration OR c) Previously treated brain metastases: i) Brain metastases previously treated with local therapy may either be stable since treatment or may have progressed since prior local brain metastasis therapy, provided that there is no clinical indication for immediate re-treatment with local therapy in the opinion of the investigator.\n\n   ii) Participants treated with CNS local therapy for newly identified lesions found on initial MRI performed during screening for this study may be eligible if the following criteria are met: (1) Time since whole brain radiation therapy (WBRT) is ≥ 14 days before registration, or (2) Time since stereotactic radiosurgery is ≥ 7 days before registration, or time since surgical resection is ≥ 28 days (3) Other sites of disease assessable by RECIST 1.1. are present.\n5. Relevant records of any CNS treatment must be available to allow for classification of target and non-target lesions.\n6. Have a left ventricular ejection fraction (LVEF) of ≥ 50% as assessed by echocardiogram (ECHO) or multiple-gated acquisition scan (MUGA) documented within 8 weeks before registration.\n7. Have adequate haematological, coagulation, hepatic and renal functions within 7 days before registration as defined as:\n\n   1. Absolute neutrophil count (ANC) ≥ 1.5 x 10\\^9/L\n   2. Platelet count ≥ 100 x 10\\^9/L\n   3. Haemoglobin ≥ 90 g/L\n   4. Creatinine ≤ 1.5 x ULN or serum creatinine clearance \\> 40 mL/min by the Cockcroft-Gault formula or by 24-hour urine collection for determination of creatinine clearance:\n   5. Serum total bilirubin ≤ 1.5 x institutional upper limit of normal (ULN). In the case of known Gilbert's disease, serum total bilirubin \\< 2 x ULN is allowed\n   6. Aspartate aminotransferase (AST) and alanine aminotransferase (ALT) ≤ 2.5 x institutional ULN unless liver metastases are present, in which case it must be ≤ 5 x ULN\n   7. International normalised ratio (INR) and activated partial thromboplastin time (aPTT) ≤ 1.5 x ULN unless on medication known to alter INR and aPTT (Note: Warfarin and other coumarin derivatives are prohibited).\n8. Evidence of post-menopausal status, or negative urine or serum pregnancy test for female pre-menopausal participants. Women who have undergone surgical sterilisation (bilateral oophorectomy, bilateral salpingectomy/tubal ligation, or hysterectomy) do not require pregnancy testing. Women will be considered post-menopausal if they have been amenorrhoeic for 12 months without an alternative medical cause. The following age-specific requirements apply:\n\n   1. Women \\< 50 years of age would be considered post-menopausal/non-fertile if they have been amenorrhoeic for 12 months or more following cessation of exogenous hormonal treatments or chemotherapy (whichever is most recent) and if they have luteinizing hormone and follicle-stimulating hormone levels in the post-menopausal range for the institution.\n   2. b) Women ≥ 50 years of age would be considered post-menopausal if they have been amenorrhoeic for 12 months or more following cessation of all exogenous hormonal treatments, had radiation-induced menopause with last menses \\> 1 year ago, or had chemotherapy-induced menopause with last menses \\> 1 year ago.\n\nExclusion Criteria (Pre-Registration):\n\nAny one of the following is regarded as a criterion for exclusion from pre-registration to the study:\n\n1. Previously treated with:\n\n   1. Lapatinib within 12 months of registration OR\n   2. Neratinib or afatinib within 12 months of registration, unless ceased due to toxicity and not progression.\n2. Prior anti-PD-1, anti-PD-L1/L2 or anti-CTLA4 therapy, including, but not limited to: pembrolizumab, nivolumab, atezolizumab, durvalumab, avelumab, ipilimumab, tremelimumab.\n3. Previous severe hypersensitivity reaction to treatment with TKI or monoclonal antibody that is biologically similar to the study treatments.\n4. Known leptomeningeal disease as documented/determined by the investigator.\n5. Have poorly controlled (\\> 1/week) generalised or complex partial seizures, or manifest neurologic progression due to brain metastases despite CNS-directed therapy.\n6. History of clinically significant or uncontrolled cardiac disease, including congestive heart failure (New York Heart Association functional classification ≥ 3), angina, myocardial infarction or ventricular arrhythmia. Have known myocardial infarction or unstable angina within 6 months before registration.\n7. Active or history of autoimmune disease or immune deficiency, including but not limited to myasthenia gravis, myositis, autoimmune hepatitis, systemic lupus erythematosus, rheumatoid arthritis, inflammatory bowel disease, antiphospholipid antibody syndrome, Wegener granulomatosis, Sjögren's syndrome, Guillain-Barré syndrome, or multiple sclerosis, with the following exceptions:\n\n   1. History of autoimmune-related hypothyroidism who are on thyroid-replacement hormone are eligible\n   2. Stable diabetes mellitus are eligible\n   3. Eczema, psoriasis, lichen simplex chronicus, or vitiligo with dermatologic manifestations only (e.g. patients with psoriatic arthritis are excluded) are eligible provided ALL the following conditions are met:\n\n   i) Rash must cover \\< 10% of body surface area ii) Disease is well controlled at baseline and requires only low-potency topical corticosteroids iii) No occurrence of acute exacerbations of the underlying condition requiring psoralen plus ultraviolet A radiation, methotrexate, retinoids, biologic agents, oral calcineurin inhibitors, or high-potency or oral corticosteroids within the previous 12 months.\n8. Known human immunodeficiency virus (HIV) (HIV1/2antibodies) or active Hepatitis B (HBsAg reactive) or Hepatitis C (HCV RNA \\[qualitative\\]).\n\n   1. Participants with past hepatitis B virus (HBV) infection or resolved HBV infection (defined as having a negative HBsAg test and a positive antibody to hepatitis B core antigen antibody test) are eligible\n   2. Participants positive for HCV antibody are eligible only if polymerase change reaction is negative for HCV RNA.\n9. Pregnant, breastfeeding or planning a pregnancy; lactating participants must stop breast feeding before registration.\n10. Require therapy with warfarin or other coumarin derivatives (non-coumarin anticoagulants are allowed).\n11. Unable to swallow pills or has significant gastrointestinal disease which would preclude the adequate oral absorption of medications.\n12. Has a history of (non-infectious) pneumonitis/interstitial lung disease that required steroids or has current active pneumonitis/interstitial lung disease.\n13. History of current active tuberculosis.\n14. Has had an allogenic tissue/solid organ transplant.\n15. History of uncontrolled hypertension (≥ 180/110), dyspnoea at rest, or chronic therapy with oxygen.\n16. Has a history or current evidence of any condition, therapy, or laboratory abnormality that might confound the results of the study, interfere with the participant's participation for the full duration of the study, or is not in the best interest of the participant to participate, in the opinion of the treating investigator.\n\nExclusion Criteria (Registration):\n\nIn addition to the above listed pre-registration exclusion criteria, any one of the following is regarded as a criterion for exclusion from registration to the study:\n\n1. Have received treatment with any systemic anti-cancer therapy (including hormonal therapy), non-CNS radiation or experimental agent within 28 days of registration, except for participants with ER-positive breast cancer.\n2. Have any toxicity related to prior cancer therapies that has not resolved to ≤ Grade 1, with the following exceptions:\n\n   1. Alopecia\n   2. Neuropathy, which must have resolved to ≤ Grade 2\n   3. Menopausal symptoms.\n3. Any untreated brain lesions \\> 2.0 cm in size, unless discussed with BCT and Study Chair and approval for registration is given.\n4. Ongoing use of systemic corticosteroids for control of symptoms of brain metastases at a total daily dose of \\> 2 mg of dexamethasone (or equivalent). However, patients on a chronic stable dose of ≤ 2 mg total daily of dexamethasone (or equivalent) may be eligible with discussion and approval by BCT and the Study Chair.\n5. Any brain lesion thought to require immediate local therapy, including (but not limited to) a lesion in an anatomic site where increase in size or possible treatment-related oedema may pose risk to patient (e.g. brain stem lesions). Participants who undergo local treatment for such lesions identified by screening contrast brain MRI may still be eligible for the study based on criteria described under Registration Inclusion Criteria 4.\n6. Mean QT interval corrected for heart rate using Fridericia's formula (QTcF) ≥ 450 ms from a single ECG.\n7. Use of a strong CYP2C8 inhibitor within 5 half-lives of the inhibitor, or a strong CYP3A4 or CYP2C8 inducer within 5 days before the first dose of study treatment. Use of sensitive CYP3A substrates should be avoided 2 weeks before registration and during study treatment.\n8. Treatment with botanical preparations (e.g. herbal supplements) and traditional Chinese medicines, intended for general health support or to treat the disease under study, within 7 days before registration.\n9. Active infection requiring systemic therapy.\n10. Administration of a live/live attenuated vaccine within 30 days before registration.\n\nNote: Seasonal influenza vaccines for injection are generally inactivated flu vaccines and are allowed, however intranasal influenza vaccines (e.g. FluMist®) are live attenuated vaccines and are not allowed.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}