{
    "nctId": "NCT05780307",
    "briefTitle": "IMM2520, a PD-L1 and CD47 Bispecific Antibody in Patients With Advanced Solid Tumors",
    "officialTitle": "A Phase 1 Clinical Study to Evaluate IMM2520 Safety, Tolerability, Pharmacokinetics and Anti-tumor Activity in Patients With Advanced Solid Tumors",
    "overallStatus": "RECRUITING",
    "conditions": "Advanced Solid Tumor, Non-small Cell Lung Cancer, Small Cell Lung Cancer, Breast Cancer, Squamous Cell Cancer of Head and Neck, Colorectal Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 48,
    "primaryOutcomeMeasure": "AEs, SAEs and DLT",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. The subjects must voluntarily sign the informed consent, and the subjects are willing and able to comply with the visits, treatment plans, laboratory assessments, and other requirements of the study.\n2. Age ≥18 years old.\n3. Patients who were diagnosed as advanced or metastatic solid tumors histologically or cytologically have failed previous standard treatments. Patient requires the treatment in the opinion of the investigator.\n4. There is at least one measurable tumor lesion (refer to RECIST 1.1), defined as the longest measurable diameter of non-lymph node lesions by imaging (CT/MRI) ≥10 mm or the short diameter of a single pathological lymph node lesion ≥15 mm; at least one evaluable tumor lesion is needed in the dose-escalation phase.\n5. With an expected survival of ≥ 12 weeks.\n6. Eastern Cooperative Oncology Group (ECOG) score of 0 or 1 (ECOG score of 0-2 is allowed for cohort-expansion phase).\n7. The organ or bone marrow function must meet the following laboratory criteria:\n\n   1. Hematology: Absolute neutrophil count ≥ 1.5 × 109/L; hemoglobin ≥ 90 g/L; platelet count ≥ 75 × 109/L (without supportive treatment using granulocyte colony stimulating factor within 7 days before starting study treatment).\n   2. Total serum bilirubin ≤ 1.5× upper limit of normal (ULN) (unless Gilbert syndrome is confirmed); aspartate aminotransferase (AST) and alanine aminotransferase (ALT) ≤ 2.5 × ULN; ALT and AST ≤ 5.0×ULN in case of liver metastasis.\n   3. Prothrombin time (PT) ≤ 1.2 × ULN, activated partial thromboplastin time (APTT) ≤ 1.2 × ULN; international normalized ratio (INR) ≤ 1.2 (unless the subject is receiving warfarin therapy). If the subject is taking oral anticoagulant therapy, the dose should be stable for 2 weeks; if the subject is taking oral warfarin, the subject's INR must be ≤ 2.5 without hemorrhage.\n   4. Creatinine clearance (Cr) \\> 30 mL/min (Cockcroft and Gault Equation).\n   5. Left ventricular ejection fraction (LVEF) ≥ 40%;\n8. Previously treated toxicities have recovered to Grade 1 \\[as per NCI CTCAE 5.0 grading criteria\\] (except toxicities which have no safety risk at the discretion of the investigator, such as alopecia, neurotoxicity ≤ Grade 2 caused by chemotherapeutic drugs, etc.).\n9. Females with childbearing potentials must be tested negative for serum pregnancy test during the screening period before receiving the first administration of IMM2520; any female patient with childbearing potential must agree to take effective contraceptive measures during the entire study and within 3 months after study completion. A patient is considered to have childbearing potential if he/she is biologically capable of having children and has a heterosexual sex life.\n\nExclusion Criteria:\n\nA subject meeting any of the following criteria must be excluded from the study.\n\n1. Subjects are enrolled into another clinical study continuously, unless it is an observational, non-interfering clinical study or in the follow-up period of an interfering study.\n2. Treatment with the last systemic chemotherapy within 3 weeks; treatment with hormone therapy and small-molecule target therapy within 2 weeks; palliative radiation treatment for non-target lesions within 2 weeks; treatment with non-specific immunomodulatory therapy within 2 weeks prior to the first administration.\n3. Subjects with active central nervous system (CNS) metastases (Subjects with stable treated central nervous system \\[CNS\\] lesions who are off corticosteroid therapy for at least 2 weeks are not considered active).\n4. Subjects who have received previous treatment with \\> 1 PD-1 or PD-L1 inhibitors, such as pembrolizumab, nivolumab, atezolizumab or durvalumab.\n5. Subjects who have received previous treatment with anti-CD47 monoclonal antibody fusion protein.\n6. Subjects diagnosed with other malignancies within 2 years before the first dose with exceptions: a. cervical carcinoma in situ or basal or squamous cell carcinoma of the skin underwent radical resection; b. second primary carcinoma underwent radical resection and without recurrence within 5 years; c. double primary cancers that can benefit from this study in the opinion of the investigator.\n7. Subjects who received prior allogeneic hematopoietic stem cell transplant or other organ transplants with acute or chromic GVHD（graft versus host disease） requiring the long-term immunosuppressive therapy before 6 months of treatment.\n8. Subjects with active autoimmune diseases requiring systemic treatment (with glucocorticoids or immunosuppressive drugs) in the past 2 years with exceptions of hormone replacement therapy for thyroid disease, adrenal or pituitary insufficiency disease.\n9. Concurrent medical condition requiring systemic corticosteroids (prednisone daily dose \\> 20 mg or equivalent dose) within14 days prior to first dose of the investigational product.\n10. Subjects who underwent a major surgery within 4 weeks prior to the first dose or planned to undergo a major surgery in 3 months after receiving the investigational drug (excluding catheterization, peripherally inserted central catheter, etc.).\n11. Hypertension , pulmonary hypertension or unstable angina, which cannot be controlled by medication; treatment with myocardial infarction, bypass or stent surgery within 6 months prior to administration; a history of chronic heart failure rated by the New York Heart Association (NYHA) as grade 3-4; severe arrhythmia requiring treatment (except for atrial fibrillation or paroxysmal supraventricular tachycardia that, according to the judgment of the investigators, do not affect the study); QTcF \\> 470 msec; history of cerebrovascular accident (CVA) or transient ischemic attack (TIA) within 6 months prior to enrollment;\n12. A history of arterial thrombosis, deep venous thrombosis and pulmonary embolism within 3 months prior to the first administration.\n13. Subjects with diseases that may cause gastrointestinal bleeding or perforation;\n14. Concurrent interstitial lung disease (ILD) (except for radiation therapy-induced loco regional interstitial pneumonia), severe chronic obstructive pulmonary disease, severe pulmonary insufficiency.\n15. Subjects with thoracoabdominal or pericardial effusions that cannot be controlled by puncture and drainage and require repeated drainage or with significant symptoms.\n16. Subjects with uncontrollable serious active infection (such as sepsis, bacteremia, and viremia) within 4 weeks before the first administration, or subjects with any signs or symptoms of active infection within 2 weeks, or subjects requiring antibiotic treatment within 2 weeks (except for the preventive application of antibiotics); fever of unknown cause \\> 38.5℃ before the first dose (subjects with fever due to tumor can be included in the opinion of the subjects); active tuberculosis infection;\n17. A known history of serious allergy to PD-1/PD-L antibodies.\n18. Patients who received live attenuated vaccine within 4 weeks prior to the first dose of the investigational product, or plan to receive attenuated vaccine during the study.\n19. Patients with human immunodeficiency virus (HIV) infection, hepatitis B surface antigen (HBsAg) positive at screening, and HBV-DNA above the lower limit of measurement; HCV antibody positive at screening and HCV-RNA above the lower limit of measurement.\n20. Subjects with immune-related toxicity that leads to permanent drug discontinuation due to previous anti-tumor immunotherapy.\n21. History of psychiatric illness or substance abuse is likely to interfere with the ability to comply with protocol requirements or giving informed consent.\n22. Other situations where investigators believe they are inappropriate for participation in this study",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}