{
    "nctId": "NCT04914390",
    "briefTitle": "A Phase Ⅱ Study of Anlotinib Combined With Tislelizumab and AT in the Neoadjuvant Treatment of Triple-negative Breast Cancer",
    "officialTitle": "A Prospective, Open, Single-arm, Phase Ⅱ Clinical Study of Anlotinib Combined With Tislelizumab and AT in the Neoadjuvant Treatment of Triple-negative Breast Cancer",
    "overallStatus": "RECRUITING",
    "conditions": "Triple-negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 32,
    "primaryOutcomeMeasure": "Pathological complete response (pCR) rate using the definition of ypT0/Tis ypN0 (i.e., no invasive residual in breast or nodes; noninvasive breast residuals allowed) at the time of definitive surgery",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Has newly diagnosed, locally advanced TNBC, as defined by the most recent American Society of Clinical Oncology (ASCO)/College of American Pathologists (CAP) guidelines.\n* Age 18-75 years, female patients\n* ECOG performance status ≤1\n* Has previously untreated locally advanced non-metastatic (M0) TNBC defined as the following combined primary tumor (T) and regional lymph node (N) staging per current American Joint Committee of Cancer (AJCC) staging criteria for breast cancer as assessed by the investigator based on radiological and/or clinical assessment:T1c, N1-N2、T2, N0-N2、T3, N0-N2、T4a-d, N0-N2\n* Demonstrates adequate organ function:\n\n  1. Patients did not receive blood, platelet transfusion or growth factor support treatment within 14 days before blood sample collection in the screening period, and needed to meet:\n\n     1. Hemoglobin（HB）\\>= 9g / dL;\n     2. The absolute value of neutrophil（ANC）\\>= 1.5 x 10\\^9/L;\n     3. Platelets（PLT）\\>= 100 x 10\\^9/L;\n  2. The biochemical inspection must meet the following indicators:\n\n     1. Serum creatinine（Cr）\\<= 1.5 ULN, or creatinine clearance（CCr）\\>= 60mL / min;\n     2. Total bilirubin（TBIL）\\<= 1.5 ULN, Or total bilirubin\\>1.0 ULN but direct bilirubin \\<= 1.0 ULN;\n     3. AST and ALT \\<= 2.5 ULN.\n* Female participants of childbearing potential must be willing to use an adequate method of contraception for the course of the study through \\>= 120 days after the last dose of study treatment, and have a negative serum pregnancy test \\<= 7 days before the first administration of the study drug.\n\nExclusion Criteria:\n\n* Has a history of invasive malignancy ≤5 years prior to signing informed consent except for adequately treated basal cell or squamous cell skin cancer or in situ cervical cancer.\n* Has received prior chemotherapy, targeted therapy, and radiation therapy within the past 12 months.\n* Has received prior therapy with an anti-programmed cell death protein 1 (anti-PD-1), anti-programmed death - ligand 1 (anti-PD-L1), or antiangiogenic drug therapy.\n* Patients who are known to be allergic to Tislelizumab, Anlotinib, nab-paclitaxel or Anthracyclines;\n* Has multiple factors affecting oral medication. Such as inability to swallow, chronic diarrhea and intestinal obstruction;\n* Patients with any severe and/or uncontrolled disease, including:\n\n  1. Patients whose blood pressure control is not ideal (systolic pressure \\>= 150 mmHg, diastolic pressure \\>= 100 mmHg);\n  2. Having grade I or above myocardial ischemia or infarction, arrhythmia (including QTc \\>= 450ms(male) or QTc \\>= 470ms(female) and grade \\>= 2 congestive heart failure (New York Heart Association (NYHA) classification);\n  3. Active or uncontrolled severe infection;\n  4. Antiviral treatment for cirrhosis, decompensated liver disease, active hepatitis or chronic hepatitis;\n  5. Renal failure requires hemodialysis or peritoneal dialysis;\n  6. A history of immunodeficiency, including HIV positive or other acquired or congenital immunodeficiency diseases, or a History of organ transplantation;\n  7. Poor control of diabetes mellitus (FBG) \\> 10mmol/L;\n  8. Urine routine indicated urinary protein \\>= ++, and confirmed 24-hour quantitative urinary protein \\> 1.0g;\n  9. Patients with epileptic seizures requiring treatment;\n* Patients whose tumors have invaded around important blood vessels according to imaging findings or whose tumors are likely to invade important blood vessels or whose tumors are obviously necrotic and cause fatal massive hemorrhage according to the judgment of the researchers during the follow-up study;\n* Patient has experienced A number of thrombosis events, such as cerebrovascular accident (including temporary ischemic attack), deep vein thrombosis and pulmonary embolism within 6 months;\n* History of abdominal fistula, gastrointestinal perforation or intra-abdominal abscess within 6 months;\n* Regardless of the severity, patients with any physical signs or history of bleeding, patients with bleeding or bleeding events greater than or equal to CTCAE 3 within four weeks prior to the first administration, or patients with unhealed wounds, fractures, gastric and duodenal active ulcers, ulcerative colitis, or unresected tumors have active bleeding, or may be caused as determined by the researchers. Other conditions of gastrointestinal bleeding and perforation;\n* Uncontrolled pleural effusion, pericardial effusion and peritoneal effusion requiring repeated drainage;\n* Patients who have participated in clinical trials of other drugs within 4 weeks; Concomitant diseases that, according to the investigator's judgment, may seriously endanger the patient's safety or affect the patient's completion of the study.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}