{
    "nctId": "NCT02626507",
    "briefTitle": "Phase I Study of Combination of Gedatolisib With Palbociclib and Faslodex in Patients With ER+/HER2- Breast Cancer",
    "officialTitle": "Phase I Dose-Escalation Study of Combination of Gedatolisib (a Dual Inhibitor of PI3-K and mTOR) With Palbociclib and Faslodex in the Neoadjuvant Setting in Previously Untreated Patients With ER+/HER2- Breast Cancer",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 18,
    "primaryOutcomeMeasure": "Number of participants with treatment-related adverse events as assessed by CTCAE v4.0",
    "eligibilityCriteria": "Inclusion Criteria:\n\nA. Stage I-IV, with primary cancer in place, non-inflammatory invasive breast cancer confirmed by core needle or incisional biopsy (excisional biopsy is not allowed):\n\n* the disease is ER+ (defined as ER expression \\>10% of invasive cancer cells according to immunohistochemical \\[IHC\\] staining)\n* HER2- (defined as IHC staining of 0 to 1+ or fluorescence in situ hybridization \\[FISH\\] ratio of HER2 gene copy/chromosome 17 of \\<2.0.)\n* the disease is previously untreated for breast cancer, operable and intend to undergo surgery for her disease (e.g., a mastectomy or lumpectomy) after completion of neoadjuvant therapy\n* the disease must be measurable, defined as clinically or radiographically measureable target lesion in the breast that is ≥1 cm in diameter\n* the disease cannot be axillary disease only (i.e., no identifiable tumor in the breast that is ≥1 cm on physical exam or radiographic study)\n* the disease can be multi-centric or bilateral disease, provided the target lesion meets the above eligibility criteria\n* breast cancer patients with lobular and luminal histology will be included. However, patients with lobular histology should not be more than a quarter of the total number of patients in this trial, as the investigational drugs are likely to have greater activities in patients with luminal histology.\n\n(Note 1: In patients with Stage III disease, imaging studies is performed to rule out overt metastatic disease. In patients with clinically positive axillae, histologic confirmation by biopsy or fine-needle aspiration is performed. Patients with clinically negative axillae can undergo pretreatment sentinel lymph node sampling.) (Note 2: In patients with Stage IV disease, the disease must be of low burden. Low burden is defined in this study as no more than one metastatic site in the liver or lung, or up to three metastatic sites in the bone, regardless of the number of lymph nodes per latest radiographic scan. If a patient is found to have metastatic disease on scan(s) performed after patient completes study neoadjuvant therapy, surgery will not be performed and patients will be excluded from this study.)\n\nB. Females ≥18 years of age.\n\nC. Women of child-bearing potential (i.e., women who are pre-menopausal or not surgically sterile) must use effective contraceptive methods (such as abstinence, intrauterine device \\[IUD\\], or double barrier device) during the study, and must have a negative serum or urine pregnancy test within one week prior to treatment initiation.\n\nD.Mentally competent, able to understand and willingness to sign the informed consent form.\n\nE.At least 4 weeks must have elapsed from any prior major surgery or hormonal therapy. The following procedures are not considered major surgical procedure:\n\n* Obtaining the required research needle biopsies\n* Placement of a radiopaque clip to localize a tumor or tumors for subsequent surgical resection\n* Placement of a port for central venous access\n* Fine needle aspiration of a prominent or suspicious axillary lymph node\n* Needle biopsy of a clinically or radiographically detected lesion to rule out metastatic diseaseF.Laboratory values ≤2 weeks must be:\n* Sampling of sentinel lymph node.\n\nF.Laboratory values ≤2 weeks must be:\n\n* Adequate glycemic balance (hemoglobin A1c or glycated hemoglobin ≤8%; fasting serum glucose 130 mg/dL, and fasting triglycerides 300 mg/dL).\n* Adequate hematology (white blood cell \\[WBC\\] 3500 cells/mm3 or 3.5 bil/L; Granulocytes ≥ 1,000/μL; platelet count 100,000 cells/mm3 or 100 bil/L; absolute neutrophil count \\[ANC\\] ≥1500 cells/mm3 or 1.5 bil/L; and hemoglobin (Hgb) ≥9 g/dL or ≥90 g/L).\n* Adequate hepatic function (aspartate aminotransferase \\[AST/SGOT\\] 3x upper normal limit \\[UNL\\], alanine aminotransferase \\[ALT/SGPT\\] 3x UNL (≤5x UNL if liver metastases present), bilirubin 1.5x UNL).\n* Adequate renal function (serum creatinine 1.5 mg/dL or 133 µmol/L).\n* Adequate coagulation (International Normalized Ratio \\[INR\\] must be \\<1.5, \\<2.3 if patient is on stable, therapeutic doses of warfarin and has no active bleeding or pathologic condition that is associated with a high risk of bleeding)\n\nExclusion Criteria\n\nA.Serious medical illness, such as significant cardiac disease (e.g. symptomatic congestive heart failure, unstable angina pectoris, symptomatic coronary artery disease, myocardial infarction within the past 6 months, uncontrolled or symptomatic cardiac arrhythmia, or New York Heart Association Class III or IV), or severe debilitating pulmonary disease, that would potentially increase patients' risk for toxicity.\n\nB. A marked baseline prolongation of QT/QTc interval (e.g., repeated exhibition of a QTc interval \\>470 ms).\n\nC. A history of additional risk factors for torsade de pointes (e.g., clinically significant heart failure, hypokalemia, family history of Long QT Syndrome).\n\nD. Arterial thrombotic event, stroke, or transient ischemia attack within the past 12 months.\n\nE. Uncontrolled hypertension (systolic blood pressure \\>160 mm Hg or diastolic blood pressure \\>90 mm Hg), or peripheral vascular disease ≥grade 2.\n\nF.Active central nervous system (CNS), epidural tumor or metastasis, or brain metastasis.\n\nG.Any active uncontrolled bleeding, a bleeding diathesis (e.g., active peptic ulcer disease), or a history of bleeding (e.g., hemoptysis, upper or lower gastrointestinal bleeding) within the past 6 months.\n\nH.Dyspnea with minimal to moderate exertion. Patients with large and recurrent pleural or peritoneal effusions requiring frequent drainage (e.g. weekly). Patients with any amount of clinically significant pericardial effusion.\n\nI.Diabetes of any type, except non-insulin dependent diabetes mellitus .(NIDDM) that is controlled and with hemoglobin A1c \\<8%.\n\nJ.Evidence of active infection during screening, or serious infection within the past month.\n\nK.Patients with known HIV infection.\n\nL.Serious or non-healing wound, skin ulcer, or bone fracture.\n\nM.Abdominal fistula, gastrointestinal perforation, or intra-abdominal abscess within the past 6 months.\n\nN.Neuropathy of grade ≥2.\n\nO.Albumin \\<2.5 g/dL or \\<25 g/L.\n\nP.Lactating females.\n\nQ.Any condition or abnormality which may, in the opinion of the investigator, compromise the safety of patients.\n\nR.Unwilling or unable to follow protocol requirements.\n\nS.Patients receiving any other standard or investigational treatment for their cancer, or any other investigational agent for any indication within the past 3 weeks prior to participating in the study.\n\nT.Requirement for immediate palliative treatment of any kind including surgery and radiation.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}