{
    "nctId": "NCT02650752",
    "briefTitle": "Intermittent High-Dose Lapatinib in Tandem With Capecitabine for HER2 Overexpressed/Amplified Metastatic Breast Cancer With Central Nervous System (CNS) Metastases",
    "officialTitle": "Phase I Study of Intermittent High-Dose Lapatinib in Tandem With Capecitabine for HER2 Overexpressed/Amplified Metastatic Breast Cancer With Central Nervous System (CNS) Metastases",
    "overallStatus": "COMPLETED",
    "conditions": "Metastatic Breast Cancer, Central Nervous System (CNS) Metastases",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 11,
    "primaryOutcomeMeasure": "maximum tolerated dose (MTD)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Age ≥18 years\n* Histologically-confirmed metastatic adenocarcinoma of the breast with either invasive primary tumor or metastatic tissue confirmation of HER2+ status as defined by immunohistochemistry (IHC) with score of 3+, or, if 2+ with confirmatory fluorescence in situ hybridization (FISH) ratio of ≥ 2.0\n* Received prior trastuzumab or chemotherapy for metastatic breast cancer except if patient has CNS as only site of metastatic disease.\n* Radiologic evidence of new and/or progressive parenchymal brain metastasis, spinal cord metastases ( intramedullary) or leptomeningeal disease (LMD) by magnetic resonance (MR) imaging of the brain and/or spine, or CSF cytology evidence of new LMD.\n* Life expectancy of \\>12 weeks.\n* ECOG Performance of 0 to 2\n* Non-escalating corticosteroid dose (not exceeding more than 16 mg daily of dexamethasone oral) for ≥ 5 days.\n* Prior therapy:\n\n  * No limit to prior therapies with last anti-cancer treatment ≥ 2 weeks from initiation of protocol-based therapy provided all toxicities (other than alopecia) have resolved to ≤Grade 1 or baseline. For lapatinib and IV trastuzumab and/or pertuzumab, no washout is required.\n  * Patients with prior whole brain radiation therapy (WBRT) or stereotactic radiosurgery (SRS) are eligible, provided that there are new lesions not previously treated by SRS and ≥4 weeks have passed since radiation\n  * Patients with prior cranial surgery are eligible, provided that there is evidence of residual disease and/or progression of disease and ≥4 weeks have passed since surgery.\n  * Prior hormonal therapy for locally advanced or metastatic disease is allowed and can be continued. If everolimus is used in a combination with hormonal therapy, then, everolimus must be discontinued but hormonal therapy can be continued.\n  * Continuation of intravenous (IV) trastuzumab is allowed for those patients already on IV trastuzumab therapy. Patients previously treated with intrathecal (IT) trastuzumab are allowed if there is evidence of progression as determined by treating physician and last dose administered is ≥ 4 weeks.\n  * Prior capecitabine therapy is allowed, provided ≥6 months have passed since the last dose of capecitabine.\n* Cardiac ejection fraction at or above the lower limit of normal as measured by multigated radionuclide angiography (MUGA) scans or echocardiogram documented ≤ 3 months prior to registration.\n* Adequate bone marrow, liver, and renal function as assessed by the following:\n\n  * Granulocyte count ≥ 1,000/μL for lapatinib and \\> 1,500/uL for capecitabine , platelet count ≥ 100,000/μL, and hemoglobin ≥ 8 g/dL\n  * Serum bilirubin ≤ 1.5 mg/dL; AST, ALT, and alkaline phosphatase ≤ 2.5 × ULN except for: Patients with hepatic metastases: ALT and AST ≤ 5 × ULN; patients with hepatic and/or bone metastases: alkaline phosphatase ≤ 5 × ULN and patients with Gilbert's disease: serum bilirubin \\< 5 mg/dL\n  * Serum creatinine ≤ 1.5 mg/dL or creatinine clearance of ≥ 60 mL/min based on a 24-hour urine collection\n* Women of childbearing potential must have a negative serum pregnancy test performed within 14 days prior to enrollment. Women of childbearing potential and men must agree to use adequate contraception prior to enrollment and for the duration of study participation.\n* Patients must be able to swallow and retain oral medication.\n\nExclusion Criteria:\n\n* Contraindications or history of allergic reaction to lapatinib or to capecitabine, known dihydropyrimidine dehydrogenase deficiency, or known hypersensitivity of 5-fluorouracil.\n* Craniotomy or any other major surgery, open biopsy, or significant traumatic injury within 4 weeks of enrollment.\n* Serious, non-healing wound, infection, ulcer, bone fracture, or uncontrolled seizures\n* Significant gastrointestinal disorder with diarrhea as a major symptom (example Crohn's disease, ulcerative colitis) or Grade ≥ 2 diarrhea of any etiology at baseline. Active hepatobiliary disease with the exception of patients with Gilbert's syndrome, asymptomatic gallstones, liver metastases, or stable chronic liver disease as determined by investigator's assessment.\n* Significant medical co-morbidities as described below:\n\n  * Cardiac disease:\n  * Congestive heart failure \\>class II New York Heart Association (NYHA) or\n  * Unstable angina (anginal symptoms at rest), or new-onset angina (begun within the last 3 months), or myocardial infarction within the 6 months prior to enrollment, or\n  * Cardiac ventricular arrhythmias requiring anti-arrhythmic therapy.\n  * Known history of QTc prolongation or Torsades de Pointes\n* Grade 3 hypertension (SBP ≥ 160 mm Hg and/or DBP ≥ 100 mm Hg despite maximal medical therapy)\n* Thrombotic, embolic, venous, or arterial events such as a cerebrovascular accident including transient ischemic attacks within the past 6 months.\n* Known human immunodeficiency virus (HIV) infection or chronic hepatitis B or C\n* Previous or concurrent cancer that is distinct in primary site or histology from breast cancer within 5 years prior to enrollment EXCEPT cervical cancer in situ, treated non-melanoma skin cancers, superficial bladder tumors \\[Ta and Tis\\].\n* Concurrent medication:\n\n  * Rivaroxaban and vitamin-K antagonists (e.g., warfarin), but enoxaparin is allowed.\n  * No concurrent use of strong CYP3A4 inhibitor (e.g., ketoconazole, voriconazole, grapefruit) or inducers (e.g., phenytoin, carbamazepine, phenobarbital, St. John's Wort \\[Hypericum perforatum\\], dexamethasone at a dose of greater than 16 mg daily, or rifampin \\[rifampicin\\], and/or rifabutin). 2 week washout period before enrollment required if any of strong inducer or inhibitors used (except for dexamethasone, dose needs to be 16mg or less daily). (Appendix H)\n  * Use of concurrent cytochrome P450 enzyme-inducing anti-epileptic drugs (such as phenytoin, carbamazepine, or phenobarbital) is not allowed. (Anti-epileptic levetiracetam is allowed).\n* Concurrent anti-cancer therapy (chemotherapy, hormonal therapy, radiation therapy, surgery, immunotherapy, tumor embolization, or biologic therapy including pertuzumab, but except IV trastuzumab or hormonal therapy, if patient is already being treated with either of the two agents.)\n* Use of any investigational drug within 28 days or 5 half-lives, whichever is longer, preceding enrollment.\n* Women who are pregnant or breast-feeding.\n* Inability to comply with protocol and /or not willing or not available for follow-up assessments or any condition which in the investigator's opinion makes the patient unsuitable for the study participation.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}