{
    "nctId": "NCT00188669",
    "briefTitle": "The Use of Pentoxifylline and Vitamin E in the Treatment of Chronic Breast Pain",
    "officialTitle": "A Phase II Study of the Use of Pentoxifylline and a-Tocopherol in the Treatment of Chronic Breast Pain Associated With Breast Radiotherapy",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Neoplasms",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 48,
    "primaryOutcomeMeasure": "To assess improvement in breast pain with use of the interventional agents.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* UICC TNM stage 0 (i.e. in situ disease), 1 or 2 breast cancer patients treated with conservative surgery and adjuvant radiotherapy with chronic breast pain or tenderness, with or without fibrosis, within 3 months to 3 years following completion of radiotherapy\n* Age 18 to 75 years of age\n* Chronic symptoms localised to the breast treated with radiation, i.e. any one or more of the following- pain (not attributable to infection) or tenderness with or without associated oedema, fibrosis, necrosis or ulceration.\n* Breast pain (maximum in the previous 24 hours) measurable on a Linear Analogue Scale with a length of 3cm or greater\n* Prior treatment with radiation to the affected area i.e. in tangential breast fields or boost area\n* Radiation completed at least 3 months and no longer than 3 years prior to study entry\n* Informed consent\n\nExclusion Criteria:\n\n* Active cellulitis in the breast\n* Active malignant disease\n* Any medical illness or condition judged likely by the local investigator to preclude safe administration of protocol treatment\n* Contraindication to treatment with pentoxifylline (i.e. previously exhibited intolerance to pentoxifylline or other xanthines such as caffeine, theophylline or theobromine; recent cerebral and/or retinal haemorrhage; ischaemic heart disease; hypotension\n* Pregnant or lactating women",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}