{
    "nctId": "NCT00532623",
    "briefTitle": "Phase II Study of Gemcitabine/Vinorelbine vs Sequential Gemcitabine Followed by Vinorelbine in Metastatic Breast Cancer",
    "officialTitle": "A Phase II Study of Gemcitabine in Combination With Vinorelbine vs. Sequential Gemcitabine Followed by Vinorelbine in Metastatic Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 82,
    "primaryOutcomeMeasure": "overall response rate",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologic or cytologic diagnosis of stage IV or recurrent breast cancer.\n* Previous anthracycline and/or taxane and/or capecitabine chemotherapy in adjuvant and metastatic setting.\n* Previous hormonal therapy in adjuvant and metastatic setting.\n* Prior radiation therapy is allowed as long as the irradiated area is not the only source of measurable disease.\n* No other forms of cancer therapy, such as radiation, immunotherapy for at least 3 weeks before the enrollment in study.\n* Performance status of 0, 1, 2 on the ECOG criteria.\n* Clinically measurable disease, defined as unidimensionally measurable lesions with clearly defined margins on x-ray, CT scan, MRI or physical examination. Lesions serving as measurable disease must be at least 1cm by 1cm, as defined by x-ray, CT scan, MRI,or physical examination.\n* Estimated life expectancy of at least 12 weeks.\n* Patient compliance that allow adequate follow-up.\n* Adequate hematologic (WBC count3,000/mm3, platelet count100,000/mm3), hepatic (bilirubin level1.5 mg/dL, AST, ALT3xULN), and renal (creatinine concentration 1.5 mg/dL) function.\n* Informed consent from patient or patient's relative.\n* Females at least 18 years of age.\n* Childbearing women should use non-hormonal contraceptive method.\n\nExclusion Criteria:\n\n* Previous chemotherapy \\> 3 for recurrent or stage IV disease Second primary malignancy (except in situ carcinoma of the cervix or adequately treated basal cell carcinoma of the skin or prior malignancy treated more than 5 years ago without recurrence).\n* Second primary malignancy (except in situ carcinoma of the cervix or adequately treated basal cell carcinoma of the skin or prior malignancy treated more than 5 years ago without recurrence).",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}