{
    "nctId": "NCT02418624",
    "briefTitle": "Phase I of Carboplatin-Olaparib Followed by Olaparib Monotherapy in Advanced Cancer",
    "officialTitle": "A Phase I Followed by a Randomized Phase II Trial of Two Cycles Carboplatin-Olaparib Followed by Olaparib Monotherapy Versus Capecitabine in BRCA-1 or -2 Mutated Her2 Negative Advanced Breast Cancer as First Line Treatment",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer, Ovarian Cancer, Advanced Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 25,
    "primaryOutcomeMeasure": "Maximum Tolerated Dose",
    "eligibilityCriteria": "Inclusion criteria:\n\n1. Histological or cytological proof of advanced cancer pre-treated with maximally one line of systemic chemotherapy in the advanced setting and any line of hormonal therapy for advanced disease, and potentially benefitting from olaparib-carboplatin combination therapy (prior (neo-)adjuvant chemotherapy is accepted and does not count as one line, since administered in early stage disease);\n2. Age ≥ 18 years;\n3. Able and willing to give written informed consent;\n4. WHO performance status of 0, 1 or 2;\n5. Able and willing to undergo blood sampling for PK and PD analysis;\n6. Life expectancy ≥ 3 months, allowing adequate follow up of toxicity evaluation and antitumor activity;\n7. Evaluable disease according to RECIST 1.1 criteria;\n8. Minimal acceptable safety laboratory values\n\n   1. ANC of ≥ 1.5 x 10\\^9 /L\n   2. Hemoglobin of at least 6.2 mM and no transfusions in the last 28 days.\n   3. Platelet count of ≥ 100 x 10\\^9 /L\n   4. Hepatic function as defined by serum bilirubin ≤ 1.5 x ULN (or \\< 3 x ULN in case of known Gilbert syndrome), ASAT and ALAT 2.5 x ULN (or \\<5 x ULN in case of liver metastasis)\n   5. Renal function as defined by serum creatinine ≤1.5 x ULN or creatinine clearance ≥ 50 mL/min (by Cockcroft-Gault formula);\n9. Negative pregnancy test (urine/serum) for female patients with childbearing potential;\n\nExclusion criteria\n\n1. Any treatment with investigational drugs within 28 days prior to receiving the first dose of investigational treatment; or 21 days for standard (neo-)adjuvant chemotherapy, hormonal and immunotherapy;\n2. Patients who have received high dose alkylating agents, a PARP1 inhibitor or carboplatin pretreatment; unless no progression on carboplatin had been observed during earlier treatment and the last carboplatin administration had been longer than 6 months ago;\n3. Any current treatment with drugs that induce or inhibit the CYP3A4 system : http://www.fda.gov/drugs/developmentapprovalprocess/developmentresources/druginteractionslabeling/ucm093664.htm#inVivo or APPENDIX IX\n4. Women who have a positive pregnancy test (urine/serum) and/or who are breast feeding;\n5. Unreliable contraceptive methods. Women and men enrolled in this trial must agree to use a reliable contraceptive method throughout the study (adequate contraceptive methods are: oral, injected or implanted hormonal methods, intra-uterine devices or systems, condom or other barrier contraceptive measures, sterilization and true abstinence)\n6. Radiotherapy within the last four weeks prior to receiving the first dose of investigational treatment; except 1x8 Gy for pain palliation then a seven days interval should be maintained;\n7. Uncontrolled infectious disease or known Human Immunodeficiency Virus HIV-1 or HIV-2 type patients;\n8. Patients with known active hepatitis B or C;\n9. Recent myocardial infarction (\\< six months) or unstable angina;\n10. Symptomatic brain metastases. If adequately treated with resection and/or irradiation and patients are at least four weeks completely free of symptoms of these metastases and without medication related to these metastases patients could be eligible if all other in- and exclusion criteria are obeyed.\n11. Known leptomeningeal metastases.\n12. Patients with myelodysplastic syndrome or acute myeloid leukemia\n13. Any medical condition not yet specified above that is considered to possibly, probably or definitely interfere with study procedures, including adequate follow-up and compliance and/or would jeopardize safe treatment.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}