{
    "nctId": "NCT01186367",
    "briefTitle": "Trial Comparing the Effects of Linear Versus Nonlinear Aerobic Training in Women With Operable Breast Cancer",
    "officialTitle": "Exercise Intensity Trial (EXCITE): A Randomized Trial Comparing the Effects of Linear Versus Nonlinear Aerobic Training in Women With Operable Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 174,
    "primaryOutcomeMeasure": "To compare the effect of high-intensity to moderate-intensity aerobic training, relative to attention-control, on peak oxygen consumption.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Aged 45-80 years\n* Female\n* Has been diagnosed with early-stage breast cancer\n* Post-menopausal, defined as :\n* Age ≥ 45 with no menses for at least 2 years\n* Chemically induced menopause through ovarian suppression, as determined by the primary oncologist\n* An interval of at least one year, but no more than five years, following the full completion of primary therapy for malignant disease. Primary therapy is defined as:\n\n  * Surgery plus radiation\n  * Surgery plus chemotherapy\n  * Surgery plus trastuzumab\n  * Surgery plus hormone therapy Note: For patients who receive hormone therapy following surgery, the definition of one-year post-completion of therapy is defined by the surgery date. Patients who are currently receiving hormone therapy are eligible for enrollment.\n* Weight of \\< 205 kgs\n* ECOG status of 0 or 1\n* Life expectancy ≥ 6 months\n* Performing less than 150 minutes of structured moderate-intensity or strenuous intensity exercise per week.\n* Exercise intolerance defined by a VO2peak below that predicted for sedentary age and sex-matched individuals as defined in Appendix H.\n* Willing to be randomized to one of the study arms\n* Able to complete an acceptable baseline CPET, in the absence of high risk ECG findings or other inappropriate response to exercise as determined by the investigator.\n* Able to achieve an acceptable peak baseline CPET, as defined by any of the following criteria:\n\n  * Achieving a plateau in oxygen consumption, concurrent with an increase in power output;\n  * A respiratory exchange ratio ≥ 1.10;\n  * Attainment of maximal predicted heart rate (HRmax) (i.e., within 10 bpm of age-predicted HRmax \\[HRmax = 220-Age\\[years\\]);\n  * Volitional exhaustion, as measured by a rating of perceived exertion (RPE) ≥ 18 on the BORG scale.\n\nExclusion Criteria:\n\n* Any of the following absolute contraindications to cardiopulmonary exercise testing:\n\n  * Acute myocardial infarction within 3-5 days of any planned study procedures;\n  * Unstable angina;\n  * Uncontrolled arrhythmia causing symptoms or hemodynamic compromise;\n  * Recurrent syncope;\n  * Active endocarditis;\n  * Acute myocarditis or pericarditis;\n  * Symptomatic severe aortic stenosis;\n  * Uncontrolled heart failure;\n  * Acute pulmonary embolus or pulmonary infarction within 3 months of any planned study procedures\n  * Thrombosis of lower extremities;\n  * Suspected dissecting aneurysm;\n  * Uncontrolled asthma;\n  * Pulmonary edema;\n  * Respiratory failure;\n  * Acute non-cardiopulmonary disorders that may affect exercise performance or be aggravated by exercise (i.e., infection, renal failure, thyrotoxicosis);\n* Presence of any other concurrent, actively treated malignancy\n* History of any other malignancy treated within the past 3 years (other than non-melanoma skin cancer)\n* Presence of metastatic disease\n* Room air desaturation at rest ≤ 85%\n* Mental impairment leading to inability to cooperate\n* Any other condition or intercurrent illness that, in the opinion of the investigator, makes the participant a poor candidate for the trial",
    "sex": "FEMALE",
    "minimumAge": "21 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}