{
    "nctId": "NCT06479460",
    "briefTitle": "Clinical Application of ctDNA Dynamic Monitoring in Neoadjuvant Therapy for HER2-positive Breast Cancer Patients",
    "officialTitle": "Director, Department of Pathology, Jiangsu Provincial People's Hospital",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer, Neoadjuvant, HER2-positive Breast Cancer, Circulating Tumor DNA",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 50,
    "primaryOutcomeMeasure": "Postoperative pathological pCR rate",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Women with breast cancer diagnosed clinically and pathologically, aged 18-75 years;\n2. ECOG performance score is 0-1;\n3. Histologically confirmed as early or locally advanced invasive breast cancer: the diameter of the primary tumor is more than 2 cm, and HER2 is positive (confirmed by IHC or FISH).\n4. The patient did not receive any treatment for breast cancer before enrollment;\n5. Having lesions measurable according to RECIST 1.1 standards;\n6. The subjects voluntarily joined this study, signed an informed consent form, had good compliance, and cooperated with follow-up; 7) Breast cancer patients who plan to use neoadjuvant therapy.\n\nExclusion criteria\n\n1. Patients with known metastatic or stage IV breast cancer;\n2. There are other untreated malignant tumors other than breast cancer;\n3. Patients with one or more serious systemic diseases that, in the eyes of researchers, can impair their ability to complete research;\n4. According to the researchers' assessment, there may be other factors that could force the subjects to terminate the study midway, such as suffering from other serious illnesses (including mental illnesses) that require concurrent treatment, severe abnormal laboratory test values, family or social factors, which may affect the safety of the subjects or the collection of experimental data.\n5. Unable to follow up with the study according to the determined clinical follow-up period;\n6. Cannot accept or provide specified efficacy evaluation methods such as CT.\n7. Unable to obtain sufficient tumor tissue samples or peripheral blood samples.\n\nExclusion Criteria:\n\n- 1) Patients with known metastatic or stage IV breast cancer; 2) There are other incurable malignant tumors present; 3) One or more serious systemic diseases that, in the eyes of researchers, can impair the patient's ability to complete the study; 4) According to the researcher's judgment, there are other factors that may cause the subject to be forced to terminate the study midway, such as other serious illnesses (including mental illness) requiring concurrent treatment, severe abnormal laboratory test values, family or social factors, which may affect the safety of the subject or the collection of trial data.\n\n5) Unable to follow the determined clinical follow-up period in conjunction with the study for follow-up; 6) Unable to accept or provide specified efficacy evaluation methods such as CT.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}