{
    "nctId": "NCT00570258",
    "briefTitle": "Randomized, Double Blind Multicenter Phase II Study of Time to Progression on Fulvestrant in Combination With Erlotinib or Placebo in Hormone Receptor-Positive Metastatic Breast Cancer (MBC) Subjects Who Progressed on First Line Hormonal Therapy",
    "officialTitle": "Randomized, Double Blind Multicenter Phase II Study of Time to Progression on Fulvestrant in Combination With Erlotinib or Placebo in Hormone Receptor-Positive Metastatic Breast Cancer (MBC) Subjects Who Progressed on First Line Hormonal Therapy",
    "overallStatus": "TERMINATED",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 27,
    "primaryOutcomeMeasure": "Number of Participants With Progression-free Survival",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Subjects must sign a written consent.\n2. Subjects must have estrogen- and/or progesterone-receptor-positive histologically confirmed adenocarcinoma of the breast with recurrent or metastatic carcinoma of the breast.\n3. Baseline measurements and evaluations of involved sites should be performed as close as possible to study entry, but must be within 4 weeks prior to randomization.\n4. Subjects fulfilling one of the following criteria are eligible to participate in the study: Subjects with measurable disease as per RECIST criteria. This is defined as at least one lesion that can be accurately measured in at least one dimension (longest diameter to be recorded) as over 20 mm with conventional technique or as over 10 mm with spiral CT scan or MRI. Subjects with bone lesions, lytic or mixed (lytic + sclerotic), in the absence of measurable disease as defined by RECIST criteria. The lytic component of at least one bone lesion should measure 20 mm with conventional techniques or 10 mm with spiral CT scan or MRI. At least one bone lesion satisfying these criteria must be outside any previously irradiated area.\n5. All subjects must be postmenopausal females defined by:\n\nPrior bilateral oophorectomy OR No menstrual period for 12 months or longer. If age 55 years or less and on tamoxifen within the prior 6 months, must have an estradiol level in the postmenopausal range.\n\nExclusion Criteria:\n\n1. Subjects must not have had more than 1 prior chemotherapy regimen for metastatic disease and no chemotherapy within 3 weeks prior to randomization. 2. No concurrent chemotherapy is allowed while on protocol therapy. Subjects whose adjuvant hormonal therapy was discontinued more than 12 months ago must have had only 1 prior hormonal therapy for metastatic disease. Subjects who relapsed while receiving adjuvant hormonal therapy or less than 12 months after completing adjuvant hormonal therapy may be enrolled directly in the trial.\n\n3. No prior therapy with an estrogen receptor down-regulator (e.g. fulvestrant). Non-protocol concurrent hormonal therapy is not allowed. Subjects must not have had prior therapy with agents that target EGFR. Previous, but not concomitant, therapy with trastuzumab (Herceptin) is allowed. Subjects must not receive trastuzumab (Herceptin) within 3 weeks prior to randomization.\n\n4. Subjects must have ECOG performance status of 0, 1, or 2. 5. Subjects must have adequate hematologic, hepatic, and renal function defined by the following within 4 weeks prior to randomization: Neutrophils \\> 1500/mm3 and platelets over 100,000/mm3 Total Bilirubin under 1.25 x Institutional upper limit of normal SGPT (ALT) and SGOT (AST) under 2.5 x Institutional upper limit of normal if no demonstrable liver metastases or under 5 x Institutional upper limit of normal in the presence of liver metastases Calculated creatinine clearance over 30ml/min using the following formula: Ccr = (140 - age in years) times (weight in kgs) times 0.085 72 x serum creatinine in mg/dL INR, PT and PTT under 1.5 x Institutional upper limit of normal.\n\n6. Subjects must not be receiving therapy with anticoagulants or have other contraindication to IM injections.\n\n7. Subjects must be age over 18 years. 8. Subjects must not have a history of central nervous system metastasis. 9. Subjects may receive concurrent radiation therapy to painful sites of bony disease or areas of impending fracture as long as the radiation therapy is initiated prior to study entry and sites of measurable disease outside the radiation therapy port are available to follow.\n\n10. Subjects must not take the following medications while enrolled in this trial: ketoconazole, erythromycin, verapamil.\n\n11. Subjects age less than 55 years must not be receiving LHRH agonists or antagonists within 3 months prior to randomization.\n\n12. Subjects who have an ocular inflammation or infection should be fully treated before entry into the trial.\n\n13. Subjects with a neuropathic keratopathy or diabetes or those with anterior basement membrane disease must be advised of the need for frequent ophthalmologic exams.\n\n14. Subjects who continue to wear contact lenses must be advised that they have an increased risk of ocular events. The decision to wear contact lenses should be discussed with the patient's treating oncologist and ophthalmologist.\n\n15. Subjects must not suffer from medical or psychiatric conditions that would interfere with protocol compliance, the ability to provide informed consent, or assessment of response or anticipated toxicities.\n\n16. Subjects must be disease-free of prior invasive malignancies for over 5 years with the exception of curatively-treated basal cell or squamous cell carcinoma of the skin or carcinoma in situ of the cervix.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT"
}