{
    "nctId": "NCT02273752",
    "briefTitle": "Pharmacokinetically Guided Everolimus in Patients With Breast Cancer, Pancreatic Neuroendocrine Tumors, or Kidney Cancer",
    "officialTitle": "Phase II Evaluation of Real-Time, Pharmacokinetically Guided Everolimus in Patients With Hormone Receptor Positive Breast Cancer, Pancreatic Neuroendocrine Tumors (PNET), and Renal Cell Carcinoma",
    "overallStatus": "TERMINATED",
    "conditions": "Estrogen Receptor-positive Breast Cancer, Gastrinoma, Glucagonoma, HER2-negative Breast Cancer, Insulinoma, Mucositis, Oral Complications, Pancreatic Polypeptide Tumor, Progesterone Receptor-positive Breast Cancer, Recurrent Breast Cancer, Recurrent Islet Cell Carcinoma, Recurrent Renal Cell Cancer, Somatostatinoma, Stage III Renal Cell Cancer, Stage IIIA Breast Cancer, Stage IIIB Breast Cancer, Stage IIIC Breast Cancer, Stage IV Breast Cancer, Stage IV Renal Cell Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 2,
    "primaryOutcomeMeasure": "Incidence of Stomatitis",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Eastern Cooperative Oncology Group (ECOG) performance status 0-2\n* Confirmed diagnosis of:\n\n  * Postmenopausal advanced hormone receptor-positive, human epidermal growth factor receptor 2 (HER2)-negative breast cancer after failure of treatment with letrozole or anastrozole\n  * Progressive neuroendocrine tumors of pancreatic origin (PNET) that is unresectable, locally advanced or metastatic\n  * Advanced renal cell carcinoma (RCC) after failure of treatment with sunitinib or sorafenib\n* Histologically confirmed, measurable or evaluable disease. Patients should have at least one measurable lesion.\n* Adequate bone marrow function as indicated by the following:\n\n  * Absolute neutrophil count (ANC) \\> 1,500/μL\n  * Platelets ≥ 100,000/μL\n  * Hemoglobin \\> 10 g/dL\n* Adequate renal function, as indicated by creatinine clearance \\> 30 mL/min\n* Adequate liver function, as indicated by:\n\n  * Bilirubin ≤ 1.5 x upper limit of normal (ULN)\n  * International normalized ratio (INR) ≤ 2\n  * Aspartate aminotransferase (AST) or alanine aminotransferase (ALT) \\< 2 x ULN unless related to primary disease\n* Signed informed consent\n* Adequate birth control when appropriate\n* Fasting serum cholesterol ≤ 300 mg/dL OR ≤ 7.75 mmol/L AND fasting triglycerides ≤ 2.5 x ULN. NOTE: in case one or both of these thresholds are exceeded, the patient can only be included after initiation of appropriate lipid lowering medication.\n\nExclusion Criteria:\n\n* Patients currently receiving anticancer therapies or who have received anticancer therapies within 4 weeks of the start of everolimus (including chemotherapy, radiation therapy, antibody based therapy, etc., but not including somatostatin analogues, e.g., octreotide)\n* Known intolerance or hypersensitivity to everolimus or other rapamycin analogs (e.g. sirolimus, temsirolimus)\n* Known impairment of gastrointestinal (GI) function or GI disease that may significantly alter the absorption of oral everolimus\n* Uncontrolled diabetes mellitus as defined by HbA1c \\>8% despite adequate therapy. Patients with a known history of impaired fasting glucose or diabetes mellitus (DM) may be included, however blood glucose and antidiabetic treatment must be monitored closely throughout the trial and adjusted as necessary.\n* Patients who have any severe and/or uncontrolled medical conditions such as:\n\n  * Unstable angina pectoris, symptomatic congestive heart failure, myocardial infarction ≤ 6 months prior to start of everolimus, serious uncontrolled cardiac arrhythmia, or any other clinically significant cardiac disease\n  * Symptomatic congestive heart failure of New York Heart Association Class III or IV\n  * Active (acute or chronic) or uncontrolled severe infection, liver disease such as cirrhosis, decompensated liver disease, and active and chronic hepatitis (i.e. quantifiable hepatitis B virus \\[HBV\\]-DNA and/or positive HbsAg, quantifiable hepatitis C virus \\[HCV\\]-RNA)\n  * Known severely impaired lung function (spirometry and diffusing capacity of the lung for carbon monoxide \\[DLCO\\] 50% or less of normal and O2 saturation 88% or less at rest on room air)\n  * Active, bleeding diathesis\n* Chronic treatment with corticosteroids or other immunosuppressive agents. Topical or inhaled corticosteroids are allowed.\n* Known history of HIV seropositivity\n* Patients who have received live attenuated vaccines within 1 week of start of everolimus and during the study. Patient should also avoid close contact with others who have received live attenuated vaccines. Examples of live attenuated vaccines include intranasal influenza, measles, mumps, rubella, oral polio, Bacillus Calmette-Guérin (BCG), yellow fever, varicella and TY21a typhoid vaccines.\n* Patients who have a history of another primary malignancy, with the exceptions of: nonmelanoma skin cancer, and carcinoma in situ of the cervix, uteri, or breast from which the patient has been disease free for ≥3 years\n* Patients with a history of non-compliance to medical regimens or who are considered potentially unreliable or will not be able to complete the entire study\n* Patients who are currently part of or have participated in any clinical investigation with an investigational drug within 1 month prior to dosing\n* Pregnant or nursing (lactating) women\n* Women of child-bearing potential (WOCBP), defined as all women physiologically capable of becoming pregnant, must use highly effective methods of contraception during the study and 8 weeks after. Highly effective contraception methods include combination of any two of the following:\n\n  * Use of oral, injected or implanted hormonal methods of contraception\n  * Placement of an intrauterine device (IUD) or intrauterine system (IUS)\n  * Barrier methods of contraception: condom or occlusive cap (diaphragm or cervical/vault caps) with spermicidal foam/gel/film/cream/ vaginal suppository\n  * Total abstinence\n  * Male/female sterilization\n* Women are considered post-menopausal and not of child-bearing potential if they have had 12 months of natural (spontaneous) amenorrhea with an appropriate clinical profile (e.g. age appropriate, history of vasomotor symptoms) or have had surgical bilateral oophorectomy (with or without hysterectomy) or tubal ligation at least six weeks prior to randomization. In the case of oophorectomy alone, only when the reproductive status of the woman has been confirmed by follow up hormone level assessment is she considered not of child-bearing potential.\n* Male patients whose sexual partner(s) are WOCBP who are not willing to use adequate contraception, during the study and for 8 weeks after the end of treatment",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}