{
    "nctId": "NCT05429866",
    "briefTitle": "Immunological Variables Associated to ICI Toxicity in Cancer Patients",
    "officialTitle": "Immunological Variables Associated to ICI Toxicity in Cancer Patients",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer, Melanoma, Non Small Cell Lung Cancer, Non-melanoma Skin Cancer, Gastrointestinal Cancer, Head and Neck Cancer, Renal Cell Carcinoma, Small Cell Lung Cancer, Mesothelioma, Malignant, Bladder Cancer, Merkel Cell Carcinoma, Hepatocellular Carcinoma, MSI-H Colorectal Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "OTHER",
    "enrollmentCount": 441,
    "primaryOutcomeMeasure": "Modification(s) in the immune blood markers of treated subjects on treatment.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* 1) Age ≥ 18 years old\n* 2) ECOG performance status ≤ 1\n* 3) Must have histologically or cytologically confirmed solid tumour, eligible for treatment with ICI as standard-of-care alone or in combination with another ICI (cohort 1), ICI with chemotherapy (cohort 2), or ICI with targeted therapy (cohort 3) with no restrictions on number of prior systemic therapies\n* 4) All prior anti-cancer treatment-related toxicities (except alopecia) must be ≤ Grade 1 according to the Common Terminology Criteria for Adverse Events (CTCAE) version 5.0 at the time of enrolment\n* 5) Serum pregnancy test (for subjects of childbearing potential) negative within 15 days prior to study medications administration.\n* 6) Women of childbearing potential must agree to use one highly effective method of contraception prior study entry, during the course of the study and at least 7 months after the last administration of study treatments.\n* 7) Men with childbearing potential partner must agree to use condom during the course of this study and for at least 6 months after the last administration of the study treatments.\n* 8) Completion of all necessary screening procedures within 14 days prior to enrolment.\n* 9) Signed Informed Consent form (ICF) obtained prior to any study related procedure.\n\nExclusion Criteria:\n\n* Subjects meeting one of the following criteria are not eligible for this study:\n\n  1. Subject with a significant medical, neuro-psychiatric, or surgical condition, currently uncontrolled by treatment, which, in the principal investigator's opinion, may interfere with completion of the study.\n  2. Participation in another clinical trial.\n  3. Pregnant and/or lactating women.\n  4. Subjects already receiving ICI.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}