{
    "nctId": "NCT06291064",
    "briefTitle": "Trial Studying Chemotherapy in Nigerian Women With Triple Negative Breast Cancer",
    "officialTitle": "TreAtment Response and Omic-Markers in Triple-Negative Breast CAncer Patients Receiving Standard of Care Chemotherapy (TARMAC)",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Triple Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 85,
    "primaryOutcomeMeasure": "Percentage of Participants that Achieve Pathologic Complete Response (pCR) Rate (Breast)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Women ages of 18 to 70 years old\n2. Women who are able and willing to read understand and sign an informed consent document\n3. Biopsy-accessible breast tumor of significant size for core needle biopsy/ultrasound measurable (≥ 2cm)\n4. Patients with histologically confirmed carcinoma of the female breast with triple-negative status by immunohistochemistry (IHC). Patients who are low estrogen reception (ER) expression (\\< 20%), progesterone receptor (PR) negative and human epidermal growth factor 2 (HER2) negative are eligible.\n5. Clinical stages IIA -IIIC (AJCC 2009)\n6. Chemotherapy-naïve patients (for this cancer)\n7. Performance status: Eastern Cooperative Oncology Group (ECOG) performance status 0-1\n8. Non-pregnant and not nursing.\n\n   * Granulocyte greater than or equal to 1,500/microliter\n   * Platelet count greater than or equal to 100,000/microliter\n   * Absolute neutrophil count (ANC) greater than or equal to l500/microliter\n   * Hemoglobin greater than or equal to 10g/deciliter\n   * Bilirubin less than or equal 1.5 x upper limit of normal\n   * aspartate aminotransferase (ALT or SGOT) and alanine transaminase (AST or SGPT) less than 2.5 x upper limit of normal\n\n7. Creatinine within institutional normal limits or glomerular filtration rate greater than or equal to 30 mL/min/1.73 m2 by Chronic Kidney Disease Epidemiology Collaboration (CKD EPI) equation 10. Baseline left ventricular ejection fraction of greater than or equal to 55%\n\nExclusion Criteria:\n\n1. Pregnant or lactating women.\n2. Patients with distant metastasis (brain and/or visceral metastasis)\n3. Serious, uncontrolled, concurrent infection(s).\n4. Treatment for other carcinomas within the last 5 years, except non-melanoma skin cancer and treated cervical carcinoma in-situ (CCIS)\n5. Participation in any investigational drug study within 4 weeks preceding the start of study treatment\n6. Other serious uncontrolled medical conditions that the treating investigator feels might compromise study participation including but not limited to chronic or active infection, HIV-positive patient, uncontrolled hypertension, symptomatic congestive heart failure, unstable angina pectoris, uncontrolled diabetes mellitus, or psychiatric illness/social situations that would limit compliance with study requirements.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}