{
    "nctId": "NCT06495515",
    "briefTitle": "Efficacy and Safety of Dalpiciclib Plus Toremifene in the Treatment of Advanced First-line HR Positive and HER2 Negative Breast Cancer: a Multicenter, Single Arm, Exploratory Phase II Clinical Study",
    "officialTitle": "Efficacy and Safety of Dalpiciclib Plus Toremifene in the Treatment of Advanced First-line HR Positive and HER2 Negative Breast Cancer: a Multicenter, Single Arm, Exploratory Phase II Clinical Study",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "CANCER, BRAEST CANCER, Late Frontline",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 36,
    "primaryOutcomeMeasure": "PFS",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Postmenopausal or premenopausal/perimenopausal female patients aged ≥ 18 years and ≤ 75 years old,\n\n   Meet one of the following conditions:\n\n   a) Previously underwent bilateral oophorectomy, or aged ≥ 60 years old; or b) Age\\&amp;lt;60, natural postmenopausal state (defined as spontaneous cessation of regular menstruation for at least 12 consecutive months without any other pathological or physiological reasons), E2 and FSH at postmenopausal levels.\n\n   c) Premenopausal or perimenopausal female patients can also be selected, but they must be willing to receive LHRH agonist treatment during the study period.\n2. ECOG PS 0-1；\n3. Female breast cancer patients diagnosed as HR positive and HER2 negative by pathology have evidence of local recurrence or metastasis, which is not suitable for surgical resection or radiotherapy for the purpose of cure.\n\nIt has been diagnosed as HR positive and HER2 negative breast cancer (ER and PR ≥ 10%)\n\nHER2 is negative. If HER2 is expressed as 2+, in situ hybridization testing is required to confirm that the HER2 gene has not been amplified; 4. The patient\\&amp;#39;s previous endocrine therapy must meet the following conditions:\n\nA) Late stage: did not receive any endocrine therapy; Progression within 12 months of receiving other endocrine treatments (except tamoxifen) in the late stage; b) Stage of adjuvant endocrine therapy: Progress over 12 months after completion of tamoxifen assisted endocrine therapy; During the use of aromatase inhibitors (treatment duration exceeding 6 months) or after completion of treatment, progress may occur.\n\nAccording to the RECIST 1.1 standard, there should be at least one measurable lesion present or only bone metastases (including osteolytic lesions or mixed osteolytic/osteogenic lesions).\n\n6. The functional level of organs must meet the following requirements:\n\n1. Blood routine\n\n   •ANC≥1.5×109/L；\n\n   •PLT≥90×109/L；\n\n   •Hb≥90 g/L；\n2. Blood biochemistry\n\n   * TBIL≤1.5×ULN； ALT and AST ≤ 2 × ULN;\n   * BUN and Cr ≤ 1.5 × ULN with creatinine clearance rate ≥ 50 mL/min (Cockcroft Gault formula);\n3. Cardiac color Doppler ultrasound\n\n   •LVEF≥50%；\n4. 12 lead electrocardiogram The QT interval (QTcF) corrected by the Fridericia method is\\&amp;lt;470 ms for females.\n\n7. Patients with negative serum pregnancy test and potential fertility must agree to use it during treatment and on the last attempt Use effective non hormonal contraceptive methods for at least 12 months after the trial drug.\n\n8. Voluntarily participate in this study, sign informed consent, have good compliance, and are willing to cooperate with follow-up.\n\nExclusion Criteria:\n\n1. The previous pathological diagnosis was HER2 positive breast cancer.\n2. Researchers determine patients who are not suitable for endocrine therapy. This includes late stage patients who have symptoms, have spread to the internal organs, and are at risk of life-threatening complications in the short term (including patients with uncontrollable exudates (chest, pericardium, abdominal cavity) through drainage or other methods, pulmonary lymphangitis, and more than 50% liver involvement).\n3. The patient has undergone major surgical procedures unrelated to breast cancer within 4 weeks before enrollment, or has not fully recovered from such surgical procedures.\n4. Patients with extensive advanced/metastatic, symptomatic visceral diseases, or known uncontrolled or symptomatic brain metastases.\n5. Previously used any CDK inhibitors, tamoxifen, everolimus, or drugs that inhibit the PI3K mTOR pathway for treatment. Using strong or moderate CYP3A4 and/or CYP2D6 inhibitors or inducers.\n6. Other malignant tumors within the past 5 years, excluding cured cervical carcinoma in situ, basal cell carcinoma of the skin, or squamous cell carcinoma of the skin.\n7. Have suffered from any heart disease, including: (1) angina pectoris; (2) Arrhythmias that require medication treatment or have clinical significance; (3) Myocardial infarction; (4) Heart failure; (5) Any other heart disease determined by the researcher as unsuitable for participation in this trial.\n8. Inability to swallow, intestinal obstruction, or other factors that affect medication administration and absorption.\n9. Known to be allergic to darcilib, letrozole, or any excipients.\n10. Pregnant and lactating female patients, female patients with fertility and positive baseline pregnancy test results, or those in the whole family Female patients of childbearing age who were unwilling to take effective contraceptive measures during the trial period.\n11. Known history of allogeneic organ transplantation or allogeneic hematopoietic stem cell transplantation.\n12. Other serious physical or mental illnesses or laboratory test abnormalities may increase the risk of participating in the study, or Disturb the research results and any other circumstances that the researcher deems unsuitable for participation in this study.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}