{
    "nctId": "NCT01900730",
    "briefTitle": "Study of Valproic Acid (VPA) vs Placebo to Shorten Time of Indwelling Pleural Catheter",
    "officialTitle": "Randomized Phase II Double Blind Study of Valproic Acid (VPA) vs Placebo to Shorten Time of Indwelling Pleural Catheter",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 3,
    "primaryOutcomeMeasure": "Time to Pleural Catheter Removal",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patients with symptomatic pleural effusion requiring the presence of an IPC or new placement of an IPC.\n2. Pathologic documentation of breast cancer.\n3. Performance status 0 to 3 (ECOG scale).\n4. Signed informed consent.\n5. Subject must be female or male age 18 years or over.\n6. At least one prior line of chemotherapy in the metastatic setting.\n7. Positive effusion cytology.\n\nExclusion Criteria:\n\n1. Other prior malignancy (except for adequately treated basal cell or squamous cell skin cancer, in situ cervical cancer, or other cancer) from which the patient has been disease-free for at least two years.\n2. Laboratory results sustained at: Neutrophils less than 1.5 × 109/L ; Serum bilirubin \\>1.5 x the upper limit of reference range (ULRR); Serum creatinine \\>1.5 x ULRR or creatinine clearance \\< 30 mL/minute (calculated by Cockcroft-Gault formula).\n3. Patients with a history of existing hypercalcemia, hypocalcemia, hypermagnesemia or hypomagnesemia that is not corrected despite supplementation. Known Alanine aminotransferase (ALT) or aspartate aminotransferase (AST) \\> 2.5 × ULRR or alkaline phosphatase (ALP) \\>2 x ULRR, or \\> 4x ULRR if judged by the investigator to be related to liver metastases.\n4. Serious underlying medical condition that would impair the ability of the patient to receive protocol treatment, specifically cardiac diseases, uncontrolled hypertension or renal diseases.\n5. Diagnosis of an infection requiring IV antibiotics 14 days prior to registration.\n6. Any psychological, familial, sociological or geographical condition potentially hampering compliance with the study protocol and follow-up schedule.\n7. Women who are currently pregnant or breast feeding.\n8. Known hypersensitivity to VPA, valproate sodium, disodium valproate, or any ingredient in the respective formulation.\n9. Known urea cycle disorders based on history.\n10. Known HIV infection based on history.\n11. Active or recent pancreatitis (within last 6 months).\n12. Any of the following interventions on the affected hemithorax: prior IPC, prior chest tube placement, history of chemical or mechanical pleurodesis, history of thoracotomy within 4 weeks and incompletely healed surgical incision before randomization.\n13. Evidence of empyema or history of empyema of the affected hemithorax.\n14. Non-correctable bleeding diathesis.\n15. Clinical evidence of skin infection at the potential site of IPC placement.\n16. Patients currently taking valproic acid.\n17. History of hepatitis or liver disease.\n18. The following drugs will not be administered concurrently with VPA: Carbapenem antibiotics; Clonazepam; Topiramate; Felbamate; Lorazepam; Barbiturates; Barbiturates; CarBAMazepine; ChlorproMAZINE; Ethosuximide; GuanFACINE; LamoTRIgine; MethylfolateOXcarbazepine; Paliperidone; Phenytoin; Primidone; Protease Inhibitors; Rifampin; Risperidone; Rufinamide; Salicylates; Temozolomide; Tricyclic Antidepressants; Vorinostat; Zidovudine.\n19. History of seizures.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}