{
    "nctId": "NCT02698176",
    "briefTitle": "A Dose Exploration Study With Birabresib (MK-8628) in Participants With Selected Advanced Solid Tumors (MK-8628-006)",
    "officialTitle": "A Phase IB Dose Exploration Trial With MK-8628, a Small Molecule Inhibitor of the Bromodomain and Extra-Terminal (BET) Proteins, in Subjects With Selected Advanced Solid Tumors",
    "overallStatus": "TERMINATED",
    "conditions": "NUT Midline Carcinoma (NMC), Triple Negative Breast Cancer (TNBC), Non-small Cell Lung Cancer (NSCLC), Castration-resistant Prostate Cancer (CRPC)",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 13,
    "primaryOutcomeMeasure": "Number of Participants Who Experienced a Dose Limiting Toxicity (DLT) During Cycle 1",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Males and females ≥18 years of age for NSCLC, TNBC, and CRPC\n* Males and females ≥16 years of age for NMC\n* Diagnosis of one of the following advanced solid tumors for which standard therapy either does not exist or has proven ineffective, intolerable or inacceptable for the participant: NMC;TNBC; NSCLC; or CRPC\n* Have at least 1 measurable lesion per Response Evaluation Criteria in Solid Tumors (RECIST) 1.1. CRPC participants may be enrolled with objective evidence of disease as per Prostate Cancer Working Group (PCWG2) criteria\n* Life expectancy ≥3 months\n* Eastern Cooperative Oncology Group (ECOG) Performance Status ≤1\n* Have an interval of ≥3 weeks (or ≥2 weeks for NMC participants) since chemotherapy (≥6 weeks for nitrosoureas or mitomycin C), immunotherapy, hormone therapy or any other anticancer therapy or surgical intervention resection, or ≥3 half-lives for monoclonal antibodies, or ≥5 half-lives for other non-cytotoxic agents (whichever is longer)\n* CRPC participants must maintain ongoing androgen deprivation therapy with a gonadotropin releasing hormone (GnRH) analogue, antagonist or orchiectomy providing serum testosterone is \\<50 ng/dL (\\<1.7 nmol/L)\n* Participants receiving bisphosphonate or denosumab therapy must be on stable doses for at least 4 weeks before start of study therapy\n* Females must not be pregnant (negative urine or serum human chorionic gonadotropin test within 72 hours of study start)\n* Females of childbearing potential and male participants must agree to use adequate contraception starting with the first dose of trial treatment through 90 days after the last dose of study medication\n\nExclusion Criteria:\n\n* Has inability to swallow oral medications or presence of a gastrointestinal disorder (e.g. malabsorption) deemed to jeopardize intestinal absorption of birabresib\n* Has persistent grade \\>1 clinically significant toxicities related to prior antineoplastic therapies (except for alopecia). Stable sensory neuropathy ≤ grade 2 National Cancer Institute (NCI) - Common Terminology Criteria for Adverse Events (CTCAE) Version 4.0 is accepted\n* Known primary central nervous system (CNS) malignancy or symptomatic or untreated CNS metastases. Treated and stable CNS metastases are allowed.\n* History of prior or concomitant malignancies within 3 years of study start\n* Have other serious illness or medical condition, such as active infection, unresolved bowel obstruction, psychiatric disorders, or cerebrovascular accident within 1 year of study start\n* Known human immunodeficiency virus (HIV) and/or active Hepatitis B or C infections\n* Have one of the following cardiac-related conditions: Congestive heart failure or angina pectoris (except if medically controlled); myocardial infarction (within 1 year of study start); uncontrolled hypertension; or uncontrolled arrhythmias\n* Other concomitant anticancer treatment\n* Participation in another clinical trial or treatment with any investigational drug (excluding anticancer treatments) within 30 days of study start\n* Concomitant therapy with strong CYP3A4 inhibitors or inducers\n* Therapeutic anticoagulation (e.g. warfarin, heparin, etc.) must be stopped at least 7 days prior to the first dose of birabresib. Low-dose low molecular weight heparin (LMWH) is permitted\n* Is pregnant or breast-feeding",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}