{
    "nctId": "NCT00827307",
    "briefTitle": "Zoladex Plus Tamoxifen in Breast Cancer",
    "officialTitle": "The Effects of Adjuvant Zoladex Plus Tamoxifen on Breast Density in Pre- or Peri-menopausal Women With Early-stage Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Mammography, Estrogen, Lipemia, Endometrium, Ultrasonography",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 100,
    "primaryOutcomeMeasure": "Mammographic percentage density at 18months",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* provision of informed consent\n* histologically proven HR+ operable invasive breast cancer\n* completion of surgery and chemotherapy(if given).\n* women defined as pre- or perimenopausal according to all of the following: aged 50 years or younger, at least one menstrual period during the last months.\n\nExclusion Criteria:\n\n* clinical evidence of metastatic disease\n* pregnancy or breast-feeding\n* bilateral oophorectomy;\n* radiation of the ovaries\n* patients who, for whatever reason(eg, confusion, infirmity,alcoholism),are unlikely to comply with trial requirements\n* patients whose chemotherapy was started more than 8 weeks after completion of primary surgery or whose chemotherapy was completed more than 8 weeks before starting the study treatment. Chemotherapy, if given, should have been given post-operatively, ie, patients who received neoadjuvant chemotherapy are ineligible\n* patients who have not received chemotherapy and whose primary surgery was completed more than 8 weeks before starting the study treatment\n* previous hormonal therapy as adjuvant treatment for breast cancer\n* patients unwilling to stop taking any drug known to affect sex hormonal status, or in whom it would be inappropriate to stop\n* previous history of invasive malignancy within the last 5 years, other than squamous or basal cell carcinoma of the skin or carcinoma in situ of the cervix, adequately cone biopsied\n* treatment with a non-approved or experimental drug during 1 month before entry into the study\n* history of hypersensitivity to active or inactive excipients of tamoxifen and Zoladex\n* history of bleeding diathesis (ie. Disseminated intravascular coagulation, clotting factor deficiency), or long term anticoagulant therapy (other than antiplatelet therapy and low dose warfarin )\n* leukopenia and/or thrombocytopenia\n* history of ocular fundus diseases\n* history of thromboembolic diseases",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT"
}