{
    "nctId": "NCT01976169",
    "briefTitle": "Phase 1b Study of PD-0332991 in Combination With T-DM1(Trastuzumab-DM1)",
    "officialTitle": "Phase 1B Study of PD-0332991 in Combination With T-DM1 in the Treatment of Patients With Advanced HER2 (Human Epidermal Growth Factor Receptor 2)-Positive Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Advanced Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 29,
    "primaryOutcomeMeasure": "Maximum Tolerated Dose (MTD)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* 1.All subjects must be informed about the study and have signed a current IRB (Institutional Review Board) approved informed consent.\n\n  2. All subjects must have recurrent or metastatic HER2-positive breast cancer. diagnosed by biopsy.\n\n  3. All subjects must have previously received trastuzumab or other HER2 targeted therapies.\n\n  4.Tumor must be HER2-positive and RB-proficient. RB (Retinoblastoma protein)-proficiency is determined by tumor biopsy demonstrating RB normal and p16in4a low by immunohistochemistry. RB proficiency means that there is an intact RB pathway indicative of responsiveness to PD-0332991. RB staining is scored on an absent (no nuclear staining), weak (nuclear staining less than observed in endothelial cells and stromal cells surrounding the tumor), positive (nuclear staining at or above surrounding tissue) (0, 0.5, 1 respectively). P16ink4a is a routine clinical stain that is scored using absent, weak, positive, strong (0,1,2,3 respectively). Tumors will be scored using \\[p16\\]/\\[RB\\], where a score of less than 3 is required for inclusion. RB loss is expected to occur in less than 15% of cases.\n\n  5. Subjects must have a performance status of ≤ 2 on the ECOG (Eastern Cooperative Oncology Group)Performance scale.\n\n  6. Subjects must have bilirubin \\<1.5 mg/dl, transaminases \\<2.5x upper limit of normal, albumin \\>3gm/dl, creatinine \\<1.3mg/dl, adequate cardiac reserve (EF\\>50%), ANC (Absolute neutrophil count) \\>1,000/mcL (microliter), and Platelets \\>100,000/mcL.\n\n  7. Must be willing to be treated at the University of Texas Southwestern Hospital, University of Pennsylvania and affiliated clinics.\n\n  8. Subjects must be willing to use an approved form of birth control while on this study and for 90 days after completion.\n\n  9. Age \\> 18 years. 10. Subject must be able to swallow capsules and have no surgical or anatomic condition that will preclude the subject from swallowing and absorbing oral medications on an ongoing basis.\n\nExclusion Criteria:\n\n* 1. Chemotherapy, radiotherapy or hormonal therapy within 3 weeks ( 6 weeks for nitrosoureas, mitomycin C or bevacizumab), or who have not recovered from the adverse events to \\< grade 2 due to previous agents administered more than 4 weeks prior to Study Day 1.\n\n  2. Subjects less than 4 weeks post major surgery. 3. Known active CNS metastases or carcinomatous meningitis. Subjects with CNS (Central Nervous System) metastases including brain metastases who have completed a course of radiotherapy are eligible for the study provided they are clinically stable. However, oral corticosteroids for control of CNS symptoms are not allowed.\n\n  4. Known documented or suspected hypersensitivity to the components of the study drug(s) or analogs.\n\n  5. Uncontrolled systemic illness, including but not limited to ongoing or active infection.\n\n  6. Symptomatic congestive heart failure, unstable angina pectoris, stroke or myocardial infarction within 3 months.\n\n  7. Baseline neuropathy \\>grade 1. 8. Known positive for human immunodeficiency virus (HIV). Baseline HIV screening is not required.\n\n  9. Pregnant or breast-feeding subjects. 10. Subjects who are unable or unwilling to abide by the study protocol or to cooperate fully with the investigator or designee.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}