{
    "nctId": "NCT00429182",
    "briefTitle": "Purged Circulating Tumor Cells (CTCs) From Metastatic Breast Cancer",
    "officialTitle": "Phase II Study of Purging of Circulating Tumor Cells (CTCs) From Metastatic Breast Cancer Patients",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer, Metastatic Breast Carcinoma, Invasive Breast Carcinoma",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 32,
    "primaryOutcomeMeasure": "Number of Participants With Reduction in CTCs Following High-dose Chemotherapy With Purged Autologous Stem Cell Products",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. 18 to 55 years old\n2. Metastatic breast carcinoma.\n3. Histological confirmation of invasive breast carcinoma\n4. Complete or partial response to pre-transplant standard-dose chemotherapy, or hormonal therapy. For bone disease, stable disease (SD) is allowed.\n5. Patient must have tumor assessed for estrogen-receptor (ER) and progesterone-receptor (PR).\n6. Persistent detectable or non-detectable CTCs by Veridex Technology after completion of standard therapy.\n7. Zubrod performance status 0 or 1.\n8. Patients must have adequate hematological parameters (White Blood Count/WBC \\>= 3,000/mm3; platelet count \\>= 100,000/mm3)\n9. Adequate renal function (serum creatinine \\<= 1.5mg/dl)\n10. Adequate liver function (total bilirubin, serum glutamate pyruvate transaminase (SGPT) \\<= 2 times normal).\n11. Adequate cardiac function (Left ventricular ejection fraction (LVEF)\\>= 50%).\n12. Adequate pulmonary function (Carbon Monoxide Diffusing Capacity (DLCO)\\>= 50% of predicted value).\n13. Females of childbearing (women who are post-menopausal \\< 1 year, not surgically sterilized, or not abstinent) potential must use adequate contraception.\n14. Patients must sign an informed consent.\n\nExclusion Criteria:\n\n1. Prior HDCT with Autologous hematopoietic stem cell transplantation (AHST) in adjuvant setting.\n2. History or presence of brain/leptomeningeal metastasis.\n3. History of other malignancies except cured non-melanoma skin cancer or cured cervical carcinoma in situ.\n4. Presence of other severe medical illnesses or conditions. Severe heart disease, (myocardial ischemia, myocardial infarction, etc.) Pulmonary disease (COPD, asthma,etc). Renal failure and hepatic failure.\n5. Clinically significant active infections (patient requiring IV antibiotics, uncontrolled infections, or hospitalized due to infections).\n6. HIV infection.\n7. Pregnant or lactating women.\n8. Medical, social or psychologic factors which would prevent the patient from receiving or cooperating with the full course of therapy or understanding the informed consent procedure.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT"
}