{
    "nctId": "NCT04366713",
    "briefTitle": "A Study to Characterize Colon Pathology in Patients With HER2 Amplified Breast Cancer Treated With Neratinib",
    "officialTitle": "An Open-Label Phase 2 Study to Characterize Colon Pathology in Patients With HER2 Amplified Breast Cancer Treated With Neratinib",
    "overallStatus": "COMPLETED",
    "conditions": "HER2 Amplified Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "OTHER",
    "enrollmentCount": 6,
    "primaryOutcomeMeasure": "Changes in Colon Pathology",
    "eligibilityCriteria": "INCLUSION CRITERIA\n\n1. Aged ≥18 years.\n2. Histologically confirmed stage 1 through stage 4 primary adenocarcinoma of the breast.\n3. Documented HER2 overexpression or gene-amplified tumor by a validated approved method.\n4. Participants with confirmed stage 1 to stage 3c breast cancer receiving extended adjuvant treatment with neratinib monotherapy must have completed a course of prior adjuvant trastuzumab or experienced side effects that resulted in early discontinuation of trastuzumab that have since resolved.\n5. Participants with mBC must have had at least 2 prior HER2-directed regimens.\n6. Left ventricular ejection fraction (LVEF) ≥50% measured by multiple-gated acquisition scan (MUGA) or echocardiogram (ECHO).\n7. Eastern Cooperative Oncology Group (ECOG) status of 0 to 1.\n8. Negative β-human chorionic gonadotropin (hCG) pregnancy test for premenopausal women of reproductive capacity (those who are biologically capable of having children) and for women less than 12 months after menopause. \\[Women are considered postmenopausal if they are ≥12 months without menses, in the absence of endocrine or anti-endocrine therapies.\\]\n9. Women of childbearing potential must agree and commit to the use of a highly effective non-hormonal method of contraception, i.e., intrauterine device, bilateral tubal ligation, vasectomized partner, or abstinence (only when it is the preferred lifestyle of the participant), from the time of informed consent until 28 days after the last dose of the investigational products. Men (male participant) with a female partner of childbearing potential must agree and commit to use condom and the female partner must agree and commit to use a highly effective method of contraception (i.e., any of the above methods, or for females, hormonal contraception associated with inhibition of ovulation) while on treatment and for 3 months after last dose of investigational products.\n10. Recovery (i.e., to Grade 1 or baseline) from all clinically significant adverse events related to prior therapies (excluding alopecia, neuropathy, and nail changes).\n11. No major bleeding diathesis or use of anticoagulants that would pose a high risk for endoscopic procedure.\n12. Provide written, informed consent to participate in the study and follow the study procedures.\n\nEXCLUSION CRITERIA:\n\n1. Participants with confirmed stage 1 to stage 3c currently receiving chemotherapy, radiation therapy, immunotherapy, or biotherapy for breast cancer.\n2. Participants with mBC who have received prior capecitabine or HER2 directed tyrosine kinase inhibitor (TKI) therapy.\n3. Currently using drugs that have been implicated as causing microscopic colitis/watery diarrhea, such as acarbose, aspirin, proton pump inhibitors, nonsteroidal anti-inflammatory drugs (NSAIDs), histamine H2 receptor antagonists, selective serotonin reuptake inhibitors, and ticlopidine (Pardi, 2017).\n4. Major surgery within \\<28 days of starting treatment or received chemotherapy, investigational agents, or other cancer therapy, except hormonal therapy (e.g., tamoxifen, aromatase inhibitors), \\<14 days prior to the initiation of investigational products.\n5. Active uncontrolled cardiac disease, including cardiomyopathy, congestive heart failure (New York Heart Association functional classification of ≥2; including individuals who currently use digitalis, beta-blockers, or calcium channel blockers specifically for congestive heart failure), unstable angina, myocardial infarction within 12 months of enrollment, or ventricular arrhythmia.\n6. Corrected QT Interval (QTc) interval \\>0.450 seconds (males) or \\>0.470 (females), or known history of QTc prolongation or Torsade de Pointes (TdP).\n7. Diagnosis of inflammatory bowel disease\n8. Screening laboratory assessments outside the following limits:\n\n   Laboratory Parameters Required Limit for Exclusion Absolute neutrophil count (ANC) \\<1,000/µl (\\<1.0 x 109/L) Platelet count \\<50,000/µl (\\<100 x 109/L) Hemoglobin \\<8 g/dL (transfusions allowed) Transfusions must be at least 14 days prior to initiation of treatment Total bilirubin \\>1.5 x institutional upper limit of normal (ULN) (in case of known Gilbert's syndrome, \\<2 x ULN is allowed) Aspartate aminotransferase (AST) and/or alanine aminotransferase (ALT) \\>2.5 x institutional ULN (\\>5 x ULN if liver metastases are present) Creatinine Creatinine clearance \\<30 mL/min (as calculated by Cockcroft-Gault formula A or Modification of Diet in Renal Disease formula B) International Normalized Ratio (INR) \\>1.5 a Cockcroft and Gault, 1976 b Levey et al, 1999\n9. Active, unresolved infections.\n10. Participants with a second malignancy, other than adequately treated non-melanoma skin cancers, in situ melanoma or in situ cervical cancer. Participants with other non-mammary malignancies must have been disease free for at least 5 years.\n11. Currently pregnant or breast-feeding.\n12. Significant chronic gastrointestinal disorder with diarrhea as a major symptom (eg, Crohn's disease, malabsorption, or Grade ≥2 National Cancer Institute \\[NCI\\] Common Terminology Criteria for Adverse Events Version 4.0 \\[CTCAE v.4.0\\] diarrhea of any etiology at baseline).\n13. Clinically active infection with hepatitis B or hepatitis C virus.\n14. Evidence of significant medical illness, abnormal laboratory finding, or psychiatric illness/social situations that could, in the Investigator's judgment, make the person inappropriate for this study.\n15. Known hypersensitivity to any component of the investigational products; known allergies to any of the medications or components of medications used in the trial.\n16. Unable or unwilling to swallow tablets",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}