{
    "nctId": "NCT01703754",
    "briefTitle": "Adenoviral Vector Monotherapy or Combination With Chemotherapy in Subjects With Recurrent/Metastatic Breast Cancer.",
    "officialTitle": "A Phase II Randomized, Open Label Study of Ad-RTS-hIL-12 Monotherapy or Combination With Palifosfamide in Subjects With Recurrent/Metastatic Breast Cancer and Accessible Lesions",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer Nos Metastatic Recurrent",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 12,
    "primaryOutcomeMeasure": "Safety and tolerability of study drug therapy based on type and rate of adverse events and 16-week PFS rate.",
    "eligibilityCriteria": "Inclusion criteria:\n\n1. Males or females ≥ 18 years of age\n2. Histologically or cytologically confirmed adenocarcinoma of the breast, either locally recurrent or metastatic disease with injectable lesions, for which no proven curative therapy exists.\n3. Failed or progressed on at least 1 prior systemic chemotherapy regimen ± biologic/experimental therapy (if first-line therapy, failure or progression during the first 30 days).\n4. Resolution of all treatment-related toxicities to Grade 1 severity or lower, except for stable sensory neuropathy ≤ Grade 2 and alopecia.\n5. A minimum of 2 lesion(s) assessed by imaging using mRECIST v1.1.\n6. Eastern Cooperative Oncology Group performance status 0, 1, 2\n7. Male and female subjects must agree to use a highly reliable method of birth control.\n8. Adequate bone marrow reserve as indicated by:\n\n   1. Absolute neutrophil count \\> 1500/μL (without use of growth factors within 7 days)\n   2. Absolute lymphocyte count \\> 700/μL (without use of growth factors within 7 days)\n   3. Platelet count \\> 100,000/mm3 (without transfusion in prior 7 days)\n   4. Hemoglobin \\> 9.0 g/dL (without transfusion in prior 7 days)\n9. Estimated glomerular filtration rate using the Modification of Diet in Renal Disease equation: eGFR ≥ 60 mL/min/1.73 m2\n10. Adequate liver function as evidenced by the following:\n\n    1. Bilirubin ≤ 1.5 times the upper limits of normal (ULN)\n    2. Alanine aminotransferase (ALT), and aspartate aminotransferase (AST) ≤ 2.5×ULN, in the case of liver metastases ≤ 5×ULN\n\nExclusion Criteria:\n\n1. Subjects with human epidermal growth factor receptor 2 (HER2)/neu-positive (immunohistochemistry \\[IHC\\]) 3+ or fluorescence in situ hybridization-amplified) breast tumors who are eligible for, but who have not received HER2-targeted therapy (eg, trastuzumab)\n2. Concomitant anticancer therapies\n3. Prior therapies discontinuation periods:\n\n   1. Radiation within 3 weeks of enrollment\n   2. Chemotherapy within 4 weeks of enrollment\n   3. Nitrosoureas within 6 weeks of enrollment\n   4. Biologic therapy and/or immunomodulatory therapy, checkpoint inhibitors within 6 weeks of enrollment\n   5. No washout period is required for endocrine therapy\n4. Radiation therapy encompassing \\>25% of bone marrow\n5. History of bone marrow or stem cell transplantation\n6. Any congenital or acquired condition leading to inability to generate an immune response\n7. Immunosuppressive therapy:\n\n   1. Systemic immunosuppressive drugs including corticosteroids (prednisone equivalent \\>10 mg/day)\n   2. Immune suppression/requiring immunosuppressive drugs, including organ allografts\n   3. Active autoimmune disease requiring the equivalent of \\>10 mg/day of prednisone\n8. Major surgery within 4 weeks of study treatment\n9. History of prior malignancy, unless the prior malignancy was diagnosed and definitively treated ≥5 years previously with no subsequent evidence of recurrence\n10. Subjects with brain or subdural metastases, unless local therapy has completed and corticosteroids have been discontinued for this indication for ≥4 weeks before starting study treatment.\n11. Any medications that induce, inhibit, or are substrates of cytochrome P450 (CYP450) 3A4 within 7 days prior to the first dose of study drug\n12. Subjects with meningeal carcinomatosis\n13. Known significant hypersensitivity to study drugs or excipients\n14. History of malabsorption syndrome or other condition that would interfere with enteral absorption\n15. International Normalized Ratio (INR) and activated partial thromboplastin time \\[PTT\\] \\<1.5 x ULN, if not therapeutically anticoagulated.\n16. New York Heart Association (NYHA) Class II or greater congestive heart failure OR active ventricular arrhythmia requiring medication\n17. Any other unstable or clinically significant concurrent medical condition\n18. Localized infection at site of injectable lesion(s) requiring antiinfective therapy within 2 weeks of the first dose of study drug.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}