{
    "nctId": "NCT02829008",
    "briefTitle": "Low -Dose-bevacizumab and Pemetrexed Versus TPC in Metastatic HER2-negative Breast Cancer Patients",
    "officialTitle": "A Phase 2 Clinical Trial:Low -Dose-bevacizumab and Pemetrexed Versus Treatment of Physician's Choice in Metastatic HER2-negative Breast Cancer Patients After Failure of Taxanes and Anthracycline-containing Regimens",
    "overallStatus": "UNKNOWN",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 120,
    "primaryOutcomeMeasure": "Objective response rare (ORR)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Metastatic breast cancer females confirmed by pathological and/or cytological examination;\n2. Breast cancer patients who received taxanes and anthracycline-containing regimens previously;\n3. HER2-negative breast cancer patients confirmed by immunohistochemical test or fluorescent in situ hybridization(FISH);\n4. Patients aged from 18-70 years old, and patients with Eastern Cooperative Oncology Group（ECOG） performance status scored 0-2;\n5. One or more measurable lesions in imaging examination,with a diameter no less than 20mm in ordinary computed tomography (CT) or magnetic resonance imaging (MRI), or a scanning diameter no less than 10mm in spiral CT;\n6. Any other kind of concomitant chemotherapy is not allowed during the research. If the patients had accepted other chemotherapy before recruitment, he can enter into the study until the drug is eliminated 30 days later;\n7. Patients without any kind of major organ dysfunction: normal blood test results, normal function of heart, liver, kidney, marrow and so on.\n\nExclusion Criteria:\n\n1. Patients who had received any chemotherapy, radiotherapy, biotherapy, or drugs and physical treatment in other clinical trials four weeks within the enrollment;\n2. Patients who has no measurable or assessable lesions ;\n3. Patients with moderate or severe liver dysfunction\n4. Pregnant or lactational patients;\n5. Patients with severe complications, including severe heart disease, cerebrovascular disease, uncontrolled diabet and hypertension, severe infection , active peptic ulcer and so on;\n6. Patient who had previously received pemetrexed-containing regimens in metastatic setting.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}