{
    "nctId": "NCT04200768",
    "briefTitle": "FATLAS: Comprehensive Multi-level Characterization of Systemic and Mammary Adiposity in Breast Cancer Patients.",
    "officialTitle": "FATLAS: Comprehensive Multi-level Characterization of Systemic and Mammary Adiposity in Breast Cancer Patients.",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Neoplasms",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "BASIC_SCIENCE",
    "enrollmentCount": 150,
    "primaryOutcomeMeasure": "BMI",
    "eligibilityCriteria": "Inclusion Criteria:\n\nInclusion of 30 lean (BMI 18.5 - 24.9 kg/m²), 30 overweight (BMI 25 - 29.9 kg/m²), and 30 obese (BMI ≥ 30 kg/m²) patients with histological confirmation of Invasive Ductal Carcinoma (IDC) on core diagnostic biopsy; 5 lean, 5 overweight and 5 obese Inflammatory Breast Cancer (IBC) patients; 15 lean, 15 overweight and 15 obese patients with histological confirmation of Invasive Lobular Carcinoma (ILC) on core diagnostic biopsy and 20 male subjects with any type of breast cancer that meet following criteria:\n\n* be willing and able to provide written informed consent for this study;\n* be willing to provide plasma/blood and tissue samples;\n* be willing to have clinical measures of adiposity taken;\n* have stage I, II or III disease (so non-metastatic) with any clinical lymph node status;\n* be scheduled for surgical resection of the tumour in UZ Leuven.\n* have a tumour size of ≥ 1.5 cm in order to have sufficient tumour material for the biomarker analysis. Exceptions will be made for IBC patients, as in some cases no residual tumour will be found after neoadjuvant treatment;\n* be treatment naïve, i.e. not having received systemic breast cancer treatment prior to surgery. An exception is made for the IBC patients, as they will often have received first line neoadjuvant chemotherapy before surgery. IBC patients that do not undergo surgery after neoadjuvant treatment (e.g. because of inoperability of the patient) will not be included;\n\nExclusion Criteria:\n\n* pregnancy at time of diagnosis;\n* personal history of breast cancer (relapse/second primary);\n* mixed invasive tumour type on core biopsy or special type of breast carcinoma beside pure ILC;\n* history of an additional malignancy that is progressing or that has required active treatment in the 5 years prior to breast cancer diagnosis. Exceptions include basal cell carcinoma of the skin or squamous cell carcinoma of the skin that have undergone potentially curative therapy or in situ cervical cancer;\n* presence of an immune dysregulatory disease or condition which requires active immune modulatory treatment of any kind, or has required treatment in the past two years. Replacement therapy (e.g., thyroxine, insulin, or physiologic corticosteroid replacement therapy for adrenal or pituitary insufficiency, etc.) is not considered a form of systemic treatment;\n* history or current evidence of any condition, therapy, or laboratory abnormality that might confound the results of the trial in the opinion of the treating investigator.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}