{
    "nctId": "NCT05110170",
    "briefTitle": "Efficacy and Safety of LY01005 in Patients With Breast Cancer Compared to ZOLADEX®",
    "officialTitle": "A Multicenter, Randomized, Open-Label Phase Ⅲ Trial to Compare Efficacy and Safety of Goserelin Acetate Sustained-Release Microspheres for Injection (LY01005) and ZOLADEX® in Patients With Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 188,
    "primaryOutcomeMeasure": "Non-inferiority of LY01005 compared with ZOLADEX®: the percentage of subjects with serum E2 maintaining at postmenopausal level (≤30 pg/mL) from Week 4 to Week 12 after the first dose.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Women aged ≥18 and \\<60 at screening, in pre-menopausal status defined as: (1) Menses within 1 year before enrolment; (2) Serum E2 \\>30 pg/mL and FSH ≤40 mIU/mL within 4 weeks before enrollment. (If patients received hysterectomy, they should only meet the second item.)\n* Histologically confirmed ER+ primary breast cancer (ER+ defined as at least 10% of the cells examined by immunohistochemistry testing have estrogen receptors), TNM stage (according to the 8th edition of the AJCC Cancer Staging Manual): T1-T3, any N stage, M0 or Tis/T0, lymph node positive, M0.\n* Patients who have previously received breast cancer-related surgery, have no known clinical residual local regional lesions after surgery (adjuvant radiotherapy was allowed after surgery), and are suitable for treatment with the combination of the study drug and tamoxifen as judged by the investigator (patients who have received neoadjuvant/adjuvant chemotherapy were allowed);\n* Life expectancy of more than 9 months.\n* ECOG score of ≤ 2.\n* Female patients of child bearing potential who have a negative pregnancy test and their partners must agree to the use of non-hormonal contraception throughout the study period for at least 3 months after last dose.\n* Patients who voluntarily sign an IRB-approved informed consent form before any trial-related activities, are willing to abide by the restrictions of the study, and complete the prescribed examinations.\n\nExclusion Criteria:\n\n* Any evidence of distant metastatic lesions.\n* Have received any neoadjuvant /adjuvant endocrine therapy for breast cancer previously.\n* Have received a bilateral oophorectomy, ovarian radiotherapy, hypophysectomy or adrenalectomy, or who have pituitary lesions.\n* Have received major surgery within 4 weeks prior to randomization.\n* History or presence of another malignancy, other than surgically removed squamous/basal cell carcinoma of the skin or radically resected in situ cervical carcinoma, within the last 5 years.\n* Presence of infectious diseases requiring intramuscular or intravenous drug therapy at the screening visit.\n* Suffering from serious diseases within 6 months before the screening visit, including but not limited to: acute coronary syndrome, coronary revascularization, New York Heart Association (NYHA) class ≥ II cardiac insufficiency, severe unstable arrhythmia; Or the presence of fundus disease, severe osteoporosis, uncontrolled seizures, extensive bilateral lung disease diagnosed by high-resolution computed tomography, mental diseases that prevent the signing of informed consent at the screening visit.\n* History of bleeding diathesis (i.e., disseminated intravascular coagulation \\[DIC\\] or clotting factor deficiency) or long-term anti-coagulant therapy (other than anti-platelet therapy).\n* History of deep venous thrombosis, pulmonary embolism or stroke.\n* Total bilirubin \\>1.5xULN, ALT or AST \\>2.5xULN, platelets \\<90 × 10\\^9/L, QTc interval \\>460ms, creatinine clearance \\< 30 mL/min (calculated according to Cockcroft-Gault formula) at the screening visit.\n* Patients who are seropositive for hepatitis B surface antigen (HBsAg) must meet the following 2 conditions at the same time: 1. HBV DNA level: HBeAg-positive patients, HBV DNA ≥ 20,000 IU/ml \\[equivalent to 10\\^5 copies/mL\\]; HBeAg-negative patients, HBV DNA ≥ 2,000 IU/ml \\[equivalent to 10\\^4 copies/mL\\]; 2. ALT ≥ 2 x ULN).\n* Patients who are seropositive for any one of hepatitis C virus antibody (HCV-Ab), human immunodeficiency virus antibody (HIV-Ab) or anti-treponema pallidum antibody (TP-Ab).\n* Known to be allergic to the active ingredients or any excipients of GnRH analogues or tamoxifen.\n* Unwilling to stop taking any drug that affects sex hormonal status.\n* Have received any investigational drug, any investigational biological product or any investigational medical device, and discontinued within 1 month or 5 half-lives of the corresponding drug before the screening visit, whichever is longer.\n* Female patients who are pregnant or breast-feeding.\n* Other conditions considered unsuitable for enrollment by the investigator.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT"
}