{
    "nctId": "NCT02547987",
    "briefTitle": "Neoadjuvant Carboplatin and Docetaxel in Triple Negative Breast Cancer",
    "officialTitle": "CADENCE: Carboplatin and Docetaxel in Neoadjuvant Treatment of ER-Negative, HER2-Negative Breast Cancer: A Co-Clinical Trial With Genoproteomic Discovery",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 25,
    "primaryOutcomeMeasure": "Pathologic Complete Response",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* All patients must be 18 years of age or older.\n* All patients must be diagnosed with invasive breast cancer.\n* Breast cancer must be ER-negative, and HER-2 negative according to CAP/ASCO biomarkers testing guidelines. Tumors may be PgR positive with an Allred score of less than 5.\n* Primary breast tumor size at least 2 cm in one dimension by clinical or radiographic exam. Patients who have multicentric breast cancer are eligible if each lesion is estrogen receptor negative and HER2-negative. In that case, one lesion needs to be identified as the index lesion to be followed for clinical response. The index lesion must also be the lesion from which core biopsies are obtained.\n* Patients with inflammatory breast cancer are eligible if they meet both of the following criteria:\n\n  1. Patient has an underlying, clinically palpable breast mass of at least 2cm, AND\n  2. a corresponding lesion is visualized on mammogram or ultrasound\n* Normal bone marrow and organ function as defined below:\n\n  * Leukocytes \\> 3,000/mcL\n  * Absolute neutrophil count \\> 1,200/mcl\n  * Platelets \\> 100,000/mcl\n  * Serum bilirubin ≤ institutional 1.5 times upper limit of normal (ULN)\n  * Aspartate aminotransferase/alanine aminotransferase ≤ 2.5 times ULN\n  * Creatinine ≤ 1.5 ULN\n* Women of childbearing potential (defined as women under the age of 55 with intact ovaries and uterus) must agree to use adequate contraception prior to study entry and for the duration of study participation. They must also have a negative urine pregnancy test within 7 days of starting treatment.\n* Ability to understand and willingness to sign an IRB approved written informed consent document and follow study procedures including willingness to undergo study biopsies.\n\nExclusion Criteria:\n\n* Any prior systemic therapy for breast cancer within 5 years.\n* A history of other malignancy ≤ 5 years previous with the exception of basal cell or squamous cell carcinoma of the skin which were treated with local resection only or carcinoma in situ of the cervix.\n* Patients with known bilateral invasive breast cancer. Patients with contralateral in situ breast carcinoma are eligible.\n* Inflammatory breast cancer.\n* Patients with confirmed stage IV disease.\n* Currently receiving any other investigational agents.\n* A history of allergic reactions attributed to compounds of similar chemical or biologic composition to docetaxel or carboplatin.\n* Known to be seropositive for human immunodeficiency virus (HIV), hepatitis C virus (HCV), or hepatitis B virus (HBV).\n* Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements.\n* If the patient is otherwise not deemed a good study candidate by sole discretion of the principal investigator.\n* Patient is pregnant or breastfeeding.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}