{
    "nctId": "NCT05193149",
    "briefTitle": "Inspiratory Muscle Training in Obese Breast Cancer Survivors",
    "officialTitle": "Reducing Exercise Intolerance Through Inspiratory Muscle Training in Obese Breast Cancer",
    "overallStatus": "RECRUITING",
    "conditions": "Cancer Survivors, Obesity, Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 78,
    "primaryOutcomeMeasure": "Change in exercise tolerance",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* completed active treatment for a Stage 0-III breast cancer diagnosis within 6 months to 5 years of enrollment.\n* obese as defined by a body mass index (BMI) of 30 to 50 kg/m2\n* patients who are on adjuvant endocrine therapy will be allowed to participate.\n* sedentary (participating in less than 90 min of moderate intensity activity per week) and have at least one limitation in activity on the 10-question RAND-36 Physical Function Subscale to ensure some exercise intolerance\n\nExclusion Criteria:\n\n* functional limitations that make independent exercise unsafe\n* current smokers\n* metastatic breast cancer\n* ongoing or active infection with recent antibiotics or steroids\n* heart disease precluding exercise (congestive heart failure, unstable angina pectoris, cardiac arrhythmia)\n* psychiatric illness/social situations that would limit compliance with study requirements\n* orthopedic or neuromuscular disorders or arthritis that preclude participation in exercise\n* unwilling or unable to follow protocol requirements\n* pregnant or nursing\n* any condition which in the investigator's opinion deems the subject an unsuitable candidate to participate in this study\n* presence of provokable ECG changes suggestive of heart disease, or dangerous arrhythmias or exercise induced hypertension, etc. during the cardiopulmonary exercise test\n* non-English speaking",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}