{
    "nctId": "NCT01259284",
    "briefTitle": "Fish Oil Versus Statins Versus Placebos in Reducing Atrial Fibrillation in Patients Undergoing Thoracic Surgery for Lung Cancer",
    "officialTitle": "A Double Blinded, Randomized Study Comparing the Effectiveness of Fish Oil Supplements, Oral Statins, and Placebo in Reducing the Incidence of Atrial Fibrillation Following a Lung Resection in Patients With Lung Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Advanced Cancers",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2, PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 2,
    "primaryOutcomeMeasure": "Incidences of Atrial Fibrillation During First 4 Days After Lung Resection",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patients need to be in a normal sinus rhythm preoperatively.\n2. Participants undergoing planned lobectomy and 60 years of age or older or participants undergoing planned pneumonectomy and 18 years of age or older.\n3. Planned procedure is 5 days after the start of taking study drugs.\n4. Signed written informed consent\n5. Women of childbearing potential must have a negative pregnancy test (A woman of childbearing potential is a women who has not been naturally postmenopausal for at least 12 consecutive months or who has not undergone previous surgical sterilization)\n6. Adequate liver function evidenced by; aspartate aminotransferase (AST or SGOT) \\</= 2.5 \\* Upper Limits of Normal (ULN), and alanine aminotransferase (ALT or SGPT) \\</= 2.5 \\* ULN\n\nExclusion Criteria:\n\n1. Any history of supraventricular arrhythmia for which the patient is taking medications.\n2. Current use of antiarrhythmic medications other than beta-receptor antagonists, calcium-channel antagonists, or digitalis.\n3. Use of any supplemental n-3 fatty acids during the previous three months.\n4. Use of any statin therapy during the previous three months.\n5. Patients known to have a history of recent drug or alcohol abuse.\n6. Known allergy to seafood\n7. Current use of Gemfibrozil and Fenofibrate.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}