{
    "nctId": "NCT00123877",
    "briefTitle": "Study of GPX-100 in the Treatment of Metastatic Breast Cancer",
    "officialTitle": "Phase II, Open Label, Non-Randomized, Efficacy and Safety Study of an Intravenous Formulation of the Anthracycline Analog, GPX-100, in the Treatment of Metastatic Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer, Metastasis",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 40,
    "primaryOutcomeMeasure": "Efficacy: sum of complete responders and partial responders",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patient is female and at least 18 years of age.\n* Patient has histologically or cytologically confirmed diagnosis of breast cancer and clinical or pathologic evidence of metastatic disease at the time of presentation or following remission that resulted from standard therapy, which may have included adjuvant chemotherapy and hormonal therapy.\n* Patient has at least one measurable soft tissue metastatic lesion excluding bone metastases, brain metastases, ascites, and pleural effusions. A measurable lesion must be present on a radiographic study (CT scan is preferred) and must be \\> 20 mm maximum diameter on plain film or traditional CT scan (\\> 10 mm on spiral CT).\n* Patient has progressive disease based on the appearance of new lesions or an increase of at least 25% in the diameter of measurable lesions.\n* Patient has a performance status of at least 70% on Karnofsky scale; patient has a predicted life expectancy of at least 24 weeks.\n* Patient has not received any investigational agents within 4 weeks of this study and no chemotherapy for metastatic or recurrent disease. Patients should receive supportive care as indicated. Patients requiring palliative radiation therapy should receive their course of radiation treatment before entering the study.\n* Patient may have received adjuvant chemotherapy provided that the patient's relapse has occurred at least 12 months subsequent to completion of adjuvant therapy.\n* Patient may have received unlimited prior hormonal therapy, provided that it was completed at least 4 weeks prior to the first study treatment and there is radiographic evidence of progression following hormonal withdrawal.\n* Patient has fully recovered from any previous surgery (at least 4 weeks since major surgery) and radiation therapy (at least 4 weeks since treatment).\n* Patient has recovered from reversible toxicity from prior therapy. Permanent and stable side effects or changes are acceptable.\n* Patient has adequate hematological function, including neutrophils \\> 2,000 cells/uL, platelets \\> 100,000/uL, and hemoglobin \\> 10.0 gm/dL.\n* Patient has adequate organ function defined as a bilirubin within the normal range; AST \\< 1.5 times the upper limit of normal (ULN; \\< 2.5 times the ULN with liver involvement); alkaline phosphatase \\< 1.5 times ULN (\\< 3 times the ULN with liver involvement, or \\< 5 times the ULN with bone but no liver involvement); and serum creatinine \\< 2.0 mg/dL.\n* Patient has a normal ejection fraction (by institutional criteria) as determined by resting MUGA scan.\n* Patient has a negative pregnancy test prior to study entry if premenopausal or if less than 12 months after menopause. Premenopausal patients must use a medically effective form of contraception during the treatment period.\n* Patient is willing and able to comply with all study protocol requirements. The patient or a legally authorized representative must fully understand all elements of the informed consent and have signed the informed consent according to institutional and federal regulatory requirements.\n\nExclusion Criteria:\n\n* Patient is male.\n* Patient is pregnant or breast-feeding.\n* Patient has a history of hypersensitivity to anthracyclines.\n* Patient has received a cumulative dose of doxorubicin that exceeds 300 mg/m2 or a cumulative dose of epirubicin that exceeds 540 mg/m2.\n* Patient has received an anthracycline or other chemotherapy as adjuvant treatment for breast cancer within 12 months prior to entry into the study.\n* Patient has received an anthracycline or other chemotherapy regimen for metastatic or recurrent disease. Anthracycline-based adjuvant chemotherapy for initial disease does not exclude enrollment.\n* Patient has metastases involving the central nervous system (CNS).\n* Patient has metastases limited to bone.\n* Prior history of congestive heart failure (CHF), myocardial infarction within 6 months prior to enrollment, active ischemic heart disease, or uncontrolled hypertension.\n* Patient requires active medical therapy for CHF or arrhythmia.\n* Patient has participated in a study of any investigational drug within 4 weeks prior to the first study treatment.\n* Patient has a history within the past 5 years of other prior primary malignancy except for adequately treated basal cell or squamous cell skin cancer, in situ cervical cancer, or another cancer from which the patient has been disease-free for at least 5 years.\n* Patient has received chemotherapy, hormonal therapy, immunotherapy, biological therapy, or radiotherapy within 4 weeks prior to the first study treatment.\n* Patient has had major surgery within 4 weeks of the first study treatment.\n* Patient has received a blood transfusion, erythropoietin, G-CSF or GM-CSF within 4 weeks.\n* Patient has baseline laboratory values that are outside of the normal ranges or those listed (see Inclusion Criteria), which are clinically significant, as determined by the investigator.\n* Patient has lost 10% or more of body weight in the previous 3 months.\n* Patient has frequent vomiting or severe anorexia.\n* Patient has a serious, concurrent medical condition that would limit the patient's ability to complete or comply with the study requirements.\n* Patient is unable or unwilling to comply with the contraceptive requirements during the study period.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}