{
    "nctId": "NCT01375023",
    "briefTitle": "Allogenic Haematopoietic Cell Transplantation for Patients With Refractory \"Triple Negative\" Breast Cancer",
    "officialTitle": "Allogenic Haematopoietic Cell Transplantation Using a Non-myeloablative Preparative Regimen of Total Lymphoid Irradiation and Anti-Thymocyte Globulin for Patients With Refractory \"Triple Negative\" Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 3,
    "primaryOutcomeMeasure": "Response to treatment according to RECIST criteria",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologically or cytologically proven diagnosis of breast cancer with evidence of unresectable, locally recurrent, or metastatic disease. Locally recurrent disease must not be amenable to resection or radiation therapy with curative intent.\n* Documentation of estrogen and progestin receptor (ER/PR) negative status and HER2/neu receptor negative status (ie, FISH or CISH (where approved) negative or immunohistochemistry 0 or +1).\n* Prior treatment with an anthracycline, a taxane and alkylating agents alone or in combination in the neoadjuvant, adjuvant or metastatic disease setting.\n* Prior treatment with chemotherapy as follows: Receipt of adjuvant chemotherapy with RECIST (appendix B) defined disease progression documented during treatment or disease relapse within 6 months of last treatment, OR Receipt of chemotherapy in the first-line advanced disease setting with RECIST defined disease stable or progression documented during treatment, or, if the patient completed treatment with objective disease response, documented disease progression after discontinuing treatment. Patients entering the study on the basis of this criterion may have also previously received neo adjuvant or adjuvant treatment with chemotherapy.\n* Measurable disease as per RECIST. Measurable lesions that have been previously radiated will not be considered target lesions unless increase in size has been observed following completion of radiation therapy.\n* Male or female.\n* Patients age \\> 18 and \\< 70 years.\n* ECOG performance status 0-2.\n* Resolution of all acute toxic effects of prior therapy or surgical procedures to grade ≤1 (except alopecia).\n* Life expectancy \\>6 months.\n* A fully HLA-identical sibling donor is available. Patients with one antigen mismatched donors can be considered but only after discussion with the transplant team and the Principal Investigator.\n* The definitions of minimum adequacy for organ function required prior to study entry are as follows: serum aspartate transaminase (AST) and serum alanine transaminase (ALT) ≤2.5 x upper limit of normal (ULN), or AST and ALT ≤5 x ULN if liver function abnormalities are due to underlying malignancy; total serum bilirubin ≤1.5 x ULN; serum albumin ≥3.0 g/dL; absolute neutrophil count (ANC) ≥1500/μL; platelets ≥100,000/μL; haemoglobin ≥9.0 g/dL; serum creatinine ≤1.5 x ULN\n* Signed and dated informed consent\n* Willingness and ability to comply with scheduled visits, treatment plans, laboratory tests, and other study procedures.\n\nExclusion Criteria:\n\n* Uncontrolled CNS involvement with disease\n* Fertile men or women unwilling to use contraceptive techniques during and for 12 months following treatment\n* Females who are pregnant\n* Organ dysfunction defined as follows: cardiac ejection fraction \\<30% or uncontrolled cardiac failure; pulmonary: DLCO \\<40% predicted; liver: elevation of bilirubin to \\> 1.5 X ULN and/or transaminases \\>5x the upper limit of normal Renal: Serum creatinine \\>1.5 x ULN\n* ECOG performance status \\> 2\n* Patients with poorly controlled hypertension on multiple antihypertensives\n* Documented fungal disease that is progressive despite treatment\n* Viral infections: HIV positive patients. Hepatitis B and C positive patients will be evaluated on a case by case basis\n* Psychiatric disorders or psychosocial problems which in the opinion of the primary physician or Principal Investigator would place the patient at unacceptable risk from this regimen.\n* Patients may not be receiving any other investigational agents.\n* History of allergic reactions attributed to compounds of similar chemical or biologic composition to agents used in the study.\n* Any previous or current malignancy at other sites, with the exception of adequately treated cone-biopsied in situ carcinoma of the cervix and adequately treated basal or squamous cell carcinoma of the skin.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}