{
    "nctId": "NCT05727813",
    "briefTitle": "To Detect Cryoimmunologic Response Induced by Early Breast Cancer Ultrasound-guided Cryoablation (ICE-study)",
    "officialTitle": "Early Breast Cancer Ultrasound-guided Visual-ICE Galil Cryoablation; Can Tumor Cell Death Induced by Cryoablation be Detected by Specific Circulating Markers?",
    "overallStatus": "COMPLETED",
    "conditions": "Cancer, Treatment-Related, Tumor of Breast, Systemic Inflammatory Response, Stage I Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 20,
    "primaryOutcomeMeasure": "Immunogenic Cell Death induced by tumor cryoablation, cytokines",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* ≥ 18 year-old women with needle (14-20 G) biopsy-proven invasive breast cancer. The specimens taken are adequate for tumor classification and receptors analysis;\n* imaging (ultrasound and magnetic resonance imaging) confirmed single \\<2 cm breast cancer;\n* clearly visible lesion on ultrasound with a minimum distance of 1 cm between the tumor and the skin and 2 cm between the tumor and the nipple;\n* not eligible patients for neo-adjuvant therapy;\n* patients who are scheduled for breast cancer surgical resection (lumpectomy or mastectomy) after cryoablation; stage I disease: T1 N0;\n\nExclusion Criteria:\n\n* DCIS without invasive components on the core biopsy;\n* Tamoxifen, aromatase inhibitors and neoadjuvant chemotherapy within 30 days prior to Visual-ICE treatment;\n* XRT or previous ablative therapy to the affected breast;\n* distance \\<1 cm between the tumor and the skin, the nipple or the chest wall;\n* microcalcifications as the only evidence of breast cancer on imaging;\n* breast implants;\n* severe cardiac or cerebrovascular disease;\n* pregnancy, nursing or puerperium;\n* patients with a general health status ASA\\> 2, which includes in a non-limiting way patients suffering from renal dysfunction due to hepatorenal syndrome or who are in the perioperative period for liver transplantation;\n* active and ongoing infection, e.g. urinary tract infection, respiratory tract infection and other known infections;\n* poor blood glucose control;\n* severe hypertension;\n* any contraindications for Visual-ICE ablation therapy;\n* sleep apnea syndrome",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}