{
    "nctId": "NCT05301881",
    "briefTitle": "COntinue the SaMe Systemic Therapy After Local Ablative Therapy for Oligo Progression in Metastatic Breast Cancer - the COSMO Study",
    "officialTitle": "COntinue the SaMe Systemic Therapy After Local Ablative Therapy for Oligo Progression in Metastatic Breast Cancer - the COSMO Study",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer Invasive, Metastatic Cancer, Oligoprogressive",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 118,
    "primaryOutcomeMeasure": "Number of patients free of progression at 6 months",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologically confirmed invasive breast cancer\n* MBC according to TNM-staging\n* Oligoprogression defined as one or two distant metastatic lesions, limited to one organ, or the primary tumor or locoregional lymph nodes, increasing ≥20% in size and be larger than 15 mm or if metabolic activity increases (with 20% in SUVmax) on FDG-PET-CT.\n* Systemic treatment can be either endocrine, targeted, chemotherapy or immune-checkpoint blockade\n* Oligoprogression should occur during first- or second-line systemic therapy\n* Patients should be on systemic therapy for at least six months. Status should be stable disease or partial or complete response for at least 6 months.\n* Oligoprogression has to be detected with radiological imaging comparing the lesion on the same type of imaging modality as has been used at the start of systemic therapy.\n* The radiological imaging that shows progression must be performed within 49 (+/- 3) days prior to registration.\n* Bone metastases are classified as progressive if the lytic component of the lesion increases by ≥20% or the FDG-uptake increases by ≥20% on FDG-PET-CT\n* Oligo-progression has to be confirmed with a FDG-PET-CT-scan 6 weeks (42 days) after the first screening scan.\n* Lesion(s) must be amenable to resection, radiotherapy or radiofrequency ablation with the intent of local obliteration\n* Age ≥18\n* World Health Organization (WHO) Performance Status 0 or 1\n* Signed written informed consent before patient registration according to ICH/GCP, and national/local regulations\n\nExclusion Criteria:\n\n* Having received more than two lines of systemic therapy for MBC If a treatment regimen has been de-escalated without adding other therapies, this is seen as one line of therapy. For example: Pertuzumab/trastuzumab+docetaxel followed by pertuzumab/trastuzumab will be viewed as one line of systemic therapy.\n* Other malignancy except carcinoma in situ and basal-cell and squamous cell carcinoma of the skin, unless the other malignancy was treated ≥5 years ago with curative intent without the use of chemotherapy or radiation therapy\n* Current pregnancy or breastfeeding. Women of childbearing potential must use adequate contraceptive protection\n* Presence of any medical condition that would place the patient at unusual risk, up to the discretion of the clinician\n* Presence of any psychological, familial, sociological, or geographical condition potentially hampering compliance with the study protocol and follow-up schedule",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}