{
    "nctId": "NCT00567606",
    "briefTitle": "Prevention of Osteoporosis in Breast Cancer Survivors",
    "officialTitle": "Prevention of Osteoporosis in Breast Cancer Survivors",
    "overallStatus": "COMPLETED",
    "conditions": "Postmenopausal Osteoporosis",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "PREVENTION",
    "enrollmentCount": 249,
    "primaryOutcomeMeasure": "Bone Mineral Density",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* read, speak and understand English;\n* be female;\n* be between the ages of 35 and 75;\n* have completed treatment (except tamoxifen) for stage 0, I or II breast cancer (i.e. surgery, chemotherapy, radiation) at least 6 months prior to admission to the study;\n* be 1 year postmenopausal (12-months amenorrheic; subjects 55-years or younger with history of hysterectomy without oophorectomy must have it confirmed by two baseline measures of FSH \\>40 IU/ml);\n* have a BMD T-score of -1.0 SD or lower at one or more sites (spine, hip or forearm); and\n* have agreement of their primary care provider for participation in the study.\n\nExclusion Criteria:\n\n* have a recurrence of their breast cancer;\n* currently take hormone replacement therapy, bisphosphonates, calcitonin, raloxifene, calcitriol, or glucocorticosteroids.;\n* currently do strength/weight training exercises or high impact exercises (such as running, jumping rope, high impact aerobic dance, martial arts, volleyball, or basketball) two to three times weekly;\n* have a body mass index (BMI) equal to or greater than 35;\n* have serum calcium, creatinine or TSH (if on thyroid therapy) outside the normal limits;\n* have active gastrointestinal problems such as dysphagia, esophageal disease, gastritis, duodenitis, or ulcers;\n* have Paget=s disease;\n* have renal disease (renal stones or serum creatinine levels greater than the upper normal limits);\n* have a recent history of a spinal fracture (within the past 6 months);\n* have features of an acute fracture on baseline spinal x-rays;\n* have other concomitant conditions that prohibit strength/weight training exercises, calcium, or vitamin D intake.",
    "sex": "FEMALE",
    "minimumAge": "35 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}