{
    "nctId": "NCT02474641",
    "briefTitle": "Hypofractionation With Simultaneous Integrated Boost vs. Standard Fractionation in Early Breast Cancer",
    "officialTitle": "Adjuvant Radiotherapy After Breast-conserving Surgery in Early Breast Cancer: Hypofractionation With Simultaneous Integrated Boost vs. Standard Fractionation",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Early-Stage Breast Carcinoma",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 2324,
    "primaryOutcomeMeasure": "Progression free survival",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histopathologically confirmed breast cancer operated by breast conserving surgery with clear margins independently of further risk factors (positive or high-risk negative lymph node status, estrogen- or progesterone receptor status, Her-2/neu status uPA/PAI-1 criteria) and postoperative systemic therapy (chemotherapy, endocrine, antibody or bisphosphonate therapy were permitted when indicated)\n* Indication to adjuvant radiotherapy including boost radiotherapy\n* Clearly identified primary tumor region preferably by radiopaque clips\n* Primary wound healing after breast conserving therapy without signs of infection\n* Age ≥ 18 years\n* ECOG ≤ 2 Performance Status\n* Written informed consent\n* Compliance regarding treatment appointments and toxicity\n* Linguistic and cognitive ability to understand the questionnaires\n\nExclusion Criteria:\n\n* Patients operated by mastectomy\n* No indication for boost radiation (e.g. status after IORT)\n* double sided breast cancer\n* Resection margins positive for disease or insufficient identification of the boost volume\n* Indication for radiotherapy of the regional lymph nodes\n* History of prior breast or thoracic radiotherapy\n* Extended postoperative seroma at the beginning of radiotherapy\n* Previously administered radiotherapy not allowing the required dose\n* Pregnant or lactating patients and woman of child bearing potential, who lacked effective contraception\n* treatment history of other cancer or participation in another clinical trial testing radiotherapy or drugs within 4 weeks of the start of treatment.\n* Patients with serious, uncontrolled, physical or cerebrovascular disorders(e.g. myocardial infarction within the last 12 months) or neurologiy or psychiatric disorders thought to adversly affect treatment compliance",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}