{
    "nctId": "NCT03494205",
    "briefTitle": "Urtica Comp. Gel for Prevention and Therapy of Radiation Dermatitis",
    "officialTitle": "Urtica Comp. Gel for Prevention and Therapy of Radiation Dermatitis (An Interdisciplinary, Interprofessional Phase II Randomized Controlled Trial in Patients With Breast Cancer)",
    "overallStatus": "COMPLETED",
    "conditions": "Radiation Dermatitis",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 31,
    "primaryOutcomeMeasure": "Incidence of Radiation Dermatitis (RD) measured by the CTCAE",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Radiation therapy for Breast Cancer\n* Age \\>= 18 years\n* Written informed consent\n\nExclusion Criteria:\n\n* Ulcerated cancer at beginning of radiation therapy\n* Skin lesions in the radiation area before start of radiation therapy\n* Known allergies, hypersensitivity or reactions against one of the constituents of the investigational product \\[5\\]\n* Any neurological or psychiatric conditions that, in the evaluation of the treating physician, deem the patient incapable to participate in the study\n* Other clinically significant concomitant disease states (e.g., renal failure, hepatic dysfunction, cardiovascular disease, etc.) as judged by the PI\n\nThe following criteria are exclusion criteria for the conduct of the radiation therapy, which is prerequisite for inclusion into the study. Thus, such patients will anyway not meet the inclusion criteria and are explicitly excluded from participation:\n\n* Women who are pregnant or breast feeding\n* Lack of safe contraception, defined as: Female participants of childbearing potential, not using and not willing to continue using a medically reliable method of contraception for the entire study duration, such as oral, injectable, or implantable contraceptives, or intrauterine contraceptive devices, or who are not using any other method considered sufficiently reliable by the investigator in individual cases.\n* Please note that female participants who are surgically sterilised / hysterectomised or post-menopausal for longer than 2 years are not considered as being of child bearing potential.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}