{
    "nctId": "NCT03052166",
    "briefTitle": "Case Collection Study to Determine the Accuracy, Call Back and Cancer Detection Rates of QT Ultrasound in Breast Imaging",
    "officialTitle": "A Prospective Multi-center Case Collection Study of Breast Imaging Examinations From Women to Evaluate the Non-inferiority of QT Ultrasound Compared to Digital Mammography-Digital Breast Tomography (DM-DBT)",
    "overallStatus": "COMPLETED",
    "conditions": "Breast",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 755,
    "primaryOutcomeMeasure": "Comparison of QT Ultrasound to DM-DBT",
    "eligibilityCriteria": "INCLUSION CRITERIA All Subjects\n\n1. Female\n2. Age 18 or older\n3. Willing to receive a QT Ultrasound Breast Scan\n4. Willing and able to provide written Informed Consent prior to any research-related procedure(s)\n\nCohort A and B Subjects that do not meet these Inclusion Criteria will be evaluated for Inclusion in Cohort C\n\n1. Eligible for routine screening mammography as per ACR guidelines\n2. Willing and able to submit or complete at the clinical site a Digital Mammography with Digital Breast Tomosynthesis exam (to include Craniocaudal (CC) and Mediolateral Oblique (MLO) views - for one or both breasts, within 3 months, before or after, their QT scan.\n\nCohort C\n\n1. Willing and able to submit available breast imaging - for one or both breasts, before or after, their QT scan.\n\nEXCLUSION CRITERIA All Subjects\n\n1. Pregnancy\n2. Currently breastfeeding\n3. Allergies to device materials\n4. Physical inability to tolerate the procedure on the scanner, i.e. inability to lie prone and still for up to 30 minutes at a time\n5. Open wounds, sores or skin rash present on the breast(s) or nipple discharge from the scanned breast\n6. Breasts too large for scanner, i.e. inability to successfully \"fit\" breast after the subject is placed on scanner\n7. Body weight greater than 400 lbs. (180 kg)\n8. Has a concurrent disease or condition which in the judgment of the Principal Investigator disqualifies the subject, from participating in the study\n9. Magnetic material in the chest which in the judgement of the Principal Investigator would interfere with or be impacted by the magnets within the study device.\n\nCohort A and B Subjects that meet any of these conditions below will not be eligible for Cohort A or B and will be evaluated for eligibility in Cohort C.\n\n1. History of breast cancer in the past 12 months.\n2. Most recent screening mammography exam was completed more than 3 months but less than 11 months prior.\n3. History of breast surgeries or interventional breast procedures in the past 12 months, except for Fine Needle Aspiration(s) or Cyst Aspiration(s)",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}