{
    "nctId": "NCT01234012",
    "briefTitle": "Study of IMF-001 in Patients With Malignancies Expressing NY-ESO-1",
    "officialTitle": "A Phase I Study of Therapeutic Cancer Vaccine IMF-001 in Patients With Malignancies Expressing NY-ESO-1",
    "overallStatus": "COMPLETED",
    "conditions": "Solid Tumor",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 23,
    "primaryOutcomeMeasure": "Number of patients with adverse events as a measure of safety and tolerability of repeat doses.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patients with histologically proven progressive or metastatic solid tumors expressing NY-ESO-1, who have failed standard treatment and have no other effective treatment available (solid tumors such as melanoma, breast cancer, ovarian cancer, prostate cancer, esophageal cancer, uterine cancer, and sarcoma frequently express NY-ESO-1). Patients with malignant melanoma stages IIb and III, or stage IV melanoma that has been completely resected, or with stage I and II uterine serous cancer, clear cell carcinoma, or carcinosarcoma with documented expression of NY-ESO-1 may also enroll as they have a 50% or greater chance of developing recurrent disease.\n2. Documentation of tumor cells expressing NY-ESO-1 antigen as determined by immunohistochemistry.\n3. Must have target lesion(s) measurable or non-measurable by RECIST version 1.1. Exceptions: Patients with stages IIb or III melanoma, or stage IV melanoma that has been completely resected, will have no target lesions measurable by RECIST version 1.1 but may enroll; patients with prostate cancer without measurable disease but with rising prostate specific antigen (PSA) levels may enroll; patients with resected stage I and II uterine serous cancer, clear cell carcinoma, and carcinosarcoma will have no target lesions measurable by RECIST but may enroll.\n4. Has recovered from all acute adverse effects of prior therapy, with the exception of alopecia.\n5. Laboratory values within the following limits:\n\n   * Hemoglobin ≥ 8.0 g/dL\n   * WBC count ≥ 2.0 x 10\\^9/L\n   * ANC ≥ 1.0 x 10\\^9/L\n   * Platelet count ≥ 75 x 10\\^9/L\n   * Serum creatinine ≤ 1.5 mg/dL\n   * AST \\& ALT ≤ 2.5 x ULN (≤ 5 x ULN if with hepatic metastases)\n   * Serum total bilirubin ≤ 1.5 x ULN\n6. Performance status of 0 or 1 (ECOG Scale).\n7. Life expectancy ≥ 4 months.\n8. Ages 18 years or over.\n9. Patients with central nervous system metastases may be included if they are treated and stable for 2 months without the need for administration of steroids. Patients with unstable metastatic CNS disease are excluded.\n10. A negative pregnancy test must be documented at the screening/baseline visit for women of childbearing potential. A female patient of childbearing potential, and a male patient with a female partner of childbearing potential, must be using at least one form of Investigator-approved contraception while on-study and for at least 1 month after their last administration of study therapy.\n11. Able and willing to give written informed consent.\n\nExclusion Criteria:\n\n1. Clinically significant heart disease (NYHA Class III or IV).\n2. Serious active infection requiring antibiotics.\n3. Bleeding disorders.\n4. Unstable metastatic disease in the central nervous system.\n5. Concomitant systemic treatment with corticosteroids. Topical steroids are permitted.\n6. History of any severe or life-threatening hypersensitivity or allergic reaction.\n7. Known HIV infection.\n8. History of immunodeficiency disease or autoimmune disease, including scleroderma, Sjögren's syndrome, lupus erythematosus, idiopathic thrombocytopenic purpura (ITP), multiple sclerosis, or rheumatoid arthritis.\n9. Has received anticancer chemotherapy, immunotherapy, radiotherapy or any other investigational agent within 4 weeks (6 weeks for nitrosoureas or mitomycin C) prior to enrollment. Concomitant immunosuppressive therapy is not permitted. Adjuvant interferon alpha is not allowed for patients with stages IIb, III or IV melanoma. Prostate cancer patients with PSA only recurrence may have had previous androgen deprivation therapy, provided the 4 week washout period is observed.\n10. Pregnant or lactating women.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}