{
    "nctId": "NCT03611985",
    "briefTitle": "Phase I/IIa Study of Pharmacokinetics and Safety of Epidiferphane™ and Taxanes in Breast Cancer Patients",
    "officialTitle": "Study of Pharmacokinetics and Safety of Epidiferphane™ and Taxanes in Breast Cancer Patients",
    "overallStatus": "WITHDRAWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "N/A",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "Cmax of Epidiferphane's components",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Must be at least 18 years of age\n* Subjects on the phase I portion must have a clinical diagnosis of metastatic breast cancer. Subjects on the phase IIa portion must have a clinical diagnosis of breast cancer of any stage and histology.\n* Must be about to start a new chemotherapy treatment regimen containing either paclitaxel given weekly or docetaxel given every 3 weeks at UF Health\n* Must continue cancer therapy at UF Health for at least the next three months\n* A functioning digestive tract with no obstruction\n* Subjects must be willing to avoid regular consumption of green tea for the duration of trial participation.\n* Written informed consent obtained from the subject or the subject's legal representative and the ability for the subject to comply with all the study-related procedures.\n* Women of childbearing potential (WOCBP) must be using an adequate method of contraception to avoid pregnancy throughout the study.\n* Males with female partners of child-bearing potential must agree to use physician-approved contraceptive methods (e.g., abstinence, condoms, vasectomy) throughout the study.\n\nExclusion Criteria:\n\n* Must not be receiving any other investigational agents\n* Females or males of childbearing potential who are unwilling or unable to use an acceptable method to avoid pregnancy for the entire study period and following completion of taxane therapy for an additional 6 months for women of child bearing potential and 3 months for men with partners of child bearing potential.\n* Females who are pregnant or breastfeeding\n* Active systemic infection considered to be opportunistic, life threatening or clinically significant at the time of treatment.\n* Psychiatric illness or social situation that would limit compliance with trial requirements.\n* Known allergy to turmeric, broccoli, or green tea.\n* Subjects must not be on treatment with verapamil or tacrolimus during the trial.\n* History of any other disease, metabolic dysfunction, physical examination finding, or clinical laboratory finding (e.g. hemoglobin \\< 10 mg/dL, CTCAE v 5.0 grade 3 or higher neutropenia or thrombocytopenia) giving reasonable suspicion of a disease or condition that contraindicates the use of protocol therapy or that might affect the interpretation of the results of the study or that puts the subject at high risk for treatment complications, in the opinion of the treating physician.\n* Prisoners or subjects who are involuntarily incarcerated.\n* Subjects who are compulsorily detained for treatment of either a psychiatric or physical illness.\n* Subjects demonstrating an inability to comply with the study and/or follow-up procedures.\n* CTCAE v 5.0 grade 2 or higher peripheral sensory or motor neuropathy\n* CTCAE v 5.0 grade 1 or higher paresthesia\n* Alanine aminotransferase (ALT) or Aspartate aminotransferase (AST) \\>2.5 × the upper limit of normal (ULN)\n* Total bilirubin (TBL) \\>1.5 × ULN or \\>3 × ULN in the presence of documented Gilbert's Syndrome (unconjugated hyperbilirubinemia)\n* Glomerular filtration rate (GFR) \\<50 mL/min",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}