{
    "nctId": "NCT05983107",
    "briefTitle": "Chidamide/Everolimus for PIK3CA Wild-type/Mutant HR+/HER2- Advanced Breast Cancer",
    "officialTitle": "A Prospective Cohort, Open, Phase II Clinical Study of Chidamide/Everolimus Combined With Endocrine Therapy for PIK3CA Wild-type/Mutant Hormone Receptor Positive/Human Epidermal Growth Factor Receptor 2 Negative Advanced Breast Cancer",
    "overallStatus": "RECRUITING",
    "conditions": "HR+/HER2- Advanced Breast Cancer, Targeted Therapy",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 102,
    "primaryOutcomeMeasure": "First stage progression free survival (PFS1)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* The age at the time of signing the informed consent form is ≥ 18 years old and ≤ 75 years old, for menopausal/premenopausal women (premenopausal women need to receive ovarian function suppression treatment at the same time).\n* Breast cancer patients with HR positive (ER expression ≥ 10%, PR positive or negative) and HER2 negative (Immunohistochemical(IHC)0,1+; 2+, Fluorescence in situ hybridization(FISH) not expanded) confirmed by histology.\n* Histologically confirmed locally advanced breast cancer (no radical local treatment) or recurrent and metastatic breast cancer.\n* The patients who had previously progressed after the treatment of first-line or second-line cyclin-dependent kinases 4 and 6 inhibitors（CDK4/6 inhibitors）of endocrine and whose chemotherapy was ≤ second-line (relapse during the period of new adjuvant/adjuvant treatment or within 12 months after the end of treatment was regarded as first-line chemotherapy), the PIK3CA gene mutation detection was performed a. PIK3CA Mutant subjects were enrolled in queue A; b. PIK3CA wild-type subjects were included in queue B.\n* At least one measurable primary lesion (according to RECIST v1.1 standard) before enrollment.\n* The Eastern Oncology Collaborative Group (ECOG) physical fitness score is 0-2.\n* The toxic and side effects caused by previous anti-tumor therapy were relieved to 0-1 levels before the screening period (judged according to The NCI Common Terminology Criteria for Adverse Events version5.0 (NCICTCAE5.0); except for toxicity that researchers believe does not pose a safety risk to the subjects due to hair loss).\n* The functional level of organs must meet the following requirements: 1) Blood routine:\n\nAbsolute neutrophil count(ANC)≥1.5 × 109/L (growth factor not used within 14 days); Platelet(PLT) ≥100 × 109/L (no corrective treatment used within 7 days); Hb ≥ 100 g/L (without corrective treatment within 7 days); 2) Blood biochemistry: Total bilirubin(TBIL) ≤1.5 × upper limits of normal(ULN); Glutamine aminotransferase(ALT),Glutamic transaminase(AST)≤3 × ULN; Glutamine transpeptidase(GGT) ≤2.5 × ULN; If there is liver metastasis, then ALT and/or AST ≤ 5 × ULN; Glutamine transpeptidase GGT ≤5 × ULN; Urea, Blood urea nitrogen (BUN), creatinine (Cr) ≤1.5 × ULN; 3) Cardiac ultrasound: Left ventricular ejection fraction（LVEF）≥ 50%; 4) 12 lead ECG: QT interval (QTcF) corrected by Fridericia method, male\\<450ms, female.\n\n* Expected survival time ≥ 3 months.\n* Voluntarily participate in this clinical trial and sign a written informed consent form.\n\nExclusion Criteria:\n\n* Those who have received any mammalian target of rapamycin（mTOR） and histone deacetylase（HDAC） inhibitors at any time in the past.\n* Received chemotherapy, Targeted therapy, immunotherapy, interventional therapy or other systematic anti-tumor treatment within 4 weeks before the first administration of the study drug, or received radiotherapy within 3 weeks Note: Nitroso urea or Mitomycin C is within 6 weeks before the first use of the study drug, oral fluorouracil and small molecule targeted drugs are within 2 weeks before the first use of the study drug or within 5 half lives of the drug (whichever is longer), Traditional Chinese medicine with anti-tumor indications should be used within 2 weeks before the first use of the study drug.\n* Subjects who have undergone major surgical procedures or obvious trauma within 4 weeks prior to enrollment, or are expected to undergo major surgical treatment.\n* Subjects with brain or subdural metastasis are excluded. Unless its stability has been maintained for at least 4 weeks or Asymptomatic brain metastasis can be included in the group.\n* According to the investigator's judgment, there are concomitant diseases (such as severe hypertension, Thyroid disease, hyperlipidemia, active infection, etc.) that seriously endanger the patient's safety or affect the patient's completion of the study.\n* Patients with poor control of diabetes shall be determined by the researcher.\n* Clinically obvious gastrointestinal abnormalities that may affect drug intake, transport or absorption (such as inability to swallow, chronic diarrhea, Bowel obstruction, etc.).\n* Severe cardiovascular injury (greater than a history of congestive heart failure at New York Heart Association(NYHA) level II, unstable angina or myocardial infarction within the past 6 months, or severe arrhythmia.\n* Subjects have active hepatitis (hepatitis B reference: HBsAg positive and hepatitis B virus(HBV) DNA ≥ 500 international unit(IU)/ml; hepatitis C reference: hepatitis C virus(HCV) antibody positive and HCV copy number\\>upper limit of normal value); Subjects who are known to be positive for human immunodeficiency virus (HIV).\n* Female patients during pregnancy and lactation, female patients with Fertility and positive baseline Pregnancy test, or those of childbearing age who are unwilling to take effective contraceptive measures during the whole test period and within 90 days after the last administration of the study drug.\n* Have a clear history of neurological or mental disorders, including epilepsy or dementia, in the past.\n* Any medical condition in which the researcher believes that the subject is not suitable for entry into the study.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}