{
    "nctId": "NCT03113019",
    "briefTitle": "Autologous Antigen-activated Dendritic Cells in the Treatment of Patients With Breast Cancer",
    "officialTitle": "Investigation of the Clinical and Laboratory Efficacy of Autogemotherapy Based on Autologous Antigen-activated Dendritic Cells in the Treatment of Patients With Breast Cancer",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "EARLY_PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 26,
    "primaryOutcomeMeasure": "Сytotoxicity",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. For the first time established morphologically confirmed diagnosis of breast cancer\n2. patients with II A, II B, IIIA, III B stages of breast cancer;\n3. Patients with progressive or primary IV stage of breast cancer with cytologically confirmed and accessible soft tissue metastases;\n4. Patients with HER-2 / neu 3 + positive and patients with triple negative breast cancer of the I-II stage (biologically unfavorable forms of breast cancer more prone to recurrence and metastasis).\n5. Absence of severe somatic pathology in which medical intervention (at the stage of obtaining biological material or the stage of immunotherapy) will only worsen the patient's condition,\n6. The patient's desire.\n\nExclusion Criteria:\n\n1. Pregnancy at any time,\n2. Impossibility of correction of therapy of concomitant diseases, if the taken preparations are proved to influence the immune status,\n3. Rapid progression of the underlying disease, in which the use of immunotherapy is deontologically unjustified,\n4. Individual intolerance to the components of the vaccine and / or the development of severe side effects on any of the components,\n5. Refusal of the patient to participate in the study in oral or written form.\n6. Patient involvement in any other clinical study (including those that the patient has not been informed by the direct oncologist who has been treated, but which has become known already after the beginning of any stage of the study).",
    "sex": "FEMALE",
    "minimumAge": "28 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}