{
    "nctId": "NCT02619669",
    "briefTitle": "Neoadjuvant Run-In Study With TAK-228 Followed by Letrozole/TAK-228 in Women With High-Risk ER+/HER2- Breast Cancer",
    "officialTitle": "Phase 1b Neoadjuvant Run-In Study With TAK-228 Followed by Letrozole/TAK-228 in Women With High-Risk ER+/HER2- Breast Cancer",
    "overallStatus": "WITHDRAWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "Evaluation of Treatment-Related Adverse Events as Assessed by NCI CTCAE v4.0",
    "eligibilityCriteria": "Inclusion Criteria\n\nEach patient must meet all of the following inclusion criteria to be enrolled in the study:\n\n1. Post-menopausal women ≥18 years of age with clinical stage I-IV, ER positive / HER2 negative, breast cancer that will be managed by surgical resection.\n\n   The subject is post-menopausal if:\n   * She has had a prior bilateral oophorectomy\n   * Age is 60 or greater\n   * Age is under 60 but she has had at least 12 months or amenorrhea and with both follicle-stimulating hormone and estradiol levels in the post-menopausal range. Treatment with a luteinizing hormone-releasing hormone is not allowed for induction of ovarian suppression on this trial.\n\n   Patients with metastatic disease at diagnosis are eligible if clinically appropriate.\n\n   The patient must have had a baseline MRI performed as standard-of-care that can be used to calculate the distance(s) of the longest dimension(s) of the primary tumor(s).\n2. Histologic documentation of breast cancer by core needle or incisional biopsy.\n3. Tumor size must be ≥ 2 cm in the longest dimension.\n4. Patients must be at high risk for recurrence, which will be defined during the pre-treatment screening period as meeting one of the following criteria:\n\n   1. A histologically positive nodal deposit ≥0.2 mm\n   2. Histologic Grade 3\n   3. Peritumoral lymphatic vessel or vascular invasion\n   4. Oncotype Dx score of 25 or greater\n5. The invasive cancer must be HER2-low, defined as IHC 0-1+, or with a FISH ratio of \\<1.8 if IHC is 2+ or if IHC has not been performed.\n6. The invasive cancer must be estrogen receptor alpha (ER)-positive, defined as having ER staining by IHC in ≥10% of malignant tumor cells.\n7. The subject must be deemd appropriate for neoadjuvant endocrine therapy by the referring medical oncologist.\n8. The subject must agree to 4 months (120 days) of neoadjuvant treatment with TAK-228 and Letrozole, have blood draws and urine samples obtained, have research tumor biopsies performed at baseline and after 10 days of TAK-228 treatment, and have a repeat MRI performed prior to surgery (MRI is part of routine clinical care).\n9. ECOG performance status 0-1.\n10. Life expectancy of 12 months or longer.\n11. Adequate hematologic, hepatic, renal, and glycemic function:\n\n    1. Adequate bone marrow reserve: absolute neutrophil count (ANC) ≥ 1.5 x 109/L; platelet count ≥ 100 x 109/L; hemoglobin ≥ 9 g/dL;\n    2. Hepatic: total bilirubin ≤ 1.5 x upper limit of normal (ULN), transaminases (aspartate aminotransferase/serum glutamic oxaloacetic transaminase-AST/SGOT and alanine aminotransferase/serum glutamic pyruvic transaminase-ALT/SGPT) ≤ 2.5 x ULN;\n    3. Renal: creatinine clearance ≥50 mL/min based either on Cockcroft-Gault estimate from serum creatinine or based on urine collection (12 or 24 hour);\n    4. Metabolic: fasting serum glucose (≤ 130 mg/dL) and fasting triglycerides ≤ 300 mg/dL;\n12. Ability to swallow oral medications and maintain an empty stomach state for two hours prior to the TAK-228 dose and for one hour following administration.\n13. Ability to give informed consent.\n\nExclusion Criteria\n\nPatients meeting any of the following exclusion criteria are not to be enrolled in the study:\n\n1. Any serious medical or psychiatric illness that could, in the investigator's opinion, potentially interfere with the completion of treatment according to this protocol.\n2. Any other presurgical therapy for breast cancer.\n3. Prior anti-estrogen therapy within the last 5 years.\n4. Prior treatment with an mTOR, AKT, or PI3K inhibitor.\n5. Treatment within the past two years with a bisphosphonate or a Rank ligand inhibitor.\n6. Manifestations of malabsorption due to prior gastrointestinal (GI) surgery, GI disease, or for an unknown reason that may alter the absorption of TAK-228. In addition, subjects with enteric stomata are also excluded.\n7. Poorly controlled diabetes mellitus defined as HbA1c \\> 7%. Subjects with a history of transient glucose intolerance due to corticosteroid administration are allowed in this study if all other inclusion/exclusion criteria are met.\n8. History of any of the following within the last 6 months prior to study entry:\n\n   1. Ischemic myocardial event, including angina requiring therapy and artery revascularization procedures.\n   2. Ischemic cerebrovascular event, including TIA and artery revascularization procedures.\n   3. Requirement for inotropic support (excluding digoxin) or serious (uncontrolled) cardiac arrhythmia (including atrial flutter/fibrillation, ventricular fibrillation or ventricular tachycardia).\n   4. Placement of a pacemaker for control of rhythm.\n   5. New York Heart Association (NYHA) Class III or IV heart failure (See Appendix B).\n   6. Pulmonary embolism.\n9. Significant active cardiovascular or pulmonary disease at the time of study entry, including:\n\n   1. Uncontrolled high blood pressure (i.e., systolic blood pressure \\>180 mm Hg, diastolic blood pressure \\> 95 mm Hg)\n   2. Pulmonary hypertension\n   3. Uncontrolled asthma or O2 saturation \\< 90% by ABG (Arterial Blood Gas) analysis or pulse oximetry on room air\n   4. Significant valvular disease; severe regurgitation or stenosis by imaging independent of symptom control with medical intervention, or history of valve replacement\n   5. Medically significant (symptomatic) bradycardia\n   6. History of arrhythmia requiring an implantable cardiac defibrillator\n   7. Baseline prolongation of the rate-corrected QT interval (QTc) (e.g., repeated demonstration of QTc interval \\> 480 milliseconds, or history of congenital long QT syndrome, or torsade de pointes) Confidential v03January2017 40\n10. Treatment with strong CYP3A4 and CYP2C19 inhibitors and/or inducers must be discontinued at least 1 week before administration of the first dose of study drug.(see Appendix C)\n11. Initiation of treatment with hematopoietic growth factors, transfusions of blood and blood products, or systemic corticosteroids (either IV or oral steroids, excluding inhalers) within 1 week before administration of the first dose of study drug (patients already receiving erythropoietin on a chronic basis for ≥ 4 weeks are eligible).\n12. Other clinically significant co-morbidities, such as uncontrolled pulmonary disease, active central nervous system disease, active infection, or any other condition that could compromise participation of the patient in the study.\n13. Central nervous system (CNS) metastasis.\n14. Known human immunodeficiency virus infection.\n15. Known hepatitis B surface antigen-positive, or known or suspected active hepatitis C infection.\n16. Patients receiving systemic corticosteroids (either IV or oral steroids, excluding inhalers or low-dose hormone replacement therapy) within 1 week before administration of the first dose of study drug.\n17. Daily or chronic use of a proton pump inhibitor (PPI) and/or having taken a PPI within 7 days before receiving the first dose of study drug.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}