{
    "nctId": "NCT04807595",
    "briefTitle": "Estimation of the Prevalence of HER2 Low and Describe the SoC, Treatment Patterns, and Outcome in Real-world Practice Among Unresectable and/or Metastatic Breast Cancer Patients With HER2 Low Status",
    "officialTitle": "A Multicenter Study to Estimate the Prevalence of HER2 Low and Describe the SoC, Treatment Patterns, and Outcome in Real-world Practice Among Unresectable and/or Metastatic Breast Cancer Patients With HER2-low Status - the RetroBC-HER2L Study",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 798,
    "primaryOutcomeMeasure": "Prevalence/Incidence of HER2 low among HER2-neg mBC patients, based on rescoring of historical HER2 fixed tissue IHC stained slides by Ventana 4B5 assay",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Men or women:\n\n   1. ≥ 18 years of age when consent provided for future sample and clinical data use - applicable for all countries participating in the study except Japan\n   2. ≥ 20 years of age when consent provided for future sample and clinical data use - applicable for Japan only\n2. Must have a histological or cytological confirmed diagnosis of unresectable or/and mBC between 01 January 2015 and 31 December 2017\n3. Must have provided written consent allowing for data and samples to be used in the future and this study would be covered by the consent for future use. If the patient is deceased, a waiver may be accepted\n4. Diagnosed as HER2-neg (HER2 IHC 0, 1+, 2+/ISH-), regardless of hormone status\n5. Progressed on any systemic anti-cancer therapy (eg, endocrine therapy, chemotherapy, CDK4/6i, targeted therapies other than anti-HER2, or immunotherapy) in the metastatic setting\n6. Must have historical HER2 fixed tissue IHC stained slides (preferably stained using Ventana 4B5 assay) in acceptable quality for accurate rescoring.\n\nExclusion Criteria:\n\n1. Have a history of other malignancies, other than basal cell carcinoma of the skin and squamous cell carcinoma of the skin\n2. Patients with historical HER2 status of IHC 2+/ISH+ or 3+, or HER2 amplified.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}