{
    "nctId": "NCT03978754",
    "briefTitle": "Assessment of Breast Cancer-Related Arm Lymphedema",
    "officialTitle": "Assessment of Breast Cancer-Related Arm Lymphedema-Comparison of Traditional Measurement Methods and Indocyanine Green（ICG）Lymphography",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 1600,
    "primaryOutcomeMeasure": "Sensitivity and specificity of indocyanine green (ICG) lymphography",
    "eligibilityCriteria": "The eligibility criteria for patients who visit the clinic:\n\nInclusion Criteria:\n\n* Patients with breast cancer who underwent axillary surgery.\n* Patients who have complaints about upper extremity lymphedema and are willing to undergo examination.\n* Sign the informed consent.\n\nExclusion Criteria:\n\n* Bilateral breast cancer.\n* A history of allergy to contrast agents.\n* There are arteriovenous thrombosis in the affected limb.\n* Regional lymph node recurrence\n* Did not sign informed consent.\n* Serious heart, brain and other diseases.\n* The primary lymphatic system diseases (such as lymphatic leakage).\n* Only one side of the limb received ICG angiography.\n\nThe eligibility criteria for preoperative subjects diagnosed with breast cancer:\n\nInclusion Criteria:\n\n• Preoperative subjects diagnosed with breast cancer at our breast center.\n\nExclusion Criteria:\n\n• We strictly excluded all possible causes of lymphedema. Subjects whose clinical stage of lymph node is N2 or higher were excluded. Subjects with lymphedema -related diseases or kidney disease, inflammatory breast cancer, a history of axillary surgery, radiotherapy to the upper limbs or the chest wall, soft tissue infection, pregnancy, congestive heart-failure, administration of diuretics (which may have significantly changed the hydration status) and implanted devices (e.g., pacemakers), were also excluded.",
    "sex": "FEMALE",
    "minimumAge": "N/A",
    "stdAges": "CHILD, ADULT, OLDER_ADULT"
}