{
    "nctId": "NCT02613416",
    "briefTitle": "Denosumab and MRI Breast Imaging",
    "officialTitle": "Phase II Correlative Study of Denosumab Effects on Tissue and Imaging Breast Biomarkers",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 42,
    "primaryOutcomeMeasure": "Relative Change of ≥ 5% in Breast Density at 6 Months",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Pre or postmenopausal women with first incidence of early stage (stages 0 - III) breast cancer who have completed all treatment and are cancer-free, which includes women at high risk for developing invasive cancer i.e. having a breast biopsy positive for atypical ductal or lobular hyperplasia or carcinoma in situ.\n* Age ≤ 75 years\n* 44 patients will be accrued as follows: a) 22 evaluable patients will be premenopausal as defined as regular menses (24-38 days) b) 22 evaluable patients will be postmenopausal as defined by a history of amenorrhea for at least one year or hormone levels (estradiol/FSH) consistent with menopause if post-hysterectomy status, or history of surgical/medical castration.\n* Normal serum calcium or albumin-adjusted serum calcium between 2.0 and 2.9 mmol/L (8.0-11.5mg/dL).\n* Adequate vitamin D level (25-hydroxy vitamin D level \\> 20 ng/mL)\n* Currently on no active treatment for breast cancer and at least 3 months post all the treatments, with the exception of aromatase inhibitors (exemestane, anastrozole, letrozole)\n* No prior or current use of IV bisphosphonates\n* No current use of oral bisphosphonates\n* Patients must have an unaffected, non-irradiated contralateral breast\n* Significant breast density as determined by mammography and defined by the descriptive terms scattered fibroglandular tissue/densities, heterogeneously dense, or mostly dense tissue in the mammography report.\n* Adequate renal function defined as a serum creatinine \\< 1.5 x ULN or CrCl \\> 30mL/min\n* A willingness and ability to follow the study protocol, as indicated by provision of informed consent to participate\n* Willingness to being tested for current pregnancy and use of birth control while being treated with denosumab (pre-menopausal women only)\n\nExclusion Criteria:\n\n* Age \\> 75 years\n* Subject has known sensitivity to any of the products to be administered during the study (e.g., mammalian derived products, denosumab, calcium, or vitamin D).\n* Patients have prior history or current evidence of osteonecrosis or osteomyelitis of the jaw.\n* Patients have active dental or jaw condition which requires oral surgery, including tooth extraction.\n* Patients have non-healed dental or oral surgery, including tooth extraction.\n* Patients with planned invasive dental procedures\n* Subject is pregnant or breast feeding, or planning to become pregnant within 5 months after the end of the treatment\n* Subject is of child bearing potential and is not willing to use, in combination with her partner, highly effective methods of contraception or abstinence during treatment and for 5 months after the end of treatment\n* Active infection with Hepatitis B, Hepatitis C, or Human Immunodeficiency virus (HIV)\n* Any condition or disorder that compromises the ability of the subject to provide written informed consent and/or comply with study procedures\n* History of claustrophobia\n* Have electrically, magnetically, or mechanically activated implants including cardiac pacemaker, cochlear implants, magnetic surgical clips or prostheses.",
    "sex": "FEMALE",
    "minimumAge": "N/A",
    "stdAges": "CHILD, ADULT, OLDER_ADULT"
}