{
    "nctId": "NCT02539615",
    "briefTitle": "A Trial of the ForeCYTE Breast Aspirator for Cytological Testing of Nipple Aspirate Fluid in Women 30-55 Years Old",
    "officialTitle": "A Single-arm, Multi-center Trial of the ForeCYTE Breast Aspirator for Sample Collection and Cytological Testing of Nipple Aspirate Fluid in Women 30-55 Years of Age",
    "overallStatus": "WITHDRAWN",
    "conditions": "Breast Cancer, Preneoplastic Conditions, BRCA",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "SCREENING",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "NAF cytological classification(s), according to the modified King Classification.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Healthy, female, age 30-55 years, from whom bi-lateral specimens can be obtained.\n\n   The following additional considerations apply:\n   * Women with prior mastectomy/lumpectomy may be considered for NAF-collection in the contralateral (non-operated) breast only if they were:\n\n     * Stage I or Stage II at the time of surgery;\n     * Have completed any and all hormonal therapy, chemotherapy, or targeted therapy at least one year prior to inclusion;\n     * Are considered disease-free (NED- No Evidence of Disease) at the time of study entry;\n   * Women under the age 30 may be enrolled if they are within 10 years of the age at diagnosis of breast cancer in a first-degree relative. No subject under the age of 21 may be enrolled.\n2. Any woman for whom NAF-cytology testing is considered to be beneficial by her physician. This includes, but is not limited to women with first- and/or second degree relatives with breast- or ovarian cancer. Known presence of a BRCA-1 or BRCA-2 germline mutation is allowed but not required. If known, any such mutation will be noted on the Case Report Form. The protocol does not provide for testing of women without known germ-line mutations.\n3. Non-lactating and non-pregnant.\n4. Good general health as determined by medical history, breast disease/cancer history, and clinical breast exam.\n5. Willing to give informed consent and follow study procedures as directed.\n\nExclusion Criteria\n\n1. Medical condition/psychiatric conditions making subjects a poor candidate for study, as determined by the Principal Investigator.\n2. Pregnancy or suspicion of pregnancy.\n3. Open cutaneous wounds or atopic dermatitis in the area of the nipple-areolar complex.\n4. No or inverted nipple on the breast unfit for fluid collection, or significant prior surgery in the area of the nipple-areolar complex.\n5. Participation in an investigational drug or device study less than 30 days prior to enrollment in this study.\n6. Pregnancy, childbirth, or lactation less than 90 days prior to enrollment in this study.\n7. Acute illness, including taking antibiotics, analgesics, antipyretics and/or cold medications less than 7 days prior to enrollment in this study.",
    "sex": "FEMALE",
    "minimumAge": "30 Years",
    "stdAges": "ADULT"
}