{
    "nctId": "NCT02649686",
    "briefTitle": "Durvalumab in Patients With HER-2 Positive Metastatic Breast Cancer Receiving Trastuzumab",
    "officialTitle": "A Phase 1b Pharmacodynamic Study of Durvalumab (MEDI4736) in Patients With HER-2 Positive Metastatic Breast Cancer (MBC) Receiving Trastuzumab",
    "overallStatus": "COMPLETED",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "OTHER",
    "enrollmentCount": 15,
    "primaryOutcomeMeasure": "Confirm the recommended phase II dose of durvalumab given to patients with advanced/recurrent HER-2 positive metastatic breast cancer (MBC) who are receiving treatment with trastuzumab",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients must have histologically and/or cytologically confirmed HER-2 positive (assessed locally and by current ASCO/CAP criteria) breast cancer that is advanced/metastatic/recurrent or unresectable and for which no curative therapy exists.\n* Patients enrolled to the RP2D / expansion cohort must have accessible disease suitable for biopsy and have consented to biopsy prior to treatment and at the end of cycle 1. Paired biopsies are strongly recommended in all patients.\n* Presence of clinically and/or radiologically documented disease. All radiology studies must be performed within 28 days prior to registration (within 35 days if negative).\n* All patients must have measurable disease as defined by RECIST 1.1. The criteria for defining measurable disease are as follows:\n\n  * Chest x-ray ≥ 20 mm\n  * CT scan (with slice thickness of 5 mm) ≥ 10 mm to longest diameter\n  * Physical exam (using calipers) ≥ 10 mm\n  * Lymph nodes by CT scan ≥ 15 mm to measured in short axis\n* Patients must be ≥ 18 years of age.\n* Patients must have an ECOG performance status of 0, 1, or 2.\n\nPrevious Therapy\n\n* Must have had prior exposure to a taxane, trastuzumab and pertuzumab\\* and preferably also prior exposure to TDM-1.\n\n  * Taxane and pertuzumab may have been in the adjuvant or neoadjuvant setting.\n  * Must not be eligible for further trastuzumab treatment per provincial / formulary guidelines (i.e. patient has had two prior lines of either trastuzumab or lapatinib).\n  * Must have received at least one HER-2 based therapy in the palliative setting. \\* Note: exceptions to the requirement for prior pertuzumab may be given. Consult CCTG.\n\nCytotoxic Chemotherapy:\n\n* There is no limit to the number of prior regimens.\n\nOther Systemic Therapy:\n\n* There is no limit to the number of prior regimens; however, patients may not have had prior immune therapies.\n* Patients must have recovered from all reversible toxicity related to prior chemotherapy or systemic therapy and have adequate washout as follows:\n\n  * Longest of one of the following:\n  * Two weeks,\n  * 5 half-lives for investigational agents,\n  * Standard cycle length of standard therapies.\n* Radiation:\n\n  * Prior external beam radiation is permitted provided a minimum of 28 days (4 weeks) have elapsed between the last dose of radiation and date of registration. Exceptions may be made for low-dose, non-myelosuppressive radiotherapy after consultation with NCIC CTG. Concurrent radiotherapy is not permitted.\n* Surgery:\n\n  * Previous surgery is permitted provided that a minimum of 28 days (4 weeks) have elapsed between any major surgery and date of registration, and that wound healing has occurred.\n* Laboratory Requirements (must be done within 7 days prior to registration)\n* Hematology\n* Absolute neutrophils ≥ 1.0 x 109/L\n* Platelets ≥ 100 x 109/L\n* Hemoglobin ≥ 90 g/L\n* Chemistry\n\n  * Bilirubin ≤ 1.5 x ULN (upper limit of normal)\\*\n  * AST and ALT ≤ 2.5 x ULN \\& ≤ 5.0 x ULN if patient has liver metastases\n  * Serum creatinine \\< 1.25 x ULN or: Creatinine clearance\\*\\* ≥ 40 mL/min\n* Female patients of childbearing potential who are sexually active with a non-sterilized male partner must use at least one highly effective method of contraception while on study and for 90 days after the last dose of durvalumab and consult product monograph for trastuzumab. Male partners of a female subject and non-sterilized male patients who are sexually active with a female partner of childbearing potential must use male condom plus spermicide while on study and for 90 days after the last dose of durvalumab and consult product monograph for trastuzumab. Female partners of a male subject must use a highly effective method of contraception throughout this period. Cessation of birth control after this point should be discussed with a responsible physician.\n* Subjects should not donate blood while participating in this study, or for at least 90 days following the last infusion of durvalumab, or until the time specified in the prescribing information of trastuzumab, whichever occurs longest.\n* Patient consent must be appropriately obtained in accordance with applicable local and regulatory requirements. Each patient must sign a consent form prior to registration in the trial and prior to tests which are considered to be study specific to document their willingness to participate.\n* Patients who cannot give informed consent (i.e. mentally incompetent patients, or those physically incapacitated such as comatose patients) are not to be recruited into the study. Patients competent but physically unable to sign the consent form may have the document signed by their nearest relative or legal guardian. Each patient will be provided with a full explanation of the study before consent is requested.\n* Patients must be accessible for treatment and follow up. Patients registered on this trial must be treated and followed at the participating centre. This implies there must be reasonable geographical limits (for example: 1 ½ hour's driving distance) placed on patients being considered for this trial.\n* In accordance with CCTG policy, protocol treatment is to begin within 5 working days of patient registration.\n\nExclusion Criteria:\n\n* Patients with a history of other malignancies requiring concurrent anticancer therapy.\n* Patients with brain metastases are eligible providing that they have been treated, are stable (CT scan prior to enrolment mandatory for patients with known brain metastases) and patients are on a stable or decreasing dose of steroids (no more than equivalent of prednisone 10mg).\n* Active or prior documented autoimmune or inflammatory disorders (including inflammatory bowel disease (e.g. colitis or Crohn's disease), diverticulitis with the exception of diverticulosis, celiac disease or other serious gastrointestinal chronic conditions associated with diarrhea), systemic lupus erythematosus, Sarcoidosis syndrome, or Wegener syndrome (granulomatosis with polyangiitis), rheumatoid arthritis, hypophysitis, uveitis, etc., within the past 2 years prior to the start of treatment. The following are exceptions to this criterion: patients with vitiligo or alopecia, Graves' disease, hypothyroidism (e.g. following Hashimoto syndrome) stable on hormone replacement, or psoriasis not requiring systemic treatment (within the past 2 years).\n* History of primary immunodeficiency, history of organ transplant that requires therapeutic immunosuppression and the use of immunosuppressive agents within 28 days of registration or a prior history of severe (grade 3 or 4) immune mediated toxicity from other immune therapy (NOTE: Intranasal/inhaled corticosteroids or systemic steroids that do not to exceed 10 mg/day of prednisone or equivalent dose of an alternative corticosteroid are permissible.)\n* Live attenuated vaccination administered within 30 days prior to registration or within 30 days of receiving durvalumab.\n* Any previous treatment with a PD-1 or PD-L1 inhibitor, or other immune based therapy including durvalumab.\n* History of hypersensitivity to durvalumab or trastuzumab or any excipient.\n* Mean QT interval corrected for heart rate (QTc) ≥ 470 ms calculated from 3 ECGs using Fredericia's Correction.\n* Patients who have experienced untreated and/or uncontrolled cardiovascular conditions and/or have symptomatic cardiac dysfunction (uncontrolled hypertension, unstable angina, congestive heart failure, myocardial infarction within the previous year or cardiac ventricular arrhythmias requiring medication, history of 2nd or 3rd degree atrioventricular conduction defects). Patients should have a LVEF ≥ 50%.\n* Concurrent treatment with other investigational drugs or anti-cancer therapy.\n* Patients with serious illnesses or medical conditions which would not permit the patient to be managed according to the protocol. This includes but is not limited to:\n* History of significant neurologic or psychiatric disorder which would impair the ability to obtain consent or limit compliance with study compliance.\n* Active infection (including any patient known to have active hepatitis B, hepatitis C or human immunodeficiency virus (HIV) or tuberculosis or any infection requiring systemic therapy).\n* active peptic ulcer disease or gastritis\n* Pregnant or lactating women. Women of childbearing potential must have a pregnancy test (urine or serum) proven negative within 14 days prior to registration. If test is positive, pregnancy testing may then include an ultrasound to rule-out pregnancy if a false-positive is suspected. For example, when beta-human chorionic gonadotropin is high and partner is vasectomized, it may be associated with tumour production of hCG, as seen with some cancers. Patient will be considered eligible if an ultrasound is negative for pregnancy.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}