{
    "nctId": "NCT03465202",
    "briefTitle": "Association of Capecitabine Pharmacokinetics and Toxicity With Aging",
    "officialTitle": "A Prospective Evaluation of Capecitabine and Metabolite Pharmacokinetics in Elderly Breast and Colorectal Cancer Patients and Their Association With Toxicity and Molecular Markers of Enzyme Activity and Aging",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer, Colorectal Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE4",
    "allocation": "NA",
    "primaryPurpose": "BASIC_SCIENCE",
    "enrollmentCount": 100,
    "primaryOutcomeMeasure": "Area under the curve (AUC) of capecitabine and metabolites",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* 1) Histologic or cytologic diagnosis of breast cancer or colorectal cancer. Patients should have disease that is suitable for capecitabine monotherapy as defined by the NICE Guidelines.\n\n  2) Patients must be within the first week of their first cycle of capecitabine treatment.\n\n  3) Estimated life expectancy of greater than 3 months. 4) Eastern Cooperative Oncology Group (ECOG) performance status of 0, 1, or 2. 5) Total serum bilirubin less than or equal to 25 micromol/L. 6) Serum aspartate aminotransferase (AST) and alanine aminotransferase (ALT) levels less than 2.5 times the upper limit of the normal range.\n\n  7) Serum albumin level greater than 32 g/L. 8) Creatinine clearance greater than or equal to 30 mL/minute. 9) Blood haemoglobin level of greater than 9 g/dL, with transfusion allowed. 10) Absolute neutrophil count greater than 2.5 x 109/L. 11) Platelet count greater than 100 x 109/L. 12) 18 years of age or older. 13) Written informed consent.\n\nExclusion Criteria:\n\n1. Pregnancy or breast feeding.\n2. Known HIV, Hepatitis B, or Hepatitis C infection.\n3. Known Gilbert syndrome.\n4. Uncontrolled diabetes (HbA1c greater than 7.5%).\n5. Any condition or disease that might affect oral absorption of medications, including:\n\n   1. Crohn's disease\n   2. Ulcerative colitis\n   3. Major gastric or small bowel resection\n\n      -",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}