{
    "nctId": "NCT01856036",
    "briefTitle": "Anti-Tumor Immunity Induced by Cryoablation of Invasive Breast Cancers",
    "officialTitle": "CHUM-CRYOABLATION: Anti-Tumor Immunity Induced by Cryoablation of Invasive Breast Cancers",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 2,
    "primaryOutcomeMeasure": "Characterization of the intra-tumoral and systemic immune response to cryoablation in invasive breast cancers",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Subjects with an invasive breast cancer 1.5 cm or less\n2. The breast cancer must be of ductal histology, unifocal, estrogen receptor positive and her2/neu negative.\n3. The tumor must be visible by ultrasound and the subject must not have had prior surgical resection of the primary lesion.\n4. A clip marking the breast cancer must have been placed at the time of initial diagnosis or will be placed prior to cryotherapy.\n5. The breast cancer must be amenable to cryoablation (visible by ultrasound and more than 2 mm from skin or chest wall).\n6. Subjects with metastatic disease at diagnosis who elect to have their primary tumor excised are eligible for enrollment.\n7. For subjects with breast implants, the treating physician must document that adequate distance exists between the lesion and the implant to ensure that the ablated lesion with not contact or jeopardize the implant.\n8. Subjects must be able to provide consent.\n\nExclusion Criteria:\n\n1. Subjects with breast cancers of lobular histology, with lymph vascular invasion or extensive intraductal component will be excluded.\n2. Subjects with multi-centric or multi-focal breast cancers\n3. Subjects with breast cancers that have invaded skin or have significant skin tethering (assessed clinically).\n4. Subjects receiving chemotherapy within one year or undergoing neoadjuvant chemotherapy are excluded.\n5. Subjects with metastatic disease at diagnosis will be excluded unless they elect definitive surgical therapy for their primary lesion.\n6. Subjects with breast cancers not amenable to cryoablation (lesions not visible by ultrasound, against the chest wall or within 2 mm of skin) will be excluded.\n7. Subjects diagnosed with another malignancy in the preceding 5 years will be excluded.\n8. Subjects diagnosed with simultaneous bilateral breast cancer.\n9. Subjects receiving immunosuppressive therapy within 6 months including oral steroids will be excluded.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}