{
    "nctId": "NCT01203839",
    "briefTitle": "Partial Breast Irradiation (PBI) Using 40 Gy for Select Patients With Early Invasive or Noninvasive Breast Cancer",
    "officialTitle": "A Phase II Study of Partial Breast Irradiation (PBI) Using 40 Gy for Select Patients With Early Invasive or Noninvasive Breast Cancer",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 110,
    "primaryOutcomeMeasure": "To evaluate the safety of PBI-directed external-beam radiation therapy",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Female\n* Age ≥ 18 years\n* Unicentric Stage I (T1N0M0) invasive ductal breast cancer or Grade 1 or II DCIS measuring \\<2 cm on pathology and/or mammogram that is histologically confirmed at MSKCC\n* Histologically negative tumor margin 2 mm or more from any inked edges or no tumor in a re-excision specimen or final shaved specimen\n* ECOG Performance Status of 0 or 1\n* Granulocytes ≥1,500/μl and platelet count must be ≥100,000/μl at the beginning of therapy for patients treated with adjuvant chemotherapy\n* Women \\>70 years or older with T1 invasive ductal carcinoma who are estrogen-receptor positive (ER+) with clinically negative axillary nodes and do not undergo surgical lymph node evaluation are eligible if patient will take hormonal therapy.\n* Patients with T1N0(i+) tumors on sentinel lymph node mapping or dissection (i.e., if tumor deposit is 0.2 mm or less, regardless of whether the deposit is detected by immunohistochemistry or hematoxylin and eosin staining) will also be eligible.\n* Clips must be placed in the lumpectomy cavity at the time of final excision in order to aid in the delineation of the tumor cavity at the time of simulation and radiation delivery.\n\nExclusion Criteria:\n\n* Patients with distant metastasis.\n* Patients who are pregnant or breastfeeding.\n* Patients with diffuse (\\>1 quadrant or \\>5 cm) suspicious microcalcifications.\n* Prior radiation therapy to the ipsilateral or contralateral breast or thorax.\n* Histological evidence of lymphovascular invasion (LVI). Cases termed focally suspicious for LVI but where no definitive LVI is found are eligible.\n* Histologic evidence of EIC, defined as the presence of intraductal carcinoma both within the primary infiltrating ductal tumor (comprising at least 25% of the tumor area) and intraductal carcinoma present clearly beyond the edges of the invasive tumor, or as a predominantly intraductal tumor with one or more areas of focal invasion.\n* Patients are not required to undergo BRCA1 and BRCA2 or other genetic mutation tests in order to enroll on the study. However, in the event a patient is tested and is found to be a mutation carrier, she would be excluded from the study. It would be an extremely rare/unlikely scenario for patients to be discovered BRCA positive after the completion of PBI, as all patients with risk factors for BRCA mutations (positive family history, Ashkenazi Jewish descent, ER-/PR-/her2-neu negative receptor status) are usually tested prior to radiation. Should such a situation exist, these patients will not receive additional RT and the patient will be replaced in the trial.\n* History of cosmetic or reconstructive breast surgery.\n* Psychiatric illness that would prevent the patient from giving informed consent.\n* Patients for whom the delivery of PBI is not feasible\n* Medical condition such as uncontrolled infection (including HIV), uncontrolled diabetes mellitus, or connective tissue diseases (lupus, systemic sclerosis, or other collagen vascular diseases) that, in the opinion of the treating physician, would make this protocol unreasonably hazardous for the patient.\n* Patients with a \"currently active\" second malignancy other than non-melanoma skin cancers. Patients are not considered to have \"currently active\" malignancies if they have completed therapy and are considered by their physicians to be at \\<5% risk of relapse within 3 years.\n* Patients who are already enrolled in or planning to enroll in other adjuvant systemic therapy protocols for both non-invasive or invasive breast cancer.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}