{
    "nctId": "NCT03131440",
    "briefTitle": "Optimization of Remotely Delivered Physical Activity Intervention for Breast Cancer Survivors",
    "officialTitle": "Designing With Dissemination in Mind: Optimization of a mHealth Physical Activity Intervention for Breast Cancer Survivors",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer Female, Physical Activity",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 280,
    "primaryOutcomeMeasure": "Adherence to a 12 Week Technology Supported Physical Activity Intervention",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Diagnosed with Stage I-III breast cancer within the last 5 years\n2. Have completed last cancer treatment (adjuvant chemotherapy, radiation therapy or surgery) at least 3 months prior to enrollment\n3. English speaking\n4. Currently participate in less than 60 minutes of moderate and vigorous physical activity per week\n5. Own a smartphone\n6. Have access to a computer with Internet\n7. Participants may be using adjuvant endocrine therapies.\n8. Willing to be waitlisted for future wave if current wave reaches capacity\n\nExclusion Criteria:\n\n-Women will be excluded if they report any of the following:\n\n1. Respiratory, joint or cardiovascular problems precluding physical activity\n2. Metastatic disease\n3. Planned elective surgery during duration of the intervention/follow-up that would interfere with participation (e.g., breast reconstructive surgery).\n\nONLY IF PARTICIPATING IN OPTIONAL BLOOD COLLECTION:\n\n1. A prior cardiovascular event (i.e. stroke, myocardial infarction)\n2. Have been diagnosed with an acute or chronic immune system medical conditions, or conditions that impact immune and endocrine function (e.g., CFS, Lupus, rheumatoid arthritis, Hepatitis C, or immunosuppressive treatment requiring conditions)",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}