{
    "nctId": "NCT01908556",
    "briefTitle": "Evaluation of Predictive Factors Regarding the Effectivity of Aromatase Inhibitor Therapy (PreFace)",
    "officialTitle": "Open Labeled, Propective, Multicentric Phase IV Study to Examine the Influence of Pharmacogenetic Markers on the Efficacy and Side Effects in Postmenopausal, Steroid Hormone Positive Breast Cancer Patients, Who Are Treated With Letrozol.",
    "overallStatus": "UNKNOWN",
    "conditions": "is to Identify Biomarkers That Could Predict the Efficacy of an Adjuvant Letrozol Treatment in Postmenopausal Breast Cancer Patients.",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE4",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 3545,
    "primaryOutcomeMeasure": "Disease free survival in association with tested genotypes (whole genome scan)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Indication for adjvuant antihormonal treatment of breast cancer\n* Age ≥ 18 years\n* Histological proven hormonal receptor positive breast cancer\n* No evidence of distant breast cancer disease\n* Patient must be postmenopausal\n* Postmenopausal is defined as one of the following criteria\n* Age above 55 years\n* Age ≤55 years, but no spontaneous menstruation since 12 months\n* Age ≤55 years and postmenopausal gonadotropin levels (luteinizing Hormone and follicle-stimulating hormone \\>40 IU/L)\n* Bilateral Oophorectomy\n* Life expectancy greater than 12 months\n* ECOG performance Status of at least 0, 1 or 2.\n* Patients should be able to be compliant to the study procedures\n* Signed informed consent\n\nExclusion Criteria:\n\n* Patients who have no indication for an aromatase inhibitor or have a known hypersensitivity to letrozole\n* Prior treatment with letrozole other aromatase inhibitors\n* Evidence of distant metastastatic breast cancer disease\n* Unstable or serious co-existing medical condition, including potentially serious infection that would make the patient inappropriate for study participation, or any serious medical or psychiatric disorder that would interfere with the patient's safety or informed consent. (No specific tests are required for confirmation of egilibility)\n* Other concurrent malignant disease with the exception of cone-biopsied in situ carcinoma of the cervix uteri, or adequately treated basal or squamous cell carcinoma of the skin, or other curable cancers e.g. Hodgkin's disease or non-Hodgkin-lymphoma, provided 5 years have elapsed from completion of therapy, and there has been no recurrence\n* Patients with unstable angina, or uncontrolled cardiac disease (e.g. Class III and IV New York Heart Association's Functional Classification, see Appendix 9) or uncontrolled endocrine disorders.\n* Instabiler Diabetes mellitus; insulinpflichtiger Typ II Diabetes\n* Other antihormonal investigational or non-investigational drugs within the past 30 days and the concomitant use of investigational or non-investigational drugs except trastuzumab in the adjuvant treatment of HER2 positive breast cancer\n* Male patients\n* Psychological, familial, sociological, or geographical conditions that do not permit compliance with the protocol.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}