{
    "nctId": "NCT03518606",
    "briefTitle": "Metronomic Oral Vinorelbine Plus Anti-PD-L1/Anti-CTLA4 ImmunothErapy in Patients With Advanced Solid Tumours",
    "officialTitle": "A Phase I/II Basket Trial Evaluating a Combination of Metronomic Oral Vinorelbine Plus Anti-PD-L1/Anti-CTLA4 ImmunothErapy in Patients With Advanced Solid Tumour",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Advanced Solid Tumours, Breast Cancer, Head and Neck Cancer, Cervix Cancer, Prostate Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 126,
    "primaryOutcomeMeasure": "Maximum Tolerated Dose (MTD) and the phase II recommended dose (RP2D)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patient must have signed a written informed consent form prior to any study specific procedures.\n2. Histologically confirmed locally advanced or metastatic solid tumours, resistant to conventional therapies, and candidate to experimental therapy by local clinical board, from the following primary tumours:\n\n   * Head and neck squamous cell carcinomas,\n   * Breast cancer,\n   * Prostate cancer,\n   * Cervical cancer,\n   * Miscellaneous primary tumours (except melanoma, non-small cell lung cancer \\[NSCLC\\], and renal cell cancer) with a high mutational load, as defined by a molecular clinical board after next-generation sequencing (comprehensive cancer gene panel or whole genome/exome sequencing) analysis.\n3. Patients aged ≥18 years at registration.\n4. Life expectancy ≥3 months.\n5. Measurable disease according to Response Evaluation Criteria in Solid Tumors (RECIST) v1.1.\n6. Eastern Cooperative Oncology Group (ECOG) performance status ≤1.\n7. Body weight \\>30 kg.\n8. Normal haematological function (ANC ≥1.5 x 10⁹/L; platelets count ≥100 x 10⁹/L; haemoglobin ≥9.0 g/dL).\n9. Normal hepatic function: total bilirubin ≤1.5 upper limit of normal (ULN) (unless documented Gilbert's syndrome); asparate aminotransferase (ASAT) and alanine aminotransferase (ALAT) ≤2.5 ULN (≤5 ULN in the presence of liver metastases).\n10. Normal cardiac function: left ventricular ejection fraction (LVEF) ≥50% (any assessment method).\n11. Measured Creatinine clearance (Cockcroft and Gault) ≥40 mL/min OR creatinine ≤1.5 times ULN.\n12. Evidence of post-menopausal status or negative urinary or serum pregnancy test for female pre-menopausal patients (urine within 72 hours, or serum pregnancy test within 14 days prior to enrolment).\n13. Patient willing and able to comply with the protocol for the duration of the study including: treatment and scheduled visits during the treatment phase, and visits during follow up.\n14. Patient is willing to comply with a baseline tumour biopsy (unless an archived biopsy of a secondary or a primary site of the current disease-collected within 3 months prior enrolment is available for research ; bone metastasis are accepted only when predominant extra-bone tissue is available), and with a series of blood samples throughout the study.\n15. Patient must be affiliated to a social health insurance.\n\nExclusion Criteria:\n\n1. Other concurrent malignancies, except adequately treated cone-biopsied in situ carcinoma of the cervix, or basal cell or squamous cell carcinoma of the skin. Patients who have had potentially curative therapy for a prior malignancy are eligible provided there has been no evidence of disease for ≥5 years and the risk of recurrence is considered low.\n2. Active brain metastases, spinal cord compression, or leptomeningeal disease. Patients whose brain metastases have been treated may participate if the brain metastases are stable by imagery (defined as 2 brain images, both obtained after treatment of the brain metastases and at least four weeks apart, and showing no evidence of intracranial progression). In addition, any neurologic symptoms caused by the brain metastases or their treatment must be resolved or stable, without steroidal treatment or with a dose of steroid ≤10 mg/day of prednisone or its equivalent and an anticonvulsants, for at least 14 days prior to the start of treatment.\n3. Previous treatment with an anti-PD1/PD-L1 including durvalumab or an anti-CTLA-4 therapy including tremelimumab or vinorelbine.\n4. Patients with known allergy or severe hypersensitivity to any of the study treatments or any of the study treatment excipients.\n5. History of active primary immunodeficiency.\n6. Active or prior documented autoimmune or inflammatory disorders (including inflammatory bowel disease \\[e.g., colitis or Crohn's disease\\], diverticulitis \\[with the exception of diverticulosis\\], systemic lupus erythematosus, Sarcoidosis syndrome, or Wegener syndrome \\[granulomatosis with polyangiitis, Graves' disease, rheumatoid arthritis, hypophysitis, uveitis, etc.\\]). The following are exceptions to this criterion:\n\n   * Patients with vitiligo or alopecia.\n   * Patients with hypothyroidism (e.g., following Hashimoto syndrome) stable on hormone replacement therapy.\n   * Any chronic skin condition that does not require systemic therapy.\n   * Patients without active disease in the last 5 years may be included but only after consultation with the study physician.\n   * Patients with celiac disease controlled by diet alone.\n7. History of allogeneic organ transplantation.\n8. History or evidence of active, non-infectious pneumonitis.\n9. Active infection including tuberculosis (clinical evaluation that includes clinical history, physical examination and radiographic findings, and tuberculosis testing in line with local practice), hepatitis B (known positive hepatitis B virus (HBV) surface antigen (HBsAg) result), hepatitis C, or human immunodeficiency virus (positive HIV 1/2 antibodies). Patients with a past or resolved HBV infection (defined as the presence of hepatitis B core antibody (anti-HBc) and absence of HBsAg) are eligible. Patients positive for hepatitis C (HCV) antibody are eligible only if polymerase chain reaction is negative for HCV RNA.\n10. Current or prior use of immunosuppressive medication within 14 days before the first dose of durvalumab or tremelimumab. The following are exceptions to this criterion:\n\n    * Intranasal, inhaled, topical steroids, or local steroid injections (e.g., intra articular injection)\n    * Systemic corticosteroids at physiologic doses ≤10 mg/day of prednisone or its equivalent\n    * Steroids as premedication for hypersensitivity reactions (e.g., CT scan premedication)\n11. Uncontrolled intercurrent illness, including but not limited to, symptomatic congestive heart failure, uncontrolled hypertension, unstable angina pectoris, clinically significant cardiac arrhythmia, interstitial lung disease, serious chronic gastrointestinal conditions associated with diarrhoea, or psychiatric illness/social situations that would limit compliance with study requirement, substantially increase risk of incurring adverse events, or compromise the ability of the patient to give written informed consent\n12. Patients who have received a live vaccine within 30 days of the planned start of the study treatment(s).\n13. Prior anticancer therapy, within the last 3 weeks. It includes radiotherapy (concurrent palliative radiotherapy is allowed), endocrine therapy, immunotherapy, chemotherapy (2 weeks for weekly schedule, 6 weeks for nitrosoureas and mitomycin C), or other investigational agents.\n14. Major surgery within 28 days prior to the first dose of study treatment. Note: Local surgery of isolated lesions for palliative intent is acceptable.\n15. Malabsorption syndrome or disease significantly affecting gastro-intestinal function or major resection of the stomach or proximal small bowel that could affect absorption of oral vinorelbine\n16. Any unresolved toxicity NCI CTCAE Grade ≥2 from previous anticancer therapy with the exception of alopecia, vitiligo, and the laboratory values defined in the inclusion criteria\n\n    * Patients with Grade ≥2 neuropathy will be evaluated on a case-by-case basis after consultation with the Study Coordinator.\n    * Patients with irreversible toxicity not reasonably expected to be exacerbated by treatment with durvalumab or tremelimumab may be included only after consultation with the Study Coordinator.\n17. Patients enrolled in another clinical study with an investigational product within 30 days of inclusion.\n18. Concurrent enrolment in another clinical study, unless it is an observational (non-interventional) clinical study or during the follow-up period of an interventional study\n19. Female patients who are pregnant or breastfeeding. Male or female patients of reproductive potential who are not willing to employ highly effective methods of contraception from screening to 180 days after receipt of the final dose of durvalumab and tremelimumab in combination or 90 days after the last dose of durvalumab monotherapy or vinorelbine.\n20. Persons deprived of their liberty or under protective custody or guardianship.\n21. Patients with any psychological, family, sociological or geographical problem potentially hampering compliance with the study protocol and follow-up schedule.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}