{
    "nctId": "NCT05656131",
    "briefTitle": "Fluzoparib in Combination With or Without Camrelizumab for Homologous Recombinant Deficiency (HRD) HER2 Negative Advanced Breast Cancer",
    "officialTitle": "Fluzoparib in Combination With or Without Camrelizumab for Homologous Recombinant Deficiency (HRD) HER2 Negative Advanced Breast Cancer，A Two-cohort, Open, Multicenter，Phase II Study",
    "overallStatus": "RECRUITING",
    "conditions": "Advanced HER2 Negative Breast Carcinoma HRD+Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 80,
    "primaryOutcomeMeasure": "Objective Response Rate",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Women ≥18 years old\n2. Histologically or cytologically confirmed locally advanced or metastatic breast cancer.\n3. Pathologically documented breast cancer that is HER2-negative for both primary tumor and metastases (if puncture results are available)\n4. ECOG PS of 0-1.\n5. For locally advanced or metastatic breast cancer, the tumor tissue HRD score\\> 42 is needed (for HRD testing, the recipient must provide a test report from an institution with a qualified testing unit prior to enrollment; if no report is available, the relevant test sample must be provided for confirmation in the central laboratory prior to enrollment).\n6. Presence of at least 1 measurable lesion based on computed tomography (CT) or magnetic resonance imaging (MRI) per Response Evaluation Criteria in Solid Tumors (RECIST) version 1.1).\n7. If treated with PARP inhibitors or immune checkpoint inhibitors in the (neo) adjuvant phase, a relapse-free interval of more than 1 year after the end of treatment is required.\n8. Prior treatment with paclitaxel-based chemotherapeutic agents is allowed.\n9. ≤ 2 lines of prior chemotherapy in the advanced stage.\n10. For HR+ patients, progression within two years of (neo) adjuvant endocrine therapy is required; patients who have progressed after more than two years of endocrine therapy are required to have received at least first-line endocrine therapy for metastatic disease (including CDK4/6 inhibitors, cidarabine and PI3K inhibitors, etc.).\n11. ≤ grade 1 (CTCAE v5.0) for all toxicities occurring in relation to prior antitumor therapy. However, patients with any grade of alopecia are allowed to enter the study.\n12. CNS metastases without symptoms may be enrolled.\n\n    * If there is no extracranial assessable lesion, intracranial lesions are required to be assessable and suitable for systemic therapy only\n    * If there is an extracranial evaluable lesion, patients with an intracranial lesion that has been stabilized with local therapy may be accepted for enrollment\n13. Routine blood tests within 1 week prior to enrollment are essentially normal.\n\n    * White blood cell count (WBC) ≥ 2.5 × 109/L.\n    * Neutrophil count (ANC) ≥ 1.5 × 109/L.\n    * Platelet count (PLT) ≥ 75 × 109/L.\n    * Patients may receive blood transfusions or erythropoietin therapy to meet this criterion.\n14. Basic normal liver and renal function tests within 1 week prior to enrollment.\n\n    * Total bilirubin (T BIL) ≤ 1.5 x the upper limit of normal (ULN).\n    * Glutathione transaminase (SGPT/ALT) ≤ 2.5 x ULN (≤ 5 x ULN in patients with liver metastases).\n    * Glutathione aminotransferase (SGOT/AST) ≤ 2.5× ULN (≤ 5× ULN in patients with liver metastases).\n    * creatinine clearance (Ccr) ≥ 60 ml/min.\n15. Patients subjects of reproductive/childbearing potential must agree to use a highly effective form of contraception or avoid intercourse during and upon completion of the study and after the last dose of treatment medicine for at least 90 days.\n16. A life expectancy of at least 12 weeks.\n17. Patients must be able to participate and comply with treatment and follow-up.\n\nExclusion Criteria:\n\n1. Has multiple primary malignancies and requires standardized treatment or major surgery within 2 years of the first dose of study treatment.\n2. Treated with PARP inhibitors in advanced stages.\n3. BRCA1/2 germline mutation.\n4. Symptomatic or unstable brain metastases.\n5. Any severe or poorly controlled systemic disease such as poorly controlled hypertension, active bleeding susceptibility or active infection, as judged by the investigator. Chronic disease needs to be excluded.\n6. Refractory nausea, vomiting or chronic gastrointestinal disease, inability to swallow study drug or previous extensive bowel resection that may interfere with adequate absorption of PARP inhibitors.\n7. Clinically severe pulmonary compromise resulting from intercurrent pulmonary illnesses including, but not limited to, any underlying pulmonary disorder (ie, interstitial lung disease, pulmonary emboli within three months of the study enrollment, severe asthma, severe chronic obstructive pulmonary disease \\[COPD\\], restrictive lung disease, pleural effusion etc), and any autoimmune, connective tissue or inflammatory disorders with pulmonary involvement (ie, rheumatoid arthritis, Sjögren's, sarcoidosis etc), or prior pneumonectomy.\n8. Otherwise considered inappropriate for the study by the Investigator.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}