{
    "nctId": "NCT05901142",
    "briefTitle": "Prehabilitation and RecOVERy From Surgery for Breast Cancer Study",
    "officialTitle": "The Feasibility of a Multi-phasic Exercise-based Intervention Utilising the Health Action Process Approach, Dyadic Coping and Wearable Technology in Women Before and After Surgery for Breast Cancer",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Exercise, Breast Neoplasm Female",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 34,
    "primaryOutcomeMeasure": "Number of participants recruited during the 36 week recruitment period",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Females aged 18 years or older\n* Scheduled to undergo elective surgery for biopsy-proven breast cancer (lumpectomy or mastectomy) for resection and/or reconstruction purposes\n* Patients scheduled after diagnosis of invasive breast cancer and ductal carcinoma in situ (DCIS)\n* Able to communicate in English and able to provide and understand informed consent\n* Willing to participate in supervised and home-based exercise\n* Have the approval of operating surgeon\n* At least 2 weeks until surgery\n* Access to a computer or smart device connected to the world wide web\n\nExclusion Criteria:\n\n* Evidence in the medical record of an absolute contraindication for exercise \\[e.g., Heart insufficiency \\> New York Heart Association (NYHA) III or uncertain arrhythmia; uncontrolled hypertension; severe renal dysfunction (Estimated Glomerular Filtration Rate (eGFR) \\< 30%, Creatinine\\> 3 mg/dl); insufficient haematological capacity like either haemoglobin value below 8 g/dl or thrombocytes below 30.000/µL; reduced standing or walking ability\\].\n* Metastatic breast cancer\n* Current smokers\n* Not fluent in written and spoken English\n* Engaging in regular exercise (at least 150 min per week of moderate exercise or at least 75 min per week of vigorous exercise, or an equivalent combination of moderate and vigorous exercise). This criterion will be assessed via the Physical Activity Vital Signs (PAVS) questionnaire, which asks the following two questions: 1) \"Please describe your level of physical activity, \\[first by\\] minutes per day, \\[followed by\\] number of days each week\", and 2) \"At what intensity (how hard): light (like a casual walk), moderate (like a brisk walk), or vigorous (like a jog/run)?\" (Ball et al., 2016). The questionnaire is scored by multiplying the days by minutes of physical activity to create an estimate of minutes per week of at least moderate-to-vigorous physical activity.\n* Symptoms of long-covid/post covid syndrome",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}