{
    "nctId": "NCT02764541",
    "briefTitle": "Palbociclib and Endocrine Therapy for LObular Breast Cancer Preoperative Study (PELOPS)",
    "officialTitle": "Palbociclib and Endocrine Therapy for LObular Breast Cancer Preoperative Study (PELOPS): A Randomized Phase II Study of Palbociclib With Letrozole Versus Letrozole Alone for Invasive Lobular Carcinoma and Invasive Ductal Carcinoma",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 195,
    "primaryOutcomeMeasure": "Difference in Anti-proliferative Activity of Patients Given Letrozole Versus Tamoxifen During the Window Phase",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients must have Stage I to III histologically confirmed invasive carcinoma of the breast. A minimum tumor size of at least 1.5 cm determined by physical exam or imaging (whichever is larger) is required.\n* Patients must have histologically confirmed hormone receptor positive (ER and/or PR), HER2 negative, invasive breast cancer. ER, PR and HER2 measurements should be performed according to institutional guidelines, in a CLIA-approved setting in the US or certified laboratories for Non-US regions. Cut-off values for positive/negative staining should be in accordance with current ASCO/CAP (American Society of Clinical Oncology/College of American Pathologists) guidelines. Central confirmation is not required for ER, PR, or HER statuses.\n* Patients with equivocal HER2 in situ hybridization results according to current ASCO/CAP guidelines are allowed, as long as the clinician has determined that they should be treated as HER2 negative.\n* For the window phase: Patients must have histologically confirmed invasive lobular carcinoma or invasive ductal carcinoma. No central confirmation of histological subtype is necessary for enrollment.\n* For the treatment phase: Patients with any histological subtype are eligible.\n* Women 18 years of age. Men are not eligible.\n* ECOG performance status 0 or 1\n* Required laboratory values:\n\n  * Absolute neutrophil count ≥ 1,500/mm3\n  * Platelets ≥ 100,000/mm3\n  * Hemoglobin ≥ 10g/dL\n  * Total serum bilirubin ≤ ULN; or total bilirubin ≤ 3.0 × ULN with direct bilirubin within normal range in patients with documented Gilbert's Syndrome\n  * Aspartate amino transferase (AST or SGOT) and alanine amino transferase (ALT or SGPT) ≤ 2.0 × institutional ULN\n  * Serum creatinine within normal institutional limits or creatinine clearance ≥ 60 mL/min/1.73 m2 for patients with serum creatinine levels above institutional ULN\n* Postmenopausal patients defined as no spontaneous menses ≥1 year (12 months) or post bilateral surgical oophorectomy. Premenopausal patients are eligible to participate provided they are considered in chemical menopause. Premenopausal patients should receive ongoing treatment with LHRH agonists (goserolin or leuprolide). Premenopausal patients must be enrolled directly into the treatment phase of the study.\n* Patient must agree to the required research biopsies at baseline and after the two-week treatment with endocrine therapy in the initial part of the study (\"window phase\"); or at baseline and after two-week treated with endocrine therapy plus or minus palbociclib for those patients enrolled directly into the treatment phase of the study.\n* Patients must be able and willing to swallow and retain oral medication without a condition that would interfere with enteric absorption.\n* Breast imaging should include imaging of the ipsilateral axilla. For subjects with a clinically negative axilla, a sentinel lymph node biopsy will be performed either before or after preoperative therapy at the discretion of the subject's physicians. For subjects with a clinically positive axilla, a needle aspiration, core biopsy or SLN procedure will be performed to determine the presence of metastatic disease in the lymph nodes.\n* Patients with multifocal or multicentric disease are eligible if the treating clinician has determined the patient should be treated as ER+ and HER2- negative.\n* Bilateral breast cancers are allowed if the treating clinician has determined the patient should be treated as ER+ and HER2- negative.\n* Serum or urine pregnancy test must be negative in women judged premenopausal within 7 days of randomization, or in women with amenorrhea of less than 12 months at time of randomization. Pregnancy testing does not need to be pursued in patients who are judged as postmenopausal before randomization, as determined by local practice, or who have undergone bilateral oophorectomy, total hysterectomy, or bilateral tubal ligation.\n* Premenopausal patients must agree to use adequate contraception for the duration of protocol treatment and for 6 months after the last treatment with palbociclib. Adequate contraception is defined as one highly effective form (i.e. abstinence, male or female sterilization) OR two effective forms (e.g. non-hormonal IUD and condom/occlusive cap with spermicidal foam / gel / film / cream/ suppository). Hormonal contraceptive methods are not allowed.\n* Patients with a history of ipsilateral or contralateral DCIS are eligible.\n* Patients may concurrently receive bisphosphonates or rank ligand inhibitors while on this study if necessary for treatment or prevention of osteopenia or osteoporosis. Prior treatment with LHRH agonists is allowed for premenopausal women. Topical vaginal estrogen therapy is allowable.\n* Ability to understand and the willingness to sign a written informed consent document.\n\nExclusion Criteria:\n\n* Concurrent therapy with other Investigational Products.\n* Prior therapy with any CDK inhibitor.\n* Patients with Stage IV breast cancer are not eligible. Baseline staging to document absence of metastatic disease is not required, however is recommended as determined by institutional practice (in patients where there may be a reasonable suspicion of advanced disease e.g., large tumors, clinically positive axillary lymph nodes, signs and symptoms). If performed, reports of these examinations must be available. Examination type for staging, i.e. X-ray, sonography, bone scans, CT, MRI, and/or PET-CT, is at the discretion of the investigator.\n* History of allergic reactions attributed to compounds of chemical or biologic composition similar to palbociclib.\n* Patients receiving any medications or substances that are potent inhibitors or inducers of CYP3A isoenzymes within 7 days of randomization\n* Uncontrolled illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, diabetes, or psychiatric illness/social situations that would limit compliance with study requirements. Ability to comply with study requirements is to be assessed by each investigator at the time of screening for study participation.\n* Pregnant women, or women of childbearing potential without a negative pregnancy test (serum or urine) within 7 days prior to randomization, irrespective of the method of contraception used, are excluded from this study because the effect of palbociclib on a developing fetus is unknown. Breastfeeding must be discontinued prior to study entry.\n* Patients with a history of any malignancy are ineligible except for the following circumstances:\n\n  * Patients with a malignancy history other than invasive breast cancer are eligible if they have no active malignancy and are deemed by the investigator to be at low risk for recurrence of that malignancy.\n  * Patients with the following cancers are eligible: ductal carcinoma in situ of the breast, cervical cancer in situ, and non-metastatic non-melanomatous skin cancers.\n* Patients on combination antiretroviral therapy, i.e. those who are HIV-positive, are ineligible because of the potential for pharmacokinetic interactions or increased immunosuppression with palbociclib. HIV testing is not required, but patients must not be known to be HIV-positive.\n* Patients receiving concurrent exogenous hormone therapy (hormone replacement therapy, oral or any other hormonal contraceptives such as hormonal contraceptive coil are not eligible.\n* Patients are not eligible if they have previously received endocrine therapy within 5 years prior to diagnosis of the current malignancy. This includes use for prophylactic reasons, including treatment of osteoporosis or cancer prevention with tamoxifen, raloxifene, or AI.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}