{
    "nctId": "NCT03881878",
    "briefTitle": "TAHP for Patients With HER2-positive Early Breast Cancer and Subsequent AHP Adjuvant tHerapy After Surgery",
    "officialTitle": "Docetaxel Plus Atezolizumab Plus Herceptin SC and Pertuzumab (TAHP) for Patients With HER2-positive Early Breast Cancer and Subsequent Atezolizumab Plus Herceptin SC and Pertuzumab (AHP) Adjuvant tHerapy After Surgery",
    "overallStatus": "UNKNOWN",
    "conditions": "HER2-positive Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 67,
    "primaryOutcomeMeasure": "Pathologic CR(pCR) rate of neo-adjuvant chemotherapy",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patient is an adult, female ≥ 18 years old at the time of informed consent\n2. Patient has histologically confirmed diagnosis of breast cancer\n3. Patients with locally advanced breast cancer (T2-3N0-3)\n4. Patients with early breast cancer with high-risk (T1cN1)\n5. Patients with locally advanced inflammatory breast cancer\n6. Patient has HER2-positive breast cancer as 3+ by IHC or in-situ hybridization (ISH) amplified BC patients\n7. ER+ or ER-\n8. Agree to informed consent and willing and able to comply with the protocol\n9. Available pre-chemotherapy and surgery tissue (except pCR)\n10. For women who are not postmenopausal (≥ 12 months of non-therapy-induced amenorrhea) or surgically sterile (absence of ovaries and/or uterus): agreement to remain abstinent or use single or combined contraceptive methods that result in a failure rate of \\< 1% per year during the treatment period and for at least 7 months after the last dose of study drugs. Abstinence is only acceptable if it is in line with the preferred and usual lifestyle of the patient. Periodic abstinence (e.g., calendar, ovulation, symptothermal, or postovulation methods) and withdrawal are not acceptable methods of contraception.\n\n    Examples of contraceptive methods with a failure rate of \\< 1% per year include tubal ligation, male sterilization, hormonal implants, established, proper use of combined oral or injected hormonal contraceptives, and certain intrauterine devices. Alternatively, two methods (e.g., two barrier methods such as a condom and a cervical cap) may be combined to achieve a failure rate of \\< 1% per year. Barrier methods must always be supplemented with the use of a spermicide.\n11. Patient has adequate bone marrow and organ function\n12. LVEF ≥55% at baseline\n\nExclusion Criteria:\n\n1. HER2-negative in surgery sample\n2. Tumor size less than 2cm or and N0\n3. Patients who have metastatic disease (M1)\n4. Patients who are not available tumor tissue\n5. Pregnant or lactating or intending to become pregnant during or within 7 months after the last dose of study treatment\n6. Patients who have serious underlying co-morbidities which could cause end-organ dysfunction\n7. Any previous treatment against including chemo, hormonal therapy\n8. Administration of a live, attenuated vaccine within 4 weeks before Day 1 or anticipation that such a live attenuated vaccine will be required during the study\n9. History of severe allergic, anaphylactic, or other hypersensitivity reactions to chimeric or humanized antibodies or fusion proteins\n10. Known hypersensitivity or allergy to biopharmaceuticals produced in Chinese hamster ovary cells or any component of the atezolizumab formulation\n11. Patients with prior allogeneic stem cell or solid organ transplantation\n12. History of autoimmune disease including, but not limited to, systemic lupus erythematosus, rheumatoid arthritis, inflammatory bowel disease, vascular thrombosis associated with antiphospholipid syndrome, Wegener's granulomatosis, Sjögren's syndrome, Bell's palsy, Guillain-Barré syndrome, multiple sclerosis, vasculitis, or glomerulonephritis\n13. History of idiopathic pulmonary fibrosis (including bronchiolitis obliterans with organizing pneumonia) or evidence of active pneumonitis on screening chest computed tomography scan\n14. Known clinically significant liver disease, including active viral, alcoholic, or other hepatitis, cirrhosis, fatty liver, and inherited liver disease\n15. History of HIV infection, active hepatitis B (chronic or acute), or hepatitis C infection. Patients with past or resolved hepatitis B infection (defined as having a negative HBsAg test and a positive hepatitis B core antigen \\[anti-HBc\\] test) are eligible.\n16. Patients positive for hepatitis C virus (HCV) antibody are eligible only if polymerase chain reaction assay (PCR) is negative for HCV RNA\n17. Active tuberculosis\n18. Severe infections within 4 weeks prior to Day 1, including, but not limited to, hospitalization for complications of infection, bacteremia, or severe pneumonia. Signs or symptoms of significant infection within 2 weeks prior to Day 1\n19. Received oral or IV antibiotics within 2 weeks prior to Cycle 1 Day 1\n20. Previous or concomitant malignancy of any other type that could affect compliance with the protocol or interpretation of results. Patients with curatively treated basal cell carcinoma of the skin or in situ cervix cancer are generally eligible\n21. Congestive heart failure or abnormal LVEF(LVEF is not ≥55% at baseline)\n22. Total bili \\>1.5 ULN (except for Gilbert's syndrome), AST/ALT \\> 1.5 ULN, ALP \\> 2.5 ULN",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}