{
    "nctId": "NCT03405168",
    "briefTitle": "Routine Therapy Plus Moxifloxacin in Advanced Breast Cancer",
    "officialTitle": "Routine Therapy Plus Moxifloxacin in Advanced Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Advanced Breast Cancer, Antibiotic, Stable Disease With a Trend of Progression",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 35,
    "primaryOutcomeMeasure": "progression-free survival (PFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Female ≥ 18 years, ≤70 years.\n* Has measurable metastatic MBC, with at least 1 measurable lesion per RECIST criteria.\n* Fail first-line or above anti-tumor treatment\n* Evaluation is stable disease with a trend of progression.\n* Minimum life expectancy 16 weeks\n* Histological confirmation of breast cancer on primary tumour at diagnosis/on biopsy of metastasis\n* ECOG Performance Status (PS) 0-2 with no deterioration over previous 2 weeks\n* Normal organ function.\n* Has signed a Patient Informed Consent Form\n\nExclusion Criteria:\n\n* Hypersensitivity to moxifloxacin or other quinolones.\n* Tendon damage,peripheral neuropathy,myasthenia gravis.\n* Rapidly progressive visceral disease not suitable for further therapy.\n* Evidence of severe or uncontrolled systemic diseases, including uncontrolled hypertension, active bleeding diatheses, or active infection including hepatitis B, hepatitis C and HIV\n* With the exception of alopecia, any unresolved toxicities from previous therapy greater than CTCAE grade 1 before study treatment\n* Evidence of dementia, altered mental status or any psychiatric condition that would prohibit understanding or rendering of informed consent\n* Inability or unwillingness to comply with study procedures, including inability to take regular oral medication\n* Researchers consider it is not suitable for participation.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}