{
    "nctId": "NCT05932667",
    "briefTitle": "Milademetan and Fulvestrant in GATA3-mutant, ER+HER- Advanced or Metastatic Breast Cancer",
    "officialTitle": "Milademetan and Fulvestrant in GATA3-mutant, ER-positive, HER2-negative Advanced or Metastatic Breast Cancer Patients: a Multicenter Phase II Trial",
    "overallStatus": "TERMINATED",
    "conditions": "Advanced or Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 1,
    "primaryOutcomeMeasure": "Response per RECIST 1.1",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Molecular screening step -patients with unknown GATA3 mutational status will be identified either locally or centrally (Institut Curie core Genetics facility) after consenting for this molecular screening.\n\n   * Availability of a formalin-fixed paraffin-embedded (FFPE) block with \\>10% tumor tissue (it is recommended to provide the most recently collected tumor sample).\n   * Patients who progressed on CDK4/6 inhibitor therapy.\n   * Prior signature of a written informed molecular screening consent.\n   * Patients should be eligible to the treatment step according to the investigator's opinion.\n   * Patients must be covered by a health insurance plan.\n   * Capable of giving signed informed consent (per local law).\n2. Treatment step\n\n   * Breast cancer should have a GATA3 frameshift or truncating mutation, retrieved by either tissue or circulating DNA sequencing, which eligibility must be confirmed by the study geneticist prior to any treatment or study procedure.\n   * Age \\> 18 years.\n   * Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1.\n   * Stage IV, histologically-confirmed metastatic breast cancer. Locally-advanced breast cancer not amenable to local curative therapy are also eligible.\n   * Most recent tumor tissue analyzed must be estrogen receptor-positive (ER+) (≥10% tumor cell staining by IHC per ASCO/CAP guidelines) and HER2-negative (HER2-).\n   * HER2 negative is defined as having an IHC of 0 or 1+ without ISH OR IHC 2+ and ISH non-amplified.Having received at least one prior line of endocrine therapy, including a prior CDK4/6 inhibitor in the absence of any contraindication, but no more than 2 prior lines of endocrine therapy for metastatic disease.\n   * No more than 2 prior lines of chemotherapy for metastatic disease.\n   * For patients with germline BRCA mutation: having received a prior treatment with PARP inhibitor.\n   * Evaluable disease per investigator assessment (RECIST v1.1).\n   * Willingness to provide access to archived tumor block (or 12 unstained FFPE slides of 10 and 4 µm). for retrospective central assessment of GATA3 mutational status.\n   * Have a life expectancy of at least 3 months.\n   * Adequate organ function (obtained within 14 days prior to treatment start) as evidenced by:\n   * Absolute neutrophil count (ANC) ≥ 1.0 X 109/L,\n   * Hemoglobin (Hgb) ≥ 9 g/dL,\n   * Platelet count ≥ 100 X 109/L,\n   * Bilirubin ≤ 1.5 X upper limit of normal (ULN; for patients with Gilbert's disease, ≤ 2 X ULN),\n   * Alanine aminotransferase (ALT) and aspartate aminotransferase (AST) ≤ 2.5 X ULN (for patients with liver metastases, ≤ 5 X ULN),\n   * Calculated creatinine clearance (MDRD) ≥ 50 mL/min.\n   * For female of childbearing potential (WCBP): negative serum or urinary pregnancy test\n   * Patients must be postmenopausal, surgically infertile, or willing to use a highly effective contraception methods until at least 2 years after completion of study treatment.\n\nHighly effective contraception methods include:\n\n* Placement of an intrauterine device (IUD)\n* Total abstinence when this is in line with the preferred and usual lifestyle of the patient. Periodic abstinence (e.g., calendar, ovulation, symptothermal, postovulation methods) and withdrawal are not acceptable methods of contraception.\n* Female sterilization (have had surgical bilateral oophorectomy with or without hysterectomy), total hysterectomy or tubal ligation at least 6 weeks before taking study treatment. In case of oophorectomy alone, only when the reproductive status of the woman has been confirmed by follow up hormone level assessment.\n* Male partner sterilization (at least 6 months prior to screening). For female patients on the study, the vasectomized male partner should be the sole partner for that patient.\n* Male patients must agree to use an acceptable method of contraception (e.g., condom supplemented by a hormonal contraception) during the study and for 2 years after completion of investigational treatment.\n\n  * Participants must be able to swallow capsules.\n  * Participants must be able and willing to be available for the duration of the study and are willing to follow study procedures.\n  * Patients must be covered by a health insurance plan.\n  * Capable of giving signed informed consent (per local law).\n\nExclusion Criteria:\n\n1. Molecular screening step\n\n   • Patient whose disease has not yet progressed on CDK4/6 inhibitor therapy\n2. Treatment step\n\n   * Somatic deleterious inactivating TP53 mutation.\n   * Any prior therapy with an MDM2 inhibitor.\n   * Unable or unwilling to avoid prescription medications, over-the-counter medications, dietary/herbal supplements, and/or foods (eg, grapefruit, pomelos, star fruit, Seville oranges and their juices) that are moderate/strong inhibitors or inducers of CYP3A4 activity. Participation will be allowed if the medication, supplements, and/or foods are discontinued for at least 5 half-lives or 14 days (whichever is longer) prior to study entry and for the duration of the study.\n   * Symptomatic or actively progressing central nervous system (CNS) metastases. Asymptomatic patients since at least 3 months before cycle 1 day 1 with treated CNS lesions are eligible, provided that all of the following criteria are met:\n\n     * Evaluable disease, per RECIST v1.1, must be present outside the CNS,\n     * Only supratentorial and cerebellar metastases allowed (i.e., no metastases to midbrain, pons, medulla, or spinal cord),\n     * The patient has no history of intracranial hemorrhage or spinal cord hemorrhage,\n     * Anticonvulsant therapy at a stable dose is permitted,\n     * No ongoing use of systemic corticosteroids for control of symptoms of brain metastases at a total daily dose of \\>2 mg of dexamethasone (or equivalent). Subjects on a chronic stable dose of ≤2 mg total daily dose of dexamethasone can enter the trial.\n   * History of leptomeningeal disease.\n   * Visceral crisis defined as severe organ dysfunction, as assessed by signs and symptoms, laboratory studies and rapid progression of disease.\n   * Any toxicity related to prior cancer therapies that has not resolved to ≤ Grade 1 at time of treatment start, with the following exceptions: Alopecia (any grade) and neuropathy (must have resolved to ≤ Grade 2); Congestive Heart Failure (must have been ≤ Grade 1 in severity at the time of occurrence and must have resolved completely); Anemia (must have resolved to ≤ Grade 2).\n   * Patients who have had a last dose of IV chemotherapy within 21 days, last dose of oral cytotoxic chemotherapy, radiotherapy, biological therapy, endocrine therapy, targeted therapy including a CDK4/6 inhibitor or investigational therapy within 14 days prior to treatment start.\n   * Patients who have had any major surgery within 28 days prior to inclusion.\n   * Have evidence within 2 years of the start of study treatment of another malignancy that required systemic treatment.\n   * Concomitant use of other agents for the treatment of cancer or any investigational agent(s). LH-RH agonists are allowed per standard of care and investigator opinion.\n   * Women who are either pregnant, lactating, planning to get pregnant.\n   * Have a serious concomitant systemic disorder (eg, active infection or a gastrointestinal disorder causing clinically significant symptoms such as nausea, vomiting, diarrhea, or profound immune suppression) that, in the opinion of the investigator, would compromise the patient's ability to adhere to the protocol, including but not limited to the following:\n\n     * Known active hepatitis B or C virus infection.\n     * Severe renal impairment, interstitial lung disease (ILD), severe dyspnea at rest or requiring oxygen therapy, liver disease diagnosed with Child-Pugh A or higher cirrhosis or history of major surgical resection involving the stomach or small bowel, or preexisting Crohn's disease or ulcerative colitis or a preexisting chronic condition resulting in clinically significant diarrhea.\n   * Inability to comply with medical monitoring of the trial for geographic, social or psychological reasons\n   * Hypersensitivity to the active substance or to any excipients of milademetan.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}