{
    "nctId": "NCT01135849",
    "briefTitle": "B-Receptor Signaling in Cardiomyopathy",
    "officialTitle": "B-Receptor Signaling in Cardiomyopathy",
    "overallStatus": "COMPLETED",
    "conditions": "Carcinomas, Amyloidosis, Anal Cancer, Anemia, Cholangiocarcinoma of the Extrahepatic Bile Duct, Transitional Cell Carcinoma of Bladder, Bone Marrow Transplant Failure, Bone Cancer, Cancer of Brain and Nervous System, Breast Cancer, Carcinoma of the Large Intestine, Endocrine Cancer, Esophageal Cancer, Eye Cancer, Gall Bladder Cancer, Gastric (Stomach) Cancer, Gastrooesophageal Cancer, Gastrointestinal Stromal Tumor (GIST), Gynecologic Cancers, Head and Neck Cancers, Hepatobiliary Neoplasm, Kidney (Renal Cell) Cancer, Leukemia, Lung Cancer, Hodgkin Disease, Lymphoma, Non-Hodgkin, Mesothelioma, Multiple Myeloma, Myelodysplastic Syndromes (MDS), Neuroendocrine Tumors, Myeloproliferative Disorders, Pancreatic Cancer, Prostate Cancer, Skin Cancer, Soft Tissue Sarcoma, Testicular Cancer, Thymus Cancer, Thyroid Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 99,
    "primaryOutcomeMeasure": "Development of cardiomyopathy",
    "eligibilityCriteria": "Inclusion Criteria:1.) Past exposure to anthracycline chemotherapy for cancer\n\n2.) Echocardiogram at least six months after exposure to anthracyclines (in patients over the age of 40, the echocardiogram must be obtained within 6 - 48 months of anthracycline exposure)\n\n3.) Ability to understand and the willingness to sign a written informed consent document.\n\nWe have no age, gender, or ethnic background limitations. Due to the increased frequency of cardiovascular disease from other causes in adults over 40 years, we will limit enrollment to those patients with an echocardiogram 6 - 48 months after the completion of anthracycline exposure. Children will be included and will be eligible if they have an echocardiogram at least 6 months after completion of anthracycline treatment..\n\nExclusion Criteria:1.) Congenital heart disease (other than patent foramen ovale)\n\n2.) Pre-existing cardiomyopathy before anthracycline administration\n\n3.) Patients with Down syndrome\n\n4.) Patients receiving B-blocker therapy at the time of anthracycline exposure\n\n5.) Pregnant patients (if their echocardiogram was obtained either during pregnancy or within three months of pregnancy)\n\nAll participants will be cancer survivors. To minimize bias from post-partum cardiomyopathy, pregnant patients will be excluded if their echocardiogram was obtained during pregnancy or within three months of pregnancy. HIV-positive persons will not be excluded from the study.\n\nOf note, some patients receive a MUGA (multigated acquisition) study to evaluate left ventricular ejection fraction. Patients who receive only a MUGA scan will NOT be included in the study - an echocardiogram is necessary",
    "sex": "ALL",
    "minimumAge": "N/A",
    "stdAges": "CHILD, ADULT"
}