{
    "nctId": "NCT03975179",
    "briefTitle": "Omitting vs. Doing Intraoperative Frozen Section Biopsy for Margin Status in Breast Conserving Surgery",
    "officialTitle": "A Randomized Controlled Trial for Doing vs. Omitting Intraoperative Frozen Section Biopsy For Resection MArgin Status in Selected Patients Undergoing Breast Conserving Surgery",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 1292,
    "primaryOutcomeMeasure": "Resection margin status",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Pathologically confirmed breast cancer by core needle biopsy with clinical stage T1-3 by American Joint Committee on Cancer(AJCC) 8th edition\n* Candidate of breast-conserving surgery\n* Daughter nodule within ≤ 1cm distance of main mass on breast MRI\n* Non-mass enhancement extent within ≤ 1cm distance of main mass on breast MRI\n* Ability to understand and willing to sign a written informed consent document : Patients who consent about deciding whether frozen biopsy will be performed by randomization\n\nExclusion Criteria:\n\n* cT4 tumors (AJCC 8th edition)\n* Cancer diagnosis confirmed by vacuum-assisted biopsy or surgical biopsy\n* Initial operation plan being total mastectomy (conversion to total mastectomy after intraoperative frozen section biopsy is acceptable)\n* Personal history of ipsilateral breast cancer\n* Ductal carcinoma in situ component on CNB result\n* Lobular carcinoma (invasive, in situ)\n* Neoadjuvant chemotherapy\n* Lesion with microcalcification (microcalcification that is only contained inside the cancer mass is acceptable)\n* Multicentric tumor, however a daughter nodule within ≤ 1cm distance on breast MRI is acceptable\n* Non-mass enhancement extent wider than 1cm distance of main mass on breast MRI",
    "sex": "FEMALE",
    "minimumAge": "19 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}