{
    "nctId": "NCT05882019",
    "briefTitle": "Evaluation of the Bexa™ Breast Examination (BBE)",
    "officialTitle": "Evaluation of the \"Bexa™\" Breast Examination (BBE) as an Effective Solution to Breast Cancer Early Detection",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "SCREENING",
    "enrollmentCount": 700,
    "primaryOutcomeMeasure": "Bexa sensitivity of mass detection",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Individuals who are scheduled for a diagnostic or screening mammogram.\n2. Patients of all races, ethnicities, and socio-economic background\n3. Signed informed consent obtained prior to any study assessments and procedures.\n4. Age 30-80 years of age and female.\n\nExclusion Criteria:\n\n* Positive findings with a size in their greatest dimension \\> 2cm as measured by ultrasound. These masses are frequently palpable if not overtly visible and our focus, and that of other modalities used in early detection, is primarily but not exclusively the identification of non-palpable masses.\n* Positive findings that cause a visible and obvious deformity of the breast or alteration in the skin appearance of the breast.\n* Women with breast tenderness significant enough to prevent completion of any of the study examinations. Both ultrasound and Bexa require a light degree of pressure on the breast; certain women, very few, have enough breast tenderness that they cannot tolerate the pressure of either Bexa or ultrasound.\n* Women with breast surface scarring significant enough to prevent effective BBE (keloid scarring from a previous procedure on the breast, for example).\n* Greater than 3 positive findings in a given breast.\n* Women who are unable to comprehend or unwilling to sign an informed consent form.\n* Women ages \\< 30 and \\> 80 years of age.\n* Pregnant women.\n* Women who have had mastectomy - unilateral or bilateral.\n* Women who have had breast cancer within the last 2 years",
    "sex": "FEMALE",
    "minimumAge": "30 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}