{
    "nctId": "NCT00367471",
    "briefTitle": "Combination Of Lapatinib With Carboplatin, Paclitaxel, and With or Without Trastuzumab In Metastatic Breast Cancer.",
    "officialTitle": "A Phase I, Dose Escalation Study to Assess the Safety and Tolerability of Lapatinib in Combination With Carboplatin, Paclitaxel, With and Without Trastuzumab in Subjects With Metastatic Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Neoplasms, Breast",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 31,
    "primaryOutcomeMeasure": "Adverse events and safety evaluations",
    "eligibilityCriteria": "Inclusion criteria:\n\n* Subjects must have histologically- or cytologically-confirmed invasive breast cancer with Stage IV disease.\n* Treatment Group A: Documentation of ErbB2 status (IHC 3+ or FISH+) in breast tumor specimens must be demonstrated before study enrollment. It is requested that archived breast tumor tissue be sent to a central laboratory for independent confirmation of ErbB2 status by FISH analysis.\n* Treatment Group B: Documentation of ErbB2 status (IHC or FISH) in breast tumor specimen must be demonstrated before study enrollment. It is requested that archived breast tumor tissue be sent to a central laboratory for independent confirmation of ErbB2 status (FISH analysis).\n* Subjects must be ≥18 years of age.\n* Male or female\n* Criteria for female subjects:\n\n  * Non-child-bearing potential (i.e., women with functioning ovaries who have a current documented tubal ligation or hysterectomy, or women who are post-menopausal defined as no menstruation for more than 12 months);\n  * Child-bearing potential (i.e., women with functioning ovaries and no documented impairment of oviductal or uterine function that would cause sterility.) This category includes women with oligomenorrhoea (severe), women who are perimenopausal, and young women who have begun to menstruate. These subjects must have a negative serum pregnancy test at screening and agree to one of the following:\n* Complete abstinence from intercourse from two weeks prior to administration of the first dose of study medication until 28 days after the final dose of study medication; or\n* Consistent and correct use of one of the following acceptable methods of birth control:\n* male partner who is sterile prior to the female subject's entry into the study and is the sole sexual partner for that female subject;\n* implants of levonorgestrel;\n* injectable progestogen;\n* any intrauterine device (IUD) with a documented failure rate of less than 1% per year;\n* oral contraceptives (either combined or progestogen only); or\n* barrier methods, including diaphragm or condom with a spermicide.\n* Able to swallow and retain oral medication.\n* Subjects must have an Eastern Cooperative Oncology Group (ECOG) Performance Status of 0 to 1.\n* Subjects may have measurable lesion(s) according to RECIST criteria as per protocol. Patients with metastases only to bone are also eligible for study enrollment.\n* Subjects with stable CNS metastases or leptomeningeal involvement are eligible only if they are not taking oral steroids or enzyme-inducing anticonvulsants.\n* Subjects that received prior radiotherapy must have completed radiotherapy treatment at least four weeks before enrollment and recovered from all treatment-related toxicities.\n* Subjects must have a left ventricular ejection fraction (LVEF) ≥ 50% or ≥ lower limit of normal for the institution based on Multiple-gated Acquisition (MUGA) scan or echocardiogram (ECHO).\n* Subjects must have adequate hematological, hepatic, and renal function.\n* Hemoglobin of at least 9 gm/dL\n* Absolute granulocyte count of at least 1,500/mm3 (1.5 x 109/L)\n* Platelets of at least 100,000/mm3 (100 x 109/L)\n* Total bilirubin not more than 2.5mg/dL\n* ALT and/or AST not more than 1.5 times the upper limit of the normal range (ULN) and alkaline phosphatase not more than 2.5 times the ULN. For subjects with liver metastases, AST or ALT not more than 5 times the ULN may be enrolled if the total bilirubin is less than 1.5 times the ULN and if the ALT and AST is checked twice with an interval of at least 2 weeks prior to treatment to determine that liver function is stable.\n* Calculated creatinine clearance (ClCr) of at least 50mL/min according to the formula of Cockcroft and Gault as per protocol.\n* Subjects who received a taxane as part of adjuvant or neoadjuvant therapy are eligible if they had recurrence of their disease more than six months after completion of treatment. Subjects that received trastuzumab as part of adjuvant therapy are eligible if they had recurrence of their disease more than six months after completion of treatment.\n* Subjects must provide signed written informed consent.\n\nExclusion criteria:\n\n* Subject has peripheral neuropathy of Grade 2 or higher;\n* Subject has had prior systemic cytotoxic chemotherapy for metastatic or locally recurrent disease. Also, any subjects with prior chemotherapy in the adjuvant or neoadjuvant setting with anthracycline or anthracenedione-containing regimens with cumulative doses of ≥ 360mg/m2 of doxorubicin, ≥ 720mg/m2 of epirubicin, or ≥ 72 mg/m2 of mitoxantrone. Patients with prior hormonal therapy(ies) are eligible.\n* Subjects with prior systemic investigational drugs within the past 30 days or topical investigational drugs within the past seven days;\n* Subjects with uncontrolled or symptomatic angina, arrhythmias.\n* Subjects with Class II to IV heart failure as defined by the New York Heart Association (NYHA) functional classification system.\n* Subjects with a known immediate or delayed hypersensitivity or untoward reaction to paclitaxel, trastuzumab, carboplatin, or other related compounds, or to drugs chemically related to lapatinib. These include other aminoquinazolines , such as gefitinib (Iressa), erlotinib (Tarceva), or other chemically-related compounds.\n* Has malabsorption syndrome, a disease affecting gastrointestinal function, or resection of the stomach or small bowel.\n* Subjects taking any prohibited medications as per protocol.\n* Have current active hepatic or biliary disease (with exception of patients with Gilbert's syndrome, asymptomatic gallstones, liver metastases or stable chronic liver disease per investigator assessment).",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}