{
    "nctId": "NCT00134680",
    "briefTitle": "Letrozole, Herceptin in Her2neu +, Estrogen Receptor [ER] and/or Progesterone Receptor [PR] Positive, MBC",
    "officialTitle": "Phase II Trial of the Combination of Letrozole 2.5 mg Daily and Trastuzumab 2 mg/kg Weekly in ErbB2 Positive and Estrogen Receptor and/or Progesterone Receptor Positive Metastatic Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 33,
    "primaryOutcomeMeasure": "To determine the proportion of patients with ER and/or PR positive, ErbB2 positive tamoxifen resistant metastatic breast cancer who achieve complete remission (CR)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Postmenopausal.\n* If premenopausal at diagnosis, eligible if undergoes treatment with luteinising hormone-releasing hormone (LHRH) agonist or surgical ovarian ablation before initiating treatment (tx).\n* Tumor cell expression of ER and/or PR and ErbB2. Expression can be ascertained on either primary or metastatic site.\n* Patient may have received adjuvant and/or neoadjuvant chemotherapy.\n* Patient who received adjuvant/neoadjuvant chemotherapy, tx. must have been discontinued for 4 weeks and patient must have recovered from all acute toxicities, except alopecia.\n* Prior radiotherapy is permitted as long as it was planned before start of study medication and is completed within 3 weeks of starting trial medication.\n* Prior megestrol acetate or raloxifene therapy is permitted, but must be stopped prior to trial entry.\n* Prior tamoxifen therapy.\n* At least one bidimensionally measurable lesion.\n* ECOG performance status 0-2.\n* Patient should have life expectancy of 6 months.\n* Patient must have adequate hematologic function: absolute neutrophil count (ANC) 1000/mm3; platelets 75,000/mm3.\n* Patient must have adequate renal and liver function, defined as: serum creatinine less than or equal to 1.5 times the upper limit of normal; serum bilirubin less than or equal to 1.5 times the upper limit of normal (three times the upper limit of normal for patients with hereditary benign hyperbilirubinaemia); transaminases (ALT, AST) less than or equal to 2.5 times the upper limit of normal in patients without liver metastasis, or less than or equal to 5 times the upper limit of normal in patients with liver metastasis.\n* Ejection fractions by multiple-gated acquisition (MUGA) scan or echocardiogram greater than 50%\n* Patient must give written informed consent prior to initiation of any invasive study-related procedures that would otherwise not be performed, and must be able to comply with scheduled visits and evaluations.\n* Treatment with bisphosphonates during the trial is permitted.\n\nExclusion Criteria:\n\n* Prior exposure to any aromatase inhibitor (aminoglutethimide, formestane anastrozole, letrozole or exemestane) for more than 28 days. Patients that have already started on aromatase inhibitors (AIs) will be eligible for the protocol if they meet all other eligibility requirements and receive loading dose of trastuzumab not more than 28 days after starting AI therapy. Patients who initially received anastrozole or exemestane will be switched to letrozole.\n* Prior treatment with trastuzumab\n* Prior anthracycline exposure in adjuvant setting \\> 360 mg/m2.\n* Patients with central nervous system (CNS) involvement with metastatic breast cancer or life threatening lymphangitic or large volume lung or liver disease.\n* Patient's only qualifying lesions have been previously irradiated or are scheduled for irradiation following study entry.\n* Severe or uncontrolled concomitant disease from other causes.\n* More than 1 prior course of chemotherapy for metastatic disease. If patient has received one course of palliative chemotherapy, acute toxicities must have resolved and patient must be experiencing progressive disease at time of enrollment.\n* ECOG performance status 3 or 4.\n* Patient has previous malignancies other than breast cancer except:\n\n  * adequately treated in situ carcinoma of cervix;\n  * localized basal or squamous cell carcinoma of skin; or\n  * any previous malignancy treated with curative intent with recurrence risk of less than 30%.\n* Patient is unable to understand informed consent or is unlikely to be compliant with protocol.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}