{
    "nctId": "NCT05970107",
    "briefTitle": "Axillary Node Dissection w or w/o LVB in Node Positive Breast Cancer Patients",
    "officialTitle": "A Prospective Randomized Trial of Axillary Node Dissection With or Without Lymphaticovenous Bypass (LVB) in Node Positive Breast Cancer Patients",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Node-positive Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 400,
    "primaryOutcomeMeasure": "Rate of lymphedema onset after prophylactic LVB-Objective Criteria",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Subjects must have histologically or cytologically confirmed axillary node positive unilateral breast cancer and may be female or male.\n* Subjects must have received no prior surgical interventions to the axilla except for core needle biopsy or sentinel node biopsy within 30 days of the planned axillary node dissection.\n* Age \\>18 years. Children are excluded from this study since breast cancer is quite rare in children.\n* ECOG Performance status 0 or 1\n* Subjects must have normal organ and marrow function as defined below:\n\n  * Leukocytes ≥ 3,000/mcL\n  * Absolute neutrophil count ≥ 1,500/mcL\n  * Platelet count ≥ 100,000/mcL\n  * Total bilirubin within normal institutional limits\n  * AST (SGOT) ≤ 2.5 X institutional upper limit of normal\n  * ALT (SGPT) ≤ 2.5 X institutional upper limit of normal\n  * Serum Creatinine within normal institutional limits\n* Subjects must have at least one suitable lymphatic and one suitable vein amenable to lymphovenous bypass anastomosis.\n* Subjects must have the ability to understand and the willingness to sign a written informed consent document.\n* Patients may be treated with adjuvant or neoadjuvant therapies at the discretion of the treating medical oncologist\n* Patients may be treated with adjuvant radiation therapy at the discretion of the treating radiation oncologist.\n* Patients may be treated with either mastectomy or breast conserving surgery at the discretion of the treating surgical oncologist.\n* In order to complete the Lymph-ICF-UL questionnaire, participants must be able to speak and/or read English.\n* Healthy controls include women aged 18-75 without a current or past history of breast cancer or lymphedema who are willing to undergo blood draw.\n\nExclusion Criteria:\n\n* Contraindication to ICG as a) iodine hypersensitivity, b) renal failure, c) uremia and d) on dialysis.\n* Subjects receiving any prior surgical treatment or radiation to the axilla prior to protocol enrollment (except sentinel node biopsy within the past 30 days).\n* Subjects with known regional cervical or supraclavicular nodal disease or distant metastatic disease.\n* History of allergic reactions attributed to compounds of similar chemical or biologic composition to isosulfan blue dye or other agents used in this study.\n* History of pre-existing lymphedema or measured lymphedema at baseline upon study enrollment\n* BMI greater than or equal to 40.\n* Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements\n* History of pulmonary embolism or deep venous thrombosis\n* Patients must not be on anticoagulant therapy with warfarin, clopidogrel (Plavix), apixavan (Eliquis), heparin, low molecular weight heparin, rivaroxaban (Xarelto), ticlodipine (Ticlid), fonduparinux (Arixtra) with the exception of routine heparin flushes to a portacath.\n* Patients treated with sentinel lymph node biopsy only without ALND\n* Arteriovenous fistula or the presence of an indwelling peripherally inserted central catheter (PICC line), or the presence of a central venous line or portacath in the ipsilateral arm.\n* ECOG performance status of 2 or higher.\n* Pregnant or breast-feeding women are excluded from the study given that it is unknown whether isosulfan blue can cause fetal harm and it is desirable to limit anesthesia time in this population\n* Less than 18 years of age or greater than 75 years of age.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}