{
    "nctId": "NCT02540330",
    "briefTitle": "A Pre-Surgical PK Study of IM and Intraductally Delivered Fulvestrant",
    "officialTitle": "An Open Label, Phase 2 Pharmacokinetic Study of Pre-Surgical Intramuscular and Intraductal Fulvestrant in Women With Invasive Breast Cancer or DCIS Undergoing Mastectomy or Lumpectomy",
    "overallStatus": "TERMINATED",
    "conditions": "Female Breast Carcinoma, Female Ductal Carcinoma In Situ",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 3,
    "primaryOutcomeMeasure": "Safety and Tolerability of Two Delivery Methods",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Female\n2. 18 years of age or older\n3. Scheduled to undergo non-nipple sparing mastectomy for Invasive Breast Cancer or DCIS\n4. Pathological diagnosis of Invasive Ductal Breast Cancer or Ductal Carcinoma in Situ requiring mastectomy or lumpectomy\n5. Estrogen Receptor-positive pathology\n6. ECOG performance scale of 0-1\n7. Adequate organ function as defined by the following criteria:\n\n   * Absolute neutrophil count (ANC) ≥ 1500/μl\n   * Platelets ≥ 100,000/μl\n   * Hemoglobin ≥ 9.0 g/dl\n   * Creatinine ≤ 2 times upper limit of normal\n   * Bilirubin ≤ 2 times upper limit of normal\n   * Transaminases (AST/SGOT and ALT/SGPT) ≤ 2.5 times upper limit of normal\n8. Able to sign informed consent\n9. Willing to use effective contraception for at least 100 days post study drug administration.\n\nExclusion Criteria:\n\n1. Concurrent treatment with another anti-estrogen\n2. Presence of an active infection requiring systemic therapy\n3. The following conditions contra-indicating fulvestrant administration:\n\n   1. Subjects with bleeding diatheses, thrombocytopenia or current anticoagulant use (excluding aspirin and anti-inflammatories)\n   2. Subjects with a known hypersensitivity to fulvestrant or any of its formulation components including castor oil, alcohol, benzyl alcohol, and benzyl benzoate.\n   3. Severe hepatic impairment.\n4. Prior surgery on the ipsilateral breast which interrupts communication of the ductal systems with the nipple\n5. Prior radiation to the breast\n6. Pregnant or lactating\n7. Impaired cardiac function or history of cardiac problems of NYHA Class 111 and IV\n8. Poor nutritional state as indicated by a BMI below 20.\n9. Presence of serious infection not controlled with systemic therapy\n10. History of allergies to Lidocaine or Novocain\n11. Concurrent participation in an experimental drug study",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}