{
    "nctId": "NCT02988648",
    "briefTitle": "A Clinical Trial Evaluating the Safety and Clinical Activity of Radioiodide (131I-) as a Novel Targeted Therapy for Metastatic Breast Cancer That Overexpresses Functional Na/I Symporter",
    "officialTitle": "A Phase I/II Clinical Trial Evaluating the Safety and Clinical Activity of Radioiodide (131I-) as a Novel Targeted Therapy for Metastatic Breast Cancer That Overexpresses Functional Na/I Symporter",
    "overallStatus": "WITHDRAWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "objective tumor response rate",
    "eligibilityCriteria": "Inclusion Criteria:\n\nEach patient must meet all inclusion criteria in order to be considered for enrollment:\n\n* Histologically confirmed breast cancer with clinical and/or radiological evidence of measurable or evaluable metastatic disease by Response Evaluation in Solid Tumors (RECIST) 1.1.\n* Life expectancy ≥12 weeks.\n* Radiologic or clinical evidence of disease progression on prior hormonal and/or chemotherapy\n* There is no restriction on the number of prior lines of therapy.\n* Eastern Cooperative Oncology Group (ECOG) Performance Status score of \\< 2.\n* Full recovery to Grade ≤ 2 from any prior side effects of prior therapy for cancer including radiation therapy, chemotherapy, and/or immunotherapy.\n* Adequate bone marrow function defined as white blood cells (WBCs) ≥ 3.0 × 109/L, neutrophils ≥ 1.5 × 109/L, platelets ≥ 100 × 109/L.\n* Adequate renal function defined as serum creatinine \\< 1.5 mg/dL or creatinine clearance (GFR) \\> 40 mL/min calculated using the following formula: GFR = 175 x Serum Cr-1.154 x age-0.203 x 0.742 (female) and x 1.212 (if patient is African American).\n* Adequate liver function defined as AST, ALT ≤ 3 × upper limit of normal (UNL) in the absence of liver metastasis and ≤ 5 × UNL with liver metastases; bilirubin \\< 1.5 × UNL; alkaline phosphatase ≤ 2.5 × UNL in the absence of liver metastasis and \\< 5 × UNL in case of bone metastases.\n* TSH, T3 and free T4 must be within normal range.\n* The patient should not have had intravenous or intrathecal iodinated contrast agents (IVP, CT with contrast, myelogram, angiogram) for 4 weeks prior to screening to their 124I- PET/CT scans and/or 131I- treatment.\n* Patients with treated brain metastases are eligible if the brain metastases have remained stable for more than 4 weeks after completing therapy to the brain.\n* Normal urine or serum Beta-HCG in premenopausal women of childbearing potential\n* Women of childbearing potential must agree to use effective contraception during the treatment period and for at least 6 months after the last dose of 124I- and/or 131I- as these agents interfere with radioactive iodide uptake\n* Signed informed consent.\n\nExclusion Criteria:\n\n* Concurrent anti-tumor treatment including radiation therapy, hormonal and chemotherapy.\n* Patients with symptomatic cardiac disease such as coronary artery disease, congestive heart failure, or atrial fibrillation.\n* Significant gastrointestinal abnormalities, including: ulcerative colitis, chronic diarrhea associated with intestinal malabsorption, Crohn's disease, and prior surgical procedures affecting absorption.\n* Women who are nursing or pregnant.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}