{
    "nctId": "NCT03571633",
    "briefTitle": "Impact of Pegfilgrastim on Trastuzumab Anti-tumor Effect and ADCC in Operable HER2+ Breast Cancer Breast Cancer",
    "officialTitle": "A Multicenter, Randomized, Open-label, Phase II Trial Aiming to Evaluate the Impact of Pegfilgrastim on Trastuzumab Anti-tumor Effect and ADCC in Operable HER2 Positive Breast Cancer Patients",
    "overallStatus": "RECRUITING",
    "conditions": "HER2-positive Breast Cancer, Operable Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 90,
    "primaryOutcomeMeasure": "Pathological complete response rate (pCR)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Female patients aged ≥ 18 years at time of inform consent signature.\n* Histologically proven HER2 positive breast cancer defined as 3+ staining intensity by immunohistochemistry (IHC) or a 2+ IHC staining intensity and HER2 gene amplification by FISH.Note: HER2 status will be determined as per institutional practice.\n* Operable breast tumor with tumor size and staging: \\> 20 mm, cN0 or cN1, M0 before any AC or FEC chemotherapy, and at least one measurable lesion ≥10 mm in longest diameter at inclusion according to RECIST 1.1.\n* No radiological sign of disease progression at time of randomisation.\n* Patient previously treated by 4 cycles of AC or 3 to 4 cycles of FEC without febrile neutropenia and without prior pegfilgrastim treatment.\n* Availability of a representative formalin-fixed paraffin-embedded (FFPE) tumor specimen from initial diagnosis (i.e. an archival paraffin block is preferred; or at least 20 unstained slides) with its histological report.\n* Eastern Cooperative Oncology Group (ECOG) performance status ≤ 2\n* Adequate organ function as defined by the following lab tests (to be carried out within 7 days prior C1D1):Bone marrow (Absolute neutrophil count ≥ 1.5 x 109/L, Platelet count \\> 100 x 109/L, (without transfusion within 21 days prior to C1D1), Hemoglobin value ≥ 9 g/dL), Renal function (Calculated creatinine clearance by MDRD or CKD-EPI \\>50 mL/min/1.73m2 or serum creatinine \\< 1.5ULN), Liver function (Alanine aminotransferase (ALT) and aspartate aminotransferase (AST) ≤ 3ULN, Total serum bilirubin ≤ 1.5 ULN (except for patients with Gilbert disease for whom a total serum bilirubin ≤3 ULN is acceptable), Coagulation (INR and aPTT≤ 1.5 ULN)\n* Adequate cardiac function with Mean resting corrected QT interval (QTc), calculated using Fridericia's formula, ≤470ms obtained from 3 electrocardiograms (ECGs) and Systolic blood pressure \\<160mmHg and Diastolic blood pressure \\<100mmHg (hypertension controlled by standard medical treatment is allowed)\n* Women of childbearing potential (entering the study after a confirmed menstrual period and who have a negative pregnancy test within 7 days before C1D1) must agree to use two methods of medically acceptable forms of contraception from the date of negative pregnancy test to 3 months after the last study drug intake\n* Patients should be able and willing to comply with study visits and procedures as per protocol\n* Patients should understand, sign, and date the written voluntary informed consent form at the screening visit prior to any protocol-specific procedures performed.\n* Patients must be covered by a medical insurance.\n\nExclusion Criteria:\n\n* Patients with inflammatory breast cancer.\n* Previous exposure to pegfilgrastim or trastuzumab. Note: the use of filgrastim (non pegylated form only) is authorized prior to the randomisation.\n* Patients requiring the concomitant use of any forbidden treatment including: Any other anti-cancer treatments not listed in the protocol, including chemotherapy, radiotherapy, immunotherapy, targeted therapy or biologic therapy for cancer treatment, Any investigational treatment.\n* Any contra-indication to trastuzumab, paclitaxel, and pegfilgrastim respective SPCs including:Hypersensitivity to trastuzumab, murine proteins, or to any of the excipients listed in trastuzumab SPC, Severe dyspnea at rest due to complications of advanced malignancy or requiring supplementary oxygen therapy, Hypersensitivity to pegfilgrastim or filgrastim, or to any of the excipients listed in SPC, Hereditary problems of fructose intolerance, Hypersensitivity to paclitaxel or to any excipient, particularly macrogolglycerol ricinoleate, Patients with history of or active cardiac disease including myocardial infarction (MI), angina pectoris requiring medical treatment, congestive heart failure NYHA (New York Heart Association) Class ≥II, other cardiomyopathy, cardiac arrhythmia requiring medical treatment, clinically significant cardiac valvular disease, and hemodynamic effective pericardial effusion.\n* Active secondary malignancy unless this malignancy is not expected to interfere with the evaluation of study endpoints and is approved by the sponsor. Examples of the latter include basal or squamous cell carcinoma of the skin, in-situ carcinoma of the cervix. Patients with a completely treated prior malignancy and no evidence of disease for ≥ 2 years are eligible.\n* Pregnant or breast-feeding female patients.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}