{
    "nctId": "NCT04191382",
    "briefTitle": "Phase 2 Window Study of SAR439859 (Amcenestrant) Versus Letrozole in Post-menopausal Patients With ER+, HER2- Pre-operative Post-menopausal Primary Breast Cancer",
    "officialTitle": "Phase 2 Window Study of Two Dose Levels of Amcenestrant [SAR439859] (SERD) Versus Letrozole in Newly Diagnosed Pre-operative Post-menopausal Patients With ER Positive, HER2 Negative Primary Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 105,
    "primaryOutcomeMeasure": "Percent Change From Baseline in Ki67 Level at Day 15",
    "eligibilityCriteria": "Inclusion criteria :\n\n* Histological or cytological proven diagnosis of invasive breast adenocarcinoma.\n* Localized breast cancer eligible for upfront breast conservative surgery or upfront mastectomy: Stage I, Stage II or operable Stage III (excluded T4) as defined in American Joint Committee on Cancer (AJCC) Cancer Staging Manual 8th edition 2017.\n* Postmenopausal women as defined by one of the following:\n* Spontaneous cessation of menses greater than (\\>) 12 months.\n* or who had received hormonal replacement therapy but had discontinued the treatment and had follicle stimulating hormone (FSH) level in the postmenopausal range.\n* or with status post bilateral surgical oophorectomy.\n* or post bilateral ovarian ablation through pelvic radiotherapy.\n* Breast tumor size of at least 10 millimeters (mm) in greatest dimension measured by ultrasound.\n* Primary tumor had to be positive for Estrogen Receptors (ER+) and negative for HER2 (HER2-) receptor by immunohistochemistry.\n* Ki67 level of at least 15% at diagnosis from immunohistochemistry of the tumor.\n* Eastern Cooperative Oncology Group (ECOG) performance status 0-1.\n\nExclusion criteria:\n\n* Medical history or ongoing gastrointestinal disorders potentially affecting the absorption of SAR439859 or letrozole.\n* Participants unable to swallow normally and to take capsules or tablets.\n* Participants with known active hepatitis A, B, C infection; or hepatic cirrhosis.\n* Participant with any other cancer; adequately treated basal cell or squamous cell skin cancer or in situ cervical cancer or any other cancer from which the participant had been disease free for \\>3 years were allowed.\n* Evidence of metastatic spread by standard assessment according to local practice.\n* Treatment with strong Cytochrome P450 3A (CYP3A) inducers or drugs that had the potential to inhibit uridine diphosphate glucuronosyltransferase (UGT) within 2 weeks before first study treatment administration or 5 elimination half-lives whichever was longest.\n* Treatment with drugs that were sensitive substrates of P-glycoprotein (P-gp) or of breast cancer resistance protein (BCRP) within 2 weeks before first study treatment administration or 5 elimination half-lives whichever was longer.\n* Use of any investigational agent within 4 weeks prior to randomization.\n* Recent use of hormone replacement therapy (last dose less than or equal to \\[\\<=\\] 30 days prior to randomization).\n* Prior anti-cancer treatment was not allowed unless it was then completed at least 1 year prior to inclusion into this trial.\n* Previous systemic or local treatment for the new primary breast cancer currently under investigation (including surgery, radiotherapy, cytotoxic and endocrine treatments).\n* Inadequate hematological or renal function.\n* Prothrombin time/international normalized ratio (INR) \\>1.5 \\* upper limit of normal (ULN) or outside therapeutic range if received anticoagulation that would have had affected the prothrombin time/INR.\n* Any of the following abnormal liver function test results: Aspartate aminotransferase \\>1.5 \\* ULN; Alanine aminotransferase \\>1.5 \\* ULN; Total bilirubin \\>1.5 \\* ULN.\n* Participants were employees of the clinical study site or other individuals directly involved in the conduct of the study, or immediate family members of such individuals.\n* Sensitivity to any of the study interventions, or components thereof, or drug or other allergy that, in the opinion of the Investigator, contraindicates participation in the study.\n\nThe above information was not intended to contain all considerations relevant to a participant's potential participation in a clinical trial.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}