{
    "nctId": "NCT01344967",
    "briefTitle": "Suppression of Bone Turnover Following Treatment With Zoledronic Acid in Patients With Metastatic Breast Cancer: Duration of Effect",
    "officialTitle": "N/A",
    "overallStatus": "COMPLETED",
    "conditions": "Metastatic Breast Cancer With Bone Involvement",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2, PHASE3",
    "allocation": "NA",
    "primaryPurpose": "PREVENTION",
    "enrollmentCount": 21,
    "primaryOutcomeMeasure": "The primary objective of this study is to estimate the proportion of patients with suppression of bone turnover at 12 weeks after administration of a single dose of Zoledronic Acid",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patients must have histologically confirmed breast cancer.\n2. Radiological or pathological evidence of bone metastases. (positive bone scan, MRI, or CT or pathological fracture, or pathological sample from bone biopsy showing evidence of metastatic breast cancer).\n3. Patient has not yet started on BP therapy for metastatic breast cancer to bone.\n4. Renal (serum creatinine, BUN), hepatic (AST, ALT, Bilirubin) function within the institutional normal range as assessed within 1 month of study entry.\n5. Age \\>/= 18 years.\n6. Karnofsky performance status ≥ 50.\n7. Life expectancy \\> 6 months.\n8. Ability to understand and the willingness to sign a written informed consent document.\n9. Patients may receive any chemotherapy, biological or endocrine treatment considered appropriate by the treating physician. This can be changed during the course of the study as clinically indicated.\n10. Patients may be on another clinical trial, if allowed by the Trial Steering Committee for that trial.\n11. Patients are willing to take calcium and vitamin D supplements as recommended, while on study.\n\nExclusion Criteria:\n\n1. Hypersensitivity or known allergy to bisphosphonates.\n2. Patient currently taking Bisphosphonate therapy for metastatic breast cancer to bone (Clodronate, Pamidronate, Zoledronic Acid, Ibandronate, Calcitonin). Bisphosphonates for the treatment of other bone disease (osteoporosis, osteopenia, Paget's disease, etc) but not Zoledronic Acid, are permitted.\n3. Acute or chronic renal insufficiency.\n4. Hypocalcemia as defined by serum calcium less than institutional normal range.\n5. Evidence of infection/abscess on dental exam or recent dental extraction (within last 4 weeks), or presence of osteonecrosis of the jaw.\n6. Acute pathological fracture, spinal cord compression, or hypercalcemia requiring urgent treatment (patient may enter study after acute issues are resolved).\n7. Patients with baseline hypocalcemia.\n8. Patients who have received ZA for prevention of breast cancer treatment-induced osteopenia or osteoporosis within the last 1 year.\n9. History and/or electrocardiographic evidence of atrial fibrillation.\n10. Pregnancy or lactation.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}