{
    "nctId": "NCT05537740",
    "briefTitle": "A First-in-human Study to Learn How Safe the Study Drug BAY3375968, an Anti-CCR8 Antibody, is, When Given Alone or in Combination With Pembrolizumab, How it Affects the Body, How it Moves Into, Through, and Out of the Body, and to Find the Best Dose in Participants With Advanced Solid Tumors",
    "officialTitle": "First-in-human Dose-escalation and Expansion Study to Evaluate the Safety, Tolerability, and Pharmacokinetics of the Anti-CCR8 Antibody BAY 3375968 as Monotherapy and in Combination With Pembrolizumab in Participants With Selected Advanced Solid Tumors",
    "overallStatus": "RECRUITING",
    "conditions": "Advanced Solid Tumors",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 270,
    "primaryOutcomeMeasure": "Number of participants with treatment-emergent adverse events (TEAEs) categorized by severity",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Capable of giving signed informed consent.\n* Has received, been intolerant to, or been ineligible for all treatment options proven to confer clinical benefit.\n* Measurable disease per Response Evaluation Criteria in Solid Tumors (RECIST) 1.1.\n* Eastern Cooperative Oncology Group (ECOG) Performance status (PS) of 0 or 1.\n* Adequate renal and liver function.\n* Male individuals and female individuals of childbearing potential who engage in heterosexual intercourse must agree to use methods of contraception.\n* Female participants are eligible if they are not pregnant, not breastfeeding or not a Woman of childbearing potential (WOCBP).\n* Inclusion criterion for the dose-escalation: Individuals with histologically or cytologically confirmed, advanced or metastatic solid tumors.\n* Inclusion criteria for disease-specific combination expansion: Individuals with histologically or cytologically confirmed Triple-negative breast cancer (TNBC), Non-small cell lung cancer (NSCLC), Head and neck squamous cell carcinoma (HNSCC), or melanoma.\n* Inclusion criterion for the monotherapy-MoA expansion: Individuals with histologically or cytologically confirmed NSCLC.\n* Willingness and medical feasibility (as per Investigator assessment) to undergo paired tumor biopsies with a non-significant risk.\n\nExclusion Criteria:\n\n* A known additional malignancy that is progressing or has required active treatment within the past 3 years.\n* Primary central nervous system malignancy.\n* Major surgery ≤ 28 days before start of study treatment.\n* Any unresolved toxicity of Grade ≥ 2, not otherwise specified in other eligibility criteria, from previous anticancer treatment, except for alopecia and skin pigmentation.\n* Uncontrolled intercurrent illness requiring systemic treatment or solid organ transplant.\n* Known hypersensitivity to study treatment or any drugs similar in structure or class, including severe hypersensitivity (≥ Grade 3) to pembrolizumab and/or any of its excipients.\n* Any toxicity (Grade 3 or 4) related to prior immunotherapy leading to prior treatment discontinuation.\n* History of congestive heart failure New York Heart Association (NYHA) \\>II.\n* Medical history of (non-infectious) pneumonitis/interstitial lung disease (ILD), drug-induced ILD, radiation pneumonitis which required steroid treatment, or any evidence of clinically-active pneumonitis/ILD.\n* HIV-infection with a history of Kaposi sarcoma and/or Multicentric Castleman Disease.\n* Known psychiatric or substance abuse disorder that would interfere with the participant's ability to cooperate with the requirements of the study.\n* History or current evidence of any condition, therapy, laboratory abnormality, or other circumstance that might confound the results of the study or interfere with the participant's participation for the full duration of the study, such that it is not in the best interest of the participant to participate, in the opinion of the treating Investigator.\n* Any other history, condition, therapy, or uncontrolled intercurrent illness which could in the opinion of the Investigator affect compliance with study requirements.\n* New brain metastases on screening brain MRI/CT; previously treated brain metastases that are progressive at screening or leptomeningeal disease.\n* Prior therapy with a C-C motif chemokine receptor 8 (CCR8) depleting antibody.\n* Prior allogeneic tissue/solid organ transplant.\n* Radiation therapy to the lung that is \\> 30 Gy within 6 months before the start of study treatment.\n* Diagnosis of immunodeficiency or current chronic systemic steroid therapy (in dosing exceeding 10 mg daily of prednisone equivalent).\n* Active autoimmune disease that has required systemic treatment in the past 2 years.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}