{
    "nctId": "NCT06339281",
    "briefTitle": "A Multicenter Clinical Study of Apatinib Mesylate Combined With Doctor's Choice for Advanced Breast Cancer",
    "officialTitle": "A Multicenter Clinical Study of Apatinib Mesylate in Combination With a Physician's Choice Regimen for Her-2 Negative, HR-positive Progressive Breast Cancer.",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Advanced Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 68,
    "primaryOutcomeMeasure": "Progression-free survival",
    "eligibilityCriteria": "Inclusion Criteria：\n\n1. Histologically or cytologically confirmed her-2 negative, HR-positive progressive breast cancer (prior chemotherapy (including adjuvant or neoadjuvant) with anthracycline and/or paclitaxel required);\n2. No more than 3 lines of chemotherapy for recurrent or metastatic breast cancer;\n3. Must have progression previously used endocrine therapy and CDK4/6 inhibitors for recurrent or metastatic disease ;\n4. PET-CT（SUV）\\>5;\n5. Age ≥18 years;\n6. ECOG PS 0-1;\n7. life expectancy ≥ 3 months\n8. Have at least one measurable lesion as a target lesion confirmed by CT or MRI according to RECIST version 1.1 criteria. If the target lesion is a lymph node require a short diameter greater than 1.5 ，and the target lesion is not amenable to surgical treatment; the target lesion has not received radiotherapy or has recurred in the radiotherapy field;\n9. Appropriate hematopoiesis；\n10. Appropriate liver function；\n11. Appropriate renal function；\n12. Normal coagulation;\n13. Females of childbearing potential willing to use contraception during the trial: negative serum or urine pregnancy test within 7 days prior to dosing.\n\nExclusion Criteria:\n\n1. Received radiation therapy within 28 days prior to enrollment. Radiotherapy for the relief of metastatic bone pain prior to enrollment is permitted, provided that no more than 30% of the total marrow-containing bone is irradiated, with the exception of patients with good bone feel prior to treatment;\n2. The presence of evidence of central nervous system metastases;\n3. Current or recent (within 30 days prior to enrollment) use of another investigational drug or participation in another clinical study\n4. Other malignancy within 5 years (except adequately treated carcinoma in situ of the cervix or squamous carcinoma of the skin, or controlled basal cell carcinoma of the skin)\n5. Uncontrolled hypertension (systolic blood pressure ≥ 140 mmHg or diastolic blood pressure ≥ 90 mmHg despite optimal pharmacologic therapy)\n6. Myocardial ischemia or myocardial infarction of class II or greater, poorly controlled arrhythmias (including qtc intervals ≥450 ms in men and ≥470 ms in women);\n7. Grade III-IV cardiac insufficiency according to NYHA criteria, or cardiac ultrasound suggesting left ventricular ejection fraction (LVEF) \\<50%;\n8. Abnormal coagulation function (INR \\> 1.5 or prothrombin time (PT) \\> ULN + 4 seconds or APTT \\> 1.5 ULN), with bleeding tendency or under thrombolytic or anticoagulant therapy;\n9. Have had clinically significant bleeding symptoms or a definite bleeding tendency within the previous 3 months, such as gastrointestinal bleeding, bleeding gastric ulcer, fecal occult blood +++ or more at baseline, or have vasculitis\n10. Have undergone major surgical procedures or have sustained a severe traumatic injury, fracture, or ulcer within the previous 4 weeks\n11. Having factors that significantly affect the absorption of oral medication, such as inability to swallow, chronic diarrhea and intestinal obstruction, etc;\n12. Urine routine suggestive of urinary protein ≥ ++, or confirmed 24-hour urine protein volume ≥ 1.0 g;\n13. Plasmapheresis (including pleural fluid, ascites, and pericardial effusion) that is clinically symptomatic and requires surgical management;\n14. Other conditions that, in the judgment of the investigator, may affect the conduct of the clinical study and the determination of the study results.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}