{
    "nctId": "NCT03616886",
    "briefTitle": "Paclitaxel + Carboplatin + Durvalumab With or Without Oleclumab for Previously Untreated Locally Recurrent Inoperable or Metastatic TNBC",
    "officialTitle": "A Phase I/II Study of Paclitaxel Plus Carboplatin and Durvalumab (MEDI4736) With or Without Oleclumab (MEDI9447) for Previously Untreated Locally Recurrent Inoperable or Metastatic Triple-negative Breast Cancer",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Triple Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 129,
    "primaryOutcomeMeasure": "Phase I:The adverse events (AEs)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age of ≥ 18 years\n2. Female\n3. Life expectancy of a least 12 weeks\n4. Body weight above 35kg\n5. The locally recurrent or metastatic relapse must be histologically confirmed TNBC in patients not previously treated with systemic treatment and which cannot be treated with curative intent. Newly diagnosed patients with de-novo metastatic disease are eligible\n6. Estrogen receptor (ER) and progesterone receptor (PR) negativity (\\< 1% positive staining cells in the invasive tumour) determined locally using IHC per ASCO/CAP criteria\n7. Human epidermal growth factor receptor 2 (HER2) negativity (negative IHC staining \\[score 0 or 1\\] or negative fluorescence in situ hybridization \\[FISH\\] based on the ASCO/CAP guidelines and recommendations) and determined locally59 Note: patients initially diagnosed with hormone receptor-positive and/or HER2-positive breast cancer OR de novo metastatic patients with a primary tumor hormone receptor-positive (weak positivity or ER negativity and PR positivity) considered as non-clinically relevant are eligible if the tumor biopsy obtained from a local recurrence or distant metastasis site confirms the TNBC disease.\n8. Confirmed tumour PD-L1 and CD73 IHC assessment as documented through central testing of a representative tumour tissue specimen for stratification purposes (only for phase II)\n9. Provision of recurrence/metastatic tissue samples from resections, core-needle biopsies or excisional, incisional, punch, or forceps biopsies:\n\n   * at least 1 FFPE \\[Formalin-Fixed paraffin-embedded\\] tumour tissue and 1 frozen core as a priority, if feasible 2 additional fresh tumour tissue cores should be collected too)\n   * Fine-needle aspiration (FNA) (defined as samples that do not preserve tissue architecture and yield cell suspension and/or smears), brushing, and cell pellets from cytology samples are not acceptable.\n\n   Note 1: If the patient has just performed a metastatic lesion biopsy, she is eligible only if an archived FFPE tissue sample (or at least 20 unstained slides, freshly cut for the purposes of the study) of the metastatic lesion is available. In this situation only, frozen/fresh cores are not mandatory.\n\n   Note 2: In case of a de-novo metastatic disease, if a biopsy of a metastatic lesion is not feasible, the patient is eligible if a biopsy of the primary lesion is available.\n10. Provision of an archived FFPE diagnostic biopsy or surgical primary breast tumour sample (or at least 20 unstained slides, freshly cut for the purposes of the study).\n\n    Note: In case of neoadjuvant treatment (before surgery), the diagnostic biopsy is preferable.\n11. At least 6 months elapsed between the completion of treatment with curative intent (e.g., the date of primary breast tumour surgery or the date of last adjuvant chemotherapy administration, whichever occurred last) and first documented local or distant disease recurrence (NOTE: not applicable for de-novo metastatic disease)\n12. At least one measurable disease based on RECIST v1.1. Tumour lesions in a previously irradiated area are considered measurable, if progression has been demonstrated in such lesions\n13. Adequate organ function:\n\n    1. Absolute neutrophil count (ANC) ≥ 1500/μl (without the addition of growth factors)\n    2. Platelets \\[PLT\\] ≥ 100000/μl (without the addition of growth factors/prior transfusions)\n    3. Hemoglobin (Hb) ≥ 10 g/dl (without the addition of growth factors/prior transfusions)\n    4. Creatinine ≤ 1.5 x upper limit of normal (ULN) OR estimated glomerular filtration rate (eGFR) ≥ 60 ml/min as calculated using the method standard for the institution. If eGFR is lower than 60 ml/min, a 24-hour urine creatinine clearance can be performed to rule out an underestimation of the eGFR.\n    5. Total serum bilirubin (TBL) ≤ 1.5 x ULN unless the subject has documented Gilbert syndrome in which case up to 3 x ULN is acceptable\n    6. Aspartate and alanine aminotransferase (AST/ALT) ≤ 2.5 x ULN unless liver metastases are present, in which case it must be ≤ 5 x ULN\n    7. International Normalized Ratio (INR) ≤ 1.5 x ULN unless subject is receiving anticoagulant therapy as long as INR and activated partial thromboplastin time (aPTT) is within therapeutic range of intended use of anticoagulants\n14. Performance status (PS) of 0 or 1 on the ECOG Performance scale\n15. Female subjects of childbearing potential (FSCP) must be willing to use one highly effective method of contraception (detailed at protocol section 6.6.) for the course of the study through 6 months after the last study drug administration. FSCP must have a negative serum pregnancy test done within the 28 days before treatment start. FSCP are those who have not been surgically sterilized or have not been free of menses for at least 1 year.\n16. Absence of any psychological, familial, sociological or geographical condition potentially hampering compliance with the study protocol and follow-up schedule; those conditions should be discussed with the patient before registration in the trial\n17. Absence of any concurrent illness that would preclude the evaluation of safety\n18. Agreement to provide tissue and blood samples for research purposes\n19. Written informed consent must be given according to ICH/GCP, and national/local regulations before patient enrolment\n20. Applicable to France only: Affiliated to the French Social Security System\n\nExclusion Criteria:\n\n1. Active or prior documented autoimmune or inflammatory disorders (including inflammatory bowel disease \\[e.g., colitis or Crohn's disease\\], diverticulitis \\[with the exception of diverticulosis\\], systemic lupus erythematosus, Sarcoidosis syndrome, or Wegener syndrome \\[granulomatosis with polyangiitis, Graves' disease, rheumatoid arthritis, hypophysitis, uveitis, etc\\]). The following are exceptions to this criterion:\n\n   1. Patients with vitiligo or alopecia\n   2. Patients with hypothyroidism (e.g., following Hashimoto syndrome) stable on hormone replacement\n   3. Any chronic skin condition that does not require systemic therapy\n   4. Patients without active disease in the last 5 years may be included but only after consultation with the study physician\n   5. Patients with celiac disease controlled by diet alone\n2. Current or prior treatment with immunosuppressive medication within 14 days prior to enrolment. The following are exceptions to this criterion:\n\n   1. Intranasal, inhaled, topical steroids, or local steroid injections (e.g., intra articular injection)\n   2. Systemic corticosteroids at physiologic doses not to exceed 10 mg/day of prednisone or its equivalent\n   3. Steroids as premedication for hypersensitivity reactions (e.g., CT scan premedication\n3. Any live, attenuated vaccine administered within 28 days prior to enrolment or anticipation that such a live attenuated vaccine will be required during the study\n4. Chronic daily treatment with non-steroidal anti-inflammatory drug (NSAID) (occasional use for the symptomatic relief of medical conditions, for example, headache, fever is allowed)\n5. Active infection including\n\n   1. Tuberculosis (TB) (clinical evaluation that includes clinical history, physical examination and radiographic findings, and TB testing in line with local practice)\n   2. Hepatitis B (known positive HBV surface antigen (HBsAg) result). Patients with a past or resolved HBV infection (defined as the presence of hepatitis B core antibody \\[anti-HBc\\] and absence of HBsAg) are eligible.\n   3. Hepatitis C. Patients positive for hepatitis C (HCV) antibody are eligible only if polymerase chain reaction is negative for HCV RNA.\n   4. Human immunodeficiency virus (positive HIV 1/2 antibodies).\n6. Treatment with systemic immunostimulatory agents, including but not limited to, interferon (IFN)-alpha, IFN-beta, interleukin (IL)-2, conjugated IL-2 cytokines within 42 days or five half-lives of the drug, whichever is longer, prior to screening\n7. Previous treatment with immune checkpoint inhibitors (e.g. anti-PD-1, anti-PD-L1 including durvalumab, anti-Cytotoxic T-lymphocyte-associated molecule-4), anti-CD73 antibodies, adenosine A2A receptor antagonists, or prior treatment with CD137 agonists/OX-40 agonists or any other antibody or drug targeting T-cell co-stimulation or other immunomodulatory therapies\n8. Any unresolved toxicity NCI CTCAE Grade ≥ 2 from previous anticancer therapy with the exception of alopecia, vitiligo and the laboratory values defined in the inclusion criteria\n9. Known hypersensitivity reactions to the study drugs or to any of the excipients, premedications (acetaminophen/paracetamol, diphenhydramine or equivalent antihistamine and methylprednisolone or equivalent glucocorticoid) and to other platinum containing compounds\n10. Untreated central nervous system (CNS) metastases and/or carcinomatous meningitis.\n\n    Subjects with previously treated brain metastases with local treatment (stereotactic radiosurgery or whole brain radiation therapy) may participate provided they have stable brain metastases on a recent brain MRI (performed during the 2 weeks prior inclusion) and have measurable disease outside the CNS.\n\n    Note: Known brain metastases are considered active (and not eligible for trial), if any of the following criteria are applicable:\n    1. Recent brain imaging demonstrates progression of existing and/or appearance of new lesions\n    2. Neurological symptoms attributed to brain metastases have not returned to baseline\n    3. Steroids were used for management of symptoms related to brain metastases within 14 days of enrolment\n    4. Completion of local therapy for brain metastases within 28 days of enrolment\n11. Major surgical procedure (as defined by the principal investigator) within 28 days prior to enrolment. Note: Local surgery of isolated lesions for palliative intent is acceptable.\n12. Uncontrolled intercurrent illness, including but not limited to,\n\n    1. Symptomatic congestive heart failure, uncontrolled hypertension, unstable angina pectoris, cardiac arrhythmia. Patients previously treated with anthracyclines are eligible if a recent cardiac work up (\\< 6 months) demonstrated a normal left ventricular ejection fraction (LVEF≥50%).\n    2. Interstitial lung disease\n    3. Serious chronic gastrointestinal conditions associated with diarrhoea\n    4. Psychiatric illness/social situations that would limit compliance with study requirement, substantially increase risk of incurring AEs or compromise the ability of the patient to give written informed consent\n13. Past medical conditions, including,\n\n    1. Class II-IV congestive heart failure\n    2. Myocardial infarction within 12 months prior enrolment,\n    3. Deep vein thrombosis (DVT) or thrombo-embolic event within 12 months prior to enrolment\n    4. History of stroke or transient ischemic attack requiring medical therapy\n    5. Intra-abdominal inflammatory process within the last 12 months prior to enrolment such as, but not limited to, diverticulitis, peptic ulcer disease, or colitis\n    6. History of idiopathic pulmonary fibrosis, organizing pneumonia (e.g. bronchiolitis obliterans), drug-induced pneumonitis, idiopathic pneumonitis, or evidence of active pneumonitis\n    7. History of another primary malignancy except for malignancy treated with curative intent and with no known active disease ≥5 years before the first dose of IP and of low potential risk for recurrence, adequately treated non-melanoma skin cancer or lentigo maligna without evidence of disease, adequately treated carcinoma in situ without evidence of disease\n    8. Status post allogeneic bone marrow transplantation or solid organ transplantation\n14. Pregnant or lactating women.\n15. Applicable to France only: Vulnerable persons according to the article L.1121-6 of the Public Health Code, adults who are the subjects of a measure of legal protection or unable to express their consent according to article L.1121-8 of the Public Health Code",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}