{
    "nctId": "NCT03982004",
    "briefTitle": "Epicutaneous Cryoimmunotherapy Combined With Pembrolizumab for Cutaneous Metastatic Breast Cancer",
    "officialTitle": "Phase IB Pilot Study of Epicutaneous Cryoimmunotherapy Combined With Pembrolizumab for Cutaneous Metastatic Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 1,
    "primaryOutcomeMeasure": "Safety and tolerability as measured by rate of treatment emergent grade 3 or higher toxicities",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologically confirmed locally advanced unresectable or metastatic breast cancer (any ER, PR, HER2) with biopsy-proven cutaneous metastasis\n* Disease progression in skin and/or systemic lesions after one or more lines of therapy as follows:\n\n  * HER2 positive patients must have been previously treated with Pertuzumab, Trastuzumab, and T-DM1, with at least one of them in the metastatic setting\n  * ER positive patients must have had at least one prior line of endocrine therapy in the metastatic setting.\n  * Prior treatment could include:\n\n    * Chemotherapy\n    * Endocrine therapy for patients with ER+ disease (including aromatase inhibitors, selective estrogen receptor degraders/modulators, mTOR inhibitors, CDK 4/6 inhibitors)\n    * HER2-targeted therapies for HER2+ disease (including monoclonal antibodies, antibody drug conjugates, tyrosine kinase inhibitors) Note: there is no limit to the number of prior therapy lines for unresectable or metastatic breast cancer.\n* Concurrent treatment is allowed as follows:\n\n  * Patients with stable systemic disease may continue on concurrent maintenance therapy provided there is no anticipated need to change therapy during the study period.\n\nNote: for these patients, the cutaneous lesions must either be progressing or stable for at least 2 months (i.e. not responding to current therapy).\n\n* Patients changing to a new systemic therapy must start treatment at least 2 weeks before the planned start of study treatment.\n\n  -Have measurable disease based on RECIST 1.1.\n* Lesions situated in a previously irradiated area are considered measurable if progression has been demonstrated in such lesions.\n* Patients with non-measurable or measurable systemic disease are eligible.\n\n  * Be willing to provide serial tumor and blood specimens (baseline, weeks 3, 9, and 18). Baseline biopsy should be performed within 2 weeks of 1st treatment.\n  * At least 18 years of age on the day of signing informed consent.\n  * Have a performance status of 0 or 1 on the ECOG Performance Scale. Evaluation of ECOG PS is to be performed within 14 days prior to the anticipated treatment start date.\n  * Demonstrate adequate organ function (within 14 days of treatment initiation), defined as:\n* Absolute neutrophil count (ANC) ≥1,500 /mcL\n* Platelets ≥100,000 / mcL\n* Hemoglobin ≥9.0 g/dL or ≥5.6 mmol/L without erythropoietin dependency and without packed red blood cell transfusion within the last 2 weeks\n* Creatinine ≤1.5 X upper limit of normal (ULN) OR\n* Measured or calculateda creatinine clearance (GFR can also be used in place of creatinine or CrCl) ≥30 mL/min for subject with creatinine levels \\> 1.5 X institutional ULN\n* Total bilirubin ≤ 1.5 X ULN OR\n* Direct bilirubin ≤ ULN for subjects with total bilirubin levels \\> 1.5 ULN\n* AST (SGOT) and ALT (SGPT) ≤ 2.5 X ULN (≤ 5 X ULN for subjects with liver metastases)\n* International Normalized Ratio (INR) or Prothrombin Time (PT) ≤1.5 X ULN unless subject is receiving anticoagulant therapy as long as PT or PTT is within therapeutic range of intended use of anticoagulants\n* Activated Partial Thromboplastin Time (aPTT) ≤1.5 X ULN unless subject is receiving anticoagulant therapy as long as PT or PTT is within therapeutic range of intended use of anticoagulants\n\n  -A female participant is eligible to participate if she is not pregnant, not breastfeeding, and at least one of the following conditions applies:\n* Not a woman of childbearing potential (WOCBP) OR\n* A WOCBP who agrees to follow the contraceptive guidance during the treatment period and for at least 12 days after the last dose of study treatment.\n* All WOCBP must have a negative serum or urine pregnancy test (minimum sensitivity 25 IU/L or equivalent units of beta-human chorionic gonadotropin \\[β-hCG\\]) within 14 days of anticipated start of study treatment. Pregnancy test will be repeated on day 1 prior to initiation of study treatment.\n\n  * A male participant must agree to use contraception during the treatment period and for at least 120 days after the last dose of study treatment and refrain from donating sperm during this period.\n  * Ability to understand and willingness to sign an IRB approved written informed consent document.\n\nExclusion Criteria:\n\n* Has large, ulcerated, bulky tumors (defined as total volume greater than 4 x 4 x 4 cm\\^3 with \\> 50% ulceration).\n* Has life expectancy of \\< 6 months.\n* Prior treatment with the following:\n\n  * Any anti-PD-1, anti-PD-L1, or anti-PD-L2 agent or with an agent directed to another stimulatory or co-inhibitory T-cell receptor (e.g. CTLA-4, OX-40, CD137).\n  * Radiotherapy within 2 weeks of start of study treatment. A 1-week washout is permitted for palliative radiation (≤ 2 weeks of radiotherapy) to non-CNS disease.\n  * Investigational agents or devices within 4 weeks prior to anticipated study treatment start date Note: Participants must have recovered from all AEs due to a previous therapies to ≤ grade 1 or baseline. Subjects with ≤ Grade 2 neuropathy are eligible if per treating physician the neuropathy symptoms are stable. Patients must have completed any corticosteroids for treatment-related toxicities. Patients who developed radiation pneumonitis are not eligible.\n\nNote: If subject had recent surgery, they must have recovered adequately from the toxicity and/or complications from the intervention in the opinion of the treating investigator prior to starting therapy\n\n* Has severe hypersensitivity (≥ grade 3) to pembrolizumab or any of its excipients.\n* Has a known additional malignancy that is progressing or requires active treatment within the past 3 years. Note: participants with basal cell carcinoma of the skin, squamous cell carcinoma of the skin, or carcinoma in situ (e.g. breast carcinoma, cervical cancer) that have undergone potentially curative therapy are not excluded.\n* Has known active central nervous system (CNS) metastases and/or carcinomatous meningitis.\n\n  * Subjects with previously treated brain metastases may participate provided they are radiologically stable for at least 4 weeks and without requirement of steroid treatment for at least 14 days prior to first dose of study treatment.\n\nNote: Patients with stable brain metastases must have stable brain imaging within 28 days prior to first dose of study treatment\n\n* Has a diagnosis of immunodeficiency or is receiving systemic steroid therapy (in doses exceeding 10 mg daily of prednisone equivalent) or any other form of immunosuppressive therapy within 7 days prior to the first dose of trial treatment.\n* Has a known history of active TB (Bacillus Tuberculosis)\n* Has active autoimmune disease that has required systemic treatment in the past 2 years (i.e. with use of disease modifying agents, corticosteroids or immunosuppressive drugs). Note: Replacement therapy (e.g., thyroxin, insulin, or physiologic corticosteroid replacement therapy for adrenal or pituitary insufficiency, etc.) is not considered a form of systemic treatment.\n* Has a history of (non-infectious) pneumonitis that required steroids or has current pneumonitis.\n* Has a known history of Human Immunodeficiency Virus (HIV).\n* Has known history of Hepatitis B or known active Hepatitis C infection. Note: testing for Hepatitis B and Hepatitis C is required unless mandated by local health authority.\n* Has an active infection requiring systemic therapy.\n* Has a history or current evidence of any condition, therapy, or laboratory abnormality that might confound the results of the trial, interfere with the subject's participation for the full duration of the trial, or is not in the best interest of the subject to participate, in the opinion of the treating investigator.\n* Has known psychiatric or substance abuse disorders that would interfere with cooperation with the requirements of the trial.\n* Is pregnant or breastfeeding, or expecting to conceive or father children within the projected duration of the trial, starting with the pre-screening or screening visit through 120 days after the last dose of trial treatment.\n* Has received a live vaccine within 30 days of planned start of study therapy. Examples of live vaccines include, but are not limited to, the following: measles, mumps, rubella, varicella/zoster (chicken pox), yellow fever, rabies, Bacillus Calmette-Guérin (BCG), and typhoid vaccine. Seasonal influenza vaccines for injection are generally killed virus vaccines and are allowed; however, intranasal influenza vaccines (eg, FluMist®) are live attenuated vaccines and are not allowed.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}