{
    "nctId": "NCT03072992",
    "briefTitle": "\"Curcumin\" in Combination With Chemotherapy in Advanced Breast Cancer",
    "officialTitle": "Study of Efficacy of Curcumin in Combination With Chemotherapy in Patients With Advanced Breast Cancer: Randomized, Double Blind, Placebo Controlled Clinical Trial",
    "overallStatus": "COMPLETED",
    "conditions": "Advanced Breast Cancer, Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 150,
    "primaryOutcomeMeasure": "Objective response rate",
    "eligibilityCriteria": "INCLUSION CRITERIA:\n\n* Patients must fulfill all the following criteria to be eligible for this study.\n* Patient should be able to give fully informed written consent according to International Conference on Harmonisation (ICH)/Good Clinical Practice (GCP) guidelines and to comply with the instructions in the protocol.\n* Patients should be diagnosed with histologically-proven breast carcinoma.\n* Female subjects 18 years or older.\n* Radiographic evidence of measurable disease is required and must have been performed within 8 weeks prior to randomization. Acceptable studies include plain radiographs, ultrasound imaging, computed tomography scans and magnetic resonance imaging. Other studies may be acceptable with the approval of the principal investigator.\n* Bidimensionally measurable manifestations of progressive advanced disease after one prior chemotherapy regimen, or locally advanced or MBC that progressed during or within 12 months of completing an adjuvant or neoadjuvant chemotherapy regimen or other cases of breast cancer in which weekly paclitaxel treatment is considered an adequate approach.\n* No Herceptin treatment 4 weeks before and during the study.\n* No other chemotherapy and bisphosphonate therapy 4 weeks before random assignment and during the study. Prior and concomitant hormonal therapy is allowed.\n* Karnofsky performance score (KPS) ≥60, ECOG≤2.\n* Life expectancy 3 month or greater, as estimated by the responsible clinician.\n* Women of child-bearing age must use effective contraception.\n* Sufficient hematological status. Adequate bone marrow function defined as:\n\n  * WBC greater than 4.0 x 10\\^9/L\n  * Granulocyte count greater than 1.5 x 10\\^9/L\n  * Platelet count greater than 100 x 10\\^9/L\n  * Haemoglobin greater than 10 g/dl;\n* Adequate renal function: calculated creatinine clearance (Cockcroft-Gault formula) greater than 45 ml/min;\n* Adequate hepatic function defined as a total bilirubin less than Upper Limit of Normal (ULN), Alanine Aminotransferase (ALT) or Aspartate Aminotransferase (AST) less than 2.5 x ULN, or 1.5 x ULN if Alkaline Phosphatase (Alk Phos) less than 2.5 x ULN. Alk Phos less than 5 x ULN unless patient has bone metastases;\n\nEXCLUSION CRITERIA:\n\n* inadequate renal and hepatic functions;\n* inadequate haematological status;\n* uncontrolled central nervous system metastases;\n* severe cardiovascular disorders;\n* active infection;\n* Psychiatric or addictive disorders or other conditions that, in the opinion of the investigator, would preclude the patient from meeting the study requirements;\n* Other non-malignant systemic and/or other disease, that would preclude the patient from receiving study treatment or would prevent required follow-up (at the discretion of the principal investigator);\n* Known hypersensitivity to any of the study drugs or excipients;\n* Pregnancy or lactation;\n* Second primary malignancy diagnosed within the last 5 years (except for adequately treated non-melanoma skin cancers and in-situ cervical carcinoma adequately treated by cone excision);\n* Herceptin and/or chemotherapy and/or bisphosphonate therapy less than 4 weeks before the randomisation;",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}