{
    "nctId": "NCT03579472",
    "briefTitle": "M7824 and Eribulin Mesylate in Treating Patients With Metastatic Triple Negative Breast Cancer",
    "officialTitle": "A Phase Ib Trial of M7824 and Eribulin in Patients With Metastatic Triple Negative Breast Cancer (TNBC)",
    "overallStatus": "TERMINATED",
    "conditions": "Anatomic Stage IV Breast Cancer AJCC v8, Metastatic Triple-Negative Breast Carcinoma, Prognostic Stage IV Breast Cancer AJCC v8",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 38,
    "primaryOutcomeMeasure": "Recommended phase II dose (RP2D)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Signed written informed consent.\n* Histologically confirmed metastatic triple negative breast cancer with measurable disease by RECIST 1.1 criteria\n\n  * Hormone receptor (HR) defined as positive for the purposes of this study, if expression of estrogen receptor (ER) and/or progesterone receptor (PR) expression is greater than 10% by immunohistochemistry (IHC) and HER2 negative or non-amplified is determined by the current American Society of Clinical Oncology-College of American Pathologists (ASCO-CAP) criteria, which are as follows: HER2 testing by IHC as 0 or 1+. If HER2 is 2+, ISH (in situ hybridization) must be performed.\n* Eastern Cooperative Oncology Group (ECOG) performance status of 0-1.\n* Baseline multi-gated acquisition scan (MUGA) or echocardiogram scans with left ventricular ejection fraction (LVEF) of \\> 50%.\n* Absolute neutrophil count (ANC) \\>= 1500 cells/uL.\n* White blood cell (WBC) counts \\> 2500/uL.\n* Lymphocyte count \\>= 300/uL.\n* Platelet count \\>= 100,000/uL.\n* Hemoglobin \\>= 9.0 g/dL.\n* Hepatic impairment Child-Pugh \\< B7.\n* Total bilirubin =\\< 1.5 x upper limit of normal (ULN) with the following exception:\n\n  * Patients with known Gilbert disease who have serum indirect bilirubin level =\\< 3 X ULN may be enrolled. Eribulin dose modification will be needed in patients with hepatic insufficiency according to the US Prescribing Information (product insert)\n* Aspartate aminotransferase (AST) and alanine aminotransferase (ALT) =\\< 3.0 x ULN with the following exception: patients with liver involvement: AST and/or ALT =\\< 5 x ULN.\n* Alkaline phosphatase =\\< 2.5 x ULN with the following exception: patients with documented liver involvement or bone metastases: alkaline phosphatase =\\< 5 x ULN.\n* Creatinine clearance \\>= 50 mL/min on the basis of the Cockcroft-Gault glomerular filtration rate estimation.\n* International normalized ratio (INR) and activated partial thromboplastin time (aPTT) =\\< 1.5 x ULN. This applies only to patients who do not receive therapeutic anticoagulation; patients receiving therapeutic anticoagulation (such as low-molecular-weight heparin or warfarin) should be on a stable dose.\n* Women of childbearing potential must be using an adequate method of contraception to avoid pregnancy during the study and for at least 4 months after the last dose of study drugs in such a manner that the risk of pregnancy is minimized. Men on study also must be using contraception. Women of childbearing potential (WOCBP) are women who have not been postmenopausal greater than 1 year or undergone a hysterectomy or bilateral oophorectomy.\n* Negative serum or urine pregnancy test for women within 72 hours of receiving the first dose of the study medication for women of childbearing potential.\n* Has received no more than 5 previous lines of chemotherapy in the metastatic setting.\n\nExclusion Criteria:\n\n* Women who are pregnant or breast-feeding.\n* Has received prior therapy with an anti-PD-1, anti-PD-L1, anti-PD-L2, anti-CD137, or anti-cytotoxic T-lymphocyte-associated antigen-4 (CTLA-4) antibody (including ipilimumab or any other antibody or drug specifically targeting T-cell co-stimulation or checkpoint pathways) for metastatic breast cancer-or- if patient has had prior immune-oncology therapies in the neoadjuvant or adjuvant setting within the past 12 months.\n* Has had major surgery within 21 days before cycle 1, day 1.\n* Uncontrolled inflammatory bowel disease (e.g., Crohn's disease, ulcerative colitis).\n* Myocardial infarction within 6 months before starting therapy, symptomatic congestive heart failure (New York Heart Association \\> class II), unstable angina, or unstable cardiac arrhythmia requiring medication.\n* Serious intercurrent infections or non-malignant medical illness that are uncontrolled or the control of which may be jeopardized by this therapy.\n* Psychiatric disorders or other conditions rendering the subject incapable of complying with the requirements of the protocols.\n* History or risk of autoimmune disease, including but not limited to systemic lupus erythematosus, rheumatoid arthritis, inflammatory bowel disease, vascular thrombosis associated with antiphospholipid syndrome, Wegener's granulomatosis, Sjogren's syndrome, Bell's palsy, Guillain-Barre syndrome, multiple sclerosis, autoimmune thyroid disease, vasculitis, or glomerulonephritis.\n* Patients with a history of autoimmune hypothyroidism (such as atrophic thyroiditis) on a stable dose of thyroid replacement hormone may be eligible.\n* Patients with uncontrolled type 1 diabetes mellitus. If on a stable insulin regimen may be eligible, after discussion with principal investigator.\n* Patients with eczema, psoriasis, lichen simplex chronicus of vitiligo with dermatologic manifestations only (e.g., patients with psoriatic arthritis would be excluded) are permitted provided that they meet the following conditions:\n\n  * Patients with psoriasis must have a baseline ophthalmologic exam to rule out ocular manifestations.\n  * Rash must cover less than 10% of body surface area (BSA).\n  * Disease is well controlled at baseline and only requiring low potency topical steroids (e.g., hydrocortisone 2.5%, hydrocortisone butyrate 0.1%, fluocinolone 0.01%, desonide 0.05%, alclometasone dipropionate 0.05%). No acute exacerbations of underlying condition within the last 12 months (not requiring psoralen plus ultraviolet A radiation \\[PUVA\\], methotrexate, retinoids, biologic agents, oral calcineurin inhibitors; high potency or oral steroids).\n* Patients with human immunodeficiency virus (HIV)-1 may be eligible if they meet the following conditions:\n\n  * CD4 cell count \\>= 350 cells/mm\\^3 obtained within 90 days prior to study start.\n  * Plasma HIV-1 ribonucleic acid (RNA) below detected limit obtained by Food and Drug Administration (FDA)-approved assays for \\> 2 years on combination anti-retroviral therapy (cART).\n  * Plasma HIV-1 RNA level of less than 40 copies/mL obtained by the Abbott m2000 assay or less than 20 copies/mL by Roche Taqman version (v)2.0 assay within 90 days prior to study start.\n  * Plasma HIV-1 RNA greater than or equal to 0.4 copies/mL by single copy assay within 120 days prior to entry.\n  * Receiving a stable cART regimen containing at least 3 agents (not including ritonavir if less than a 200 mg total daily dose) with no change in the components of antiretroviral therapy for at least 90 days prior to study entry.\n* Patients with prior allogeneic stem cell or solid organ transplantation.\n* History of idiopathic pulmonary fibrosis (including pneumonitis), drug-induced pneumonitis, organizing pneumonia (i.e., bronchiolitis obliterans, cryptogenic organizing pneumonia), or evidence of active pneumonitis on screening chest computed tomography (CT) scan. History of radiation pneumonitis in the radiation field (fibrosis) is permitted.\n* Patients with known active hepatitis B (defined as having a positive hepatitis B surface antigen \\[HBsAg\\] test at screening) or hepatitis C. Patients with past hepatitis B virus (HBV) infection or resolved HBV infection (defined as having a negative HBsAg test and a positive antibody to hepatitis B core antigen \\[anti HBc\\] antibody test) are eligible. Patients positive for hepatitis C virus (HCV) antibody are eligible only if polymerase chain reaction is negative for HCV RNA.\n* Known active tuberculosis.\n* Administration of a live, attenuated vaccine within 4 weeks before cycle 1, day 1 or anticipation that such a live, attenuated vaccine will be required during the study. Influenza vaccination should be given during influenza season only (approximately October to March). Patients must not receive live, attenuated influenza vaccine (e.g., FluMist) within 4 weeks prior to cycle 1, day 1 or at any time during the study.\n* Treatment with systemic immunostimulatory agents (including but not limited to interferons or IL-2) within 4 weeks or five half-lives of the drug, whichever is shorter, from cycle 1 day 1.\n* Treatment with systemic corticosteroids or other systemic immunosuppressive medications (including but not limited to prednisone, dexamethasone, cyclophosphamide, azathioprine, methotrexate, thalidomide, and anti-tumor necrosis factor \\[TNF\\] agents) within 1 week prior to cycle 1 day 1, or anticipated requirement for systemic immunosuppressive medications during the trial. Patients who have received acute, low dose, systemic immunosuppressant medications (e.g., dexamethasone prior to the anthracycline-based chemotherapy for nausea) may be enrolled in the study. The use of inhaled corticosteroids and mineralocorticoids (e.g., fludrocortisone) is allowed.\n* Concurrent disease or condition that would interfere with study participation or safety, such as any of the following:\n\n  * Active, clinically significant infection either grade \\> 2 by National Cancer Institute (NCI) Common Terminology Criteria for Adverse Events (CTCAE) v4.03 or requiring the use of parenteral anti-microbial agents within 14 days before day 1 of study drug.\n  * Clinically significant bleeding diathesis or coagulopathy, including known platelet function disorders.\n  * Non-healing wound, ulcer, or bone fracture.\n* Known hypersensitivity to any of the components of M7824 or eribulin.\n* History of severe allergic, anaphylactic, or other hypersensitivity reactions to chimeric or humanized antibodies or fusion proteins.\n* Subjects with active central nervous system (CNS) metastases causing clinical symptoms or metastases that require therapeutic intervention, including leptomeningeal disease, are excluded. Subjects with a history of treated CNS metastases (by surgery or radiation therapy) are not eligible unless they have fully recovered from treatment, demonstrated no progression for at least 2 months, and do not require continued steroid therapy.\n* History of conditions associated with bleeding diathesis.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}