{
    "nctId": "NCT00003854",
    "briefTitle": "Prognostic Study of Sentinel Lymph Node and Bone Marrow Metastases in Women With Stage I or Stage IIA Breast Cancer",
    "officialTitle": "A Prognostic Study of Sentinel Node and Bone Marrow Micrometastases in Women With Clinical T1-2 N0 Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "NA",
    "primaryPurpose": "DIAGNOSTIC",
    "enrollmentCount": 4590,
    "primaryOutcomeMeasure": "Overall survival",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patient must be female.\n2. Patient's clinical stage must be I or II (T1 or T2 N0 M0) and the tumor must be amenable to segmental mastectomy (lumpectomy).\n3. Patient must have a tissue diagnosis of invasive breast carcinoma. Note: A patient can be registered to this study if they have a cytologic diagnosis suggestive of carcinoma from a fine needle aspiration (FNA) of a palpable or non-palpable breast lesion and the investigator believes the breast lesion is clinically suspicious for invasive breast carcinoma.\n4. The date of the patient's first tissue diagnosis of invasive breast carcinoma or cytologic diagnosis of breast carcinoma must be no more than 60 days prior to SLND.\n5. The patient who had segmental mastectomy (lumpectomy) performed previously, and is now referred to the local investigator for SLND, is eligible if the lumpectomy was less than or equal to 60 days prior to the SLND. Copies of the operative and pathology reports must be submitted as a part of the registration process.\n6. Patient must have ECOG/Zubrod status of ≤2, as documented in patient's medical record.\n7. Patient must be available for follow-up.\n8. The patient with a history of a previous malignancy is eligible for this study as long as the patient meets the following criteria for a cancer survivor. A cancer survivor is eligible provided that the following criteria are met:\n\n   1. The patient has undergone potentially curative therapy for all prior malignancies.\n   2. There has been no evidence of any prior malignancies for at least five years with no evidence of recurrence (except for effectively treated basal cell or squamous carcinoma of the skin, carcinoma in-situ of the cervix that has been effectively treated by surgery alone, or lobular carcinoma in-situ of the ipsilateral or contralateral breast treated by surgery alone), and\n   3. The patient is deemed by their treating physician to be at low risk for recurrence from prior malignancies.\n9. Signed and dated informed consent is obtained prior to patient registration.\n10. Patients of childbearing potential must have a negative serum or urine pregnancy test within 14 days of beginning study interventions.\n11. Patient must be able to physically undergo bilateral anterior iliac crest bone marrow aspiration.\n\nExclusion Criteria:\n\n1. Patient is lactating (breastfeeding).\n2. Patient has been previously treated with chemotherapy, estrogen receptor antagonists (i.e. Tamoxifen) or selective estrogen receptor modulators (SERMs, i.e. Raloxifene) for this invasive breast cancer.\n3. Patient has a previously placed pre-pectoral breast implant. NOTE: A subpectoral implant is allowed.\n4. Patient is considered a poor surgical risk due to a non-malignant systemic disease (cardiovascular, renal, etc.), which would preclude the treatment options.\n5. Patient has concurrent bilateral invasive breast malignancies.\n6. Patient is not able to undergo and does not have access to radiation therapy as describedin Adjuvant Radiation Therapy in the Interventions section of the protocol.\n\n   Patients with active connective tissue disorders and those that live too far from a radiation treatment center, for example, would not be eligible.\n7. Patient has clinically and radiologically identified multi-centric disease that is not amenable to a single lumpectomy.\n8. Patient has had previous ipsilateral axillary surgery such as excisional biopsy of lymph node(s), treatment of hidradenitis.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}