{
    "nctId": "NCT02983604",
    "briefTitle": "GS-5829 in Combination With Fulvestrant or Exemestane in Women With Advanced Estrogen Receptor Positive, HER2 Negative-Breast Cancer",
    "officialTitle": "A Phase 1b/2 Study of GS-5829 in Combination With Fulvestrant or Exemestane in Subjects With Advanced Estrogen Receptor Positive, HER2 Negative-Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Advanced Estrogen Receptor Positive HER2- Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 14,
    "primaryOutcomeMeasure": "Phase 1b Dose Escalation: Number of Participants Experiencing Dose Limiting Toxicities (DLTs) Through Day 28 at Each Dose Level of GS-5829",
    "eligibilityCriteria": "Key Inclusion Criteria:\n\n* Histologically or cytologically confirmed breast cancer with evidence of metastatic or locally advanced disease not amenable to resection or radiation therapy with curative intent and who have progressed during treatment with at least one prior hormonal therapy\n\n  * Phase 1b Dose Escalation - Individuals may have had unlimited prior hormonal therapy and a total of 2 prior chemotherapy regimens (adjuvant chemotherapy is considered 1 regimen). Individuals may have progressed on fulvestrant or exemestane.\n  * Randomized Phase 2 Dose Expansion - Individuals may have disease progression during treatment or within 12 months of completion of endocrine therapy (tamoxifen, and/or AI) in the adjuvant setting, or disease progression during treatment with endocrine therapy (tamoxifen, AI or CDK4/6 inhibitor plus AI) for advanced/metastatic disease. Individuals may have had unlimited prior hormonal therapy, but must be naive to fulvestrant in the metastatic setting. A total of 2 prior chemotherapies are allowed, however, only one for metastatic disease is permitted.\n* Documentation of ER positive (≥ 1% positive stained cells by local standards) based on the most recent tumor biopsy, unless bone-only disease\n* Documented HER2-negative tumor based on local testing on most recent tumor biopsy (immunohistochemistry score 0/1+ or negative by in situ hybridization HER2/CP17 ratio \\< 2 or for single probe assessment HER2 copy number \\< 4)\n* Post-, pre- or peri-menopausal women considered to be in the post-menopausal state as defined by one of the following:\n\n  * Age ≥ 60 years\n  * Age \\< 60 years and cessation of regular menses for at least 12 consecutive months in the absence of chemotherapy, tamoxifen, toremifene, or ovarian suppression and serum estradiol and follicle-stimulating hormone (FSH) level within the post-menopausal range\n  * Prior bilateral oophorectomy\n  * Pre-/peri-menopausal women can be enrolled if amenable to be treated with the luteinizing-hormone releasing hormone (LHRH) agonist, goserelin. Individuals must have commenced treatment with goserelin or an alternative LHRH agonist at least 4 weeks prior to Cycle 1 Day 1 (C1D1). If individuals have received an alternative LHRH agonist prior to study entry, they must switch to goserelin on or before Cycle 1 Day 1 (C1D1) for the duration of the study\n* Measurable disease defined per RECIST v. 1.1, or bone-only disease must have a lytic or mixed lytic blastic lesion that can be accurately assessed by computed tomography (CT) or magnetic resonance imaging (MRI). Individuals with bone-only disease and blastic-only metastases are not eligible\n* All acute toxic effects of any prior antitumor therapy resolved to Grade ≤ 1 before the start of study drug dosing (with the exception of alopecia \\[Grade 1 or 2 permitted\\] and neurotoxicity \\[Grade 1 or 2 permitted\\])\n* Eastern Cooperative Oncology Group (ECOG) Performance Status of ≤ 1\n* Life expectancy of ≥ 3 months, in the opinion of the investigator\n* Adequate organ function defined as follows:\n\n  * Hematologic: Platelets ≥ 100 x 10\\^9/L; Hemoglobin ≥ 9.0 g/dL; absolute neutrophil count (ANC) ≥ 1.5 x 10\\^9/L (without platelet transfusion or any granulocytic growth factors within previous 7 days of the hematologic laboratory values obtained at screening visit)\n  * Hepatic: aspartate transaminase (AST) / alanine transaminase (ALT) ≤ 2.5 x upper limit of normal (ULN) (if liver metastases are present, ≤ 5 x ULN); total or conjugated bilirubin ≤ 1.5 x ULN\n  * Renal: Serum Creatinine ≤ 1.5 x ULN or creatinine clearance (CrCl) ≥ 60 mL/min as calculated by the Cockroft-Gault method\n* Coagulation: International Normalized Ratio (INR) ≤ 1.2\n* Negative serum pregnancy test\n* Females of childbearing potential who engage in heterosexual intercourse must agree to use protocol specified method(s) of contraception as described in the study protocol\n* Females who are nursing must agree to discontinue nursing before the first dose of GS-5829\n* Able and willing to provide written informed consent to participate in the study\n\nKey Exclusion Criteria:\n\n* History or evidence of clinically significant disorder, condition, or disease that, in the opinion of the investigator or the Gilead medical monitor would pose a risk to individual safety or interfere with the study evaluations, procedures, or completion\n* Known brain metastasis or leptomeningeal disease (Note: if treated and stable at least 6 months prior to enrollment, individual is eligible).\n* Uncontrolled intercurrent illness including, but not limited to, active uncontrolled infection, active or chronic bleeding event within 28 days prior to C1D1, uncontrolled cardiac arrhythmia, or psychiatric illness/social situation that would limit compliance with study requirements as judged by treating physician\n* Myocardial infarction, symptomatic congestive heart failure (New York Heart Association Classification \\> Class II), unstable angina, or serious uncontrolled cardiac arrhythmia within the last 6 months of C1D1\n* Major surgery, defined as any surgical procedure that involves general anesthesia and a significant incision (i.e., larger than what is required for placement of central venous access, percutaneous feeding tube) within 28 days of C1D1\n* Impairment of gastrointestinal (GI) function or GI disease that may significantly alter the absorption of GS-5829, including any unresolved nausea, vomiting, or diarrhea that is Common Terminology Criteria for Adverse Events (CTCAE) Grade \\> 1\n* Minor surgical procedure(s) within 7 days of enrollment or randomization, or not yet recovered from prior surgery (placement of central venous access device, fine needle aspiration, or endoscopic biliary stent ≥ 1 day before enrollment or randomization is acceptable)\n* History of a concurrent or second malignancy, except for: adequately treated local basal cell or squamous cell carcinoma of the skin; cervical carcinoma in situ; superficial bladder cancer; adequately treated Stage 1 or 2 cancer currently in complete remission; any other cancer that has been in complete remission for ≥ 5 years\n* Anti-tumor therapy (chemotherapy, chemoradiation, radiation, antibody therapy, molecular targeted therapy) within 21 days or 5 half-lives whichever is longer, of C1D1 (6 weeks for nitrosoureas, mitomycin C, or molecular agents with t1/2 \\> 10 days); 5 half-lives of any investigational drug; concurrent use of goserelin for pre-/peri-menopausal breast cancer and exemestane or fulvestrant per the protocol are permitted\n* History of long QT syndrome or whose corrected QT interval (QTc) measured (Fridericia method) at screening is prolonged (\\> 470 ms). Individuals who screen fail due to this criterion are not eligible to be re-screened\n* Prior exposure to any bromodomain (BET) inhibitors\n* Known hypersensitivity to the study drugs (GS 5829, fulvestrant or exemestane), the metabolites, or formulation excipients\n* Immunotherapy within 6 months of C1D1\n* Evidence of bleeding diathesis or clinically significant bleeding, within 28 days of C1D1 or history of hemoptysis of \\> 2.5 mL/1 teaspoon within 6 months of C1D1\n* Anticoagulation/antiplatelet therapy within 7 days of C1D1, including acetylsalicylic acid, low molecular weight heparin, or warfarin\n* Known human immunodeficiency virus (HIV) infection\n* Hepatitis B surface Antigen (HBsAg) positive\n* Hepatitis C virus (HCV) antibody positive with HCV RNA positive\n* Use of moderate/strong cytochrome P450 (CYP)3A4 inhibitors or moderate/strong CYP3A4 inducers within 2 weeks prior to C1D1\n* History of high grade esophageal or gastric varices\n\nNote: Other protocol defined Inclusion/Exclusion criteria may apply.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}