{
    "nctId": "NCT01597414",
    "briefTitle": "Elderly Metastatic Breast Cancer: Pertuzumab-Herceptin vs Pertuzumab-Herceptin-Metronomic Chemotherapy, Followed by T-DM1",
    "officialTitle": "Pertuzumab + Trastuzumab (PH) Versus PH Plus Metronomic Chemotherapy (PHM) in the Elderly HER2+ Metastatic Breast Cancer Population Who May Continue on T-DM1 Alone Following Disease Progression While on PH / PHM: an Open-label Multicentre Randomized Phase II Selection Trial of the EORTC Elderly Task Force and Breast Cancer Group",
    "overallStatus": "COMPLETED",
    "conditions": "Elderly Metastatic Breast Cancer Population",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 80,
    "primaryOutcomeMeasure": "Progression free survival rate",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients with histologically proven HER-2 positive\n* Newly diagnosed or recurrent (after surgery) stage IV disease (TNM/AJCC v.7).\n* Patients must have measurable (RECIST v. 1.1) or evaluable disease\n* Performance status (PS) 0-3 (WHO)\n* Age ≥ 70 years of age, or ≥ 60 years old with required number of dependencies\n* Life expectancy of more than 12 weeks\n* Previous adjuvant chemotherapy/anti HER-2 therapy after surgery is allowed, given that the time interval from end of previous treatment to initiation of treatment for metastatic disease is ≥ 6 months.\n* Up to one line of anti-HER therapy (trastuzumab or lapatinib) is allowed in combination with hormone therapy for hormone sensitive metastatic breast cancer.\n* Adequate organ function\n* Before patient randomization, written informed consent must be given according to ICH/GCP, and national/local regulations.\n\nExclusion Criteria:\n\n* No brain metastases that are untreated, symptomatic, or require steroids to control symptoms; or any radiation, surgery, or other therapy to control symptoms from brain metastases within 2 months prior to the first study treatment.\n* No prior chemotherapy for metastatic disease is allowed\n* No prior treatment with pertuzumab is allowed\n* No history of exposure to the following cumulative doses of anthracyclines:\n* Doxorubicin or liposomal doxorubicin \\> 360 mg/m2\n* Epirubicin \\> 720 mg/m2\n* Mitoxantrone \\> 120 mg/m2\n* Idarubicin \\> 90 mg/m2\n* If another anthracycline or more than 1 anthracycline has been used, then the cumulative dose must not exceed the equivalent of 360 mg/m2 of doxorubicin.\n* No history of palliative radiotherapy within 14 days of randomization\n* No history of other malignancy within the last 5 years, except for carcinoma in situ of the cervix or basal cell or spinocellular carcinoma of the skin\n* No current uncontrolled hypertension (persistent systolic \\> 180 mmHg and/or diastolic \\> 100 mmHg)\n* No LVEF below 50%\n* No history of significant cardiac disease defined as:\n* Symptomatic CHF (NYHA classes II-IV)\n* High-risk uncontrolled arrhythmias\n* History of myocardial infarction within 6 months prior to randomization\n* Clinically significant valvular heart disease\n* No angina pectoris requiring anti-angina treatment\n* No peripheral neuropathy of Grade ≥ 3 per NCI CTCAE version 4.0.\n* No current severe, uncontrolled systemic disease (e.g., clinically significant cardiovascular, pulmonary, or metabolic disease; wound healing disorders; ulcers; or bone fractures, known infection with HIV, active hepatitis B and/or hepatitis C virus)\n* No major surgical procedure or significant traumatic injury within 28 days prior to randomization or anticipation of the need for major surgery during the course of study treatment\n* No history of receiving any investigational treatment within 28 days of randomization\n* No history of intolerance (including Grade 3-4 infusion reaction) to trastuzumab\n* No unwillingness or inability to comply with the requirements of the protocol as assessed by the investigator\n* Absence of any psychological, familial, sociological or geographical condition potentially hampering compliance with the study protocol and follow-up schedule; those conditions should be discussed with the patient before registration in the trial",
    "sex": "ALL",
    "minimumAge": "60 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}