{
    "nctId": "NCT04762901",
    "briefTitle": "LCI-BRE-MTN-NIR-001:Ph I Study of Niraparib in Combo With Standard Chemo in Metastatic Trip Neg Breast Cancer",
    "officialTitle": "LCI-BRE-MTN-NIR-001: A Phase I Study of Niraparib in Combination With Standard Chemotherapy in Metastatic Triple-Negative Breast Cancer",
    "overallStatus": "WITHDRAWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "Stage 1 - Evaluate dose-limiting toxicities (DLT) separately for Arms 1, 2, 3, and 4 and establish recommended Stage 2 dose of chemotherapy in combination with niraparib",
    "eligibilityCriteria": "Inclusion Criteria\n\nSubject must meet all of the following applicable inclusion criteria to participate in this study:\n\n1. Able to understand and willing to provide written informed consent and HIPAA authorization for release of personal health information. NOTE: HIPAA authorization may be included in the informed consent or obtained separately.\n2. Male or female and age ≥ 18 years at the time of consent.\n3. ECOG Performance Status of 0, 1 or 2 (Stage 1), or 0-1 (Stage 2) within 14 days prior to day 1 of treatment.\n4. Histologically or cytologically confirmed hormone receptor negative tumor (estrogen and progesterone) on pathology immunohistochemistry (IHC) assessment defined as \\<10% staining and HER2-negative, non-overexpressing defined by an IHC 0 or 1+ or fluorescence in-situ hybridization (FISH) HER2:CEP17 ratio \\< 2.0 with an average HER2 gene copy number of \\<4 signals/nucleus, and:\n\n   Stage 1 (metastatic):\n\n   a. Measurable (by RECIST v1.1) or evaluable lesions\n\n   Stage 2 (non-metastatic, treatment naïve, with no prior excisional biopsy/lumpectomy/LND staging):\n   1. Primary tumor size ≥ 2 cm by at least one radiographic or clinical measurement. NOTE: this requirement does not apply to subjects with inflammatory TNBC.\n   2. Clinical stage at presentation: cT1c-cT4, cN0-cN3\n5. Tumor tissue:\n\n   Stage 1:\n\n   Willing to provide tumor tissue for research purposes. Fresh biopsy of metastatic lesion prior to day 1 of treatment preferred if feasible. If fresh biopsy of metastatic lesion is not feasible, fresh biopsy can be obtained from the primary tumor site (i.e. breast). Tumor tissue from bone metastases is not acceptable. If fresh biopsy from metastatic tumor or primary tumor site is not possible, archival tumor tissue (formalin-fixed paraffin embedded \\[FFPE\\] or tumor block) may be used as long as it is from within 12 months of study entry. NOTE: If tissue is not available within required timeframe (i.e., either fresh or archival) subject will still be eligible for trial.\n\n   Stage 2:\n\n   Willing to undergo fresh biopsy of the primary tumor prior to day 1 of treatment for research purposes (breast is preferred; lymph node is acceptable). If not clinically feasible, then provide archived tumor tissue (FFPE or tumor block) of the primary tumor within 12 months of study entry. If archived tissue will be submitted rather than fresh biopsy, the archived tissue must be assessed and documented by pathology to ensure adequate tumor is present for correlative analysis. NOTE: For subjects who do not have archival tumor tissue available within required timeframe or if archival tissue insufficient, a pre-treatment core biopsy of the primary breast tumor must be obtained. If subjects have inflammatory breast cancer and a core biopsy is not possible, consideration can be given to obtain a skin punch biopsy.\n6. Demonstrate adequate organ function as defined in the table below; all screening labs to be obtained within 14 days prior to day 1 of treatment.\n\n   * Absolute Neutrophil Count (ANC): greater than or equal to 1,000/µL\n   * Platelet Count greater than or equal to 100,000/µL without platelet transfusion within 4 weeks of day 1 of treatment\n   * Hemoglobin (Hgb): greater than or equal to 9 g/dL without red blood cell transfusion within 4 weeks of day 1 of treatment\n   * Serum creatinine (SCr): less than or equal to 1.5 × upper limit of normal (ULN)\n7. For subjects anticipated to receive anthracyclines, adequate cardiac function as defined by ≥50% Left Ventricular Ejection Fraction (LVEF) by ECHO or MUGA within 28 days prior to day 1 of treatment.\n8. Females of childbearing potential (FCBP) must have a negative serum pregnancy test within 7 days prior to day 1 of treatment and documented. NOTE: Females are considered of childbearing potential unless they are surgically sterile (have undergone a hysterectomy, bilateral salpingectomy, or bilateral oophorectomy) or are postmenopausal (\\>45 years of age and at least 12 consecutive months with no menses without an alternative medical cause).\n9. FCBP must be willing to use a highly effective contraceptive method (i.e., highly effective achieves a failure rate of \\<1% per year when used consistently and correctly) or a combination method from the time of informed consent until 30 days after treatment discontinuation. Contraceptive methods with low user dependency are preferable but not required.\n\n   Acceptable methods of contraception (highly effective) are:\n\n   Single method (one of the following is acceptable):\n   * Non-hormonal Intrauterine device (IUD)\n   * Vasectomy of a female subject's partner\n   * Sexual abstinence is considered a highly effective method only if defined as refraining from heterosexual intercourse during the entire period of risk associated with the study treatments.\n\n   Combination method (requires use of two of the following):\n   * Diaphragm with spermicide (Cannot be used in conjunction with cervical cap/spermicide)\n   * Cervical cap with spermicide (nulliparous women only)\n   * Contraceptive sponge with spermicide (nulliparous women only)\n   * Male condom or female condom (cannot be used together) with spermicide\n10. Male subjects with female partners who are of child-bearing potential, should use a highly effective method of contraception during niraparib therapy and for 90 days after receiving the last dose of niraparib.\n11. Subjects must agree to not donate blood for 90 days after receiving the last dose of niraparib.\n12. Female subjects must agree to not breastfeed during the study or for 30 days after the last dose of study treatment and male subjects must not donate sperm during niraparib therapy and for 90 days after receiving the last dose of niraparib.\n13. As determined by the enrolling physician, ability of the subject to understand and comply with study procedures for the entire length of the study.\n14. Ability to swallow oral medications.\n\nStage 1 Exclusion Criteria\n\nSubjects meeting any of the criteria below may not participate in Stage 1 of the study:\n\n1. Subject has known active central nervous system (CNS) metastases and/or carcinomatous meningitis. Note: Subjects with previously treated brain metastases may participate if there is no evidence of disease progression for at least 4 weeks after CNS-directed treatment as ascertained by clinical examination and brain imaging (MRI or CT) during the screening period, are asymptomatic, have no requirement for steroids, no requirement for anticonvulsants, and stable CNS radiographic study showing no significant vasogenic edema ≥ 4 weeks since completion of radiation and ≥ 1 week since discontinuation of steroids. Carcinomatous meningitis precludes a subject from study participation regardless of clinical stability.\n2. More than 3 prior lines of chemotherapy for triple-negative metastatic disease.\n3. Not recovered (i.e., ≥ Grade 1) from adverse events due to agents previously administered; NOTE: Subjects with ≤ Grade 2 neuropathy or alopecia of any grade are an exception.\n4. Prior chemotherapy within 3 weeks, prior targeted small molecule therapy or radiation therapy within 2 weeks, or prior anti-cancer monoclonal antibody for direct anti-neoplastic treatment within 3 weeks prior to day 1 of treatment.\n5. History or known allergic reaction to doxorubicin, cyclophosphamide, paclitaxel or carboplatin.\n6. For Arm 1, any prior anthracycline exposure.\n7. For Arm 2, prior doxorubicin exposure of \\> 300 mg/m2 or equivalent anthracycline exposure (i.e. epirubicin dose \\> 540 mg/m2).\n\nStage 2 Exclusion Criteria\n\nSubjects meeting any of the criteria below may not participate in Stage 2 of the study:\n\n1. Final needle aspirate (FNA) alone to diagnose primary breast cancer.\n2. Excisional biopsy or lumpectomy performed prior to screening.\n3. Surgical axillary staging procedure prior to screening; NOTE: the following procedures are permitted prior to screening:\n\n   1. FNA or core biopsy of an axillary node for any subject\n   2. Although not recommended, a pre-neoadjuvant therapy sentinel node (SN) biopsy for subjects with clinically negative axillary nodes\n4. Definitive radiologic evidence of metastatic disease.\n5. History of ipsilateral invasive breast cancer regardless of treatment or ipsilateral ductal carcinoma in-situ (DCIS) treated with radiotherapy (NOTE: subjects with a lobular CIS (LCIS) are eligible).\n6. Treatment including chemotherapy, radiation, and/or targeted therapy administered for the currently diagnosed breast cancer prior to screening.\n7. Previous therapy with anthracyclines for any malignancy.\n8. History of known allergic reaction to doxorubicin or cyclophosphamide.\n\nOverall Exclusion Criteria\n\nSubjects meeting any of the criteria below may not participate in the study:\n\n1. Active infection requiring systemic therapy (NOTE: at discretion of investigator, subjects with uncomplicated urinary tract infections may be eligible).\n2. Major surgery within 3 weeks of day 1 of treatment.\n3. Pregnant or breastfeeding (NOTE: breast milk cannot be stored for future use while the mother is being treated on study).\n4. Has had diagnosis, detection or treatment of another type of cancer ≤ 2 years prior to day 1 of treatment (exceptions include basal cell or squamous cell skin cancer, or in-situ cervical cancer that has been definitively treated).\n5. Known hypersensitivity to the components of niraparib or the excipients.\n6. Prior treatment with any PARP inhibitor.\n7. Has received any other investigational agents within 4 weeks of day 1 of treatment or within a time interval less than at least 5 half-lives of the investigational agent, whichever is longer, prior to day 1 of treatment.\n8. Has a known history of Human Immunodeficiency Virus (HIV) or known acquired immunodeficiency disorder (AIDS).\n9. Known history or current diagnosis of myelodysplastic syndrome (MDS) or acute myeloid leukemia (AML).\n10. Poor medical risk as evidenced by uncontrolled intercurrent illness including, but not limited to, uncontrolled hypertension, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, recent (within 90 days) myocardial infarction; uncontrolled major seizure disorder; unstable spinal cord compression; superior vena cava syndrome; or any psychiatric or substance abuse disorders or psychiatric illness/social situations that would limit compliance with study requirements as determined by the investigator.\n11. Received a transfusion (platelets or red blood cells) ≤ 4 weeks of day 1 of treatment.\n12. Subject has a condition (such as transfusion dependent anemia or thrombocytopenia) that might confound the results of the study or interfere with the subject's participation for the full duration of the study treatment or that makes it not in the best interest of the subject to participate.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}