{
    "nctId": "NCT00931606",
    "briefTitle": "Study of Sotatercept for the Treatment of Chemotherapy Induced Anemia in Patients With Metastatic Breast Cancer (MK-7962-012)",
    "officialTitle": "A Phase 2, Double-blind, Randomized, Placebo-Controlled Study of ACE-011 for the Treatment of Chemotherapy Induced Anemia in Patients With Metastatic Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Chemotherapy Induced Anemia",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 30,
    "primaryOutcomeMeasure": "Percentage of Participants Who Achieved a Hematopoietic Response",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Has a histologically confirmed diagnosis of breast cancer documented by cytology or biopsy.\n* Has evidence of metastatic breast cancer with a minimum of one lesion per Response Evaluation Criteria in Solid Tumors v 1.1 (RECIST v 1.1) criteria.\n* Is receiving a chemotherapy regimen including one of the following: anthracycline, taxane, gemcitabine, vinorelbine or capecitabine.\n* Has planned treatment with the same chemotherapy regimen for a minimum of 9 weeks after Day 1 of study intervention administration.\n* ≥ 30 days elapsed (from Day 1) since previous treatment with an erythropoiesis stimulating agent (ESA) (including treatment with intravenous (IV) iron) for chemotherapy induced anemia.\n* ≥ 7 days elapsed (from Day 1) since the last red blood cell (RBC) transfusion and receipt of ≤ 2 units of blood in the past 30 days.\n* Life expectancy of ≥ 6 months.\n\nExclusion Criteria:\n\n* Has had prior radiation therapy to \\> 20% of the whole skeleton.\n* Has had \\> 5 prior chemotherapy treatment regimens for metastatic breast cancer.\n* Has a history of autoimmune or hereditary hemolysis or gastrointestinal bleeding.\n* Has clinically significant pulmonary, endocrine, neurologic, gastrointestinal, hepatic or genitourinary disease unrelated to underlying hematologic disorder.\n* Has heart failure as classified by the New York Heart Association (NYHA) classification of 3 or higher.\n* Has a recent history of thrombosis, deep vein thrombosis (DVT), pulmonary emboli, or embolic stroke, occurring within the last 6 months.\n* Has untreated central nervous system (CNS) metastases or CNS metastases treated with whole brain radiotherapy \\< 6 months prior to Day 1.\n* Has a diagnosis of a myeloid malignancy or known history of myelodysplasia.\n* Has a history of second malignancy within 5 years (except excised and cured basal cell carcinoma, squamous cell carcinoma of the skin or cervical carcinoma in situ).\n* Has had administration of IV antibiotics or febrile (temperature elevation \\> 38 ° C) within 14 days of Day 1.\n* Has uncontrolled hypertension.\n* Has known history of hepatitis B surface antigen (HBsAg and HB core antibody (Ab)), human immunodeficiency virus (HIV) antibody or active hepatitis C.\n* Has clinically significant iron (transferrin saturation \\< 20%), vitamin B12, or folate deficiency.\n* Has a history of anemia as a result of inherited hemoglobinopathy such as sickle cell anemia or thalassemia.\n* Has a history of autoimmune or hereditary hemolysis; active gastrointestinal bleeding (within the last 6 months as compared to Day 1).\n* Has received treatment with another investigational drug or device within 1 month prior to Day 1.\n* Is pregnant or lactating.\n* Has a history of severe allergic or anaphylactic reactions or hypersensitivity to recombinant proteins or excipients in the investigational product.\n* Has had major surgery within 30 days prior to Day 1 (patients must have completely recovered from any previous surgery prior to Day 1).",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}