{
    "nctId": "NCT02285179",
    "briefTitle": "Clinical Trial to Evaluate the Safety and Effectiveness of GDC-0032 When Given Alongside Tamoxifen",
    "officialTitle": "Phase I/Prospective Randomized Phase II Trial Of the Safety and Efficacy of Tamoxifen in Combination With GDC-0032 Compared With Tamoxifen alONe.",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 189,
    "primaryOutcomeMeasure": "Number of patients with MTD toxicity",
    "eligibilityCriteria": "Inclusion criteria:\n\nMinimum age for inclusion 18 years\n\n* The patient has a WHO performance status ≤ 2\n* Premenopausal and postmenopausal female breast cancer patient with histological proven ER and/or PR positive\\*, HER2 negative breast cancer (based on the most recent assessment of ER and PR status from primary breast cancer or from recurrent or metastatic disease). If a patient is premenopausal by clinical and analytical assessment (defined as having premenopausal follicle stimulating hormone (FSH) and/or plasma estradiol levels), she should also receive a LHRH agonist.\n* The patient's breast cancer must be negative for HER2 over-expression by IHC (IHC score ≤1+) or for HER2 gene amplification by FISH or CISH or SISH\n* Patients must have either measurable or evaluable disease by RECIST criteria version 1.1.\n* The patient has recurrent or metastatic breast cancer that is refractory to an endocrine therapy defined as the occurrence of either of the following while the patient is on endocrine therapy:\n* Disease progression of locally advanced or metastatic breast cancer\n* Disease recurrence of early stage breast cancer (i.e., recurrence while receiving adjuvant treatment with endocrine therapy)\n* Availability of a representative tumour tissue specimen:\n* If a patient is currently receiving bisphosphonates, the patient must have received the bisphosphonates for at least 1 month before starting study treatment.\n* The patient has adequate organ and marrow function, as defined in protocol.\n* The patient has no other diagnosis of malignancy or evidence of other malignancy for 2 years before screening for this study (except non-melanoma skin cancer or in situ carcinoma of the cervix).\n* Life expectancy ≥ 12 weeks.\n* Fasting glucose ≤ 120 mg/dL (=6.66 mmol/L) and HbA1c ≤ ULN.\n\nexclusion criteria:\n\n* The following restrictions on prior anticancer therapy apply;\n* Endocrine therapies or small molecule targeted (non-cytotoxic) inhibitors within 2 weeks or 5 half-lives of the compound or active metabolites, whichever is longer, before the first dose of the study treatment are not allowed\n\n  --No more than 5 prior chemotherapeutic regimens for metastatic breast cancer\n* Radiation therapy within 2 weeks before the first dose of study treatment, unless of palliative intent, not compromising bone marrow function\n* Cytotoxic chemotherapy within 3 weeks, or nitrosoureas or mitomycin C within 6 weeks before the first dose of the study treatment\n* Antibody therapy within 4 weeks before the first dose of the study treatment\n* Major surgery or not recovered from major surgery, within 4 weeks before the first dose of study treatment\n* Other malignancy with the exclusion of carcinoma in situ.\n* The patient has not recovered from toxicity due to prior therapy to grade ≤1 or to pre-therapy baseline. Patients with grade 2 peripheral neuropathy or grade 2 alopecia related to prior therapies are eligible\n* The patient has untreated, symptomatic, or progressive brain metastases. -The patient has a history of thrombo-embolic disease or is currently receiving anticoagulation with therapeutic doses of warfarin.\n* The patient has prothrombin time/ International Normalized Ratio (PT/ INR) or partial thromboplastin time (PTT) test results at screening that are above 1.3 x the laboratory upper limit of normal.\n* Patients with a history of Crohn's disease or ulcerative colitis or other forms of autoimmune colitis\n* The patient has uncontrolled significant intercurrent illness\n* History of clinically significant cardiac or pulmonary dysfunction-The patient has a type 1 or 2 diabetes requiring daily anti-hyperglycemic medication\n* Corticosteroid use equivalent to more than 10mg prednisone daily\n* The patient is known to be positive for the human immunodeficiency virus (HIV).\n* The patient has a previously identified allergy or hypersensitivity to components of the study treatment formulation(s).\n* The patients is unable or unwilling to abide by the study protocol or cooperate fully with the investigator or designee\n* Pregnant or nursing women",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}