{
    "nctId": "NCT00508274",
    "briefTitle": "Lapatinib +Capecitabine Treatment for Advanced Metastatic Breast Cancer in Women From China",
    "officialTitle": "An Open-Label Multicenter Study Administering Lapatinib and Capecitabine (Xeloda) in Women With Advanced or Metastatic Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Neoplasms, Breast",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 52,
    "primaryOutcomeMeasure": "Clinical Benefit Rate (CBR)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Signed informed consent;\n* Female ≥18 years;\n* Pathology that has histologically confirmed invasive breast cancer with stage IIIb/c or stage IV disease;\n\n  • If recurrent disease is restricted to a solitary lesion, its neoplastic nature should be confirmed by cytology or histology.\n* Documented overexpression of Her2 (ErbB2) of IHC 3+ or FISH positive, in primary or metastatic tumor tissue is required for enrollment into the study; by local testing or central laboratory testing determined by country of residence. NB. Approximately, 51 subjects will be enrolled in a single stage design to test for efficacy in women from China and Hong Kong. Due to the fact that trastuzumab is not commonly prescribed in China and Hong Kong, the current study allows up to 40% of subjects who are trastuzumab naïve to be enrolled.\n* Prior therapies must include at minimum a taxane and/or anthracycline and may include trastuzumab if available; other prior regimens are not limited except capecitabine and Erbb2 inhibitors other than trastuzumab. Chemo regimen requirements are as follows:\n\n  * Taxane containing regimen for at least 4 cycles or \\<4 cycles provided disease progression or treatment limiting toxicity occurred while on taxane\n  * Anthracycline containing regimen for at least 4 cycles or \\<4 cycles provided disease progression or treatment limiting toxicity occurred while on anthracycline\n  * Taxanes and Anthracyclines may have been administered concurrently or separately\n  * Prior treatment may have contained trastuzumab alone or in combination with other chemotherapy in the adjuvant, locally advanced or metastatic setting and patient must have failed the treatment\n  * Prior treatment with capecitabine is not permitted unless 6 months have elapsed since the last dose of capecitabine and the subject is free of any capecitabine related toxicity\n  * Prior therapy with an ErbB1 and/or ErbB2 inhibitor, other than trastuzumab is not permitted\n  * Other prior chemo-regimens not listed above are unlimited.\n* For those subjects whose disease is ER+ and/or PR+ one of following criteria should be met.\n\n  * Subjects who received hormonal therapy and are no longer benefiting from this therapy and the hormonal treatment must have been stopped before the first dose of investigational treatment\n  * Subjects with visceral disease that requires chemotherapy (eg., subjects with liver or lung metastases)\n  * Rapidly progressing or life threatening disease, as determined by the investigator\n* Subjects with stable CNS metastases (asymptomatic and off systemic steroids and anticonvulsants for at least 3 months) are eligible\n* Measurable lesion(s) according to RECIST (Response Evaluation Criteria in Solid Tumors);\n* Radiotherapy as palliative treatment for painful metastatic disease is permitted but must have been stopped within 2 weeks prior to initiation of any investigational treatment. All subjects must have recovered from all radiotherapy related toxicities prior to initiation of any investigational treatment. The site of radiotherapy must not be used as a site of measurable disease;\n* Cardiac ejection fraction within institutional range of normal as measured by echocardiogram. MUGA scans will be accepted in cases where an echocardiogram cannot be performed or is inconclusive;\n* ECOG Performance Status of 0 to 1;\n* Life expectancy of ≥ 12 weeks;\n* Able to swallow and retain oral medication;\n* Women with potential to have children must be willing to practice acceptable methods of birth control during the study;\n* Willing to complete all screening assessments as outlined in the protocol;\n* Adequate organ function as defined by the Table of Baseline Laboratory Values\n\nExclusion Criteria:\n\n* Pregnant or lactating females at anytime during the study\n* Subjects with only non-measurable metastatic sites of disease per RECIST, (e.g. bone metastases, pleural effusion, or ascites, etc.);\n* Planned concurrent anti-cancer therapy (chemotherapy, radiation therapy, immunotherapy, biologic therapy, hormonal therapy) while taking investigational treatment;\n* Unresolved or unstable, serious toxicity from prior administration of another investigational drug and/or of prior cancer treatment;\n* Malabsorption syndrome, disease significantly affecting gastrointestinal function, or resection of the stomach or small bowel. Subjects with ulcerative colitis are also excluded;\n* History of other malignancy. However, subjects who have been disease-free for 5 years, or subjects with a history of completely resected non-melanoma skin cancer or successfully treated in situ carcinoma, are eligible;\n* Concurrent disease or condition that would make the subject inappropriate for study participation, or any serious medical disorder that would interfere with the subject's safety;\n* Uncontrolled infection;\n* Dementia, altered mental status, or any psychiatric condition that would prohibit the understanding or rendering of informed consent;",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}