{
    "nctId": "NCT02360059",
    "briefTitle": "Metformin for Reduction of Paclitaxel-Related Neuropathy in Patients With Breast Cancer",
    "officialTitle": "Metformin for Reduction of Paclitaxel Treatment-Related Neuropathy in Patients With Breast Cancer: A Randomized Pilot Study",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 1,
    "primaryOutcomeMeasure": "Mean Change in Neuropathy",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patients with histologically confirmed invasive breast cancer, stage I - IV, treated at Lyndon B. Johnson General Hospital in the Harris Health System.\n2. Patients = or \\> 18 years old and \\< 75 years old.\n3. Patients scheduled to undergo paclitaxel chemotherapy for breast cancer.\n4. Patients with adequate renal function, as evidenced in laboratory values = or \\< 3 months old: epidermal growth factor receptor (eGFR) = or \\> 60 mL/min/1.73m2.\n5. Patients with adequate hepatic function per institutional testing standards, as evidenced in laboratory values = or \\< 3 months old: (1) The screening results for total bilirubin must be \\< 1.5 times the upper limit of normal. (2) The screening results for aspartate aminotransferase (AST) and alanine aminotransferase (ALT) must be \\< 2 times the upper limit of normal.\n6. Patients who speak English and/or Spanish.\n7. Patients who are willing and able to review, understand, and provide written consent.\n8. Patients with an Eastern Cooperative Oncology performance status of 0 or 1.\n\nExclusion Criteria:\n\n1. Patients with a history of or known diagnosis of diabetes according to national guidelines (fasting plasma glucose \\> or = 126 mg/dL or random plasma glucose \\> or = 200 mg/dL), as evidenced in laboratory values \\< or = 3 months old).\n2. Patients using carbonic anhydrase inhibitors (acetazolamide \\[Diamox®\\], brinzolamide \\[Azopt®\\], methazolamide \\[Neptazane®\\], dorzolamide \\[Trusopt®\\], pomegranate ellagitannins), cimetidine, or topiramate.\n3. Patients who are enrolled in another symptom management trial.\n4. Patients with nerve pathology or clinically identified neuropathy.\n5. Patients with a history of clinically significant cutaneous drug reaction, hypersensitivity reaction, anaphylaxis, or any other serious adverse reaction to the medication used in the study.\n6. Patients with any condition associated with increased risk of metformin-associated lactic acidosis (e.g., congestive heart failure defined as New York Heart Association Class III or IV functional status, history of acidosis of any type).\n7. Patients with intestinal issues, including malabsorption syndrome, disease significantly affecting gastrointestinal function, or resection of the stomach or small bowel.\n8. Patients who are pregnant are excluded. Pre-menopausal women must have a negative pregnancy test. Patients that are post menopausal, or that have had a hysterectomy do not need to have a pregnancy test.\n9. Patients with any condition that precludes use of the study medication as determined by the treating physician.\n10. Patients with a diagnosis of hepatitis or HIV.\n11. Patients currently receiving or scheduled to receive a chemotherapy infusion other than Adriamycin/Cyclophosphamide prior to initiation of the metformin adaptation phase are not eligible. Patients who are receiving Adriamycin/Cyclophosphamide must be scheduled to be at least 8 days post-chemotherapy infusion prior to initiation of the metformin adaptation phase in order to be eligible.\n12. Patients who are currently using metformin (eg, Fortamet, Glucophage, Glucophage XR, Glumetza, Riomet).",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}