{
    "nctId": "NCT02376413",
    "briefTitle": "Oncoplastic Breast-conserving Surgery in Non-metastatic Breast Cancer Patients",
    "officialTitle": "Prospective Non-randomized Evaluation of Oncoplastic Breast-conserving Surgery in Non-metastatic Breast Cancer Patients",
    "overallStatus": "WITHDRAWN",
    "conditions": "Local Recurrence of Malignant Tumor of Breast",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "Harvard/NSABP/RTOG breast cosmesis grading scale",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Informed consent signed\n* ECOG\\<=2\n* Non-metastatic breast cancer patients with unilateral breast cancer confirmed by pathology.\n* Operable or operable after neoadjuvant chemotherapy.\n* Extensive, diffuse micro-calcifications on mammography before surgery\n* No history of breast surgery or breast radiation therapy before.\n* Able to follow the standard of care in adjuvant chemotherapy, radiation therapy, endocrine therapy and targeted therapy after surgery.\n\nExclusion Criteria:\n\n* Multifocal/multicentric diseases noticed before surgery.\n* Inflammatory breast cancer or invasive micro-papillary carcinoma of the breast confirmed by pathology before surgery.\n* Tumor size \\> 5 cm revealed by physical examination, Ultrasound or mammography before surgery.\n* Tumor size/breast size ratio \\>0.5 revealed by by physical examination, Ultrasound or mammography before surgery.\n* Have other malignant tumors.\n* Have severe co-morbidities that compromise the patients' compliance to our protocol, or endanger the patients.\n* Participated in other clinical trials.\n* Pathologically confirmed metastatic breast cancer, bilateral breast cancer or DCIS patients.\n* Patients with any organ failure.\n* Pregnancy women\n* Patients who desire to have mastectomy before surgery.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}