{
    "nctId": "NCT01853436",
    "briefTitle": "Impact of ADM in Reduction of Surgical Complexity of Breast Reconstructions With Implants (Nava)",
    "officialTitle": "Impact of Acellular Dermal Matrix in Reduction of Surgical Complexity of Breast Reconstructions With Implants",
    "overallStatus": "TERMINATED",
    "conditions": "Patients With Breast Cancer Requiring Mastectomy and Suitable for Reconstruction",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 36,
    "primaryOutcomeMeasure": "Number of surgeries where a differentiation will be made between major and minor depending upon the requirement to enter the breast pocket under general anesthesia.",
    "eligibilityCriteria": "Inclusion Criteria:\n\nA study patient may be included if she:\n\n1. Has planned to undergo a unilateral or bilateral mastectomy and have small to medium size breasts (predicted breast implant size maximally 500 gms), with none or moderate (Grade 1 or 2) ptosis, and healthy, sufficiently thick, well-vascularized skin flaps anticipated by the surgeon.\n2. Is a clinically suitable candidate for immediate reconstruction with ADM based single stage reconstruction technique (as defined for use in the Experimental arm).\n3. Is female, ≥18 years of age.\n4. Is willing to undergo immediate breast reconstruction with sub-pectoralis muscle placement of a breast implant by either the Experimental (ADM based single stage) or the Control (TE/Implant based two stage) techniques.\n5. Is in good health other than breast pathology and is suited to general anesthesia and planned treatments.\n6. Understands and is willing to follow all aspects of the study protocol including randomization and has signed and dated the approved Informed Consent Form prior to any study-related procedures being performed.\n\nExclusion Criteria:\n\nA study patient is excluded from participation to the study if she:\n\n1. Has undergone breast radiation treatment and/or be preoperatively evaluated to require radiation treatment to the breast area during the course of the study.\n2. Has collagen-vascular, connective tissue, or uncorrectable bleeding disorders as determined clinically by the PI.\n3. Has a BMI that is ≥ 35.\n4. Has any disease, including uncontrolled diabetes, which is clinically known to impact wound healing ability.\n5. Has an autoimmune disease, an immune deficiency, or is on immune suppression drugs other than any other current treatment for breast cancer.\n6. Currently has an alcohol/substance abuse problem or have had a relapse within 1 year prior to screening visit.\n7. Is pregnant, or lactating.\n8. Has concomitant unrelated condition of breast/chest wall/skin that, as determined by the PI, could affect the surgical outcome (e.g. significant chest wall abnormalities including pectus excavatum or pectus carinatum).\n9. Has an abscess or infection at the time of surgery.\n10. Has undergone previous breast surgery with the exception of breast biopsy, cyst removal, and lumpectomy.\n11. Has had a prior soft tissue support device implanted in the breast or is participating in another clinical trial with a breast related device (e.g. drains, expanders, implants).\n12. Has a known pork allergy or is sensitive to polysorbate.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}