{
    "nctId": "NCT00625898",
    "briefTitle": "BETH Study: Treatment of HER2 Positive Breast Cancer With Chemotherapy Plus Trastuzumab vs Chemotherapy Plus Trastuzumab Plus Bevacizumab",
    "officialTitle": "A Multicenter Phase III Randomized Trial of Adjuvant Therapy for Patients With HER2-Positive Node-Positive or High Risk Node-Negative Breast Cancer Comparing Chemotherapy Plus Trastuzumab With Chemotherapy Plus Trastuzumab Plus Bevacizumab",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 3509,
    "primaryOutcomeMeasure": "Invasive Disease-free Survival (IDFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Life expectancy of at least 10 years, excluding their diagnosis of breast cancer.\n* Women who have had breast reconstruction utilizing tissue expanders must be in agreement with delaying surgery to replace the tissue expanders with permanent implants until 3 months following the last dose of bevacizumab\n* Women of reproductive potential must agree to use an effective non-hormonal method of contraception (for example condoms, some intrauterine devices, diaphragms, vasectomized partner, or abstinence) during therapy and for at least 6 months after the last dose of bevacizumab and/or trastuzumab.\n* Submission of tumor samples from the breast surgery for central HER2 testing is required for all patients prior to enrollment in the BETH Trial\n* Signed and dated IRB/EC-approved consent\n* ECOG performance status of 0 or 1\n* The tumor must be unilateral invasive adenocarcinoma of the breast on histologic examination.\n* The breast cancer must be HER2-positive based on test results as follows: Local testing (if available) should demonstrate that the tumor is IHC 2+ or 3+ or is considered to be HER2-positive for gene amplification by FISH, CISH, or other in situ hybridization (ISH) method. If local ISH test results are considered equivocal, the tumor can be submitted for central HER2 testing. (If local testing is not possible, the tumor can be submitted for central HER2 testing.) Central testing (a requirement for ALL patients) must demonstrate that the tumor is HER2-positive which is defined as FISH-positive and/or IHC 3+.\n* All of the following staging criteria (according to the 6th edition of the AJCC Cancer Staging Manual) must be met: By pathologic evaluation, primary tumor must be pT1-3; By pathologic evaluation, ipsilateral nodes must be pN0, pN1 (pN1mi, pN1a, pN1b, pN1c), pN2a, pN3a, or pN3b. If pN0, at least one of the following criteria must be met: Pathologic tumor size \\> 2.0 cm; ER negative and PgR negative; Histologic and/or nuclear grade 2 (intermediate) or 3 (high); or Age \\< 35 years\n* Patients must have undergone either a total mastectomy or breast conserving surgery (lumpectomy).\n* For patients who undergo lumpectomy, the margins of the resected specimen must be histologically free of invasive tumor and ductal carcinoma in situ (DCIS) as determined by the local pathologist. If pathologic examination demonstrates tumor at the line of resection, additional operative procedures may be performed to obtain clear margins. If tumor is still present at the resected margin after re-excision(s), the patient must undergo total mastectomy to be eligible. (Patients with margins positive for lobular carcinoma in situ \\[LCIS\\] are eligible without additional resection.)\n* For patients who undergo mastectomy, margins must be free of gross residual tumor. Patients with microscopic positive margins are eligible.\n* Patients must have completed one of the following procedures for evaluation of pathologic nodal status: Sentinel lymphadenectomy followed by removal of additional non-sentinel lymph nodes if the sentinel node (SN) is positive; Sentinel lymphadenectomy alone if pathologic nodal staging based on sentinel lymphadenectomy is pN0, pN1mi or pN1b; or Axillary lymphadenectomy without SN isolation procedure.\n* The interval between the last surgery for breast cancer (treatment or staging) and randomization must be at least 28 days but no more than 84 days.\n* Patients must have ER analysis performed on the primary tumor prior to randomization. If ER analysis is negative, then PgR analysis must also be performed.\n* The most recent postoperative blood counts, performed within 6 weeks prior to randomization, must meet the following criteria: ANC must be greater than or equal to 1200/mm3; Platelet count must be greater than or equal to 100,000/mm3; and Hemoglobin must be greater than or equal to 10 g/dL.\n* The following criteria for evidence of adequate hepatic function must be met based on the results of the most recent postoperative tests performed within 6 weeks prior to randomization: total bilirubin must be less than or equal to upper limit of normal (ULN) for the lab unless the patient has a bilirubin elevation \\> ULN to 1.5 x ULN due to Gilbert's disease or similar syndrome involving slow conjugation of bilirubin; and alkaline phosphatase must be less than or equal to 2.5 x ULN for the lab; and AST must be less than or equal to 1.5 x ULN for the lab. Alkaline phosphatase and AST may not both be \\> the ULN.\n* Patients with AST or alkaline phosphatase \\> ULN are eligible for inclusion in the study if liver imaging (CT, MRI, PET scan, or PET-CT scan performed within 3 months prior to randomization) does not demonstrate metastatic disease and the requirements for evidence of adequate hepatic function are met.\n* Patients with alkaline phosphatase that is \\> ULN but less than or equal to 2.5 x ULN are eligible for inclusion in the study if a bone scan,PET scan, or PET-CT scan (performed within 3 months prior to randomization) does not demonstrate metastatic disease.\n* The following criteria for renal function must be met based on the results of the most recent postoperative tests performed within 6 weeks prior to randomization: Serum creatinine must be less than or equal to ULN for the lab. Measured or calculated creatinine clearance must be \\> 60 mL/min.\n* A urine sample must be tested for protein by determination of the urine protein/creatinine (UPC) ratio or by urine dipstick. UPC ratio must be less than 1.0. Urine dipstick must indicate 0-1+ protein. If dipstick reading is greater than or equal to 2+, determine the UPC ratio, which must be less than 1.0, or collect a 24-hour urine specimen, which must demonstrate \\< 1.0 g of protein per 24 hours.\n* LVEF assessment must be performed within 3 months prior to randomization. The LVEF must be greater than or equal to 55% regardless of the cardiac imaging facility's lower limit of normal (LLN).\n* The ECG (performed within 3 months prior to randomization) must not have demonstrated any of the following conditions: ventricular arrhythmias except for benign premature ventricular contractions; supraventricular and nodal arrhythmias requiring a pacemaker or not controlled with medication; and conduction abnormality requiring a pacemaker.\n\nExclusion Criteria:\n\n* Inflammatory breast cancer.\n* Definitive clinical or radiologic evidence of metastatic disease. (Chest imaging \\[mandatory for all patients\\] and other imaging \\[if required\\] must have been performed within 3 months prior to randomization.)\n* Synchronous or previous contralateral invasive breast cancer (Patients with synchronous or previous contralateral DCIS or LCIS are eligible).\n* History of ipsilateral invasive breast cancer regardless of treatment or ipsilateral DCIS treated with excision and RT. (Patients with history of ipsilateral LCIS are eligible.)\n* History of non-breast malignancies within the 5 years prior to study entry, except for the following: carcinoma in situ of the cervix, carcinoma in situ of the colon, melanoma in situ, and basal cell and squamous cell carcinomas of the skin.\n* Previous therapy with anthracyclines, taxanes, carboplatin, trastuzumab, or bevacizumab for any malignancy.\n* RT, chemotherapy, and/or targeted therapy, administered for the currently diagnosed breast cancer prior to randomization.\n* Continued therapy with any hormonal agent such as raloxifene or tamoxifen (or other SERM) or an aromatase inhibitor. (Patients are eligible if these medications are discontinued prior to randomization.)\n* Any sex hormonal therapy, e.g., birth control pills, ovarian hormone replacement therapy, etc. Patients are eligible if these medications are discontinued prior to randomization.\n* Cardiac disease (history of and/or active disease) that would preclude the use of the drugs included in the treatment regimens. This includes but is not confined to: Active cardiac disease - angina pectoris that requires the use of anti-anginal medication; ventricular arrhythmias except for benign premature ventricular contractions; supraventricular and nodal arrhythmias requiring a pacemaker or not controlled with medication; conduction abnormality requiring a pacemaker; valvular disease with documented compromise in cardiac function; and symptomatic pericarditis. History of cardiac disease - myocardial infarction documented by elevated cardiac enzymes or persistent regional wall abnormalities on assessment of LV function; history of documented CHF; and documented cardiomyopathy.\n* Uncontrolled hypertension defined as systolic blood pressure (BP) \\> 150 mmHg or diastolic BP \\> 90 mmHg, with or without anti-hypertensive medication. (BP must be assessed within 28 days prior to randomization.) Patients with initial BP elevations are eligible if initiation or adjustment of BP medication lowers pressure to meet entry criteria.\n* History of hypertensive crisis or hypertensive encephalopathy.\n* History of TIA or CVA.\n* History of any arterial thrombotic event within 12 months before randomization.\n* Symptomatic peripheral vascular disease.\n* Intrinsic lung disease resulting in dyspnea.\n* Unstable diabetes mellitus.\n* Active infection or chronic infection requiring chronic suppressive antibiotics.\n* Any significant bleeding within 6 months before randomization, exclusive of menorrhagia in premenopausal women.\n* Non-healing wound, skin ulcers, or incompletely healed bone fracture.\n* Major surgical procedure, open biopsy, or significant traumatic injury within 28 days prior to planned start of study therapy.\n* Anticipation of need for major surgical procedures during study therapy and for at least 3 months following completion of bevacizumab.\n* Gastroduodenal ulcer(s) documented by endoscopy to be active within 6 months before randomization.\n* History of GI perforation, abdominal fistulae, or intra-abdominal abscess.\n* Known bleeding diathesis or coagulopathy.\n* Requirement for therapeutic doses of coumadin or equivalent.\n* Sensory/motor neuropathy greater than or equal to grade 2, as defined by the NCI CTCAE v3.0.\n* Conditions that would prohibit administration of corticosteroids.\n* Chronic daily treatment with corticosteroids (dose of \\> 10 mg/day methylprednisolone equivalent) (excluding inhaled steroids).\n* History of hypersensitivity reaction to drugs formulated with polysorbate 80.\n* Pregnancy or lactation at the time of study entry. (Note: Pregnancy testing must be performed within 14 days prior to randomization according to institutional standards for women of child-bearing potential.)\n* Other non-malignant systemic disease that would preclude the patient from receiving study treatment or would prevent required follow-up.\n* Psychiatric or addictive disorders or other conditions that, in the opinion of the investigator, would preclude the patient from meeting the study requirements.\n* Use of any investigational product within 4 weeks prior to enrollment in the study.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}