{
    "nctId": "NCT04213365",
    "briefTitle": "Management of Cognitive Difficulties After Cancer Treatments in Women Treated for Breast Cancer: Feasibility Study (Step 1 of the Cog-Stim Protocol)",
    "officialTitle": "Management of Cognitive Difficulties After Cancer Treatments in Women Treated for Breast Cancer: Feasibility Study (Step 1 of the Cog-Stim Protocol)",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "OTHER",
    "enrollmentCount": 20,
    "primaryOutcomeMeasure": "Patient adherence",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patient aged over 18,\n* Patient with localized breast cancer, starting or receiving adjuvant radiotherapy , having or not receiving previous adjuvant chemotherapy, not yet having started hormone therapy,\n* Patient with a cognitive complaint having a significant impact on her quality of life (FACT\n* Cog questionnaire, QoL score ≤ percentile 10 by age),\n* Absence of major cognitive impairment preventing the performance of cognitive tests (compliance with the MoCA score threshold according to the age and educational level of the patient according to GRECOGVASC standards)\n* Absence of personality disorders and known progressive psychiatric pathology (e.g. schizophrenia),\n* Absence of symptomatic neurological history (neurological sequelae of a head trauma, stroke with loss of consciousness\\> 30 min, multiple sclerosis, epilepsy, neurodegenerative pathology, etc.),\n* Patient with level of education 3 \"end of primary education\" minimum (Barbizet scale),\n* Have access to a computer (fixed or portable) equipped with a keyboard, a webcam (or the possibility of connecting one), headphones or speakers; have an internet connection and an e-mail account; be able to use these tools and Equipment,\n* Mastery of the French language,\n* Patient who signed the consent to participate in the study.\n* Patients should start the study during radiation therapy.\n\nExclusion Criteria:\n\n* Abuse of alcohol or drug use,\n* Severe visual and / or hearing loss,\n* Patient unable to respond to cognitive tests,\n* Medical contraindication to the practice of adapted physical activity\n* Cognitive management in progress,\n* Patient's refusal to participate,\n* Patient deprived of liberty or under guardianship,\n* Patient unable to submit to study monitoring for geographic, social or psychopathological reasons.",
    "sex": "FEMALE",
    "minimumAge": "18 Months",
    "stdAges": "CHILD, ADULT, OLDER_ADULT"
}