{
    "nctId": "NCT03036436",
    "briefTitle": "The IMPETUS Cancer Trial. A Technology Delivered Physical Activity Intervention in Cancer",
    "officialTitle": "Investigating the Feasibility and Acceptability of a Technology Delivered Physical Activity (PA) Intervention in Cancer: The IMPETUS Cancer Trial. (IMproving Physical Activity and Exercise With Technology Use in Cancer Survivors)",
    "overallStatus": "UNKNOWN",
    "conditions": "Cancer, Breast, Cancer, Colorectal, Malignancy",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "PREVENTION",
    "enrollmentCount": 60,
    "primaryOutcomeMeasure": "Change in Physical Activity (Objective)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Agreement of the participant's cancer clinician that he/she can participate, including medical clearance to exercise\n* Aged \\>18 years\n* Completed chemotherapy or radiotherapy with curative intent within the preceding 3 years. Patients may have had chemotherapy or radiotherapy as the sole treatment for cancer, but not surgery alone. Patients who are still on adjuvant hormone therapy and/or adjuvant Her2-directed therapy are eligible (with physician agreement as above).\n* Able to understand English\n* Owns or has access to a device which is compatible with the Fitbit app i.e. smartphone, tablet or computer.\n\nExclusion Criteria:\n\n* Diagnosis of prostate cancer or upper gastro-intestinal cancer.\n* Chronic medical and orthopaedic conditions that would preclude exercise (e.g uncontrolled congestive heart failure or angina, recent MI within 6 months recent Pulmonary embolism within 3 months, breathing difficulties requiring oxygen use or hospitalization, osteoarthritis causing significant mobility issues).\n* Confirmed pregnancy\n* Dementia, cognitive impairment or psychiatric illness that would preclude ability to participate in study.\n* Incomplete haematological recovery after chemotherapy (WCC \\< 3, Hb \\< 10 or Platelets \\< 100).\n* Patients\\<18 years\n* Evidence of active cancer",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}