{
    "nctId": "NCT03184090",
    "briefTitle": "Molecular Mechanisms of Resistance and Sensitivity to Palbociclib Re-challenge in ER+ mBC",
    "officialTitle": "An International, Non-controlled Phase II Trial to Identify the Molecular Mechanisms of Resistance and Sensitivity to Palbociclib Re-challenge Upon Progression to a Palbociclib Combination in ER-positive Metastatic Breast Cancer Patients",
    "overallStatus": "COMPLETED",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 33,
    "primaryOutcomeMeasure": "molecular patterns of resistance [with a special focus on retinoblastoma (Rb) status] upon progression to palbociclib plus endocrine therapy in patients who previously achieved clinical benefit with the combination",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Pre- and postmenopausal women age ≥ 18 years (Premenopausal women must be treated with LHRH analogues for at least 28 days prior to study entry)\n* Hormone receptor-positive \\[estrogen receptor (ER) and/or progesterone receptor (PR)\\] and HER2-negative\n* Locally advanced or mBC that had previously received no more than two prior lines of endocrine therapy and no more than one prior line of chemotherapy for advanced disease.\n* Inmmediate previous treatment with palbociclib in combination with endocrine therapy had achieved clinical benefit during palbociclib-based treatment\n* Evidence of measurable and biopsable metastatic disease is required\n* Confirmed disease progression on immediate previous palbociclib plus endocrine therapy.\n* Last dose of palbociclib administered no later than eight weeks and not earlier than three weeks from study entry.\n* No prior use of at least one of the reasonable endocrine therapy options: tamoxifen, fulvestrant, letrozole/anastrozole, or exemestane.\n* Patients agree to collection of blood samples (liquid biopsy) and collection of metastatic tumour sample (biopsy) at the time of inclusion and progression (if appropriate).\n* Adequate organ function.\n* Resolution of all acute toxic effects of prior anti-cancer therapy or surgical procedures\n\nExclusion criteria\n\n* HR or HER2 unknown disease.\n* HER2-positive disease based on local laboratory results \\[performed by immunohistochemistry/fluorescence in situ hybridization (FISH)\\].\n* Locally advanced breast cancer candidate for a local treatment with a radical intention.\n* Formal contraindication to endocrine therapy.\n* Progressing central nervous system (CNS) disease.\n* Patients with exclusive non-measurable/evaluable disease.\n* Other malignancies within the past five years except adequately treated basal cell or squamous cell skin cancer or carcinoma in situ of the cervix.\n* Major surgery (defined as requiring general anaesthesia) or significant traumatic injury within four weeks of start of study drug, or patients who have not recovered from the side effects of any major surgery, or patients that may require major surgery during the course of the study.\n* Patients with an active bleeding diathesis, previous history of bleeding diathesis, or anti-coagulation treatment (the use of low molecular weight heparin is allowed as soon as it is used as prophylaxis intention).\n* Have a serious concomitant systemic disorder (i.e., active infection including HIV, or cardiac disease) incompatible with the study (at the discretion of investigator).\n* Are unable to swallow tablets.\n* History of malabsorption syndrome or other condition that would interfere with enteral absorption.\n* Chronic daily treatment with corticosteroids with a dose of ≥10 mg/day methylprednisolone equivalent (excluding inhaled steroids).\n* QTc \\>480 msec on basal assessments, personal history of long or short QT syndrome, Brugada syndrome or known history of QTc prolongation, or Torsade de Pointes (TdP).\n* Uncontrolled electrolyte disorders that can compound the effects of a QTc-prolonging drug (i.e., hypocalcemia, hypokalemia, or hypomagnesemia).\n* Known hypersensitivity to any palbociclib excipients.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}