{
    "nctId": "NCT01380808",
    "briefTitle": "Capecitabine and Pseudomonas Aeruginosa Combination in Metastatic Breast Cancer (MBC)",
    "officialTitle": "A Phase II Study of Capecitabine and Pseudomonas Aeruginosa Combination in the Salvage Treatment of Metastatic Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 100,
    "primaryOutcomeMeasure": "progression free survival",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Female between 18 and 70 years old\n2. Patients with histologic proved metastatic breast cancer, unsuitable to be treated locally.\n3. Patients with Her-2 negative breast cancer(HER-2 negative or one plus by IHC test , if HER-2 two plus by IHC,FISH result should be negative)\n4. Disease progression after anthracycline and/or taxane regimen therapy and candidate for capecitabine monotherapy\n5. Patients previously treated by capecitabine containing regimen should response to the chemotherapy containing capecitabine and progressed at least 4 months after the last capecitabine treatment\n6. Karnofsky score more than 70；ECOG 0\\~2；\n7. Normal functions with heart, liver,renal and bone marrow\n8. WBC≥4×109/L；Hb≥90 g/L；plt≥100×109/L\n9. Got ICF before enrollment\n\nExclusion Criteria:\n\n1. Pregnant or breast-feeding women or positive serum pregnancy test\n2. Uncontrolled brain metastases. Patients with brain metastases must be locally treated and the disease must be stable for at least one month at the time of enrolling\n3. Participation in any investigational drug study within 4 weeks preceding treatment start.\n4. Concurrent other malignancy at other sites or previous other cancer within the last 5 years, with the exception of adequately treated in situ carcinoma of cervix uteri or basal or squamous cell carcinoma of the skin or a contralateral breast cancer.\n5. Serious uncontrolled intercurrent infections\n6. Poor compliance",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}