{
    "nctId": "NCT03644186",
    "briefTitle": "To Reduce the Use of Chemotherapy in Postmenopausal Patients With ER-positive and HER2-positive Breast Cancer (TOUCH)",
    "officialTitle": "Phase II Open-label, Multicentre, Randomized Trial of Neoadjuvant Palbociclib in Combination With Hormonal Therapy and HER2 Blockade Versus Paclitaxel in Combination With HER2 Blockade for Postmenopausal Patients With Hormone Receptor Positive/HER2 Positive Early Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer, Estrogen Receptor Positive Tumor, HER2-positive Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 144,
    "primaryOutcomeMeasure": "Pathological complete response (pCR)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Histologically confirmed invasive breast cancer, with the following characteristics:\n\n   * Early breast cancer with tumor size \\>1 cm (as measured by at least one of the required examination methods of clinical examination, mammography and ultrasonography);\n   * No clinical evidence of regional lymph node metastasis (via physical and/or radiological exam) (cN0) OR\n   * Clinical evidence of cN1 status, defined by nodal involvement limited to clinically or radiologically detectable metastasis to movable ipsilateral level I, II axillary lymph node(s)\n   * No evidence of metastasis (M0).\n2. Postmenopausal, defined by women with:\n\n   * Prior bilateral surgical oophorectomy; OR\n   * Amenorrhea and age ≥60 years; OR\n   * Age \\<60 years and amenorrhea for 12 or more consecutive months in the absence of alternative pathological or physiological cause (including chemotherapy, tamoxifen, toremifene, ovarian suppression, or hormonally-based contraception) plus FSH and serum estradiol levels within the laboratory's reference ranges for postmenopausal women\n3. Eastern Cooperative Oncology Group (ECOG) performance status 0 or 1\n4. Primary tumor must have positive estrogen receptor (ER) ≥10%\n5. Primary tumor must be HER2-positive (by IHC and/or ISH)\n6. Baseline LVEF ≥55% measured by Echocardiography (preferred) or MUGA scan\n7. Normal hematologic status:\n\n   * Absolute neutrophil count ≥1500/mm3 (1.5 × 109/L);\n   * Platelets ≥100 × 109/L;\n   * Hemoglobin ≥9 g/dL (≥90 g/L).\n8. Normal renal function: serum creatinine ≤1.5 ULN\n9. Normal liver function:\n\n   * Serum total bilirubin ≤1.5 × upper limit of normal (ULN). In the case of known Gilbert's syndrome, a higher serum total bilirubin (\\<2 × ULN) is allowed;\n   * AST or ALT ≤2.5 × ULN;\n   * Alkaline phosphatase ≤2.5 × ULN.\n10. Written Informed Consent (IC) must be signed and dated by the patient and the Investigator prior to randomization.\n11. The patient has been informed of and agrees to data transfer and handling, in accordance with national data protection guidelines.\n12. The patient agrees in writing to make tumor (mandatory diagnostic core biopsy and surgical specimen) available for submission for central pathology review and to conduct translational studies as part of this protocol.\n\nExclusion Criteria:\n\n1. Tumor of any size with direct extension to the chest wall and/or to the skin (ulceration or skin nodules) (T4 according to AJCC 8th edition cancer staging TNM)\n2. Inflammatory breast cancer\n3. Bilateral invasive breast cancer\n4. Received any prior treatment for primary invasive breast cancer\n5. Any active tumor of non-breast-cancer histology\n6. Any of the following in the previous 6 months: myocardial infarction, severe/unstable angina pectoris, ongoing cardiac dysrhythmias of NCI CTCAE grade ≥2, atrial fibrillation of any grade, coronary/peripheral artery bypass graft, symptomatic congestive heart failure (NYHA functional classification ≥II), cerebrovascular accident including transient ischemic attack, or symptomatic pulmonary embolism.\n7. Concurrent disease or condition that would make the subject inappropriate for study participation or any serious medical disorder that would interfere with the subject's safety\n8. Contraindications or known hypersensitivity to any of the trial medications or excipients\n9. Treatment with any investigational agents within 30 days prior to expected start of trial treatment\n10. Any GI disorder that may affect absorption of oral medications, such as malabsorption syndrome or status post major bowel resection\n11. Evidence via physical and/or radiological exam of cN2 or cN3 nodal involvement defined by: metastasis to ipsilateral level I, II axillary lymph nodes that are clinically fixed or matted, OR involvement of ipsilateral infraclavicular, internal mammary and/or supraclavicular lymph node(s)\n12. History of extensive disseminated/bilateral or known presence of interstitial fibrosis or interstitial lung disease, including a history of pneumonitis, hypersensitivity pneumonitis, interstitial pneumonia, obliterative bronchiolitis, and pulmonary fibrosis. A history of prior radiation pneumonitis is not considered an exclusion criterion.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}