{
    "nctId": "NCT04243837",
    "briefTitle": "LYT-100 in Patients With BCRL",
    "officialTitle": "A Phase 2a Double-Blind, Placebo-Controlled Study to Determine the Safety, Tolerability, Pharmacokinetics, and Efficacy of Deupirfenidone (LYT-100) in Patients With Breast Cancer-Related Upper Limb Secondary Lymphoedema",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer Related Lymphoedema, Lymphoedema",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 50,
    "primaryOutcomeMeasure": "Safety and Tolerability: Number of Participants With Treatment-emergent Adverse Events (TEAEs)",
    "eligibilityCriteria": "Main Inclusion Criteria:\n\n1. Female or male between 18 and 80 years old (inclusive) at the time of informed consent.\n2. At least 6 months since any type of breast cancer surgery (excluding fine needle aspiration biopsy \\[FNA\\]), at the time of study screening. No intention to have breast reconstructive surgery, nipple reconstruction and/or tattooing during the course of the study.\n3. At least 3 months since completion of all types of treatment for breast cancer, including but not limited to neoadjuvant, radiotherapy, chemotherapy and immunotherapy, at the time of study screening.\n4. At least 3 months treatment of stable adjuvant treatment with hormonal or anti-HER2 therapy at the time of screening, with no planned changes to this therapy throughout the duration of the study.\n5. Diagnosis of primary breast cancer, and without evidence of recurrence of breast cancer and/or metastasis for at least 6 months since breast cancer surgery, as determined at screening and baseline.\n6. Documented evidence of Stage 1 or 2 lymphedema.\n7. Receiving standard of care compression or agreeable to using care compression, or no compression at all ≥ 4 weeks prior to screening and throughout the study.\n\nMain Exclusion Criteria:\n\n1. Bilateral lymphoedema or history of bilateral axillary lymph node removal (i.e., sentinel lymph node or axillary lymph node dissection), or primary lymphoedema or lymphatic or vascular malformation, determined at screening.\n2. Chronic administration (defined as more than 14 consecutive days) of immunosuppressants or other immune-modifying drugs within 3 months prior to study drug administration; corticosteroids are permitted at the discretion of the PI.\n3. Recent history (in the 8 weeks prior to screening) of cellulitis, lymphangitis, dermatitis, necrotizing fasciitis, or current open wounds or sores in the affected extremity.\n4. Stage III lymphoedema, or history of clinically diagnosed secondary lymphoedema greater than 4 years, determined at screening.\n5. Initiated use of compression or manual lymphatic drainage or other lymphoedema therapies at the start of the study within 4 weeks of the screening visit. Rescreening is allowed following a course of stable compression regimen of \\> 4 weeks.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}