{
    "nctId": "NCT03703466",
    "briefTitle": "A Study of Abemaciclib (LY2835219) With and Without Food in Participants With Metastatic Breast Cancer",
    "officialTitle": "An Open-Label, Randomized Phase 2 Study of the Impact of Food on Tolerability When Receiving Abemaciclib for Patients With Previously Treated Hormone Receptor-Positive, HER2-Negative, Metastatic Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 72,
    "primaryOutcomeMeasure": "Percentage of Participants With Severe Diarrhea (≥ Grade 3)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Have a diagnosis of HR+, HER2- metastatic breast cancer (mBC).\n* Have all of the following:\n\n  * Recurrent, locally advanced, unresectable or mBC with disease progression following anti-estrogen therapy.\n  * Prior treatment with chemotherapy for locally advanced or metastatic disease.\n  * No prior treatment with cyclin-dependent kinases (CDK) 4 and 6 inhibitor.\n* Have Eastern Cooperative Oncology Group performance status (ECOG PS) ≤1.\n* Have discontinued all previous treatments for cancer and recovered from the acute effects of therapy.\n* Have adequate organ function.\n* Women of child-bearing potential must have a negative pregnancy test.\n* Are able to swallow tablets/capsules.\n\nExclusion Criteria:\n\n* Are currently receiving treatment in a clinical study involving an investigational product.\n* Have a serious concomitant systemic disorder.\n* Have symptomatic central nervous system (CNS) malignancy or metastasis.\n* Have a symptomatic Human Immunodeficiency Virus (HIV) infection or symptomatic activated/reactivated hepatitis A, B, or C.\n* Have a personal history of syncope of either unexplained or cardiovascular etiology, ventricular tachycardia, ventricular fibrillation, or sudden cardiac arrest.\n* Have a history of any other cancer.\n* Had major surgery within 14 days prior to randomization.\n* Are breastfeeding.\n* Have received treatment with a drug that has not received regulatory approval for any indication within 14 or 21 days of the initial dose of study drug for a nonmyelosuppressive or myelosuppressive agent, respectively.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}