{
    "nctId": "NCT00607438",
    "briefTitle": "A Phase II Study Of Abraxane and Nexavar in the First-Line Treatment of Locally Advanced or Metastatic Breast Cancer",
    "officialTitle": "A Phase II Study Of Abraxane and Nexavar in the First-Line Treatment of Locally Advanced or Metastatic Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 16,
    "primaryOutcomeMeasure": "To evaluate the progression-free survival (PFS)and duration of response of the combination of weekly Abraxane and continuous Nexavar as first-line treatment for patients with locally advanced or metastatic breast cancer.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patients must have signed an IRB-approved informed consent.\n2. Patients must have histologically confirmed locally advanced or metastatic breast cancer.\n3. Patients must be HER2-negative.\n4. Patients must have measurable disease, as defined by the RECIST criteria.\n5. Patients may have received prior adjuvant chemotherapy for breast cancer, including taxane-containing regimens, provided this treatment was completed at least 12 months prior to enrollment.\n6. Patients must be \\<18 years of age.\n7. Patients must have an ECOG Performance Status of 0 or 1.\n8. Patients' estimated life expectancy must be at least 12 weeks.\n9. Patients must have adequate liver functions defined as: total bilirubin within normal limits and aspartate transaminase (AST) and alanine transaminase (ALT) ≤ 2.5 X upper limit of normal (ULN) (or \\< 5 X ULN for patients with liver involvement).\n10. Patients must have alkaline phosphatase ≤ 2.5 X ULN. Alkaline phosphatase may be \\> 2.5 x ULN if bone metastasis is present in the absence of liver metastasis, and the patient's bilirubin ≤ ULN.\n11. Patients must have adequate renal function defined as: creatinine ≤ 1.5 mg/dL.\n12. Patients must have adequate bone marrow function, including absolute neutrophil count (ANC) \\>1500/µL, platelet count \\>100,000/µL, and hemoglobin \\>9 g/dL.\n13. Patients must have a normal baseline left ventricular ejection fraction (LVEF).\n14. Patients must be normotensive. Patients taking anti-hypertensive medication must have blood pressure controlled and not greater than 140/90.\n15. International Normalized Ratio (INR) \\< 1.5 or a prothrombin time (PT)/partial thromboplastin time (PTT) within normal limits.\n16. Patients must either be not of child bearing potential or have a negative serum pregnancy test within 7 days prior to registration. Patients are considered not of child bearing potential if they are surgically sterile (they have undergone a hysterectomy, bilateral tubal ligation or bilateral oophorectomy) or they are postmenopausal for at least 12 months.\n17. Patients of childbearing potential must agree to use effective contraceptive measures during study treatment and for a reasonable time thereafter.\n18. Patients must be willing and able to comply with scheduled visits, treatment plan and laboratory testing, and be accessible for follow-up.\n\nExclusion Criteria:\n\n1. Patients who have received prior chemotherapy for the treatment of locally advanced or metastatic breast cancer.\n2. Patients who have received prior Abraxane or Nexavar.\n3. Patients who have a history of hypersensitivity or a suspected allergy to taxanes, any of the components in taxanes, Abraxane, or Nexavar.\n4. Patients with serious intercurrent medical or psychiatric illness, including serious active infection.\n5. Patients with untreated or active brain metastases. Patients with neurological symptoms must undergo a CT scan/MRI of the brain to exclude brain metastasis.\n6. Patients with a history of thrombosis.\n7. Patients with thrombolic or embolic events such as a cerebrovascular accident including transient ischemic attacks within the past 6 months.\n8. Patients with symptomatic congestive heart failure or a baseline echocardiogram with LVEF \\< ULN.\n9. Patients with congestive heart failure \\> class II New York Heart Association (NYHA). Patients must not have unstable angina (anginal symptoms at rest), or new onset angina (began within the last 3 months), or myocardial infarction within the past 6 months.\n10. Patients with cardiac ventricular arrhythmias requiring anti-arrhythmic therapy.\n11. Patients with a history of, or active, bowel perforation or inflammatory bowel disease.\n12. Patients with active peptic ulcer disease or symptoms to suggest possible ulcer (discontinuation of chronic NSAID therapy advised, or if not possible, use of proton-pump inhibitors recommended.)\n13. Patients planning to receive any concurrent therapy to treat locally advanced or metastatic breast cancer during the study treatment period.\n14. Any patient who is pregnant or lactating.\n15. Patients with proteinuria \\> +1 by baseline dipstick, or if +2, 24-hour urine total protein \\> 250 mg.\n16. Patients who have undergone major surgery, open biopsy, or significant traumatic injury within 28 days, or minor surgery within 14 days. (The placement of a Mediport or other vascular access device is permitted if performed at least 7 days prior to registration).\n17. Patients with \\> Grade 2 peripheral neuropathy (NCI-CTC v3.0) or any painful neuropathy.\n18. Patients who have experienced any type of bone fracture within 12 months or who have undergone joint replacement surgery within 6 months.\n19. Patients with a serious non-healing wound.\n20. Patients with known human immunodeficiency virus (HIV) infection or chronic Hepatitis B or C.\n21. Patients requiring anticoagulants (with the exception of low-dose Coumadin, ASA, Plavix or Heparin for maintenance of vascular access patency).\n22. Patients with evidence or history of bleeding diathesis or coagulopathy.\n23. Patients experiencing any other hemorrhage/bleeding event \\> CTCAE Grade 3 within 4 weeks of first dose of study drug.\n24. Patients with pulmonary hemorrhage/bleeding event \\> CTCAE Grade 2 within 4 weeks of first dose of study drug.\n25. Patients with any condition that impairs a patient's ability to swallow whole pills or patients with any malabsorption problems.\n26. Patients who use St. John's Wort or rifampin (rifampicin).",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}