{
    "nctId": "NCT00217815",
    "briefTitle": "Preliminary Study of Mycograb and Docetaxel in Advanced Breast Cancer",
    "officialTitle": "A Phase Ib, Pharmacokinetic, Multiple Center, Open Label Study Evaluating the Safety and Efficacy of Mycograb Administered IV in Combination With Docetaxel in Metastatic or Recurrent Breast Cancer Patients",
    "overallStatus": "COMPLETED",
    "conditions": "Cancer of the Breast",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 20,
    "primaryOutcomeMeasure": "Impact on tumour size when compared to historical controls",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patients must be female between the ages of 18 to 70 years old.\n2. Patients must have histologically or clinically confirmed metastatic and/or recurrent breast cancer amenable to treatment with docetaxel.\n3. Patients must have presence of at least one uni-dimensional measurable lesion with minimal lesion size \\> 20 mm at the largest diameter.\n4. Patients may have had one previous chemotherapy regimen and must not have received prior chemotherapy with docetaxel.\n5. Patients must have been off all hormonal therapy for at least 2 weeks prior to initiation of therapy.\n6. Patients must have been off all chemotherapy or radiotherapy regimens for at least 4 weeks prior to initiation of chemotherapy.\n7. Patients must have a life expectancy of at least 6 months.\n8. Patients must have a ECOG status of 0, 1 or 2.\n9. Patients must be willing to complete all procedures and visits as outlined in the protocol.\n10. Patients must sign an informed consent form.\n11. Patients must have negative blood test for HIV and hepatitis B and C.\n12. Female patients of child bearing potential should use an effective method of contraception.\n\nExclusion Criteria:\n\n1. Patients with brain or meningeal metastases.\n2. Patients whose only measurable lesion is in the bone.\n3. Patients with clinically significant cardiovascular, pulmonary, renal, endocrine, hepatic, respiratory, neurologic, psychiatric, immunologic, gastrointestinal, hematologic, metabolic or any other condition or laboratory abnormality that in the opinion of the investigator makes the patient unsuitable for participation in the study.\n4. Patients with history of seizure disorder.\n5. Patients who have received treatment with any other investigational drug within the preceding one month.\n6. Patients who are pregnant or breast feeding.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}