{
    "nctId": "NCT04829890",
    "briefTitle": "Adjuvant Chemotherapy With Epirubicin, CMF, and Weekly Docetaxel or Weekly Paclitaxel in Patients With Resected High-risk Breast Cancer",
    "officialTitle": "Adjuvant Dose-dense Sequential Chemotherapy With Epirubicin, CMF, and Weekly Docetaxel or Weekly Paclitaxel in Patients With Resected High-risk Breast Cancer: A Hellenic Cooperative Oncology Group (HeCOG) Study",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer, Adenocarcinoma of Breast",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 89,
    "primaryOutcomeMeasure": "Evaluating the feasibility profile of dose dense sequential chemotherapy with Epirubicin, cyclophosphamide and weekly docetaxel or weekly paclitaxel.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histology-confirmed epithelial cancer of the mammary gland.\n* Pre and post menopausal patients with early breast cancer and involved axillary lymph nodes (T 1-3 N1 M0) or high-risk N0 patients. A N0 patient is considered \"high-risk\" if she fulfills at least one of the following criteria; T\\>= 2cm, Estrogen Receptor (ER)/Progesterone receptor (PgR) negative, HER-2 3+, infiltration of blood or lymphatic vessels or nerves, grade 3.\n* White Blood Cell count (WBC) \\> 4 x 109 / l, platelets \\> 100 x 109 / l.\n* Serum creatinine, Aspartate aminotransferase (AST/SGOT),Alanine aminotransferase (ALT/SGPT), gamma-glutamyltransferase, serum bilirubin 1.3 mg/ml inside the normal range of the participating hospital.\n* Performance status (WHO) 0 or 1.\n* Age \\>=18 years\n* Previous surgical treatment: Either radical surgery or, for a partial mastectomy, a histologically confirmed safe margin of 2 cm or more and the results of the axillary node dissection available.\n* No evidence of significant cardiac disease\n\nExclusion Criteria:\n\n* History of myocardial infarction within the previous 12 months or heart failure (including cardiac insufficiency controlled by digitalis and diuretics) or arrhythmias requiring medication or uncontrolled arterial hypertension (BP\\> 200/110 mm Hg). A normal baseline Left Ventricular Ejection Fraction (LVEF) should be demonstrated by multigated acquisition (MUGA) scan or echocardiogram.\n* No previous antitumor chemotherapy or radiation\n* Time from surgery 2 to 4 weeks",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}