{
    "nctId": "NCT01597388",
    "briefTitle": "AZD2014 and Fulvestrant in Patients With ER+ Advanced Metastatic Breast Cancer",
    "officialTitle": "A Phase I, Open-label, Multicentre, Study to Assess the Safety, Tolerability, Pharmacokinetics and Preliminary Efficacy of AZD2014 Administered Orally in Combination With Intramuscular (IM) Fulvestrant to Patients With Estrogen Receptor Positive (ER+) Advanced, Metastatic Breast Cancer",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Advanced Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "BASIC_SCIENCE",
    "enrollmentCount": 99,
    "primaryOutcomeMeasure": "Adverse Events",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Provision of signed and dated written informed consent prior to any study specific procedures, sampling analysis\n* Aged at least 18\n* At least one lesion (measurable and/or non-measurable) that can be accurately assessed at baseline by computerised tomography (CT) magnetic resonance imaging (MRI) or plain X-ray and is suitable for repeated assessment\n* Histological or cytological confirmation of an ER+ advanced metastatic breast cancer tumour that is eligible for treatment with fulvestrant\n* Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1\n* Patients must have evidence of non-child-bearing potential.\n\nExclusion Criteria:\n\n* Prior chemotherapy, biological therapy, radiation therapy, androgens, thalidomide, immunotherapy, other anticancer agents, and any investigational agents within 14 days of starting study treatment (not including palliative radiotherapy at focal sites)\n* Major surgery within 4 weeks prior to entry to the study (excluding placement of vascular access), or minor surgery within 2 weeks of entry into the study.\n* Patients with severe cardiac condition of ischemia, impaired ventricular function and arrhythmias, evidence of severe or uncontrolled systemic or current unstable or uncompensated respiratory or cardiac conditions.\n* Patients with diabetes type 1 or uncontrolled type II (HbA1c \\> 8% assessed locally)",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}