{
    "nctId": "NCT00479856",
    "briefTitle": "Lapatinib In Combination With Chemotherapy In Subjects With Relapsed Breast Cancer",
    "officialTitle": "An Open-label, Multi-centre Study of Lapatinib in Combinationwith Chemotherapy in Patients With ErbB2 Overexpressing Breastcancer After Trastuzumab Failure in the Neoadjuvant or Adjuvantsetting.",
    "overallStatus": "TERMINATED",
    "conditions": "Relapsed Breast Cancer, Neoplasms, Breast",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 9,
    "primaryOutcomeMeasure": "Overall Tumor Response",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Signed informed consent.\n* Histologically/cytologically confirmed breast cancer;\n\nIf the disease is restricted to a solitary lesion, the neoplastic nature of the lesion must be confirmed by cytology or histology.\n\n* Measurable lesion(s) according to RECIST (Response Evaluation Criteria in Solid Tumors) \\[Therasse, 2000\\].\n* Documented amplification of the ErbB2 gene by fluorescence in situ hybridization (FISH) or documented overexpression of the ErbB2 protein by 3+ IHC in primary or metastatic tumor tissue.\n* Subjects must have relapsed breast cancer where the disease progressed during or ≤ 12 months after completion of trastuzumab-containing therapy in the neoadjuvant or adjuvant setting.\n\nNote: Progression is defined using RECIST criteria, that is, either the appearance of new lesions or a \\>=20% increase in the sum of longest diameter (LD).\n\n* Subjects must not have received prior anti-cancer therapy for metastatic breast cancer (MBC). Subjects who received prior antihormonal agents combined with trastuzumab for the treatment of disease which first presented as ER positive MBC and recurred while receiving trastuzumab or ≤ 3 months after completing this therapy are eligible.\n* Subjects with stable central nervous system (CNS) metastases as confirmed by computerized tomography (CT)/magnetic resonance imaging (MRI) are allowed. Treatment with prophylactic anticonvulsants is permitted, unless listed within the Prohibited Medications.\n* Subjects must have a baseline cardiac ejection fraction (LVEF) ³50% measured by echocardiogram (ECHO) (or multigated acquisition (MUGA) scan if an ECHO cannot be performed). The same modality used at baseline must be used for repeat assessment throughout study. Only subjects with controlled or asymptomatic angina or arrhythmias are eligible.\n* Eastern Cooperative Oncology Group (ECOG) Performance Status of 0 - 2.\n* Subjects must have archived tumor tissue from the initial diagnosis available for analysis. If tissue from the initial diagnosis is not available, then tissue must be obtained from a recurrent or metastatic site prior to initiating study treatment.\n* Female ≥18 years.\n* Subject must have adequate organ function as defined in Table 1.\n* Table 1: Baseline Laboratory Values for Adequate Organ Function.\n\nSYSTEM\n\nHematologic:\n\nAbsolute neutrophil count: ≥1.5 X 10\\^9/L\n\nHemoglobin: ≥9 g/dL\n\nPlatelets: ≥ 75 X 10\\^9/L\n\nHepatic:\n\nAST, ALT and Alkaline phosphatase: ≤ 2.5 X ULN\n\nUnless concomitant docetaxel, then ≤ 1.5 x ULN for AST and ALT, with AP ≤ 2.5 x ULN\n\nUnless documented liver metastasis, then ≤ 5 x ULN\n\nSerum bilirubin: ≤ 2.0 X ULN\n\nAlbumin: ≥ 2.5 g/dL\n\nRenal:\n\nSerum Creatinine: ≤ 1.5 mg/dL\n\n* OR - Calculate Creatinine Clearance: ≥ 40 mL/min\n\n  1. Calculated by the Cockcroft and Gault Method \\[Cockcroft , 1976\\].\n\nExclusion Criteria:\n\n* Pregnant or lactating females.\n* Women of childbearing potential who do not practice approved contraceptive methods (for example, intrauterine device \\[IUD\\], birth control pills, or barrier device) beginning 2 weeks before the first dose of investigational product and for 28 days after the final dose of investigational product.\n* History of other malignancy. However, subjects who have been disease-free for 5 years, or subjects with a history of completely resected non-melanoma skin cancer or successfully treated in situ carcinoma are eligible.\n* Concurrent therapy given to treat cancer (chemotherapy, radiation therapy, immunotherapy, biologic therapy, anti-hormonal therapy) while taking study medication.\n* Unresolved or unstable, serious toxicity from prior administration of another investigational drug and/or of prior cancer treatment.\n* Malabsorption syndrome or resection of the stomach or small bowel significantly affecting gastrointestinal function.\n* Have current active haptic or biliary disease (with excpetion of patients with Gilbert's syndrome, asymptomatic gallstones, liver metastases or stable chronic liver disease per investigator assessment).\n* Concurrent disease or condition that, in the opinion of the physician, would make the subject inappropriate for study participation or any serious medical disorder that would interfere with the subject's safety (for example, uncontrolled infection, or any psychiatric condition prohibiting understanding or rendering of informed consent).\n* Concurrent treatment with an investigational agent or participation in another clinical trial involving investigational agents for anti-cancer therapy.\n* Bisphosphonates may not be initiated after the first dose of study medication.\n* Considered by the Investigator to have a life expectancy less than 3 months.\n* Not able to swallow or retain oral medication.\n* The subject with a known unmanageable hypersensitivity reaction or idiosyncrasy to drugs chemically related to lapatinib or excipients and those related to capecitabine, docetaxel, nab paclitaxel or their excipients.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}