{
    "nctId": "NCT02063724",
    "briefTitle": "HER-2 Pulsed DC Vaccine to Prevent Recurrence of Invasive Breast Cancer",
    "officialTitle": "Pilot Phase I HER-2 Pulsed DC Vaccine to Prevent Recurrence for Patients With HER-2 Driven High Risk Invasive Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "PREVENTION",
    "enrollmentCount": 15,
    "primaryOutcomeMeasure": "Rate of Treatment Regimen Completion",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Women over Age 18 years.\n* Potential participants with Invasive Breast Cancer at least Stage IIIA, greater than or equal to N2 (\\>4 positive nodes) or have recurrent metastatic breast cancer rendered NED by any means that are classic HER-2 3+ 30%, 2+ IHC and FISH positive or HER-2 2+ FISH negative, that have completed chemotherapy and/or trastuzumab and are within 1 year from their last treatment and have no evidence of disease.\n* Deemed to require anti-estrogen therapy for treatment of their breast cancer can continue anti-estrogen therapy during vaccinations.\n* Women of childbearing age with a negative pregnancy test documented prior to enrollment.\n* Eastern Cooperative Oncology Group (ECOG) Performance Status Score of 0 or 1.\n* Willing to use birth control if necessary.\n* Have voluntarily signed a written Informed Consent in accordance with institutional policies after its contents have been fully explained to them.\n\nExclusion Criteria:\n\n* Pregnant or lactating.\n* Positive for positive HIV or hepatitis C at baseline.\n* Patients with coagulopathies, including thrombocytopenia with platelet count less than 75,000, INR greater than 1.5 and partial thromboplastin time greater than 50 sec.\n* Major cardiac illness MUGA less than 50% EF.\n* Pre-existing medical illnesses or medications which might interfere with the study as determined by Principal Investigator (PI).",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}