{
    "nctId": "NCT01134250",
    "briefTitle": "Combination Therapy of F16IL2 and Paclitaxel in Solid Tumour Patients",
    "officialTitle": "Phase Ib/II Study of the Tumour-targeting Human F16IL2 Monoclonal Antibody-cytokine Fusion Protein in Combination With Paclitaxel in Patients With Advanced Solid Tumours",
    "overallStatus": "COMPLETED",
    "conditions": "Solid Tumor, Breast Cancer, Metastatic Melanoma, Non-small Cell Lung Cancer (NSCLC)",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 48,
    "primaryOutcomeMeasure": "To establish the maximum tolerated dose (MTD) and the recommended dose (RD) of F16IL2 when administered in combination with paclitaxel (Phase I).",
    "eligibilityCriteria": "Inclusion Criteria:\n\nFor Phase I, cohorts 1 to 8, of the study:\n\n* For patient of Phase I cohort 1, i.e. those patients receiving F16IL2 alone, patients must not be amenable to therapy with paclitaxel/taxanes but must be considered by the Principal Investigator to be suitable candidates for F16IL2 therapy alone.\n* Histologically or cytologically confirmed solid cancer with/without evidence of locally advanced or metastatic disease.\n* For advanced solid cancer patients, patients may have received previous chemotherapy or radiation therapy, but they must be amenable for paclitaxel treatment according to the discretion of the principal investigator.\n\nFor Phase I, cohorts 9 onwards:\n\n* Histologically or cytologically confirmed bladder cancer, breast cancer, unresectable metastatic (stage IV) non-uveal melanoma, mesothelioma, NSCLC, prostate cancer or sarcoma.\n* Prior therapies for metastatic disease are allowed, but patients must be amenable for paclitaxel treatment according to the discretion of the principal investigator.\n* For breast cancer patients only: patients not suitable for trastuzumab therapy (i.e., no evidence of HER2-overexpressing disease, or trastuzumab therapy exhausted in HER2-overexpressing disease).\n\nFor Phase II of the study:\n\n* Histologically or cytologically confirmed breast cancer, unresectable metastatic (stage IV) non-uveal melanoma, or NSCLC.\n* Prior therapies for metastatic disease are allowed, but patients must be amenable for paclitaxel treatment according to the discretion of the principal investigator.\n* For breast cancer patients only: patients not suitable for trastuzumab therapy (i.e., no evidence of HER2-overexpressing disease, or trastuzumab therapy exhausted in HER2-overexpressing disease).\n\nFor phase I and II of the study:\n\n* Patients aged ≥ 18 years.\n* Prior radiation therapy is allowed, if the irradiated area is not the only source of measurable or assessable disease.\n* ECOG performance status ≤ 2\n* Patients must have at least one unidimensionally measurable lesion by computed tomography as defined by RECIST criteria (see Section APPENDIX A). This lesion must not have been irradiated during previous treatments.\n* All acute toxic effects (excluding alopecia) of any prior therapy (including surgery, radiation therapy, chemotherapy) must have resolved to National Cancer Institute (NCI) Common Terminology Criteria for Adverse Events (CTCAE) (v3.0) Grade ≤ 1.\n* Sufficient hematologic, liver and renal function:\n\n  * Absolute neutrophil count (ANC) ≥ 1.5 x 10\\^9/L, platelets ≥ 100 x 10\\^9/L, haemoglobin (Hb) ≥ 9.5 g/dl.\n  * Alkaline phosphatase (AP), alanine aminotransferase (ALT) and or aspartate aminotransferase ≤ 3 x upper limit of reference range (ULN), and total bilirubin ≤ 2.0 mg/gL unless liver involvement by the tumor, in which case the transaminase levels could be up to 5 x ULN.\n  * Creatinine ≤ 1.5 ULN or 24 h creatinine clearance ≥ 50 mL/min.\n* Life expectancy of at least 12 weeks.\n* Documented negative test for human immunodeficiency virus.\n* Negative serum pregnancy test for females of childbearing potential within 14 days of starting treatment.\n* If of childbearing potential, agreement to use adequate contraceptive methods (e.g., oral contraceptives, condoms, or other adequate barrier controls, intrauterine contraceptive devices, or sterilization) beginning at the screening visit and continuing until 3 months following last treatment with study drug.\n* Evidence of a personally signed and dated Ethics Committee-approved Informed Consent form indicating that the patient (or legally acceptable representative) has been informed of all pertinent aspects of the study.\n* Willingness and ability to comply with the scheduled visits, treatment plan, laboratory tests and other study procedures.\n\nExclusion criteria:\n\n* For metastatic melanoma patients: Primary ocular melanoma\n* Previous or concurrent cancer that is distinct in primary site or histology from the cancer being evaluated in this study, or any cancer curatively treated \\< 2 years prior to study entry, except cervical carcinoma in situ, treated basal cell carcinoma, superficial bladder tumors (TA, TIs \\& TI).\n* Presence of active infections (e.g. requiring antibiotic therapy) or other severe concurrent disease, which, in the opinion of the investigator, would place the patient at undue risk or interfere with the study.\n* Presence of known brain metastases. If patient is symptomatic, negative CT scan within two months before study beginning is required. However, presence of controlled brain metastases (i.e., evaluated as SD of PR after radiotherapy) is allowed.\n* History of chronic hepatitis B or C, or chronic active hepatitis or active autoimmune diseases.\n* History within the last year of acute or subacute coronary syndromes including myocardial infarction, unstable or severe stable angina pectoris.\n* Heart insufficiency (\\> Grade II, New York Heart Association (NYHA) criteria).\n* Irreversible cardiac arrhythmias requiring permanent medication.\n* LVEF \\</= 50% and/or abnormalities observed during baseline MUGA, ECHO or ECG investigations.\n* Uncontrolled hypertension.\n* Ischemic peripheral vascular disease (Grade IIb-IV).\n* Severe rheumatoid arthritis.\n* Severe diabetic retinopathy.\n* History of allograft or stem cell transplantation.\n* Major trauma including surgery within 4 weeks of administration of study treatment.\n* Known history of allergy to IL-2, taxanes, or other intravenously administered human proteins/peptides/antibodies.\n* Pregnancy or breast feeding. Female patient must agree to use effective contraception, or be surgically sterile or postmenopausal. The definition of effective contraception will be based on the judgment of the principal investigator or a designated associate.\n* Chemotherapy (standard or experimental) within 4 weeks of the administration of study treatment .\n* Radiation therapy within 6 weeks of the administration of study treatment.\n* Treatment with an investigational study drug within six weeks before beginning of treatment with F16-IL2.\n* Previous in vivo exposure to monoclonal antibodies for biological therapy in the 6 weeks before administration of study treatment.\n* Growth factors or immunomodulatory agents within 7 days of the administration of study treatment.\n* Neuropathy \\> Grade 1.\n* The chronic administration of low dose corticosteroids is allowed: however the maximum allowed dose per day cannot exceed 5 mg of prednisone (or equivalent) and it is meant to address cancer symptoms (e.g., pain, dyspnoea, lack of appetite). A suspected presence of chronic inflammatory disease has to be considered an exclusion criterion.\n* Any conditions that in the opinion of the investigator could hamper compliance with the study protocol.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}