{
    "nctId": "NCT01118975",
    "briefTitle": "GCC 0845:Vorinostat and Lapatinib in Advanced Solid Tumors and Advanced Breast Cancer to Evaluate Response and Biomarkers",
    "officialTitle": "GCC 0845: Pilot and Phase II- Vorinostat and Lapatinib in Patients With Advanced Solid Tumor Malignancies and Women With Recurrent Local-Regional or Metastatic Breast Cancer to Evaluate Response and Biomarkers of EMT and Breast Cancer Stem Cells",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer, Neoplasm Metastasis",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 12,
    "primaryOutcomeMeasure": "Dose Limiting Toxicities",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Age greater than or equal to 18 years.\n* Eastern Cooperative Oncology Group (ECOG) performance status less than or equal to 2.\n* Consent for peripheral blood sampling for analysis of circulating tumor cells.\n* Patients must have adequate organ and marrow function as defined by the protocol.\n* Female patients with histologically confirmed adenocarcinoma of the breast with recurrent local-regional disease, or metastatic disease that have progressed after treatment with regimens that include an anthracycline, a taxane, or trastuzumab.\n* Human Epidermal growth factor Receptor 2 (HER2) positive in the primary or secondary tumor tissue as defined by:\n\n  * Grade 3plus staining intensity (on a scale of 0 to 3) by means of Immunohistochemistry (IHC) analysis OR\n  * Gene amplification on fluorescence in situ hybridization (FISH) greater than or equal to 2.2.\n* Patients must have measurable disease by the Response Evaluation Criteria In Solid Tumors (RECIST)criteria at the time of enrollment.\n* Prior trastuzumab therapy is allowed. Trastuzumab should be stopped at least 4 weeks prior to enrollment.\n\nExclusion Criteria:\n\n* Patients receiving any other investigational agents.\n* Prior exposure to lapatinib, vorinostat, or other Histone deacetylase (HDAC) inhibitors. Prior valproic acid exposure is allowed providing this is a greater than or equal to 30 days wash-out period.\n* History of allergic reactions or hypersensitivity to compounds of similar chemical or biologic composition to vorinostat or lapatinib.\n* Patients with history of clinically significant or uncontrolled cardiac disease, as defined by the protocol, or any significant cardiac condition that in the judgment of the investigator is unsuitable.\n* Significant chronic or recent (less than 30 days) acute gastrointestinal disorder with diarrhea as a major symptom (e.g. Crohn's disease, malabsorption, or Grade 2 or greater diarrhea of any etiology at baseline).\n* Prior exposure to more than 360 mg/m2 doxorubicin or liposomal doxorubicin, more than 120 mg/m2 mitoxantrone, or more than 90 mg/m2 idarubicin, or elevated baseline cardiac troponin T (more than upper limit of normal).\n* Patients with active Central Nervous System (CNS) metastasis and/or carcinomatous meningitis are excluded. Patients with CNS metastasis who have completed a course of therapy would be eligible for the study provided they are clinically stable for 3 weeks prior to entry as defined as: (1) no evidence of new or enlarging CNS metastasis and (2) off steroids and/or anticonvulsants, for at least 4 weeks before an enrollment.\n* Female patient that is pregnant or breastfeeding or expecting to conceive during the study. Women able to have children must have a negative pregnancy test prior to enrollment. All patients must use two effective methods of contraception (including a barrier method) during treatment and for 12 weeks after stopping treatment.\n* The patient is known to be Human immunodeficiency virus (HIV), Hepatitis B, or Hepatitis C-positive (test results are not required in order to participate).\n* Patients with current active hepatic or biliary disease (with exception of patients with Gilbert's syndrome, asymptomatic gallstones, liver metastases or stable chronic liver disease per investigator assessment)\n* Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirement.\n* Previous or current systemic malignancy within the past 3 years other than the following: Female- breast cancer or adequately treated carcinoma in-situ of the cervix, or Female and Male- basal/squamous carcinoma of the skin.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}