{
    "nctId": "NCT03294694",
    "briefTitle": "Ribociclib + PDR001 in Breast Cancer and Ovarian Cancer",
    "officialTitle": "A Phase 1 Study of the CDK4/6 Inhibitor Ribociclib (LEE011) in Combination With the PD-1 Inhibitor PDR001 in Patients With Metastatic Hormone Receptor-positive Breast Cancer and Metastatic Ovarian Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Metastatic Hormone-Receptor-Positive (HR+) Breast Cancer, HER2-Negative Breast Cancer, Metastatic Epithelial Ovarian Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 33,
    "primaryOutcomeMeasure": "Cohort A: MTD/RP2D of the Combination of Ribociclib + PDR001",
    "eligibilityCriteria": "Inclusion Criteria\n\n* Cohort A Dose Escalation (Ribociclib + PDR001) Eligibility can be found in Detailed Description Section\n* Cohort B Safety Run-In (Ribociclib + PDR001 + Fulvestrant) Eligibility can be found in Detailed Description Section\n* Cohort A Dose Expansion (Ribociclib + PDR001) Eligibility can be found in the Detailed Description Section\n* Expansion Cohort B (Ribociclib + PDR001 + Fulvestrant Eligibility can be found in the Detailed Description Section\n* ECOG Performance Status 0-1\n* Participants must have normal organ and marrow function, as defined below:\n\n  * absolute neutrophil count ≥1,500/mcL\n  * platelets ≥100,000/mcL\n  * total hemoglobin ≥ 9 g/dL (may be post-transfusion)\n  * total bilirubin ≤1.5 x institutional ULN (IULN)\n  * AST(SGOT)/ALT(SGPT) ≤2.5 × IULN or ≤5 × IULN for participants with liver metastases\n  * creatinine ≤1.5 x IULN or ≥ 60 ml/min/1.73m2 for subjects with creatinine levels above institutional normal\n  * INR ≤ 1.5\n  * estimated glomerular filtration rate (eGFR) ≥ 30 mL/min/1.73 by either Cockcroft-Gaultor CKD-EPI\n  * baseline QTc ≤ 450 msec\n* Age \\> 18 years\n* Women of child-bearing potential, defined as all women physiologically capable of becoming pregnant, must be willing to use a highly effective method of contraception during dosing and for 150 days after the last dose of PDR001.\n\nNote: Highly effective contraception methods include:\n\n* Total abstinence (when this is in line with the preferred and usual lifestyle of the patient. Periodic abstinence (e.g., calendar, ovulation, symptothermal, post-ovulation methods) and withdrawal are not acceptable methods of contraception\n* Female sterilization (have had surgical bilateral oophorectomy with or without hysterectomy), total hysterectomy or tubal ligation at least six weeks before taking study treatment. In case of oophorectomy alone, only when the reproductive status of the woman has been confirmed by follow up hormone level assessment\n* For female participants, male sterilization (at least 6 months prior to screening).\n* Placement of an intrauterine device (IUD) or intrauterine system (IUS).\n\n  * Sexually active males must be willing to use a condom during intercourse while taking the study drug and for 21 days after stopping the study drug and should not father a child in this period. A condom is required to be used also by vasectomized men in order to prevent delivery of the drug via seminal fluid.\n  * Willingness to provide archival tumor samples. If sample is not available, a biopsy should be considered in patients with safely accessible disease. Participants who undergo an attempted research biopsy procedure for the purpose of this protocol, and in whom inadequate tissue is obtained, are not required to undergo repeat biopsy in order to continue on protocol.\n  * Ability to understand and the willingness to sign a written informed consent document.\n\nExclusion Criteria:\n\n* Participants cannot have been treated on a prior interventional, investigational study within 2 weeks of the first dose of study treatment.\n* Participants cannot receive treatment with any other investigational agents during protocol therapy.\n* Use of hematopoietic colony-stimulating growth factors (e.g. G-CSF, GMCSF, M-CSF) ≤2 weeks prior start of study drug. An erythroid stimulating agent is allowed as long as it was initiated at least 2 weeks prior to the first dose of study treatment.\n* History of severe hypersensitivity reactions to other mAbs\n* Participants requiring chronic treatment with systemic steroid therapy, other than replacement-dose steroids in the setting of adrenal insufficiency within 7 days of treatment initiation. Topical, inhaled, nasal and ophthalmic steroids are allowed. Physiologic doses of steroids are acceptable.\n* Participants receiving systemic treatment with any immunosuppressive medication (other than steroids as described above).\n* Patient is currently receiving warfarin or other coumadin-derived anticoagulant for treatment, prophylaxis, or otherwise. Therapy with heparin, low molecular weight heparin (LMWH), coumadin or fondaparinux is allowed.\n* Use of any live vaccines within 4 weeks of initiation of study treatment.\n* Major surgery within 2 weeks of the first dose of study treatment (mediastinoscopy, insertion of a central venous access device, and insertion of a feeding tube are not considered major surgery).\n* Participants with active autoimmune disease. Participants with vitiligo, type I diabetes mellitus, residual hypothyroidism due to autoimmune condition only requiring hormone replacement, psoriasis not requiring systemic treatment, or conditions not expected to recur in the absence of an external trigger are permitted to enroll.\n* Presence of ≥ CTCAE grade 2 toxicity (CTCAE Grade 2 peripheral neuropathy and ototoxicity and any grade alopecia are allowed).\n* Participants with uncontrolled intercurrent illness including, but not limited to:\n\n  * Clinically significant, uncontrolled heart disease and/or cardiac repolarization abnormalities, including any of the following:\n\n    * History of acute coronary syndromes (including myocardial infarction, unstable angina, coronary artery bypass grafting, coronary angioplasty, or stenting) or symptomatic pericarditis within 6 months prior to screening\n    * History of documented congestive heart failure (New York Heart Association functional classification III-IV)\n    * Documented cardiomyopathy\n    * Left Ventricular Ejection Fraction (LVEF) \\<50% as determined by Multiple Gated acquisition (MUGA) scan or echocardiogram (ECHO) within six months prior to beginning protocol therapy.\n    * Clinically significant cardiac arrhythmias (e.g. ventricular tachycardia), complete left bundle branch block, high-grade AV block (e.g. bifascicular block, Mobitz type II and third-degree AV block)\n    * Long QT syndrome or family history of idiopathic sudden death or congenital long QT syndrome, or any of the following:\n    * Risk factors for Torsades de Pointe (TdP) including uncorrected hypokalemia or hypomagnesemia, history of cardiac failure, or history of clinically significant/symptomatic bradycardia.\n    * Concomitant use of medication(s) with a known risk to prolong the QT interval and/or known to cause Torsades de Pointe that cannot be discontinued (within 5 half-lives or 7 days prior to starting study drug) or replaced by safe alternative medication\n    * Systolic blood pressure (SBP) \\>160 mmHg or \\<90 mmHg at screening\n    * Impairment of gastrointestinal function or who have gastrointestinal disease that may significantly alter the absorption of study drugs (e.g., ulcerative disease, uncontrolled nausea, vomiting, diarrhea or malabsorption syndrome).\n    * Patient with liver disease and Child-Pugh score B or C.\n  * Individuals with a history of a second malignancy are ineligible except for the following circumstances. Individuals with a history of other malignancies are eligible if they have been disease-free for at least 5 years and are deemed by the investigator to be at low risk for recurrence of that malignancy. Individuals with the following cancers are eligible if diagnosed and treated within the past 5 years: cervical cancer in situ, and non-melanoma cancer of the skin. Patients with other cancers diagnosed within the past 5 years and felt to be at low risk of recurrence should be discussed with the study sponsor to determine eligibility.\n  * Participants with known brain metastases may be enrolled in this study if radiation therapy and/or surgery have been completed with a minimum of 4 weeks of stable disease demonstrated on evaluation by MRI. Such participants must no longer require treatment with corticosteroids or enzyme inducing anti-epileptic medications for their CNS disease.\n  * Participants with current pneumonitis.\n  * Participants known to be HIV-positive or known to have active Hepatitis B or C.\n  * Pregnant or lactating women. A negative pregnancy test in women of child-bearing potential must be documented within 7 days before the first dose of study medication.\n  * Any condition that would prevent the patient's participation in the clinical study due to safety concerns, compliance with clinical study procedures or interpretation of study results.\n  * Active infection requiring systemic antibiotic therapy.\n  * Systemic anti-cancer therapy within 2 weeks of the first dose of study treatment. For cytotoxic agents that have major delayed toxicity, e.g. mitomycin C and nitrosoureas, 4 weeks is indicated as washout period. For patients receiving anticancer immunotherapies such as CTLA-4 antagonists, 3 weeks is indicated as the washout period\n  * Participants who have received thoracic radiotherapy to lung fields ≤ 4 weeks prior to starting the study treatment or patients who have not recovered from radiotherapy-related toxicities. For all other anatomic sites (including radiotherapy to thoracic vertebrae and ribs) radiotherapy ≤ 2 weeks prior to starting the study treatment or has not recovered from radiotherapy-related toxicities. Palliative radiotherapy for bone lesions ≤ 2 weeks prior to starting study treatment is allowed.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}