{
    "nctId": "NCT01924078",
    "briefTitle": "Capecitabine Metronomic Chemotherapy Plus Aromatase Inhibitor for Postmenopausal Hormone Receptor Positive Breast Cancer",
    "officialTitle": "Capecitabine Metronomic Chemotherapy Combined With Aromatase Inhibitors in Postmenopausal Hormone-receptor-positive Breast Cancer",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 100,
    "primaryOutcomeMeasure": "adverse events",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Hormone receptor positive;\n2. previously untreated patients who do not receive hormonal therapy, or initial endocrine treatment failure or first -line endocrine treatment of relapse and metastasis failure;\n3. patients who do not receive hormonal therapy must be histologically confirmed invasive ductal carcinoma, can be surgery, but must be satisfied one of the following: (1) elderly (≥70 years), or with severe heart or other systemic complications, belonging to high risk of general anesthesia, (2) have will of conserving the breast,but larger tumors (≥3cm) not suitable for breast-conserving surgery.\n4. patients with metastatic breast cancer must have evaluable lesions\n5. normal laboratory values:\n6. informed consent (ethical approval document No. :1112105-1);\n7. life expectancy of at least 3 months;\n8. Postmenopausal or premenopausal with bilateral oophorectomy.\n\nExclusion Criteria:\n\n1. have had radiotherapy or other local treatment for measurable lesions before the start of study received within 3 months\n2. organ transplant (except for autologous or allogeneic bone marrow transplantation);\n3. have evidences of central nerve system metastases or have a history of mental illness that uncontrol;\n4. unable to swallow tablets, or malabsorption patients, or patients with poor upper gastrointestinal integrity;\n5. unwilling or unable to comply with study protocol or unable to meet the follow up;\n6. patients who researchers considered were not suitable to participate.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}