{
    "nctId": "NCT02728596",
    "briefTitle": "S1415CD, Trial Assessing CSF Prescribing Effectiveness and Risk (TrACER)",
    "officialTitle": "A Pragmatic Trial to Evaluate a Guideline-Based Colony Stimulating Factor Standing Order Intervention and to Determine the Effectiveness of Colony Stimulating Factor Use as a Prophylaxis for Patients Receiving Chemotherapy With Intermediate Risk for Febrile Neutropenia - Trial Assessing CSF Prescribing Effectiveness and Risk (TrACER)",
    "overallStatus": "COMPLETED",
    "conditions": "Febrile Neutropenia, Stage 0 Breast Cancer, Stage 0 Colorectal Cancer, Stage 0 Non-Small Cell Lung Cancer, Stage I Colorectal Cancer, Stage IA Breast Cancer, Stage IA Non-Small Cell Lung Carcinoma, Stage IB Breast Cancer, Stage IB Non-Small Cell Lung Carcinoma, Stage IIA Breast Cancer, Stage IIA Colorectal Cancer, Stage IIA Non-Small Cell Lung Carcinoma, Stage IIB Breast Cancer, Stage IIB Colorectal Cancer, Stage IIB Non-Small Cell Lung Carcinoma, Stage IIC Colorectal Cancer, Stage IIIA Breast Cancer, Stage IIIA Colorectal Cancer, Stage IIIA Non-Small Cell Lung Cancer, Stage IIIB Breast Cancer, Stage IIIB Colorectal Cancer, Stage IIIB Non-Small Cell Lung Cancer, Stage IIIC Breast Cancer, Stage IIIC Colorectal Cancer, Stage IV Breast Cancer, Stage IV Non-Small Cell Lung Cancer, Stage IVA Colorectal Cancer, Stage IVB Colorectal Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
    "enrollmentCount": 3665,
    "primaryOutcomeMeasure": "Percentage of Participants With CSF Prescribed as Primary Prophylaxis",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients must have a current diagnosis of breast cancer, non-small cell lung cancer, or colorectal cancer; the current diagnosis may be an initial diagnosis or recurrence and/or progression of previously diagnosed disease; cancer may be metastatic or non-metastatic\n* Patients must be registered prior to or on the same day as their first cycle of chemotherapy for their current disease and stage 9or disease setting).\n* Patients must not have had any systemic therapy (chemotherapy or combination regimens) in the 180 days just prior to registration. Prior biologic therapy, immunotherapy, tyrosine kinase inhibitors, and hormonal therapy are allowed.\n* Patients must be planning to receive one of the study-allowed regimens as their initial treatment for their current disease; myelosuppressive therapy must follow the standard regimen, although a dose reduction of up to 10% is permitted. This treatment may be neoadjuvant or adjuvant chemotherapy.\n* Patients must not be receiving or planning to receive concurrent radiation during systemic treatment.\n* Patients must not have any known contraindication to CSFs prior to registration, including prior hypersensitivity to Escherichia coli-derived proteins, filgrastim, pegfilgrastim, or tbo-filgrastim\n* Patients must be able to understand and provide information for the patient-completed study forms in either English or Spanish\n* Patients may have had a prior malignancy\n* Patients must not be participating or plan to participate in other clinical trials that involve investigational systemic cancer treatments or investigational uses of CSF during their first 6 months after registration\n* Patients must be informed of the investigational nature of this study and must sign and give written informed consent in accordance with institutional and federal guidelines\n* As a part of the Oncology Patient Enrollment Network (OPEN) registration process the treating institution's identity is provided in order to ensure that the current (within 365 days) date of institutional review board approval for this study has been entered in the system",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}