{
    "nctId": "NCT00827580",
    "briefTitle": "Eniluracil Hand Foot Syndrome",
    "officialTitle": "A Pilot Study of Eniluracil Containing Ointment for Prevention of Hand Foot Syndrome (HRS) Following Capecitabine (Xeloda)",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer, Colon Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 3,
    "primaryOutcomeMeasure": "the frequency of HFS; evaluation of eniluracil dose response; and assessment of any toxicity related to the topical product.",
    "eligibilityCriteria": "Inclusion Criteria:\n\nA subject will be eligible for inclusion in this study ONLY if ALL of the following criteria apply:\n\n1. Signed written informed consent.\n2. Male or female, at least 18 years of age.\n3. Histologically or cytologically confirmed diagnosis of breast or colon cancer.\n4. Radiologically documented measurable disease\n5. Planned to receive capecitabine at 1000-1250 mg/m2 PO twice daily and has experienced grade 1 or greater HFS on a previous cycle of capecitabine.\n6. Eastern Cooperative Oncology Group (ECOG) performance status of 0, 1 or 2 at study entry.\n7. Adequate liver function with SGOT and SGPT \\< 2.5 times upper limits of normal.\n8. Adequate bone marrow function evidence by WBC \\> 2500/mm3, PMN \\>2000/mm3 and platelet count \\> 100,000/mm3.\n9. Adequate renal function with serum creatinine \\< 1.7 mg/dl.\n10. Recovery from relevant toxicity before study entry.\n11. Negative serum or urine pregnancy test within 7 days before study entry for women of childbearing potential. Effective contraception throughout the course of the study for both male and female subjects if the risk of conception exists.\n\nExclusion Criteria:\n\nA subject will not be eligible for inclusion in this study if ANY of the following criteria apply:\n\n1. Known DPD deficiency\n2. Any other investigational drug, chronic corticosteroids or radiation therapy within 28 days before study entry.\n3. History of brain metastases or spinal cord compression, unless irradiated at least 28 days before study entry and stable without steroid treatment for \\>28 days.\n4. Stroke, major surgery, or other major tissue injury within 30 days before study entry.\n5. Myocardial infarction within 12 months or uncontrolled congestive heart failure, angina, arrhythmias, or ECG abnormalities.\n6. No concurrent or planned use of topical pharmaceuticals to the hands or feet other than Aquaphor®.\n7. No concurrent or planned use of cytotoxic drugs (other than capecitabine).\n8. No other dermatologic condition that may complicate evaluation of the study.\n9. Other uncontrolled serious chronic disease or conditions that in the investigator's opinion could render compliance or follow-up in the protocol problematic.\n10. Breast feeding or lactating.\n11. Unable to return at the regular required intervals for reassessment or study drug administration.\n12. Legal incapacity or limited legal capacity, unless authorization is granted by a legal guardian.\n13. Allergy to lanolin",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}