{
    "nctId": "NCT02387099",
    "briefTitle": "Dose EScalation Induction of EvERolimus",
    "officialTitle": "A Multicenter, Randomized, Double-blind, Phase II Study to Evaluate the Tolerability of an Induction Dose Escalation of Everolimus in Patients With Metastatic Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer, Hormone Receptor Positive Tumor",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 156,
    "primaryOutcomeMeasure": "cumulative rate Mucositis grade 2-4 (WHO's oral toxicity scale (OTS))",
    "eligibilityCriteria": "Eligibiltiy according to Everolimus label (ie. postmenopausal women)\n\nInclusion Criteria (most important)\n\n* Locally advanced or metastatic stage of disease not amenable to curative treatment by surgery or radiotherapy alone.\n* No indication for chemotherapy (e.g. symptomatic visceral metastasis) -Histological confirmed hormone receptor-positive (HR+), HER2- negative carcinoma of the breast.\n* Postmenopausal women\n* Disease progression following prior therapy with non steroidal aromatase inhibitors (NSAI), defined as:\n\n  1. Recurrence while on, or following completion of an adjuvant treatment with Letrozole or Anastrozole, or\n  2. Progression while on or following completion of Letrozole or Anastrozole treatment for ABC/MBC. Note: Non-steroidal aromatase inhibitors (i.e. Letrozole or Anastrozole) do not have to be the last treatment prior to enrollment. Other prior anticancer therapy, e.g. Tamoxifen, Fulvestrant, Exemestane, is also allowed. Patients must have recovered to grade 1 or better from any adverse events (except alopecia) related to previous therapy prior to enrollment.\n* At least 4 weeks since radiotherapy, with full recovery. The measurable disease must be completely outside the radiation field or there must be pathologic proof of newly progressive disease.\n\nExclusion Criteria (most important):\n\n* Concurrent immunotherapy or hormonal therapy (contraceptive and/or replacement therapy). Bisphosphonates or denosumab may be continued or started before randomization.\n* Life expectancy of less than 3 months.\n* Parenchymal brain metastases, unless adequately controlled by surgery and/or radiotherapy.\n* Any ongoing toxicity from prior anti-cancer therapy that is grade 3-4 and/or that is progressing in severity, except alopecia or anemia controlled by growth factors.\n* Known or suspected congestive heart failure (\\>NYHA I) and/or coronary heart disease, angina pectoris requiring anti-anginal medication, previous history of myocardial infarction ≤ 6months, evidence of transmural infarction on ECG, un- or poorly controlled arterial hypertension (i.e. BP \\>150/100 mmHg under treatment with two antihypertensive drugs), rhythm abnormalities requiring permanent treatment, clinically significant valvular heart disease.\n* Currently active infection.\n* History of other malignancies within the last 5 years which significantly affect the diagnosis, assessment or prognosis of metastatic breast cancer.\n* Malabsorption syndrome or insufficient gastrointestinal function, preexisting diagnosis of ulcerative colitis.\n* Concurrent treatment with other experimental drugs; participation in another clinical trial with any investigational not marketed drug within 30 days prior to study entry.\n* Insufficiently controlled diabetes, known HIV infection or chronic hepatitis B or C and seriously impaired liver function (Child-Pugh, class A, B or C).",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}