{
    "nctId": "NCT00648102",
    "briefTitle": "Phase I Study of CDX-1307, hCG-B Vaccine, for Patients With Incurable, Locally Advanced or Metastatic Breast, Colorectal, Pancreatic, Bladder or Ovarian Cancer",
    "officialTitle": "A Phase I, Open-Label, Dose-Escalation, Multidose Study of CDX-1307, a Mannose Receptor-Targeted hCG-β Vaccine, in Patients With Incurable Locally Advanced or Metastatic Breast, Colorectal, Pancreatic, Bladder and Ovarian Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer, Colorectal Cancer, Pancreatic Cancer, Bladder Cancer, Ovarian Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 36,
    "primaryOutcomeMeasure": "To establish safety and tolerability profile of CDX1307 alone and with adjuvant in patients with breast, colorectal, pancreatic, bladder and ovarian cancer",
    "eligibilityCriteria": "Inclusion Criteria\n\n1. Patients must have incurable, metastatic or unresectable locally advanced breast, colorectal, pancreatic, bladder or ovarian cancer with measurable or evaluable-only disease. Locally advanced breast cancer is defined as inflammatory breast cancer with biopsy-proven skin involvement, or chest wall recurrence. Locally advanced disease of other histologies is defined according to the standard definition for that disease. Evaluable-only disease includes bone only or unresectable skin/chest wall only metastases, but does not include malignant effusion(s) only. Cancer with elevated serum tumor marker(s) (e.g. CA27.29, carcinoembryonic antigen, etc.) only does not constitute evaluable disease.\n2. Patients must be 18 years of age or older.\n3. Both genders may be enrolled.\n4. At least 4 weeks must have elapsed between prior therapy and initiation of treatment with CDX-1307. Prior radiation therapy must be completed at least 4 weeks prior to enrollment. No prior radiopharmaceuticals within 8 weeks prior to enrollment. The patient must have recovered from any clinically significant toxicity experienced during prior treatment(s).\n5. Patients on the following medications may be enrolled into the study if the medications were initiated ≥ 8 weeks prior to Screening and if no dosing changes are anticipated during the study:\n\n   1. Hormonal therapy including gonadotropin releasing hormone (GnRh) agonist, antiandrogens, selective estrogen receptor modulators (SERMs), aromatase inhibitors, and progestins.\n   2. Bisphosphonates.\n6. Patients must have an ECOG Performance Status of 0 or 1.\n7. Breast cancer patients must have received and progressed through at least one line of chemotherapy or endocrine therapy for metastatic or unresectable locally advanced breast cancer. Patients with HER2-positive breast cancer must have received and progressed through at least one line of chemotherapy plus trastuzumab, or endocrine therapy plus trastuzumab, for metastatic or unresectable locally advanced breast cancer. For incurable colorectal, pancreatic, bladder, or ovarian cancer, where therapy with potential survival benefit is available or where disease-specific palliation is the goal of therapy, patients must have received these appropriate standard of care therapies and experienced recurrence or progression while on that care. If no such therapy is available, patients with progressive disease may be enrolled. Chemotherapy or radiation must be discontinued at least 4 weeks prior to initiation of vaccination with CDX-1307.\n8. Patients must have a life expectancy ≥ 16 weeks.\n9. Male patients who are sexually active must agree to practice an effective form of barrier contraception during the course of the study.\n10. Screening laboratory values must meet the following criteria:\n\n    * Neutrophils ≥1.5 x109/L\n    * Platelets \\>100 x109/L\n    * Hemoglobin ≥10 g/dL\n    * Creatinine \\<2 mg/dL\n    * AST ≤2 X ULN\n    * Bilirubin ≤2 X ULN unless due to Gilbert's syndrome.\n\n      \\* Laboratory abnormalities attributed to liver involvement with cancer but outside of the normal range will be allowed if they do not exceed the following limits:\n    * AST ≤4 X ULN\n\nExclusion Criteria\n\n1. Since treatment with CDX-1307 theoretically may cause permanent sterility, women of childbearing potential will be excluded. Women who participate in this study must be post-menopausal \\[absence of menses for at least 2 years or age \\>55\\] and/or surgically incapable of bearing children.\n2. Previous administration of hCG-β vaccine or therapy.\n3. Concurrent treatment with immunosuppressive or immunomodulatory agents.\n4. Positive tests for HIV, HBV or HCV.\n5. Patients with systemic infection within 72 hours of registration that require antibiotics or produce a fever \\> 101oF.\n6. Patients with active central nervous system metastases, unless previously treated and asymptomatic and not progressive in size or number for 2 months (1 month in the case of stereotactic radiation).\n7. History of a second malignancy, except for adequately treated and cured basal or squamous cell skin cancer or cervical cancer in situ; or any other cancer from which the patient has been disease-free for ≥ 5 years.\n8. History of anaphylactic reaction following exposure to humanized or human therapeutic monoclonal antibodies, or known hypersensitivity to GM-CSF or yeast derived products.\n9. Patients with any of the following conditions: myocardial infarction within 1 year of Screening, congestive heart failure (unless LVEF ≥ 50% as determined by MUGA within 30 days of Screening), uncontrolled hypertension (≥ 160 mm Hg/systolic and ≥ 100 mm Hg/diastolic), symptomatic or life-threatening arrhythmia persistent on medication at Screening, or clinically evident chronic lung disease unless lung capacity ≥ 55% or FEV1 ≥ 60% at Screening. Note that the performance of MUGA scans and Pulmonary Function Tests are not required except if clinically indicated.\n10. Any underlying medical condition that in the Principal Investigator's opinion will make the administration of study drug hazardous to the patient or would obscure the interpretation of adverse events.\n11. Medical condition requiring the use of corticosteroids (must be discontinued at least 4 weeks prior to enrollment).",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}