{
    "nctId": "NCT04227990",
    "briefTitle": "Plinabulin iv Solution in Prevention of TAC Induced Neutropenia",
    "officialTitle": "Plinabulin vs. Pegfilgrastim in Reducing the Duration of Severe Neutropenia in Breast Cancer Patients Receiving Myelosuppressive Chemotherapy With Docetaxel, Doxorubicin, and Cyclophosphamide (TAC)",
    "overallStatus": "COMPLETED",
    "conditions": "Chemotherapy-induced Neutropenia",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 115,
    "primaryOutcomeMeasure": "Duration of Severe Neutropenia (DSN)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Women who are at least 18 years of age at the time of signing the informed consent form.\n2. In the opinion of their treating oncology investigator, are candidates for at least 4 cycles of chemotherapy with TAC (docetaxel, doxorubicin, and cyclophosphamide).\n3. Patients who are candidates for adjuvant or neoadjuvant TAC will meet all of the following criteria:\n\n   Biopsy proven, early stage (Stage I and II) and Stage III breast cancer, and Are within 60 days of a diagnostic or surgical procedure (biopsy, umpectomy, mastectomy), and Have had no prior chemotherapy.\n4. Pathological confirmation of cancer is required.\n5. Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1.\n6. Have life expectancy of 3 months or more.\n7. The following laboratory results provided by the central laboratory within 14 days prior to study drug administration:\n\n   ANC ≥ 1.5 x 10\\^9/L independent of growth factor support; hemoglobin ≥ 9 g/dL independent of transfusion or growth factor support; calculated creatinine clearance (CLcr) ≥ 60 mL/min using Cockcroft-Gault formula; Serum total bilirubin ≤ upper limit of normal (ULN); aspartate aminotransferase (AST) and alanine aminotransferase (ALT) as 2.5 x ULN (≤ 1.5 x ULN if alkaline phosphate is \\> 2.5 x ULN).\n8. Prothrombin time (PT) and International Normalized Ratio (INR) ≤1.5 × ULN, activated partial thromboplastin time (PTT) ≤1.5 × ULN, based on central laboratory results.\n9. Women of childbearing potential have a negative pregnancy test at screening. Women of childbearing potential are defined as sexually mature women without prior hysterectomy or who have had any evidence of menses in the past 12 months. However, women who have been amenorrhoeic for 12 or more months are still considered to be of childbearing potential if the amenorrhea is possibly due to prior chemotherapy, anti-estrogens, or ovarian suppression.\n\nWomen of childbearing potential (i.e., menstruating women) must have a negative urine pregnancy test (positive urine tests are to be confirmed by serum test) documented within the 24-hour period prior to the first dose of study drug.\n\nSexually active women of childbearing potential enrolled in the study must agree to use two forms of accepted methods of contraception during the course of the study and for 3 months after their last dose of study drug. Effective birth control includes (a) intrauterine device plus one barrier method; (b) on stable doses of hormonal contraception for at least 3 months (e.g., oral, injectable, implant, transdermal) plus one barrier method; (c) 2 barrier methods. Effective barrier methods are male or female condoms, diaphragms, and spermicides (creams or gels that contain a chemical to kill sperm); or (d) a vasectomized partner.\n\nExclusion Criteria:\n\n1. History of myelogenous leukemia, myelodysplastic syndrome, or sickle cell disease.\n2. Use of strong CYP3A4, CYP2D6 or P-glycoprotein (P-gp) inhibitors and inducers, within 14 days of the first administration of study drug and for the duration of the study.\n3. Received an investigational agent or tumor vaccine within 2 weeks before the first dose of study drug; patients must have recovered from toxicity of prior treatment and have no \\>Grade 1 Common Terminology Criteria for Adverse Events (CTCAE) (v4.03) treatment emergent adverse events (TEAE).\n4. Receiving any concurrent anticancer therapies (including concomitant anti-HER2/neu agents such as trastuzumab \\[Herceptin\\], trastuzumab emtansine \\[TDM-1, Kadcyla®\\], pertuzumab \\[Perjeta®\\], lapatinib \\[Tykerb®\\]).\n5. Received a prior bone marrow or stem cell transplant.\n6. Have a co-existing active infection or received systemic anti-infective treatment within 72 hours before the first dose of study drug.\n7. Concurrent or prior radiation therapy within 4 weeks before the first dose of study drug.\n8. Chronic use of filgrastim, pegfilgrastim, or any bioequivalent (biosimilar) for severe chronic neutropenia or other chronic neutropenia syndrome.\n9. Presence of any serious or uncontrolled illness including, but not limited to: uncontrolled diabetes, ongoing or active infection, symptomatic congestive heart failure unstable angina pectoris, uncontrolled cardiac arrhythmia, uncontrolled arterial thrombosis, symptomatic pulmonary embolism, and psychiatric illness that would limit compliance with study requirements or any other conditions that would preclude the patient from study treatment as per the discretion of the Investigator.\n10. Significant prior doxorubicin (\\>240 mg/m2) or anthracycline exposure that would preclude the safe administration of TAC chemotherapy as described in the protocol.\n11. Significant cardiovascular history:\n\n    Cardiac ventricular dysfunction inhibiting the patient\"s ability to receive 4 cycles of doxorubicin.\n\n    History of myocardial infarction or ischemic heart disease within 1 year (within a window of up to 18 days less than 1 year) before first study drug administration Uncontrolled arrhythmia History of congenital QT prolongation Electrocardiogram (ECG) findings consistent with active ischemic heart disease New York Heart Association Class III or IV cardiac disease; Uncontrolled hypertension: blood pressure consistently \\>150 mm Hg systolic and \\> 100 mm Hg diastolic in spite of antihypertensive medication\n12. History of hemorrhagic diarrhea, inflammatory bowel disease, or active uncontrolled peptic ulcer disease. (Concomitant therapy with ranitidine or its equivalent and/or omeprazole or its equivalent is acceptable). History of ileus or other significant gastrointestinal disorder known to predispose to ileus or chronic bowel hypomotility.\n13. Any other active malignancy requiring active therapy.\n14. Known human immunodeficiency virus (HIV) seropositivity.\n15. Active Hepatitis B virus (HBV) infection which requires antiviral treatment or the patient has detectable Hepatitis B surface Antigen (HBsAg); hepatitis B surface antibody (anti-HBs) without detectable HBsAg does not exclude patients from the study. Hepatitis C infection (Hepatitis C antibody reactive) which requires treatment also excludes patients from the study.\n16. Female patient who is pregnant or lactating.\n17. Use of prophylactic antibiotics.\n18. Unwilling or unable to comply with procedures required in this protocol.\n19. History of allergy to any of the study drugs.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}