{
    "nctId": "NCT02324205",
    "briefTitle": "Assessment of Diagnostic Accuracy and Performance of Digital Breast Tomosynthesis Compared to Mammography (ADAPT)",
    "officialTitle": "Assessment of Diagnostic Accuracy and Performance of Digital Breast Tomosynthesis Compared to Mammography (ADAPT Trial) ADAPT-BX: Recruitment Plan for Initially Asymptomatic Women Referred for Breast Biopsy",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer, Tumors, Breast",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "DIAGNOSTIC",
    "enrollmentCount": 196,
    "primaryOutcomeMeasure": "Number of Participants With DBT, FFDM and Biopsy Specimens Collected.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Women aged 30 years or older (≥30 years old);\n* Initially asymptomatic women that underwent routine screening FFDM, breast ultrasound (U/S), breast magnetic resonance imaging (MRI) and/or DBT, followed by diagnostic work-up showing one of more abnormalities and referred for breast biopsy within of 30 days before study entry;\n* Are able and willing to comply with study procedures;\n* Have signed and dated the informed consent form;\n* Documented as non-pregnant based on the investigator's medical judgment and in consideration of local clinical practice standards for evidence of non-pregnancy.\n\nExclusion Criteria:\n\n* Have been previously included in this study;\n* Have undergone diagnostic or surgical intervention(s) or procedure(s) on either breast, including mastectomy and cytopunction, before study-related imaging;\n* Have breasts too large to be adequately positioned on 24 x 31 centimeter (cm) FFDM digital receptor without anatomical cut off during a DBT examination (or FFDM, if required);\n* Have participated in (within the prior 30 days), another trial of an investigational product expected to interfere with study procedures or outcomes;\n* Have breast implant(s);\n* Have reconstructed breast(s).",
    "sex": "FEMALE",
    "minimumAge": "30 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}