{
    "nctId": "NCT05227131",
    "briefTitle": "Margetuximab Plus Tucatinib and Capecitabine in HER2-positive Metastatic Breast Cancer",
    "officialTitle": "A Phase II Trial of Margetuximab in Combination With Tucatinib and Capecitabine in Patients With HER2-Positive Metastatic Breast Cancer",
    "overallStatus": "WITHDRAWN",
    "conditions": "Metastatic Breast Cancer, Advanced Breast Cancer, HER2-positive Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "Efficacy (Overall Response Rate (ORR))",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients must meet all of the following inclusion criteria to be eligible for enrollment into the study:\n\n  1. Signed Informed Consent Form (ICF) prior to participation in any study-related activities.\n  2. Male or female patients ≥ 18 years of age at the time of signing ICF.\n  3. Eastern Cooperative Oncology Group (ECOG) Performance Status of 0 or 1.\n  4. Life expectancy of ≥ 16 weeks.\n  5. Histologically confirmed HER2-positive breast cancer according to American Society of Clinical Oncology/College of American Pathologists (ASCO/CAP) guidelines 2018 based on local testing on the most recent analyzed biopsy.\n\n     Note: Central confirmation of HER2-positive status is not required for study entry. However, tissue blocks, or slides, must be submitted to confirm HER2 positivity by a Sponsor-designated central laboratory retrospectively.\n  6. Tumors may be estrogen receptor (ER)/progesterone receptor (PgR) positive or negative.\n  7. Disease progression after last systemic therapy documented by computerized tomography (CT) scan or magnetic resonance imaging (MRI).\n\n     Note: Exclusive tumor marker elevation will not be considered sufficient for diagnosis of disease progression.\n  8. Centrally confirmed low affinity CD16A germline genotype (F/F or F/V).\n  9. Measurable disease as per RECIST v.1.1 criteria.\n  10. Have received treatment with at least one, and no more than three, HER2-targeting treatment regimens overall for unresectable locally advanced or MBC. Earlier adjuvant or neoadjuvant HER2-targeted therapy for more limited disease will be considered as one of the required prior regimens if the development of unresectable locally advanced or metastatic disease occurred within a 6-month period of time after completion of anti-HER2 therapy. In any case, patients must have received prior treatment with any anti-HER2 antibody drug conjugate (ADC) in the (neo)adjuvant or metastatic setting.\n\n      Note: Eligible patients must have progressed on or following, the most recent line of therapy. Dose interruptions, delays, pauses during previous therapy, or changes in therapy to manage toxicity will not constitute a new line of therapy provided disease progression did not occur.\n  11. Willingness and ability to provide a tumor biopsy at study entry and after progression from either metastatic or primary tissues in order to perform exploratory studies. If not feasible, patient eligibility should be evaluated by a Sponsor's qualified designee.\n\n      Note: Subjects for whom tumor biopsy cannot be obtained (e.g., inaccessible tumor or subject safety concern) may submit archival pathological material from either metastatic or primary sites, but the most recent tumor biopsy from the patient should be obtained when available at both timepoints.\n  12. Central nervous system (CNS) metastases inclusion; based on screening brain imaging (CT or MRI), patients must have one of the following:\n\n      1. No evidence of brain metastases;\n      2. Untreated and asymptomatic CNS metastases not needing immediate local therapy. Patients with untreated lesions \\>2.0 cm on screening contrast brain MRI, require analysis and approval from the medical monitor prior to enrollment.\n      3. Patients with history of CNS lesions assessable by RECIST v1.1 are eligible if they have been definitively treated with local therapy, are non-progressing, and off anticonvulsants and steroids. A specific washout period from the end of local therapy for CNS lesions to the first dose of study treatment is mandatory (one week for stereotactic radiosurgery, three weeks for whole brain radiation therapy, and four weeks for surgical resection).\n  13. Resolution of all acute toxic effects of prior anti-cancer therapy to grade ≤ 1 as determined by the National Cancer Institute-Common Terminology Criteria for Adverse Events (CTCAE) v.5.0 criteria (except for alopecia or other toxicities not considered a safety risk for the patient at Investigator's discretion).\n  14. Left ventricular ejection fraction (LVEF) of \\>50% as assessed by echocardiogram (ECHO) or multi-gated acquisition scan (MUGA) scan documented within 28 days prior to first dose of study treatment.\n  15. Adequate hematologic and organ function within 28 days before the first study treatment on Cycle 1 Day 1, defined by the following:\n\n      1. Hematological: White blood cell (WBC) count \\> 3.0 x 109/L, absolute neutrophil count (ANC) \\> 1.5 x 109/L, platelet count ≥ 100 x 103/μL (patients with stable platelet count from 75-100 x 103/μL may be included with approval by the medical monitor), and hemoglobin (Hb) \\> 9.0 g/dL.\n      2. Hepatic: Serum albumin ≥ 3 g/dL; Total bilirubin ≤ 1.5 times the upper limit of normal (× ULN) (≤ 3 x ULN in the case of Gilbert's disease); aspartate transaminase (AST) and alanine transaminase (ALT) ≤ 2.5 × ULN (in the case of liver metastases ≤ 5 × ULN); alkaline phosphatase (ALP) ≤ 2.5 × ULN (≤ 5 × ULN in the case of liver and/or bone metastases).\n      3. Renal: Serum creatinine \\< 1.5 × ULN or creatinine clearance ≥ 50 mL/min based on Cockcroft-Gault glomerular filtration rate estimation.\n      4. International normalized ratio (INR) and activated partial thromboplastin time (aPTT) ≤ 1.5 x ULN unless on medication known to alter INR and/or aPTT.\n  16. For women of childbearing potential must have a negative serum pregnancy test at 1 week prior to the start of treatment and a further confirmation test on Day 1 (C1D1) before receiving the first dose, and must agree to remain abstinent (refrain from heterosexual intercourse) or to use a medically acceptable method of contraception during the study and up to 7 months after the last dose of study drug, and agree to refrain from donating eggs during this same period.\n  17. Men with female partners of childbearing potential must remain abstinent or use a medically acceptable method of contraception during the treatment period and up to 7 months after the last dose of study drug.\n\nExclusion Criteria:\n\n* Patients will be excluded from the study if they meet any of the following criteria:\n\n  1. Inability to comply with study and follow-up procedures.\n  2. Prior exposure to margetuximab, capecitabine or other fluoropyrimidine \\[e.g., 5-fluorouracil\\] or any HER2 tyrosine kinase inhibitor (TKI) tucatinib, and/or dual HER2/epidermal growth factor receptor (EGFR) TKIs (lapatinib, neratinib, afatinib, etc.) except for the following conditions:\n\n     1. Lapatinib at least 12 months prior to starting study treatment (except in cases where lapatinib was given for ≤ 21 days and was discontinued for reasons other than disease progression or severe toxicity);\n     2. Patients who have received capecitabine for adjuvant or neoadjuvant treatment at least 12 months prior to starting study treatment are eligible (except in cases where capecitabine was given for ≤ 21 days and was discontinued for reasons other than disease progression or severe toxicity).\n  3. Presence of carcinomatous meningitis or leptomeningeal disease.\n  4. Extracranial radiation therapy within 14 days (seven days for limited-field palliative radiotherapy) prior to study enrolment, or patients who have not recovered from radiotherapy-related toxicities to grade ≤ 1.\n  5. Major surgery (defined as requiring general anesthesia) or significant traumatic injury within 14 days from the start of study treatment (28 days for brain surgical resection), or patients who have not recovered from the side effects of any major surgery.\n  6. Patients have a concurrent malignancy or malignancy within five years of study enrollment with the exception of carcinoma in situ of the cervix, non-melanoma skin carcinoma, or stage I uterine cancer. For other cancers considered to have a low risk of recurrence, discussion with the Sponsor's Medical Monitor is required.\n  7. Treatment with approved or investigational cancer therapy within 14 days prior to initiation of study drugs.\n  8. History of prior allogeneic bone marrow, stem-cell, or solid organ transplantation.\n  9. Treatment with systemic steroids (e.g., ≥ 10 mg prednisone per day or equivalent) or other immunosuppressive drugs within 14 days prior to study treatment initiation. Standard premedication for margetuximab and topical applications of steroids are allowed.\n  10. Current known infection with human immunodeficiency virus (HIV), hepatitis B virus (HBV), or hepatitis C virus (HCV). Patients with past HBV infection or resolved HBV infection (defined as having a negative hepatitis B surface antigen \\[HBsAg\\] test and a positive hepatitis B core antibody \\[HBcAb\\] test, accompanied by a negative HBV DNA test) are eligible. Patients positive for HCV antibody are eligible only if polymerase chain reaction (PCR) is negative for HCV ribonucleic acid (RNA).\n  11. Active uncontrolled infection at the time of enrollment.\n  12. Congenital long QT syndrome or screening QT interval corrected using Fridericia's formula (QTcF) \\> 480 milliseconds.\n  13. Patients with clinically significant cardiovascular disease including but not limited to any of the following:\n\n      1. Stroke, transient ischemic attack, unstable angina pectoris, or documented myocardial infarction within six months prior to study entry.\n      2. Symptomatic pericarditis or clinically significant pericardial effusion or myocarditis.\n      3. Documented congestive heart failure (New York Heart Association functional classification III- IV).\n      4. Uncontrolled, persistent hypertension defined as systolic blood pressure \\> 160 mmHg or diastolic blood pressure \\> 100 mmHg.\n  14. Patients have any of the following cardiac conduction abnormalities:\n\n      1. Ventricular arrhythmias except for benign premature ventricular contractions.\n      2. Supraventricular and nodal arrhythmias requiring a pacemaker or not controlled with medication.\n      3. Conduction abnormality requiring a pacemaker.\n      4. Other cardiac arrhythmia not controlled with medication.\n  15. Patients have any other concurrent severe and/or uncontrolled medical condition that would, in the Investigator's judgment contraindicate patient participation in the clinical study.\n  16. Patients with pulmonary disease requiring continuous oxygen therapy.\n  17. History of malabsorption syndrome or other condition that would interfere with enteral absorption or results in the inability or unwillingness to swallow pills.\n  18. Vaccination with any live virus vaccine within 28 days prior to study treatment initiation.\n  19. Known hypersensitivity to recombinant proteins, or any excipient contained in the drug formulation for margetuximab, tucatinib, or capecitabine.\n  20. Use of a strong cytochrome P450 2C8 (CYP2C8) inhibitors within two weeks, or use of a strong cytochrome P450 3A4 (CYP3A4) or CYP2C8 inducers within five days prior to the first dose of study treatment. CYP3A4 or CYP2C8 inducers and CYP2C8 inhibitors are also prohibited as concomitant medications within two weeks of discontinuation of tucatinib treatment. Use of sensitive CYP3A substrates should be avoided two weeks before enrollment and during study treatment.\n  21. Require therapy with warfarin or other coumarin derivatives (non-coumarin anticoagulants are allowed).\n  22. Have known dihydropyrimidine dehydrogenase deficiency.\n  23. Pregnant, breastfeeding, or intending to become pregnant during the study or within 30 days after the last dose of study treatments.\n  24. Concurrent participation in other clinical trial, except other translational studies.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}