{
    "nctId": "NCT05878106",
    "briefTitle": "Creatine Supplementation and Resistance Training in Patients With Breast Cancer",
    "officialTitle": "Creatine Supplementation and Resistance Training in Patients With Breast Cancer (CaRTiC Study)",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer, Supplementation, Resistance Training, Physical Performance, Quality of Life",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 120,
    "primaryOutcomeMeasure": "Change in maximal resistance (upper and lower body)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Stage pTis-T1-T2-T3 pN0-1 M0 (early stage).\n* Patients who have completed local treatment \\[surgery + radiotherapy (RT)\\] undergoing clinical follow-up in outpatient clinics with or without adjuvant hormone therapy treatment.\n* Age: ≥18-60 years.\n* ECOG Performance status from 0 to 1 (IK ≥80%).\n* Body mass index above than 18.5.\n* Without excessive alcohol consumption (men \\> 21 and women \\> 14 units/week).\n* No current or previous illness or injury that may prevent participation and training.\n* No recent systematic strength training.\n* Not taking medications that are known to alter body composition (corticosteroids, metformin...).\n* People who carry out some aerobic training will not be excluded (the activity carried out will be recorded weekly).\n\nExclusion Criteria:\n\n* Having received adjuvant or neoadjuvant chemotherapy.\n* Metastatic carcinoma of the breast.\n* Recurrence or second primary breast.\n* History of previous cancer except previously treated basal cell carcinoma of the skin.\n* Decompensated heart disease, uncontrolled hypertension (TAS\\>200 or TAD\\>110), heart failure (NYHA II or greater), heart failure or constrictive pericarditis, neutropenia, severe anemia (Hb\\<8.0 g/dl), blood count platelets \\<50,000 microL.\n* Other health problems in which exercise is contraindicated\n* Perform regular physical activity (150 min/week of moderate activity or 75 of vigorous activity), measured with the PVS questionnaire.\n* Pregnancy.\n* Criterion in the opinion of the investigator of inability to adequately understand the involvement and participation in this clinical study.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT"
}