{
    "nctId": "NCT05631795",
    "briefTitle": "Study to Assess the Safety of Alpelisib Plus Fulvestrant, in Men and Post-menopausal Women With HR-positive, HER2-negative, Advanced Breast Cancer (aBC) With PIK3CA Mutation, Whose Disease Progressed on or After Endocrine Treatment",
    "officialTitle": "ALPelisib INdia Safety STudy (ALPINIST): A Phase IV, Prospective, Multicenter, Open-label, Non-comparative, Interventional Study to Assess the Safety of Alpelisib Plus Fulvestrant, in Men and Post-menopausal Women With HR Positive, HER2-negative, Advanced Breast Cancer (aBC) With a PIK3CA Mutation, Whose Disease Has Progressed on or After Endocrine Based Treatment.",
    "overallStatus": "RECRUITING",
    "conditions": "Advanced Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE4",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 100,
    "primaryOutcomeMeasure": "Percentage of participants with at least one on-treatment adverse events (AEs)",
    "eligibilityCriteria": "Key Inclusion Criteria:\n\n* Participants with confirmed PIK3CA mutant advanced or metastatic breast cancer\n* Postmenopausal females and males ≥ 18 years old with confirmed HR-positive, HER2-negative advanced or metastatic breast cancer.\n* Adequate liver function\n* Adequate renal function\n* Fasting plasma glucose (FPG) ≤140 mg/dL (7.7 mmol/L) and glycosylated hemoglobin (HbA1c) ≤ 6.4%\n* ECOG (Eastern Cooperative Oncology Group) Performance Status \\< 2\n* Fasting Serum amylase ≤ 2 × ULN and Fasting Serum lipase ≤ ULN\n* Potassium within normal limits, or corrected with supplements\n* Calcium (corrected for serum albumin) and magnesium within normal limits or ≤ grade 1 if judged clinically not significant by the investigator\n\nKey Exclusion Criteria:\n\n* Known hypersensitivity to alpelisib or fulvestrant, or to any of the excipients of alpelisib or fulvestrant\n* Participant ineligible for endocrine therapy per the investigator's judgment\n* Participant has received prior treatment with any PI3K inhibitors and / or mTOR inhibitor\n* Participant with type I diabetes or not controlled type II (based on FPG and HbA1c, see inclusion criterion 6)\n* Participant has a concurrent malignancy or malignancy within 3 years of study screening period, with the exception of adequately treated, basal or squamous cell carcinoma, non-melanomatous skin cancer or curatively resected cervical cancer\n* Participant has not recovered to grade 1 or better from related side effects of prior anti cancer therapy (with the exception of alopecia)\n* Participants receiving concomitant immunosuppressive agents or chronic corticosteroids use at the time of study entry except in cases outlined below: Topical applications, inhaled sprays, eye drops or local injections are allowed. Participants on stable low dose of corticosteroids for at least two weeks prior to enrollment are allowed\n* Bilateral diffuse lymphangitic carcinomatosis\n* Participants with a known history of HIV seropositivity. Screening for HIV infection at baseline is not required\n* Active, bleeding diathesis, or on oral anti-vitamin K medication (except low dose warfarin and acetylsalicylic acid or equivalent, as long as the INR is ≤2.0)\n* Any severe and/ or uncontrolled medical conditions\n* Participant with severe liver impairment (Child Pugh score B/C)\n* Participant has impairment of gastrointestinal (GI) function or GI disease that may significantly alter the absorption of the study drugs\n* Participant has any other concurrent severe and/or uncontrolled medical condition that would, in the investigator's judgment, contraindicate patient participation in the clinical study\n* Participant has documented pneumonitis/interstitial lung disease which is active and requiring treatment\n* Participant has active cardiac disease or a history of cardiac dysfunction\n* Participants with unresolved osteonecrosis of the jaw\n* Participant has a history of severe cutaneous reactions like Stevens-Johnson-Syndrome (SJS), Erythema Multiforme (EM), Toxic Epidermal Necrolysis (TEN), or Drug Reaction with Eosinophilia and Systemic Symptoms (DRESS).\n* Participant is a nursing (lactating) or pregnant woman\n* Participant is a woman of child-bearing potential defined as all women physiologically capable of becoming pregnant, unless they are using highly effective methods of contraception during study treatment and at least for 1 week (for alpelisib) or 1 year (for fulvestrant based on prescribing label) after the last dose of each study drug (whichever comes later).\n* Participant is a sexually active male unwilling to use a condom during intercourse while taking study treatment, and for 1 week (for alpelisib) or 1 year (for fulvestrant based on prescribing label) after stopping each study drug (whichever comes later). A condom is required for all sexually active male participants to prevent them from fathering a child AND to prevent delivery of study treatment via seminal fluid to their partner. In addition, male participants must not donate sperm during study and up to the time period specified above.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}