{
    "nctId": "NCT00241046",
    "briefTitle": "Letrozole in the Treatment of 1st and 2nd Line Hormone Receptor Positive Breast Cancer: Pre-therapeutic Risk Assessment",
    "officialTitle": "Letrozole in the Treatment of 1st and 2nd Line Hormone Receptor Positive Breast Cancer: Pre-therapeutic Risk Assessment",
    "overallStatus": "TERMINATED",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE4",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 13,
    "primaryOutcomeMeasure": "Comparison of the the individual pretherapeutic predictions from the computer or doctor with the patient data obtained in a first- or second-line treatment of metastatic breast cancer after progression of the disease",
    "eligibilityCriteria": "Inclusion criteria for the second-line therapy:\n\nPatients can only take part in the study if they meet all of the following criteria:\n\n* Histologically established mammary carcinoma\n* Estrogen receptor (ER+) positive and/or progesterone receptor (PgR+) positive or ER/PgR unknown\n* Postmenopausal women; defined by (at least one criterion applicable):\n* Amenorrhea ≥ 5 years\n* Age ≥ 60\n* Age ≥ 45 with amenorrhea ≥ 12 months\n* Postmenopausal LH / FSH values (according to the respective institution)\n* Bilateral oophorectomy\n* Patients with a primary or recurrent local advanced mammary carcinoma which cannot be curatively treated with surgical procedures or radiation therapy, or patients with a metastatic mammary carcinoma after antiestrogen pretreatment.\n* Patients with a recurrence under adjuvant antiestrogen therapy (e.g. tamoxifen; with or without adjuvant chemotherapy) which was administered for at least 6 months or a recurrence within the last 12 months after adjuvant antiestrogen therapy (e.g. tamoxifen, with or without adjuvant chemotherapy) which was administered for at least 6 months or progression under palliative first-line antiestrogen therapy can be included.\n* At most, a previous palliative cytostatic treatment is possible\n* Measurable or assessable metastases in at least one organ system with objective proof of progression; that is, evidence of newly occurring lesions or an increase in size of preexisting lesions by more than 25% with measurable metastases or worsening with assessable changes within the last 3 months before inclusion in the study\n* In the case of bone metastases, imaging methods should verify that at least one preexisting osteolysis or the lytic part of an assessable mixed lesion has increased in size, or that new measurable or assessable bone metastases have developed. In assessable mixed lesions, the measurable part must constitute at least 50% of the size of the metastasis.\n\nIf no previous images are available, the increase in bone pain in connection with the detectable, measurable osteolyses or assessable mixed metastases in the pretreatment image are regarded as progression.\n\n* Previous radiotherapy is permitted as long as the irradiated area is not the only measurable lesion\n* Estimated life expectancy of at least 12 weeks\n* Performance status of 50 or higher on the Karnofsky scale or WHO grade 0-2.\n* Age ≥18 years\n* Written informed consent of the patient\n\nExclusion criteria for the second-line therapy:\n\nPatients are not allowed to take part in the study if they meet at least one of the following criteria:\n\n* Cerebral metastasis\n* Lymphangitis carcinomatosa of the lung (\\> 50% of the lung affected)\n* Very extensive liver metastasis (in ultrasound or CT \\> 33% of the liver replaced by metastases)\n* Inflammatory mammary carcinoma\n* Other primary malignant diseases (except in situ carcinoma of the cervix or adequately treated basal cell carcinoma of the skin)\n* Patients with concomitant serious, unstable cardiac diseases (angina pectoris, arrhythmia, myocardial infarction within the last six months) or uncontrolled diabetes mellitus\n* Known hypersensitivity to components of the study medication\n* Exclusively osteoblastic or mixed bone metastases, with a lytic percentage \\< 50%, in so far as no other measurable or assessable lesions are present\n* Antihormonal pretreatment with aromatase inhibitors, megestrol acetate, medroxyprogesterone, or GnRH analogues\n* Treatment with a hormone replacement therapy\n* Taking of non-approved substances within the past 30 days and concomitant treatment with non-approved drugs\n\nPatients with the following pretreatments should not be included in the study (selection):\n\n* Previous endocrine treatment of a metastatic mammary carcinoma\n* Patients with adjuvant or neoadjuvant endocrine treatment with or without chemotherapy within the past 12 months\n* Patients with adjuvant or neo-adjuvant endocrine antiestrogen treatment for whom a recurrence occurred during or within 12 months after the end of treatment\n* Patients who received more than one regimen of a systemic chemotherapy against their advanced breast cancer\n\nOther protocol-related inclusion / exclusion criteria may apply",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}