{
    "nctId": "NCT00957125",
    "briefTitle": "A Translational Trial on Molecular Markers and Functional Imaging to Predict Response of Preoperative Treatment of Breast Cancer Early",
    "officialTitle": "PROMIX - Preoperative Treatment of Breast Cancer With a Combination of Epirubicin, Docetaxel and Bevacizumab. A Translational Trial on Molecular Markers and Functional Imaging to Predict Response Early. A Phase 2 Study.",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 151,
    "primaryOutcomeMeasure": "Evaluation of the sensitivity and of defined diagnostic and biological procedures to detect response/non-response to neoadjuvant treatment at an early point among patients with breast cancer.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Written informed consent\n* Female patients with breast cancer confirmed by histology.\n* Tumour and blood samples according to APPENDIX I available.\n* Age 18 years or older. Elderly patients in condition adequate for chemotherapy.\n* Localized primary breast cancer including inflammatory breast cancer suitable for primary medical treatment and/or regional lymph node metastases including ipsilateral supraclavicular nodes with breast cancer diagnosis confirmed by histological examination with or without breast tumour lesions.\n* Adequate bone marrow, renal, hepatic and cardiac functions and no other uncontrolled medical or psychiatric disorders.\n* ECOG performance status 0-1.\n* Patients in child-bearing age with adequate contraception.\n\nExclusion Criteria:\n\n* Distant metastases, including node metastases in the contralateral breast region and in the mediastina.\n* Other malignancy for the last two years except for radically treated basal or squamous cell carcinoma of the skin or CIS of the cervix.\n* HER2-amplification verified by FISH analysis.\n* Pregnancy or lactation.\n* Uncontrolled hypertension, heart, liver, kidney related or other medical or psychiatric disorders.\n* Recent history of thromboembolism and ongoing medication with full-dose anticoagulants.\n* Major surgery (including open biopsy), significant traumatic injury within 28 days prior to enrollment or anticipation of the need for major surgery during study treatment.\n* Minor surgery, including insertion of an indwelling catheter, within 24 hours prior to the first bevacizumab infusion.\n* History or evidence of inherited bleeding diathesis or coagulopathy with the risk of bleeding.\n* Non-healing wound, active peptic ulcer or bone fracture.\n* History of abdominal fistula, gastrointestinal perforation or intra-abdominal abscess within 6 months of enrollment.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}