{
    "nctId": "NCT04498013",
    "briefTitle": "Study of the Effects of Cyclodynon on Reducing the Cumulative Risk of Breast Cancer Development in a Female Aged 40-52",
    "officialTitle": "A Clinical Study of the Effects of Cyclodynon® Compared With a Control Group on Reducing the Cumulative Risk of Breast Cancer Development in a Female Population Aged 40-52 Years With Mastodynia and BI-RADS Category 3",
    "overallStatus": "UNKNOWN",
    "conditions": "Mammographic Breast Density",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE4",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 150,
    "primaryOutcomeMeasure": "Mammographic density",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Female patients aged 40 to 52 years (inclusive) with mastodynia and BI-RADS category 3.\n* The patient's written informed consent to participate in any study-related procedures.\n* According to the Investigator, the patient's ability to comply with all the requirements of the study protocol, i.e. the patient's ability to cooperate adequately.\n* Patients who do not have chronic diseases of the cardiovascular system, neuroendocrine system, kidneys, liver, gastrointestinal tract, respiratory system, skin in the decompensation stage.\n* Consent to use reliable, evidence-based contraceptive methods (double containing the following types: hormonal, barrier, intrauterine spiral, etc.) throughout the study (from the time of the Informed Consent to Visit 6) .\n\nExclusion Criteria:\n\n* Hypersensitivity to the components of the IMP.\n* Burdened history of allergies.\n* Participation in another clinical study less than 90 days before signing the informed consent form.\n* History of cancer.\n* Pregnancy or lactation.\n* Administration of dopamine agonists, dopamine antagonists, oestrogens and antiestrogens, dopamine.\n* Secondary amenorrhoea within 6 months or more.\n* Surgical, pharmacological or physiological menopause (except hysterectomy).\n* The prolactin level is more than 80 ng/mL.\n* Other reasons which make the patient's participation in the study undesirable, according to the Investigator.",
    "sex": "FEMALE",
    "minimumAge": "40 Years",
    "stdAges": "ADULT"
}