{
    "nctId": "NCT03816839",
    "briefTitle": "Evaluation of Orally Administered Amcenestrant (SAR439859) in Japanese Postmenopausal Patients With Advanced Breast Cancer (AMEERA-2)",
    "officialTitle": "A Phase 1 Study for the Safety, Efficacy, Pharmacokinetics and Pharmacodynamics Evaluation of SAR439859, Administered Orally as Monotherapy in Japanese Postmenopausal Women With Estrogen Receptor-Positive And Human Epidermal Growth Factor Receptor 2-Negative Advanced Breast Cancer (AMEERA-2)",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 10,
    "primaryOutcomeMeasure": "Investigational medicinal product (IMP)-related dose limiting toxicities (DLTs)",
    "eligibilityCriteria": "Inclusion criteria :\n\n* Participants must be postmenopausal women.\n* Breast adenocarcinoma patients with locally advanced not amenable to radiation or surgery, inoperable and/or metastatic disease.\n* Either the primary or any metastatic site must be positive for estrogen receptor (ER) (\\>1% staining by immunohistochemistry).\n* Either the primary tumor or any metastatic site must be human epidermal growth factor receptor 2 non-overexpressing.\n* Patients with at least 6 months of prior endocrine therapy.\n\nExclusion criteria:\n\n* Eastern Cooperative Oncology Group Performance Status (ECOG) ≥2.\n* Significant concomitant illness that would adversely affect participation in the study.\n* Patients with a life expectancy less than 3 months.\n* Patient not suitable for participation, whatever the reason.\n* Major surgery within 4 weeks prior to first study treatment administration.\n* Treatment with strong and moderate cytochrome P450 3A inhibitors/inducers.\n* Patients with known endometrial disorders, uterine bleeding or ovarian cysts.\n* Treatment with anticancer less than 2 weeks before first study treatment.\n* Prior treatment with selective estrogen receptor down (SERD)-regulator (except fulvestrant for which a washout of at least 6 weeks is required).\n* Inadequate hematological function.\n* Inadequate renal function with serum creatinine ≥1.5 x upper limit of normal (ULN).\n* Liver function: aspartate aminotransferase \\>3 x ULN, or alanine aminotransferase \\>3 x ULN. Total bilirubin \\>1.5 x ULN.\n* Non-resolution of any prior treatment related toxicity to \\<Grade 2, except for alopecia\n\nThe above information is not intended to contain all considerations relevant to a patient's potential participation in a clinical trial.",
    "sex": "FEMALE",
    "minimumAge": "20 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}