{
    "nctId": "NCT00897884",
    "briefTitle": "Clinical and Biologic Effects of Metformin in Early Stage Breast Cancer",
    "officialTitle": "Clinical and Biologic Effects of Metformin in Early Stage Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 39,
    "primaryOutcomeMeasure": "To determine if taking metformin prior to surgery can reduce cell proliferation rates in tumour tissue. To be determined by tumour specimen analysis using pre- and post-operative biopsy sample.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. invasive T1-4 (if T1, ≥ 1cm), NX operable breast cancer confirmed on core biopsy\n2. \\< 70 years of age\n3. breast surgery scheduled at least 2 weeks after study entry at one of the participating institutions (metformin will be started no more than 3 weeks prior to scheduled surgery) for the current breast cancer\n4. patient and physician consent\n\nExclusion Criteria:\n\n1. on metformin for any reason during the preceding 4 weeks\n2. recent (within 4 weeks) antiestrogen or estrogen therapy\n3. prior or concurrent systemic neoadjuvant BC therapy of any type (chemotherapy, hormone therapy, biologic therapy)\n4. known diabetes or baseline fasting glucose \\> or = 7.0 mmol/L (specific treatment is required)\n5. current or recent (within 4 weeks) use of drugs that may influence insulin or insulin sensitivity including oral corticosteroids, insulin sensitizers, exogenous insulin or oral hypoglycemic agents\n6. serum creatinine above upper limit of normal for the institution\n7. history of lactic or other metabolic acidosis\n8. consumption of \\> 3 alcoholic beverages per day (on average)\n9. AST \\> 1.5 times upper limit of normal for the institution\n10. known hypersensitivity or allergy to metformin\n11. current or past congestive heart failure\n12. coagulopathy (including use of anti-coagulants) precluding biopsy\n13. pregnancy or lactation within 3 months.\n14. Serious psychiatric illness\n\n    * Note: Women with childbearing potential will be required to use an effective form of birth control (condom or other barrier method, tubal ligation or vasectomy - oral contraceptives are contra-indicated in breast cancer) and to have a negative pregnancy test prior to starting metformin.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}