{
    "nctId": "NCT02561832",
    "briefTitle": "A Phase I, Open-Label, 2 Part Multicentre Study to Assess the Safety and Efficacy of Olaparib in Combination With Carboplatin in Patients With Advanced HER-2 Negative Breast Cancer",
    "officialTitle": "A Phase I, Open-Label, 2 Part Multicentre Study to Assess the Safety, Tolerability and Efficacy of Olaparib in Combination With Carboplatin: Part A: Dose Escalation of Olaparib in Combination With Carboplatin in Patients With Advanced HER-2 Negative Breast Cancer; Followed by Part B: an Expansion Phase of Olaparib in Combination With Carboplatin in the Neoadjuvant Treatment of HER-2 Negative Breast Cancer Patients With Germline BRCA1/2 Mutations",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 15,
    "primaryOutcomeMeasure": "Part A: Number of Subjects Reporting Adverse Events (AEs)",
    "eligibilityCriteria": "Inclusion criteria\n\n* Male or female aged ≥18 years\n* Normal organ and bone marrow function, measured within 28 days prior to administration of study treatment\n* Eastern Cooperative Oncology Group performance status of 0-1\n* Postmenopausal or evidence of non-childbearing status for women of childbearing potential.\n\nAdditional for patients participating in Part A only\n\n* Advanced or metastatic breast cancer that is HER-2 negative (HR positive or HR negative)\n* Between 0 and 2 lines of prior cytotoxic chemotherapy. Additional for patients participating in Part B only\n* Patients with operable breast adenocarcinoma and no evidence of metastatic disease are allowed.\n* Patient must meet at least one of the following criteria: Clinical primary tumour size defined as T2 or above, clinical or patho-histological evidence of regional lymph nodes involvement (N+), grade 2-3 disease\n* Availability of formalin fixed, paraffin embedded tumour sample from diagnostic biopsies (Not Applicable for patients at sites in Israel)\n* Histological confirmation of HER-2 negative breast cancer\n* Documented germline mutation in BRCA1 or BRCA2 that is predicted to be deleterious or suspected deleterious\n* Eligible for neo-adjuvant chemotherapy, but have not yet received neoadjuvant chemotherapy for breast cancer (chemo-naive) Exclusion criteria\n* Exposure to an investigational product within 30 days or 5 half-lives (whichever is the longer) prior to enrolment\n* Prior use of Poly ADP Ribose Polymerase (PARP) inhibitors\n* Patients with a known hypersensitivity to olaparib or carboplatin\n* Concurrent treatment with an ovarian hormonal replacement therapy or with hormonal agents such as raloxifene, tamoxifen or other selective estrogen receptor modulator. Patient must have discontinued use of such agents 3 weeks prior to beginning study treatment. Luteinising hormone-Releasing hormone (LHRH) analogues are allowed for all patients in Part A.\n* Concomitant use of known potent Cytochrome P450 3A4 (CYP3A4) inhibitors and inducers\n* Persistent toxicities (Common Terminology Criteria for Adverse Event (CTCAE) grade ≥2 and neuropathy CTCAE \\> grade 1) caused by previous cancer therapy, excluding alopecia - Patient with myelodysplastic syndrome (MDS)/acute myeloid leukaemia (AML) or with features suggestive of MDS/AML\n* Patient must have recovered from any effects of any major surgery\n* Patient considered at poor medical risk due to a serious, uncontrolled medical disorder, non-malignant systemic disease or active, uncontrolled seizures or active uncontrolled infection\n* Patient with known active Hepatitis B or C, or Human immunodeficiency virus (HIV)\n* Other malignancy within the last 5 years (few exceptions apply). Additional for patients participating in Part A only\n* Prior chemotherapy within 3 weeks of study entry\n* Other anti-cancer therapy (eg, targeted biotherapy of hormonal agents) within 3 weeks of study entry\n* Radiation therapy within 4 weeks or radionuclide treatment within 6 weeks of treatment start\n* Prior use of platinum compound in the advanced or metastatic setting. Previous exposure to platinum compounds is allowed only if they were used in early adjuvant or neoadjuvant setting with relapse occurring \\>6 months after the last platinum administration and if there is no residual toxicity\n* Patient with a history of treated Central Nervous System (CNS) metastases are eligible, provided they meet certain protocol-specified criteria.\n\nAdditional for patients participating in Part B only\n\n* Prior treatment (local or systemic) of their breast tumour. Sentinel lymph node biopsy is considered as diagnostic procedure and therefore is authorized before neoadjuvant treatment in part B\n* Patients with inflammatory breast cancer or patients with inoperable locally advanced breast cancer (including T4 lesions) at the time of enrolment.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}