{
    "nctId": "NCT01589861",
    "briefTitle": "Safety and Efficacy of BKM120 and Lapatinib in HER2+/PI3K-activated, Trastuzumab-resistant Advanced Breast Cancer",
    "officialTitle": "A Phase Ib/II Open-label Study Evaluating Safety and Efficacy of Oral BKM120 in Combination With Lapatinib in HER2+/PI3K-activated, Trastuzumab-resistant Locally Advanced, Recurrent and Metastatic Breast Cancer. PIKHER2/IPC 2011-001",
    "overallStatus": "SUSPENDED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 106,
    "primaryOutcomeMeasure": "Phase Ib: maximum-tolerated dose (MTD)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Female or male ≥ 18 years\n2. WHO performance status ≤ 1\n3. Locally advanced, recurrent or metastatic, histologically confirmed HER2 positive (IHC 3+ or FISH positive) breast cancer after failure of trastuzumab treatment.\n\n   while on trastuzumab or within 4 weeks since the last infusion of trastuzumab for metastatic disease within 12 months of the last infusion for patients who received trastuzumab as adjuvant or neoadjuvant treatment\n4. For the phase II part, progression on trastuzumab must have occurred within 16 weeks before entering this trial.\n5. should not have received more than 3 lines of anti-HER2 therapy.\n6. For the phase II part, activation of PI3K/AKT pathway\n7. capable of understanding the protocol and has signed the informed consent\n8. laboratory values within normal range\n9. Measurable disease\n10. Patients may have received treatment for brain metastases, but must be neurologically stable\n11. Baseline LVEF\\>50% (MUGA or ECHO)\n12. Affiliation to social security\n\nExclusion Criteria:\n\n1. Previous treatment with lapatinib, neratinib or a PI3K inhibitor\n2. untreated brain metastases.\n3. acute or chronic liver, renal disease or pancreatitis\n4. any peripheral neuropathy ≥ CTCAE grade 2\n5. any of the following mood disorders, or meets the cut-off score of ≥ 10 in the PHQ-9 or a cut-off of ≥ 15 in the GAD-7 mood scale, respectively, or selects a positive response of '1, 2, or 3' to question number 9 regarding potential for suicidal thoughts ideation in the PHQ-9 (independent of the total score of the PHQ-9)\n\n   * Medically documented history of or active major depressive episode, bipolar disorder (I or II), obsessive-compulsive disorder, schizophrenia, a history of suicidal attempt or ideation, or homicidal ideation (immediate risk of doing harm to others)\n   * ≥ CTCAE grade 3 anxiety\n6. diarrhea ≥ CTCAE grade 2\n7. active cardiac disease\n8. history of cardiac dysfunction\n9. poorly controlled diabetes mellitus (HbA1c \\> 8 %)\n10. Other severe and/or uncontrolled concomitant medical conditions\n11. Impairment of gastrointestinal function that may significantly alter the absorption of BKM120\n12. been treated with any hematopoietic colony-stimulating growth factors ≤ 2 weeks prior to starting study drug.\n13. currently receiving treatment with medication with a known risk prolong the QT interval or inducing Torsades de Pointes\n14. currently being treated with drugs known to be moderate and strong inhibitors or inducers of isoenzyme CYP3A\n15. receiving chronic treatment with steroids or another immunosuppressive agent.\n16. have received chemotherapy or targeted anticancer therapy ≤ 4 weeks (6 weeks for nitrosourea, antibodies \\[other than trastuzumab\\] or mitomycin-C) prior to starting study drug or who have not recovered from side effects of such therapy\n17. have received small molecule therapeutics (excluding monoclonal antibodies) ≤ 5 effective half lives prior to starting study drug or who have not recovered from side effects of such therapy\n18. have received wide field radiotherapy ≤ 4 weeks or limited field radiation for palliation ≤ 2 weeks prior to starting study drug or who have not recovered from side effects of such therapy\n19. have undergone major surgery ≤ 28 days prior to starting study drug or who have not recovered from side effects of such therapy\n20. Known diagnosis of HIV infection\n21. History of another malignancy within 3 years\n22. Patient is unable or unwilling to abide by the study protocol\n23. pregnant or breast feeding women",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}