{
    "nctId": "NCT02765373",
    "briefTitle": "Effects of Adjuvant Endocrine Therapy With Aromatase Inhibitors on the Postoperative Lipid Levels in Postmenopausal Breast Cancer Patients",
    "officialTitle": "N/A",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 500,
    "primaryOutcomeMeasure": "Ratio of patients whose low density lipoprotein-cholesterol（LDL-C） level ≥ 4.14 mmol/L in 2 years of administration among groups",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Pathologic analysis verifies to be early-stage invasive breast cancer while immunohistochemistry shows estrogen receptor(ER) and/or progesterone receptor(PR) positive (ER/PR positive is defined that \\>1% of cells are positive).\n2. The patients have received surgery for breast cancer and recovered well for an interval of at least 1 week.\n3. The patients have received post-operational adjuvant chemotherapy and/or adjuvant radiotherapy whereas the interval of chemotherapy and/or adjuvant radiotherapy is more than 2 weeks.\n4. The postmenopausal women have been confirmed to be to menopausal as defined in NCCN guidelines(including post bilateral oophorectomy; age≥60 year-old; age≤60 year-old, menopause for more than 1 year and plasma Follicle-Stimulating Hormone (FSH) and estradiol levels meet the menopausal scope).\n5. Do not receive concomitant endocrine therapy, e.g. drug-induced menopause, tamoxifen.\n6. The patients do not have severe cardiopulmonary dysfunction.\n7. ECOG score: 0-1\n8. The patients have enough organ function and meet the scope of aromatase inhibitors(AIs) therapy. The laboratory test indexes must comply with the following requirements:\n\n   Blood routine: neutrophil≥1.5G/L, platelet count ≥75G/L, hemoglobin ≥100g/L Liver function: serum bilirubin ≤ 2 times the upper limit of normal value; ALT and AST≤3 times the upper limit of normal value; Renal function: serumcreatinine≤140μmol/L\n9. Serum low density lipoprotein-cholesterol(LDL-C) value \\<3.37mmol/L\n10. Imaging examination identifies none of local recurrence or distal metastasis.\n11. No other combined malignancy.\n12. The patients have good compliance to the therapy and follow-up to be scheduled and are able to understand the study protocol and sign the Informed Consent Form.\n\nExclusion criteria\n\n1. The patients are not qualified to receive the adjuvant endocrine therapy with AIs.\n2. The patients previously received other endocrine therapy (e.g. tamoxifen) simultaneity or the treatment with AIs (excluding those with a course of less than 3 months)\n3. The patients received or are receiving the lipid-lowering therapy.\n4. The patients suffer from other combined malignancy.\n5. The patients have uncontrollable mental illness.\n6. The patients experience severe cardiovascular diseases in the recent 6 months (e.g. unstable angina, chronic heart failure, uncontrollable hypertension \\>150/90 mmHg, myocardial infarction or cerebrovascular disorders).",
    "sex": "FEMALE",
    "minimumAge": "60 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}