{
    "nctId": "NCT05296746",
    "briefTitle": "Neoadjuvant and Adjuvant Ribociclib and ET for Clinically High-risk ER+ and HER2- Breast Cancer",
    "officialTitle": "Neoadjuvant and Adjuvant Ribociclib and Endocrine Therapy for Clinically High-risk Estrogen Receptor-positive (ER+) and HER2-negative (HER2-) Breast Cancer",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer Stage II",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 1100,
    "primaryOutcomeMeasure": "Distant metastasis-free survival (DMFS) in the ROR-low cohort (responder cohort)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Signed Informed Consent Form prior to any study-specific procedure. Patients must be willing and able to comply with the protocol for the duration of the study including scheduled visits, treatment plan, laboratory tests and other study procedures.\n\n   Note: Candidate patients in France must be affiliated to a Social Security System (or equivalent)\n2. Male (≥18 years old) or pre-menopausal women (≥40 years old) or post-menopausal women. Premenopausal/male patients will receive LHRH agonists 2 weeks before C1D1 and during treatment. Post-menopausal status is defined as:\n\n   1. Age ≥60 years or\n   2. Age \\<60 years and 12 months of amenorrhea plus follicle stimulating hormone (FSH) and plasma estradiol (E2) levels within post-menopausal range by local laboratory assessment or\n   3. Prior bilateral oophorectomy (≥7 days prior to Day 1 of treatment).\n3. Histologically confirmed invasive breast carcinoma, confirmed by the local pathologist, with all the following characteristics:\n\n   1. Clinical stage II (Seventh Edition of the AJCC) which includes cT1cN1cM0, cT2cN0cM0, cT2cN1cM0 and cT3cN0cM0.\n   2. ER-positive/HER2-negative according to the most recent ASCO/CAP guidelines assessed locally, tumor cells \\>10% ER staining, grade 2 or 3 breast cancer.\n   3. Ki-67 index by local analysis of ≥20% on untreated tumor tissue and/or high genomic risk (defined by gene signature): Oncotype DX® RS ≥ 26, Mammaprint® = Risk of Recurrence High, Prosigna® ROR ≥ 60 or luminal B, or Endopredict® = Risk of Recurrence High.\n\n   Note: Multifocal and multicentric tumors are permitted if they are considered clinical stage II according to Seventh Edition of the AJCC. Biopsy of all lesions is not necessary.\n4. Breast cancer eligible for primary surgery.\n5. Available pre-treatment FFPE core (tru-cut) biopsy evaluable for PAM50 or possibility to obtain one. Minimal sample requirements are to have at least 1 tumor cylinder with a minimal tissue surface of 4 mm2 tissue, containing at least 10% tumor cells and having enough tissue to do at least 2 cuts of 10 μm each (the quality of the sample must be approved centrally prior to inclusion).\n6. Have an Eastern Cooperative Oncology Group (ECOG) performance status of 0 to 1. Evaluation of ECOG is to be performed within 14 days prior to the date of enrolment.\n7. Adequate hematological, renal and hepatic function, as follows:\n\n   1. Absolute neutrophil count (ANC) ≥1.5 x 109/L\n   2. Platelet count ≥100 x 109/L\n   3. Hemoglobin ≥10 g/dL\n   4. Alkaline phosphatase (AP) ≤2.5x upper limit of normal (ULN)\n   5. Total bilirubin \\<ULN. Patients with known Gilbert syndrome may be enrolled with total bilirubin ≤3 x ULN or direct bilirubin ≤1.5 x ULN.\n   6. Alanine aminotransferase (ALT) and aspartate aminotransferase (AST) \\<2.5x ULN\n   7. Serum creatinine ≤1.5 mg/dL or calculated creatinine clearance ≥60 mL/min (Cockcroft-Gault Equation)\n   8. Potassium, total calcium (corrected for serum albumin), magnesium, and sodium within institutional normal limits or corrected to within normal limits with supplements before first dose of study medication.\n\n   Male participants:\n8. A male participant must agree to use a contraception as detailed in Appendix 1 of this protocol during the adjuvant chemotherapy period (only non-responder cohort) and for at least 21 days, corresponding to time needed to eliminate any study treatments plus an additional 120 days (a spermatogenesis cycle) after the last dose of chemotherapy and refrain from donating sperm during this period. After the end of trial treatment, patients should use effective contraception according to local guidelines.\n\n   Female participants:\n9. A female participant is eligible to participate if she is not pregnant, not breastfeeding, and at least one of the following conditions applies (see Appendix 1):\n\n   1. Not a woman of childbearing potential (WOCBP) as defined in Appendix 1 OR\n   2. A WOCBP who agrees to follow the contraceptive guidance in Appendix 1 during the treatment period and for at least 21 days (corresponding to time needed to eliminate any study treatments) plus 30 days (a menstruation cycle) for study treatments with risk of genotoxicity after the last dose of study treatment. After the end of trial treatment, patients should use effective contraception according to local guidelines.\n\nExclusion Criteria:\n\n1. Any prior treatment for primary invasive breast cancer. Letrozole or other drugs used during the preservation of ovarian function are permitted if administered after baseline biopsy.\n2. Inoperable breast cancer.\n3. Patients with Stage I, III or IV breast cancer are not eligible. Baseline staging to document absence of metastatic disease is not required, however is recommended as determined by institutional practice (in patients where there may be a reasonable suspicion of advanced disease e.g., large tumors, clinically positive axillary lymph nodes, signs and symptoms). If performed, reports of these examinations must be available. Examination type for staging, i.e. X-ray, sonography, bone scan, CT, MRI, and/or PET-CT, is at the discretion of the investigator.\n4. Bilateral invasive breast cancer.\n5. Patients who have undergone sentinel lymph node biopsy prior to study treatment.\n6. Inability or unwillingness to swallow pills.\n7. Malabsorption syndrome or other condition that would interfere with enteric absorption of study drugs.\n8. Participation in a prior investigational study within 30 days prior to enrolment or within 5 half-lives of the investigational product, whichever is longer.\n9. Patient with a Child-Pugh score B or C.\n10. Patient has active cardiac disease or a history of cardiac dysfunction including any of the following:\n\n    1. History of acute coronary syndromes (including myocardial infarction, unstable angina, coronary artery bypass grafting, coronary angioplasty or stenting) or symptomatic pericarditis within 12 months prior to screening.\n    2. History of documented congestive heart failure (New York Heart Association functional classification III-IV).\n    3. Documented cardiomyopathy.\n    4. Patient has a Left Ventricular Ejection Fraction (LVEF) \\<50% as determined by Multiple Gated acquisition (MUGA) scan or echocardiogram (ECHO).\n    5. Clinically significant cardiac arrhythmias (e.g., ventricular tachycardia), complete left bundle branch block, high-grade AV block (e.g. bifascicular block, Mobitz type II and third-degree AV block).\n    6. Long QT Syndrome or family history of idiopathic sudden death or congenital long QT syndrome or any of the following:\n    7. Risk factors for Torsades de Pointe (TdP) including uncorrected hypokalemia or hypomagnesemia, history of cardiac failure or history of clinically significant/symptomatic bradycardia.\n    8. QTc \\>500 msec or conduction abnormality in the previous 12 months.\n    9. On screening 12-lead ECG, any of the following cardiac parameters: bradycardia (resting heart rate \\<50), tachycardia (resting heart rate \\>90), or QTcF interval ≥450 msec (using Fridericia's correction).\n    10. Uncontrolled hypertension (Systolic blood pressure \\>160 mmHg or \\<90 mmHg and/or diastolic \\>100 mmHg).\n11. Active infection requiring intravenous (IV) antibiotics.\n12. Prior story of pneumonitis of any cause.\n13. Prior thromboembolic events not attributable to a clear trigger cause.\n14. Known human immunodeficiency virus (HIV) infection.\n15. Any other diseases, active or uncontrolled pulmonary dysfunction, metabolic dysfunction, physical examination finding, or clinical laboratory finding giving reasonable suspicion of a disease or condition that contraindicates the use of an investigational drug, that may compromise compliance with the protocol, that may affect the interpretation of the results, or renders the patients at high risk from treatment complications.\n16. Significant traumatic injury within 3 weeks prior to initiation of study treatment.\n17. Major surgical procedure (not including minor procedures such as lymph node biopsy, tumor core biopsy, fine needle aspiration or bilateral oophorectomy) within 3 weeks prior to initiation of study treatment or not fully recovered from any side effects of previous procedures.\n18. Any psychological, familial, sociological, or geographical condition potentially hampering compliance with the study protocol and follow-up schedule.\n19. Patients with a history of any malignancy are ineligible except for the following circumstances:\n\n    * Patients with a malignancy history other than invasive breast cancer are eligible if they have been disease-free for at least 5 years and are deemed by the investigator to be at low risk for recurrence of that malignancy.\n    * Patients with the following cancers are eligible, even if diagnosed and treated within the past 5 years: ductal carcinoma in situ of the breast, cervical cancer in situ, and non-metastatic non-melanomatous skin cancers.\n20. Estrogen replacement therapy stopped less than 2 weeks before treatment start.\n21. Known hypersensitivity to any of the excipients of ribociclib, letrozole, goserelin or decapapetyl (if men or pre-menopausal).\n22. Live vaccines within 30 days prior to the first dose of study.\n23. Patients currently on following medications, which cannot be interrupted 7 days prior treatment start:\n\n    1. Any prohibited medication as per goserelin or decapapetyl (pre-menopasual patients), letrozole or ribociclib label\n    2. Herbal preparations/medications, dietary supplements.\n    3. Medications that have a known risk to prolong the QT interval or cause Torsades de Pointe.\n    4. Medications with a narrow therapeutic window and predominantly metabolized through CYP3A4.\n    5. Strong inhibitors of CYP3A4, including grapefruit, grapefruit hybrids, pummelos, star-fruit and Seville oranges.\n    6. Strong inducers of CYP3A4.\n    7. Warfarin or other coumarin-derived anticoagulant for treatment, prophylaxis or otherwise. Therapy with heparin, low molecular weight heparin or fondaparinux is allowed.\n24. A WOCBP who has a positive urine pregnancy test within 72 hours prior to allocation (see Appendix 1). If the urine test is positive or cannot be confirmed as negative, a serum pregnancy test will be required.\n\n    Note: in the event that 72 hours have elapsed between the screening pregnancy test and the first dose of study treatment, another pregnancy test (urine or serum) must be performed and must be negative in order for subject to start receiving study medication.\n25. Has a history or current evidence of any condition, therapy, or laboratory abnormality that might confound the results of the study, interfere with the subject's participation for the full duration of the study, or is not in the best interest of the subject to participate, in the opinion of the treating investigator.\n26. Has known psychiatric or substance abuse disorders that would interfere with cooperation with the requirements of the trial.\n27. Is pregnant or breastfeeding or expecting to conceive or father children within the projected duration of the study, starting with the screening visit through 120 days after the last dose of trial treatment. Males who want to father children should consider preserving the sperm before starting treatment with ribociclib.\n28. Persons deprived of their liberty or under protective custody or guardianship.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}