{
    "nctId": "NCT04075097",
    "briefTitle": "Pain, Psychological, and Endocannabinoid Responses to Yoga in Breast Cancer Survivors With Chemotherapy-induced Neuropathic Pain",
    "officialTitle": "Pain, Psychological, and Endocannabinoid Responses to Yoga in Breast Cancer Survivors With Chemotherapy-induced Neuropathic Pain",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer, Chemotherapy-induced Peripheral Neuropathy, Neuropathic Pain",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "OTHER",
    "enrollmentCount": 6,
    "primaryOutcomeMeasure": "Change in Neuropathic Pain Sensations as determined by VAS",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* A diagnosis of breast cancer (stage 0-III),\n* no evidence of active disease (i.e., recurrence, bone metastases, etc),\n* presence of painful polyneuropathy, with onset coinciding or developing after receiving chemotherapy agents that in the opinion of the research team is likely to have caused such symptoms,\n* at least six months since last active cancer treatment, with no further planned treatment (Note. active treatment is defined as surgery, chemotherapy, or radiation),\n* the participant agrees to use the safety stop feature on the treadmill if needed,\n* at least 18 years of age,\n* and their physicians has provided consent for them to participate in yoga and aerobic exercise sessions.\n\nExclusion Criteria:\n\n* Undergoing current chemotherapy or radiation treatment for cancer,\n* taking anticoagulant therapy,\n* uncontrolled medical conditions (i.e., uncontrolled hypertension, heart disease, stage 4 liver disease, end-stage renal disease, end-stage pulmonary disease, etc),\n* stroke or myocardial infarction in the past 6 months,\n* being pregnant or planning to become pregnant,\n* severe mobility constraints (e.g., confined to a wheelchair),\n* having a history of light headedness or fainting during blood draws or physical activity.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}