{
    "nctId": "NCT05726175",
    "briefTitle": "Disitamab Vedotin(RC48) Combined With Penpulimab(AK105) for Neoadjuvant Treatment of HER2-low Breast Cancer",
    "officialTitle": "A Single-arm, Single-center Exploratory Clinical Study of Disitamab Vedotin Combined With Penpulimab as Neoadjuvant Therapy in the Treatment of HER2-low Early or Locally Advanced Breast Cancer",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 20,
    "primaryOutcomeMeasure": "Pathological complete response rate (pCR) (ypT0/is N0)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Female patients aged 18 to 70 years who were newly treated;\n2. ECOG systemic state 0\\~1;\n3. The predicted survival time was no less than 3 months\n4. According to the RECIST 1.1 , at least one measurable lesion exists;\n5. Patients with HER2-low breast cancer confirmed by pathological examination, clinical stage II-III \\[cT1N1,cT2 and any N, cT3 and any N; cT4 and any N, according to American Joint Committee on Cancer (AJCC) standards\\];\n6. The functional level of organs must meet the following requirements: (1) Blood routine: 1) ANC \\>= 1.5x10\\^9/L; 2) PLT \\>= 90x10\\^9/L; 3) Hb \\>= 90 g/L; (2) Blood biochemistry: 1) TBIL \\<= 1.5 ULN; 2) ALT and AST \\<= 2 ULN; 3) BUN and Cr 1.5 ULN and creatinine clearance 50 mL/min (Cockcroft-Gault formula); (3) Heart color Doppler ultrasound: LVEF \\>= 50%; (4) 12-lead ECG: Fridericia corrected QT interval (QTcF) female \\< 470 ms.\n7. Known the hormone receptor status;\n8. Tissue samples were available for biomarker testing\n9. The serum pregnancy test is negative and patients with reproductive potential must agree to use effective non-hormonal contraceptive methods during treatment and at least 6 months after the last use of the test drug;\n10. Volunteer to join the study, sign informed consent, have good compliance and are willing to cooperate with follow-up.\n\nExclusion Criteria:\n\n1. Patients with inflammatory breast cancer.\n2. Patients with metastatic breast cancer (stage IV)\n3. Received any anti-tumor treatment within 4 weeks before enrollment, including radiotherapy, chemotherapy, surgical treatment (major surgery for breast cancer), endocrine therapy or molecular targeted therapy, immunotherapy, biological therapy, etc.\n4. Participated in other drug clinical trials within 4 weeks before enrollment.\n5. Have received a live vaccine within 4 weeks before the start of the study dose or plan to receive any vaccine during the study;\n6. Previous or current use of HER2-targeted monoclonal antibodies (trastuzumab, pertuzumab, etc.), tyrosine kinase inhibitors (lapatinib, pyrrootinib, lenatinib, etc.), ADC drugs (RC48, T-DM1, DS8201a, etc.).\n7. Prior treatment with anti-PD-1, PD-L1, or PD-L2 or another agent that acts directly on a T-cell surface inhibitory receptor (e.g., CTLA-4, OX-40, CD137).\n8. Other malignant tumors in the past 5 years, excluding cured cervical carcinoma in situ, skin basal cell carcinoma, or skin squamous cell carcinoma.\n9. Concomitant receipt of any other antineoplastic therapy.\n10. Presence of third-space effusion (including massive pleural effusion or ascites) that cannot be controlled by drainage or other methods.\n11. Known hypersensitivity or delayed hypersensitivity reactions to the drugs of this regimen, its components or similar drugs;\n12. Have an active autoimmune disease requiring systemic treatment (e.g., disease modulating medication, corticosteroids, or immunosuppressive medication) in the past 2 years;\n13. Receiving systemic steroid therapy (at a daily dose of more than 10 mg prednisone equivalent) or any form of immunosuppressive therapy within 7 days before the diagnosis of immunodeficiency or the first dose of study treatment;\n14. Known history of active pulmonary tuberculosis (tuberculosis, Mycobacterium tuberculosis);\n15. Have a history of immunodeficiency, including testing positive for HIV, or other acquired or congenital immunodeficiency disorders, or a history of organ transplantation.\n16. Hepatitis B surface antigen (HBsAg) positive and hepatitis B virus DNA copy number ≥2000 IU/mL (HBsag-positive and hepatitis B virus DNA copy number \\<2000 IU/mL patients should receive anti-HBV treatment for at least 2 weeks before the first dose); He was positive for hepatitis C virus (HCV) antibody and HCV RNA test\n17. History of pneumonia (noninfectious) requiring steroid therapy or current pneumonia.\n18. Have had any history of cardiac disease, including: (1) angina pectoris; (2) medically treatable or clinically significant arrhythmia; (3) myocardial infarction; (4) heart failure; (5) any other cardiac diseases that were judged by the investigators to be unsuitable for the trial.\n19. Pregnant, lactating women, fertile women with a positive baseline pregnancy test, or women of childbearing age who were unwilling to use effective contraception throughout the trial.\n20. Concomitant diseases (including but not limited to uncontrolled hypertension, severe diabetes, active infection, etc.) that, in the judgment of the investigator, seriously endanger the safety of the patient or prevent the patient from completing the study.\n21. Prior history of a defined neurological or psychiatric disorder, including epilepsy or dementia.\n22. The patient was considered by the investigator to be ineligible for any other circumstances in the study.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}