{
    "nctId": "NCT00028340",
    "briefTitle": "High-Risk Breast Duct Epithelium",
    "officialTitle": "Characterization of High-Risk Breast Duct Epithelium by Cytology, Breast Duct Endoscopy, and cDNA Gene Expression Profile",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 156,
    "primaryOutcomeMeasure": "Determine the incidence and nature of cytologic changes in ductal epithelial cells from the high-risk breast.",
    "eligibilityCriteria": "* INCLUSION CRITERIA:\n\nInclusion Criteria for Breast Cancer and High-Risk Patients:\n\n* Age greater than or equal to 18 years and less than or equal to 74 years.\n\n  * Women with a unilateral invasive or noninvasive (DCIS) breast cancer of epithelial origin.\n  * Women without breast cancer, but with a Gail Index greater than 1.67 percent, or a cumulative lifetime risk greater than or equal to double the age- and race-matched general population risk.\n  * Women known to be BRCA1/2 or other hereditary genes mutation carriers.\n  * Women with cytologic or histologic evidence of ductal hyperplasia, atypical ductal hyperplasia, or LCISl\n  * Women may be either premenopausal or postmenopausal. Postmenopausal is defined by the absence of menstrual periods for at least 12 months.\n  * Postmenopausal women who have previously undergone a hysterectomy without oophorectomy must have a serum FSH level of greater than 40 IU/ml, and a serum estradiol level of less than 40 pg/ml to document postmenopausal status.\n  * Breast cancer may be invasive or noninvasive, and in the past or the present.\n  * The contralateral breast of women with breast cancer, or the normal breast of high-risk subjects, must be free of any suspicious areas by physical examination and mammogram, and without a history of invasive ductal or in situ ductal carcinoma. History of atypia or LCIS on a previous biopsy is acceptable.\n  * Women who are from a family with heritable breast cancer with a known deleterious BRCA1/2 or other hereditary genes mutation, who themselves have been tested and to not carry this mutation. These women are not at increased risk for breast cancer due to the familial mutation and are eligible to participate as normal volunteers.\n  * WBC greater than 2,500.\n  * Platelets greater than 50,000.\n* Inclusion Criteria for Normal Volunteers:\n* Age greater than or equal to 18 years and less than or equal to 74 years.\n\n  * Women who are premenopausal or postmenopausal with a Gail model risk index less than 1.67 percent, and without a cumulative lifetime risk greater than or equal to double the age- and race-matched general population risk.\n  * Women who have previously undergone a hysterectomy without oophorectomy must have a serum FSH level of greater than 40 IU/ml, and a serum estradiol level of less than 40 pg/ml to document postmenopausal status.\n  * Both breasts must be free of any suspicious areas by physical examination and, for women over 30 years of age by mammogram. There must be no history of atypical hyperplasia, invasive or in situ carcinoma.\n  * WBC greater than 2,500.\n  * Platelets greater than 50,000.\n\nEXCLUSION CRITERIA:\n\n* Exclusion Criteria for Breast Cancer Patients:\n\n  * Contralateral breast prosthesis\n  * Pregnancy\n  * History of radiation therapy to the contralateral breast\n  * Lactating breasts\n  * Chemotherapy within the past 1 month\n  * Current antiestrogen therapy\n  * Current hormonal replacement therapy or oral contraceptives\n  * Concurrent infection\n  * Previous contralateral major duct excision\n* Exclusion Criteria for High-Risk Paitents:\n\n  * Bilateral breast prosthesis\n  * Pregnancy\n  * Lactating breasts\n  * Current antiestrogen therapy\n  * Current hormonal replacement therapy or oral contraceptives\n  * Concurrent infection\n  * Previous bilateral major duct excision\n  * History of therapeutic mediastinal radiation\n* Exclusion Criteria for Normal Volunteers:\n\n  * Bilateral breast prosthesis\n  * Pregnancy\n  * Lactating breasts\n  * Current antiestrogen therapy\n  * Current hormonal replacement therapy or oral contraceptives\n  * Concurrent infection\n  * Previous bilateral major duct excision\n  * History of therapeutic mediastinal radiation",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}