{
    "nctId": "NCT05551897",
    "briefTitle": "A Study to Assess the Pharmacokinetics of Camizestrant (AZD9833) When Administered Alone and in Combination With Itraconazole",
    "officialTitle": "An Open-Label, Fixed Sequence Study in Healthy Post Menopausal Female Subjects to Assess the Pharmacokinetics of Camizestrant (AZD9833) When Administered Alone and in Combination With Itraconazole",
    "overallStatus": "COMPLETED",
    "conditions": "Healthy Subjects",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "OTHER",
    "enrollmentCount": 14,
    "primaryOutcomeMeasure": "Area under plasma concentration time curve from zero to infinity (AUCinf) of Camizestrant",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Healthy post-menopausal female subjects aged 50 to 70 years with suitable veins for cannulation or repeated venipuncture\n* Subjects must be post-menopausal by fulfilling the following criterion:\n\n  a. Post-menopausal defined as amenorrhea for at least 12 months or more without an alternative medical or surgical cause and confirmed by an FSH result of ≥ 30 IU/L.\n* Have a body mass index (BMI) between 19 and 35 kg/m2 inclusive and weigh at least 50 kg and no more than 100 kg inclusive.\n* Must agree to not use warfarin or phenytoin (and other coumarin-derived vitamin K antagonist anticoagulants) from screening, and for 2 weeks after last administration of the study drug.\n\nExclusion Criteria:\n\n* History of any clinically significant disease or disorder which may either put the subject at risk because of participation in the study\n* History or presence of gastrointestinal, hepatic, or renal disease, or any other condition known to interfere with absorption, distribution, metabolism, or excretion of drugs.\n* History of clinically significant cardiovascular, chronic respiratory, neurological, or psychiatric disorder\n* History of or ongoing clinically significant visual disturbances including but not limited to visual hallucinations, migraine with visual symptoms, blurred vision, frequent floaters/flashes associated with other symptoms such as dizziness\n* Any clinically significant illness, medical/surgical procedure, or trauma within 4 weeks of the first administration of the study drug.\n* Any clinically significant abnormal findings in vital signs or 12-lead Electrocardiogram (ECG).\n* Any positive result on screening for serum hepatitis B surface antigen, hepatitis C antibody, and Human Immunodeficiency Virus (HIV) antibody.\n* Known or suspected history of drug or alcohol abuse.\n* History of significant allergy or hypersensitivity.\n* Current smokers or those who have smoked or used nicotine products (including e-cigarettes and nicotine replacement products) within the 3 months prior to screening.\n* Use of systemic oestrogen-containing hormone replacement therapy within 6 months prior to first dose in the study.\n* Have any active indication for therapeutic anticoagulation, and/or having taken an anticoagulant within 14 days of beginning the study.\n* Any of the following signs or confirmation of COVID-19 infection:\n\n  1. Subject has a positive test for SARS-CoV-2 prior to admission.\n  2. Clinical signs and symptoms consistent with COVID-19 (eg, fever, dry cough, dyspnoea, sore throat, fatigue) or confirmed infection by appropriate laboratory test within the last 4 weeks prior to screening or at admission.\n  3. Subject has been previously hospitalized with COVID-19 infection within the last 12 months.",
    "sex": "FEMALE",
    "minimumAge": "50 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}