{
    "nctId": "NCT03321903",
    "briefTitle": "EPR Tumor Oximetry With CE India Ink",
    "officialTitle": "Tumor Oximetry Using Electron Paramagnetic Resonance (EPR) With India Ink (Using Carbon Particulates From Carlo Erba [CE])",
    "overallStatus": "TERMINATED",
    "conditions": "Neoplasms, Malignant, Breast Neoplasm, Carcinoma, Basal Cell, Carcinoma, Squamous Cell, Melanoma, Skin Neoplasm, Head and Neck Neoplasms",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 3,
    "primaryOutcomeMeasure": "Measurement of oxygen levels in tissues in response to hyperoxic therapy",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Subject must be capable of giving informed consent or has an acceptable surrogate capable of giving consent on behalf of the subject.\n2. Subject has an eligible tumor that is within 5 mm of the surface (either skin or mucosa) or has had a tumor removed with a tumor bed that is within 5 mm of the surface.\n\n   1. Eligible tumors types:\n\n      * Intraoral tumors: squamous cell carcinoma (SCC), melanoma;\n      * Primary cutaneous tumors (including, but not limited to): SCC, basal cell carcinoma (BCC,) melanoma;\n      * Breast malignancies post surgery;\n      * Other tumors: any tumor within 5 mm of the surface and with planned radiation therapy.\n\nExclusion Criteria:\n\n1. Previous adverse reaction to a charcoal product e.g., a local hypersensitive response from a black tattoo or from ingestion of activated charcoal\n2. Previous adverse reaction to the suspending agent\n3. Subject has a pacemaker that is not known to be MRI compatible\n4. Subject has a non-removable implant or device with metal that is not known to be MRI compatible\n5. Subject is pregnant or has a likelihood for becoming pregnant during the basic study timeframe.\n\nNote: There is no known harm to the woman or her fetus from participating; this is precautionary only.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}