{
    "nctId": "NCT01182506",
    "briefTitle": "Rehabilitation of Cognitive Changes in Breast Cancer Survivors",
    "officialTitle": "Rehabilitation of Cognitive Changes in Breast Cancer Survivors",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 60,
    "primaryOutcomeMeasure": "Determine the efficacy of working memory training",
    "eligibilityCriteria": "Note: Any participant who reports tics can be included, however participants will be told tics may increase during the training period.\n\nInclusion Criteria:\n\nPatients\n\n* Female breast cancer survivors who have received adjuvant chemotherapy 1-10 years from the time of recruitment either at MSKCC or elsewhere\n* Stage I, II, III breast cancer as noted in pathology reports or by clinician judgement.\n* No evidence of disease at time of screening\n* Age range 18 years old through \\<70 years old\n* Must be able speak, read and write English well enough to complete written and verbal assessments and neurocognitive tests. The software was developed and validated in English and are not currently available in other languages. Translation of questionnaires into other languages would require reestablishing the reliability and validity of these measures.\n* Must demonstrate cognitive deficiency, which is defined as 1.0 standard deviations below normative data on at least one of the pre-screen phone assessments (WAIS-III Digit Span, Symbol Digit Modalities Test, Controlled Oral Word Association Test, Rey Auditory Verbal Learning Test) or must have 1.0 standard deviations difference from the pre-morbid estimate of cognitive functioning, Wide Range Achievement Test 4: Reading subtest, and one of the pre-screen phone assessment measures.\n* Must have basic computer skills such as able to turn on a computer, open the program, login, and use a mouse.\n* Participants must have the ability to upload their data via the internet. A study laptop can be loaned out to participants who do not have a computer or the appropriate operating systems.\n\nCollateral Participant (if such person is available to the participant, not a requirement of the study) Family member or friend (i.e., collateral) identified by a patient who has at least weekly face to face contact with the patient\n\n* Collateral person is at least 18 years of age\n* Family member or friend has adequate English fluency for completion of data collection. The surveys were designed and validated in English and are not currently available in other languages. Translation of questionnaires into other languages would require reestablishing the reliability and validity of these measures.\n* Able to provide informed consent\n\nExclusion Criteria:\n\nPatients\n\n* History of neurological disorder with cognitive symptoms (e.g., Alzheimer's disease, Parkinson's disease, multiple sclerosis, seizure disorder) as per self report or as documented in the electronic medical record.\n* History of mental retardation, learning disorder bipolar disorder, schizophrenia, substance use disorder(s), or uncontrolled depression as per self report or as documented in the medical record.\n* History of Traumatic Brain Injury with \\> or = to 30 minutes loss of consciousness or cognitive sequelae as per self report or as documented in the medical record.\n* History of Stroke as per self report or as documented in the medical record.\n* Prior history or secondary diagnosis of other cancers except for basal cell carcinoma or melanoma treated with surgery only\n* History of multiple courses of chemotherapy.\n* Evidence of recurrence at time of screening\n* A hearing or visual deficit that impairs the ability to use the software.\n* Significant cognitive or psychiatric disturbance sufficient, in the investigator's judgment, to preclude providing informed consent.\n* Males will be excluded as only a minority of men gets breast cancer. Thus, there would not be enough men to have equivalent groups to statistically control for possible gender effects.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}