{
    "nctId": "NCT06065592",
    "briefTitle": "Exploring Cancer-Associated Thromboembolism Prognosis Biomarkers and Polymorphisms",
    "officialTitle": "Unveiling Prognosis Cancer-Associated Thromboembolism Biomarkers and Their Related Polymorphisms: Exploring Their Involvement With Immune Circulating Cells and Therapeutic Reversibility",
    "overallStatus": "RECRUITING",
    "conditions": "Cancer, Solid Tumor, Thromboembolism, Cardiovascular Diseases, Immune System Diseases, Inflammatory Diseases, Colon Cancer, Breast Cancer, Prostate Cancer, Hepatocellular Carcinoma, Lung Cancer, Chemotherapy, Immunotherapy",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "PREVENTION",
    "enrollmentCount": 500,
    "primaryOutcomeMeasure": "Venous Thromboembolism (VTE) Events including: Deep Vein Thrombosis (DVT), Pulmonary Embolism (PE), and other Thromboembolic Events (Vein Thrombosis, Portal Vein Thrombosis, Superior Mesenteric Vein Thrombosis, and Renal Vein Thrombosis)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Individuals of white ethnicity.\n* Age between \\> 18\n* Both males and females.\n* Diagnosis of selected cancer type (e.g., colorectal cancer).\n* Cancer stage 0/I/II without metastasis or lymph node dissemination at the time of enrollment.\n* No previous cancer therapy (radiotherapy, chemotherapy, or immunotherapy) received before study enrollment.\n* Unrelated patients.\n\nExclusion Criteria:\n\n* Cancer stage III/IV.\n* History of hematological cancer types or previous cancers, recurrent or relapse.\n* Diagnosis of inflammatory bowel diseases.\n* Pre-existing cardiovascular diseases or coronary artery diseases.\n* Confirmed treated or untreated autoimmune diseases.\n* Metabolic disorders, diabetes, or hypertension.\n* Neurological diseases.\n* Evidence of cardiac, renal, bone, or cerebral damage.\n* Presence of more than one type of malignancies.\n* Active infections or myositis.\n* Familial polyposis.\n* Alcohol or smoking habits.\n* Colon-affecting food allergies.\n* Body mass index (BMI) \\>30.\n* Significant weight loss within the last 2 years.\n* History of abdominal surgeries.\n* Pregnancy.\n* Related patients.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}