{
    "nctId": "NCT02455141",
    "briefTitle": "Adjuvant Treatment of EC Followed by Taxane +/- Carboplatin in Triple-Negative Breast Cancer",
    "officialTitle": "Epirubicin-Cyclophosphamide Followed by Taxanes or Taxanes Plus Carboplatin in Triple-Negative Breast Cancer：A Prospective, Randomized, Phase III Trial",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Neoplasm",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 970,
    "primaryOutcomeMeasure": "Disease-free survival",
    "eligibilityCriteria": "Inclusion Criteria\n\n* Histologically confirmed adenocarcinoma of the breast, completely tumor removal by either modified radical mastectomy or local excision plus axillary lymph node dissection (i.e., breast conservation therapy) or sentinel node biopsy. (Tumor-free margins at least 1 mm for both invasive and noninvasive carcinoma except for lobular carcinoma in situ (less than 1 mm allowed);\n* Tumor specimens are available for estrogen receptor (ER), progesterone receptor (PgR) and Her2 (human epidermal-growth-factor receptor 2) detection, patients should be with triple negative breast cancer. Triple-negative disease is defined as ER \\<10% positivity, PgR \\<10% positivity, and negativity for Her2 (IHC (immunohistochemistry) 0-1+ or FISH (fluorescence in situ hybridization) negative);\n* Adequate bone marrow function\n* Adequate liver and renal function\n* Eastern Cooperative Oncology Group (ECOG) Performance Score 0-1;\n* Women with potential child-bearing must have a negative pregnancy test (urine or serum) within 7 days of drug administration and agree to use an acceptable method of birth control to avoid pregnancy for the duration of the study;\n* Written informed consent according to the local ethics committee requirements.\n\nExclusion Criteria:\n\n* Prior systemic of breast cancer, including chemotherapy;\n* Metastatic breast cancer;\n* With a history of malignant tumor except uterine cervix cancer in situ or skin basal cell carcinoma;\n* Patients with medical conditions that indicate intolerant to adjuvant therapy and related treatment, including uncontrolled pulmonary disease, diabetes mellitus, severe infection, active peptic ulcer, coagulation disorder, connective tissue disease or myelo-suppressive disease;\n* Has active hepatitis B or hepatitis C with abnormal liver function tests (LFTs) or is known to be HIV positive;\n* Contraindication for using dexamethasone;\n* History of congestive heart failure, uncontrolled or symptomatic angina pectoris, arrhythmia or myocardial infarction; poorly controlled hypertension (systolic BP\\>180 mmHg or diastolic BP\\>100 mmHg);\n* Has peripheral neuropathy no less than grade 1;\n* Patient is pregnant or breast feeding;\n* Patients with psychiatric disorder or other diseases leading to incompliance to the therapy;\n* Known severe hypersensitivity to any drugs in this study;\n* Treatment with any investigational drugs within 30 days before the beginning of study treatment.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}