{
    "nctId": "NCT00999804",
    "briefTitle": "Extension Study of Lapatinib Plus Herceptin With or Without Endocrine Therapy",
    "officialTitle": "TBCRC 023: A Randomized Multicenter Phase II Neoadjuvant Trial of Lapatinib Pus Trastuzumab, With or Without Endocrine Therapy for 12 Weeks vs. 24 Weeks in Patients With HER2 Overexpressing Breast Cancer",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 128,
    "primaryOutcomeMeasure": "Pathologic Complete Response",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. All patients must be female and at least 18 years of age.\n2. Signed informed consent.\n3. Locally advanced breast cancers are eligible. Locally advanced cancers must be of clinical and/or radiologic size \\>3 cm, or \\>2 cm with clinical evidence of axillary nodal involvement\\*. (If tumors are less than 3 cm, we will use the radiologically measured tumor size to determine if the tumor meets the minimal size requirements.)\n4. Patients must have histologically confirmed invasive mammary carcinoma that is HER2 overexpressing, defined as 3+ by immunohistochemistry, or a FISH/CEP ratio greater than 2.\n5. Negative serum pregnancy test (HCG) within 7 days of starting study drug, if of child-bearing potential.\n6. Kidney and liver function tests - all within 1.5 times the institutional upper limit of normal.\n7. Performance status (WHO/ECOG scale) 0-1 and life expectancy \\>6 months.\n8. No evidence of brain or leptomeningeal disease, or any other Stage IV disease.\n9. No previous or current malignancies at other sites within the last 5 years, with exception of adequately treated cone-biopsied in situ carcinoma of the cervix uteri and basal or squamous cell carcinoma of the skin.\n\nExclusion Criteria:\n\n1. Patients with bilateral breast cancer.\n2. Pregnancy or unwillingness to use a reliable contraceptive method in women of child-bearing potential.\n3. Severe underlying chronic illness or disease.\n4. Cardiomyopathy or baseline LVEF less than 50%.\n5. Other investigational drugs while on study.\n6. Severe or uncontrolled hypertension, history of congestive heart failure or severe coronary arterial disease.\n7. Malabsorption syndrome, disease significantly affecting gastrointestinal function, or resection of the stomach or small bowel. Subjects with ulcerative colitis are also excluded\n8. Taking any lapatinib prohibited medication(s)\n9. Inability or unwillingness to comply with, or follow study procedures.\n10. Patients who have received any form of treatment for breast cancer within the past five years, including surgical resection, chemotherapy, endocrine therapy, or biologic therapy.\n11. Patients with a prior history of ipsilateral invasive breast cancer or carcinoma in situ who present with a new primary.\n12. Patients with known active, infectious Hepatitis B, Hepatitis C, or HIV.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}