{
    "nctId": "NCT02642094",
    "briefTitle": "Aging Mammary Stem Cells and Breast Cancer Prevention",
    "officialTitle": "Aging Mammary Stem Cells and Breast Cancer Prevention",
    "overallStatus": "TERMINATED",
    "conditions": "Cancer of Breast",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "BASIC_SCIENCE",
    "enrollmentCount": 58,
    "primaryOutcomeMeasure": "The Effect of Short-term Rapamycin Treatment on Biomarker Ki67 Associated With Progression to Invasive Breast Cancer",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Women with confirmed menopausal status. All patients who have NOT had a prior bilateral oophorectomy and/or are younger than age 60, will require menopausal status verified by FSH and estradiol local labs.\n* Women diagnosed with DCIS/LCIS, Atypical lobular hyperplasia (ALH) or ADH lesions detected by pathology\n* Women scheduled for mastectomy or lumpectomy after DCIS/LCIS, ALH or ADH diagnosis\n* Women consented to the UT Health Cancer Center MD Anderson Cancer Center tissue biorepository (HSC20070684H)\n* Women of child-bearing potential willing to practice 2 forms of contraception, one of which must be a barrier method until at least 30 days after the last dose of rapamycin.\n* Women of child-bearing potential must have a negative serum pregnancy test at time of enrollment.\n* Patients must be able to swallow and retain oral medication.\n* All patients must have given signed informed consent prior to registration on study.\n* Patients must have normal organ and marrow function as defined below:\n\n  1. Leukocytes ≥ 3,000/uL\n  2. Absolute neutrophil count ≥ 1,500/uL\n  3. Platelets ≥ 100,000/uL\n  4. AST ≤ 2.5 X ULN\n  5. ALT ≤ 2.5 X ULN\n  6. Total bili ≤ 1.5 X ULN or Direct bili ≤ 1 X ULN\n\nExclusion Criteria:\n\n* Women who are pregnant.\n* Women who are receiving any other concomitant treatment for their DCIS/LCIS, ALH or ADH\n* Women who are taking rapamycin for another diagnosis.\n* Women with an allergy to rapamycin or its derivatives.\n* Active infection requiring systemic therapy.\n* Patients who are taking any pills containing herbal (alternative) medicines are NOT eligible for participation. Patients must be off any such medications by the time of registration.\n* Immunocompromised subjects, including patients with human immunodeficiency virus\n* Women currently taking strong CYP3A4 inducers or inhibitors. Drugs that cannot be coadministered with rapamycin include but are not limited to: Calcium channel blockers: nicardipine, Antifungal agents: clotrimazole, fluconazole, Antibiotics: troleandomycin, Gastrointestinal prokinetic agents: cisapride, metoclopramide, Other drugs: bromocriptine, cimetidine, danazol, HIV-protease inhibitors (e.g., ritonavir, indinavir), Anticonvulsants: carbamazepine, phenobarbital, phenytoin, Antibiotics: rifapentine. The research team can provide a full list of these medications.\n* Patients with any of the following conditions or complications are NOT eligible for participation:\n\n  1. GI tract disease resulting in an inability to take oral medication\n  2. Malabsorption syndrome\n  3. Require IV alimentation\n  4. History of prior surgical procedures affecting absorption\n  5. Uncontrolled inflammatory GI disease (e.g., Crohn's, ulcerative colitis)",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}