{
    "nctId": "NCT04790305",
    "briefTitle": "Effect of Huaier Granule on Adjuvant Treatment for High-risk Early-stage Triple-negative Breast Cancer",
    "officialTitle": "Effect of Huaier Granule on Postoperative Adjuvant Treatment for High-risk Early-stage Triple-negative Invasive Ductal Carcinoma: a Prospective, Multicenter, Randomized, Controlled, Open-label Study",
    "overallStatus": "RECRUITING",
    "conditions": "Carcinoma Breast, Triple-negative Breast Cancer, Invasive Ductal Carcinoma, Breast",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE4",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 1072,
    "primaryOutcomeMeasure": "3-year rates of disease-free survival",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Aged from 18 to 70.\n2. Histologically confirmed as breast invasive ductal carcinoma.\n3. Molecular typing of breast lesions is triple-negative breast cancer, when the patient had multicentric lesions at the same time, all invasive lesions were confirmed as triple-negative.\n4. Regional lymph node metastasis confirmed by postoperative pathology \\[except isolated tumor cells ( ITC )\\], or tumor response did not achieve pathological complete response (pCR) after neoadjuvant therapy \\[neoadjuvant chemotherapy completed at least four cycles, the breast has residual invasive cancer or axillary lymph node metastasis ( except isolated tumor cells ) .\\]\n5. There was no local recurrence and distant metastasis of the tumor.\n6. The time of randomization is during the postoperative adjuvant therapy or within 60 days after the end of the last postoperative adjuvant therapy.\n7. Eastern Cooperative Oncology Group performance status (ECOG PS) ≤ 1.\n8. Hepatic function and renal function: serum creatinine level ≤ 1.5 × upper limit of normal (ULN), aspartate aminotransferase (AST) concentration / alanine aminotransferase (ALT) concentration≤ 2.5 × ULN，total serum bilirubin concentration≤ 1.5 × ULN.\n9. Blood routine: neutrophil count ≥ 1.5\\*109 / L, platelet count ≥ 100\\*109 / L, hemoglobin concentration ≥ 90 g / L (without transfusion).\n10. The participants volunteered to join the study with good compliance and signed an informed consent form.\n\nExclusion Criteria:\n\n1. Bilateral breast cancer.\n2. Complicated with severe cardiopathy, hepatopathy, nephropathy, endocrine system diseases. According to the researchers' judgement, the comorbidities can cause unacceptable safety risks and affect participants' compliance with research programs.\n3. Suffering from malignant tumors other than breast cancer (except cured basal cell carcinoma of the skin and carcinoma in situ of the cervix) in the past 5 years.\n4. Allergic to Huaier granule.\n5. Pregnant or lactating women, and those who planning a pregnancy during the study period.\n6. Participating in other clinical trials or participated in other clinical studies within 3 months.\n7. Patients with a poor compliance, or they are not appropriate for this study because of other reasons considered by the researchers.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}