{
    "nctId": "NCT04794075",
    "briefTitle": "Therapeutic Education and Nursing Support Program for Supportive Care, in Patients Treated With Hormone Therapy for Non-metastatic Breast Cancer",
    "officialTitle": "Programme d'Éducation Thérapeutique et d'Accompagnement Infirmier Vers Les Soins de Support, Chez Les Patientes Sous Hormonothérapie Pour un Cancer du Sein Non métastatique",
    "overallStatus": "RECRUITING",
    "conditions": "Neoplasm of Breast",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 300,
    "primaryOutcomeMeasure": "To compare the effectiveness of adding a therapeutic education program combined with nursing phone follow-up, compared to conventional management alone on the management of adverse events related to adjuvant hormone therapy.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients with non-metastatic breast cancer for whom adjuvant hormone therapy (anti-oestrogen or anti-aromatase) is indicated, depending on the decision of the multidisciplinary consultation meeting.\n* Performance status (ECOG) ≤ 2\n* Patient able to read and understand French (common use)\n* Patient with access to an internet connection (for collection of adverse events and responses to questionnaires)\n* Patient who has been informed and has given written consent to participate in the study\n\nExclusion Criteria:\n\n* Patient with metastatic cancer\n* Patient undergoing neoadjuvant hormone therapy\n* Patient who started hormone therapy prior to inclusion in the study\n* Patient with a history of other cancer treated by radiotherapy, chemotherapy or hormone therapy, with an end of treatment less than 2 years ago.\n* For patients in the experimental group: Inability of the patient to travel to the hospital to attend the initial assessment day and the proposed group outpatient workshops; follow-up of the program difficult for geographical, physical or other reasons (at the discretion of the investigator).\n* For patients in the control group: patients for whom telephone nursing follow-up is planned for 2 months or more or more than 4 sessions of therapeutic education.\n* Pregnant and breastfeeding women\n* Patient with a documented history of cognitive or psychiatric disorders\n* Refusal to participate, protected adult patient, under guardianship or curatorship",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}