{
    "nctId": "NCT01956552",
    "briefTitle": "Changes in Phenotype and Genotype of Breast Cancers During the Metastatic Process and Optimization of Therapeutic Targeting (ESOPE)",
    "officialTitle": "Changes in Phenotype and Genotype of Breast Cancers During the Metastatic Process and Optimization of Therapeutic Targeting",
    "overallStatus": "TERMINATED",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "OTHER",
    "enrollmentCount": 130,
    "primaryOutcomeMeasure": "To assess the phenotype ant genotype discrepancies regarding hormonal receptor, FISH status and proliferation between the primary tumor and the first metastatic progression.",
    "eligibilityCriteria": "Inclusion Criteria:\n\nTo be eligible to participate in the study, patients must fulfill all of the following criteria:\n\nFemale patients. Age ≥ 18 years. ECOG performance status ≤ 2. Metastatic breast carcinoma, either at diagnosis or at first metastatic relapse.\n\nAvailable FFPE +/- frozen primary tumor samples. Evaluable metastatic disease. Metastatic disease outside any previous radiotherapy field (e.g. sub-clavicular or internal mammary lymph nodes).\n\nMetastatic disease accessible to either percutaneous or surgical sampling. Signed written informed consent (approved by an Independent Ethics Committee and obtained prior to any study-specific screening procedure).\n\nSocial and psychological welfare in concordance with compliance to the study.\n\nExclusion Criteria:\n\nTo be eligible to participate in the study, patients must fulfill none of the following criteria:\n\nBilateral or multifocal breast cancer. Isolated local or contralateral relapse.\n\nSolitary bone and/or brain metastatic disease unless :\n\nMetastatic sites eligible for a therapeutic surgery. Metastatic sites sampled for diagnosis purpose. Past or current history of malignant neoplasms, except for curatively treated basal and squamous cell carcinoma of the skin. Carcinoma in situ of the cervix. Any coagulopathy contraindicating tumor biopsy. Presence of a contraindication to general anesthesia, if required.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}