{
    "nctId": "NCT00857012",
    "briefTitle": "Arimidex: Compliance and Arthralgias in Clinical Therapy (COMPACT)",
    "officialTitle": "Arimidex: Compliance and Arthralgias in Clinical Therapy (COMPACT): An in Practice Assessment of Arthralgias and Related Costs as Well as Compliance in the First Year of Anastrozole Therapy",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 2313,
    "primaryOutcomeMeasure": "Assessment of arthralgia scores and patients' compliance within the first year of anastrozole treatment, stratified by upfront and switch therapy as well as assessment of the relationship between compliance and arthralgia scores.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Postmenopausal women aged 18 years or older; Postmenopause is defined as Natural menopause with menses \\>1 year ago or Serum FSH (\\> 20 IU/ l), and E2 levels in the postmenopausal range or patients who had bilateral oophorectomy\n* Histologically / cytologically confirmed primary diagnosis of early breast cancer (M0) with hormone sensitive tumour (ER+ve and/or PgR+ve)\n* Patients, who underwent breast cancer surgery and, if appl. radiation therapy and/or neo/adjuvant chemotherapy and have taken adjuvant endocrine treatment with anastrozole (upfront or following two to three years of tamoxifen) min 3 max 6 months\n* In case of a previous therapy with tamoxifen (switch-therapy), duration of tamoxifen treatment for at least two and up to three years.\n\nExclusion Criteria:\n\n* Patients with severe renal function disorders (Creatinine clearance \\< 20 ml/min or Patients with moderate or severe disorders of hepatic function\n* Concomitant treatment with drugs known to affect sex hormonal status and tamoxifen\n* Patients with ductal carcinoma in situ (DCIS) without primary diagnosis of early breast cancer (M0)\n* Evidence of any significant clinical disorder or laboratory finding which in the opinion of the investigator, makes it undesirable for the patient to participate in the program",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}