{
    "nctId": "NCT00165256",
    "briefTitle": "Wide Excision Alone as Treatment for Ductal Carcinoma in Situ of The Breast",
    "officialTitle": "Wide Excision Alone for DCIS-Grades 1 and 2",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Ductal Carcinoma in Situ of the Breast",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "OTHER",
    "enrollmentCount": 158,
    "primaryOutcomeMeasure": "To determine if patients with DCIS can be effectively treated with wide excision alone.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients must have high quality mammogram including magnification views of the area containing suspicious calcifications.\n* A specimen radiograph is required. If the specimen radiograph does not assure removal of all suspicious microcalcifications, a post-operative mammogram showing removal of all suspicious calcifications is required.\n* The clinical extent of DCIS must be less than or equal to 2.5 cm.\n* Grade 1 or 2 DCIS; patients with lobular carcinoma-in-situ (LCIS) in addition to DCIS in the breast are eligible. Negative margins are not required on the LCIS.\n* Patients must undergo a wide excision. A re-excision after the initial biopsy might be needed. Complete resection of the area of DCIS with a histologic margin of at least 1 cm must be achieved.\n* Patients must be enrolled on this protocol within 3 months of the last surgical procedure.\n\nExclusion Criteria:\n\n* Patients with invasive carcinoma including microinvasive disease\n* Carcinoma found in the sampled lymph nodes if axillary dissection is done\n* Patients with nipple discharge\n* Patients with adjuvant chemotherapy or Tamoxifen\n* Patients with a history of prior malignancies other than squamous or basal cell carcinoma of the skin, or carcinoma in situ of the cervix.\n* Patients with a history of ipsilateral or contralateral breast carcinoma or DCIS or simultaneous bilateral DCIS.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}