{
    "nctId": "NCT05923177",
    "briefTitle": "Molecular Imaging of HER2 Expression in Breast Cancer Using [123I] I-(HE)3-G3",
    "officialTitle": "SPECT Imaging of Human Epidermal Growth Factor Receptor 2 (HER2) Expression in Breast Cancer Using Iodine -123-labelled Designed Ankyrin Repeat Proteins HE3-G3 ([123I] I-(HE)3-G3)",
    "overallStatus": "RECRUITING",
    "conditions": "Primary Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "DIAGNOSTIC",
    "enrollmentCount": 10,
    "primaryOutcomeMeasure": "Gamma camera-based whole-body [123I] I-(HE)3-G3 uptake value (%)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Subject is \\> 18 years of age\n2. Availability of results from HER2 status previously determined on material from the primary tumor and metastatic LN, either a. HER2-positive, defined as a DAKO HercepTest™ score of 3+ or FISH positive or b. HER2-negative, defined as a DAKO HercepTest™ score of 0 or 1+; or else if 2+ then FISH negative\n3. Hematological, liver and renal function test results within the following limits:\n\n   * White blood cell count: \\> 2.0 x 109/L\n   * Hemoglobin: \\> 80 g/L\n   * Platelets: \\> 50.0 x 109/L\n   * ALT, ALP, AST: =\\< 5.0 times Upper Limit of Normal\n   * Bilirubin =\\< 2.0 times Upper Limit of Normal\n   * Serum creatinine: Within Normal Limits\n4. A negative pregnancy test for all patients of childbearing potential. Sexually active women of childbearing potential participating in the study must use a medically acceptable form of contraception for at least 30 days after study termination\n5. Subject is capable to undergo the diagnostic investigations to be performed in the study\n6. Informed consent\n\nExclusion Criteria:\n\n1. Any system therapy (chemo-/targeted therapy)\n2. Second, non-breast malignancy\n3. Active current autoimmune disease or history of autoimmune disease\n4. Active infection or history of severe infection within the previous 3 months (if clinically relevant at screening) 4. Known HIV positive or chronically active hepatitis B or C\n5. Administration of other investigational medicinal product within 30 days of screening\n6. Ongoing toxicity \\> grade 2 from previous standard or investigational therapies, according to US National Cancer Institute's",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}