{
    "nctId": "NCT02063893",
    "briefTitle": "Safety Study of Cancer Stem Cell Vaccinie to Treat Breast Cancer",
    "officialTitle": "Study of Cancer Stem Cell Vcccinie That as a Specific Antigen in Metastatic Adenocarcinoma of the Breast",
    "overallStatus": "COMPLETED",
    "conditions": "Neoplasms, Breast",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 40,
    "primaryOutcomeMeasure": "The primary study purpose to determine the safety of immunization with cancer stem cells vaccinie by the number of participants with adverse events",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* The patient is ≥ 30 years of age at the time the informed consent to screening has been obtained;\n* The patient has one of the following histologically confirmed breast cancer subtypes:\n\nEstrogen receptor and/or progesterone positive tumor; Human epidermal growth factor receptor 2 (HER2)-overexpressing breast cancer; HER2-negative breast cancer.\n\n-- The patient shows normal organ function according to the following parameters(as measured within six weeks prior to treatment allocation):\n\n* Hemoglobin: Within normal range according to institutional standards;\n* Absolute leukocyte count: Within normal range according to institutional standards;\n* Absolute lymphocyte count: Within normal range according to institutional standards;\n* Platelet count: Within normal range according to institutional standards;\n* Alanine aminotransferase: ≤ 2.5 x Upper Limit of Normal (ULN);\n* Aspartate aminotransferase: ≤ 2.5 x ULN;\n* Total bilirubin: ≤ 1.5 x ULN. In the case of known Gilbert's syndrome ≤ 2 x ULN;\n* Serum creatinine: 1.5 x ULN;\n* Calculated creatinine clearance: \\> 50 mL/min .\n\nExclusion Criteria:\n\n* The patient has inflammatory breast cancer, which is defined as clinically significant erythema of the breast and/or documented dermal lymphatic invasion.\n* Diagnosis established by incisional biopsy.\n* Prior and concomitant neoadjuvant anti-breast-cancer treatments such as chemotherapy, immunotherapy / biological response modifiers, endocrine therapy, and radiotherapy, unless authorized specifically by the protocol.\n* level 3 hypertension;\n* severe coronary disease;\n* myelosuppression;\n* respiratory disease;\n* brain metastasis;\n* chronic infections",
    "sex": "FEMALE",
    "minimumAge": "30 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}