{
    "nctId": "NCT02396108",
    "briefTitle": "Dose-confirmation Study of ASLAN001 Combined With Weekly Paclitaxel and Carboplatin in Advanced Solid Tumours, Followed by a Study in Patients With Stage I-III HER2 Positive Breast Cancer",
    "officialTitle": "Phase Ib Dose-confirmation Study of ASLAN001 Combined With Weekly Paclitaxel and Carboplatin in Advanced Solid Tumours, Followed by an Open-label Phase II Study in Patients With Stage I-III HER2 Positive Breast Cancer",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 55,
    "primaryOutcomeMeasure": "Pathologic complete response rate",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Age ≥ 21 years\n* Karnofsky performance status of 70 or higher\n* Estimated life expectancy of at least 12 weeks\n* Adequate organ function including the following:\n\nBone marrow:\n\noAbsolute neutrophil (segmented and bands) count (ANC) ≥ 1.5 x 109/L oPlatelets ≥ 100 x 109/L\n\nHepatic:\n\noBilirubin ≤ 1.5 x upper limit of normal (ULN), oALT and AST ≤ 2.5x ULN\n\nRenal:\n\noCalculated creatinine clearance \\>30ml/minute\n\n* Left ventricular ejection fraction ≥50% measured by 2D echo or MUGA\n* Signed informed consent from patient or legal representative\n* Patient with reproductive potential must use an approved contraceptive method if appropriate (e.g. intrauterine device, birth control pills, or barrier device) during and for three months after the study. Females with childbearing potential must have a negative serum pregnancy test within 7 days prior to study enrollment\n\nSpecific to phase I:\n\n•Any patient with advanced cancer where treatment with weekly paclitaxel/ carboplatin is indicated, as determined by his/her physician\n\nSpecific to phase II:\n\n* Histologic or cytologic diagnosis of breast carcinoma\n* T1-4 breast cancer with measurable primary breast tumor, defined as palpable tumor with the largest diameter measuring 2.0cm or greater by calipers. For T1 breast cancer, the primary tumor must measure at least 2.0cm\n* Tumor is HER2 positive either by IHC (3+) or FISH amplification (amplification ratio \\>2.0)\n\nExclusion Criteria:\n\n* Concurrent administration of any other tumor therapy, including cytotoxic chemotherapy, endocrine therapy, and immunotherapy\n* Major surgery within 28 days of study drug administration\n* Active infection that in the opinion of the investigator would compromise the patient's ability to tolerate therapy\n* Breast feeding\n* Serious cardiac illness or medical conditions including but not confined to:\n\noHistory of documented congestive cardiac failure or systolic dysfunction (LVEF \\<50%) oHigh-risk uncontrolled arrhythmias (ventricular tachycardia, high-grade AV block, supraventricular arrhythmias which are not adequately rate-controlled) oHistory of significant ischaemic heart disease oClinically significant valvular heart disease oPoorly controlled hypertension (e.g. systolic BP \\> 180mmHg or diastolic \\>100mmHg)\n\n* Poorly controlled diabetes mellitus.\n* Second primary malignancy that is clinically detectable at the time of consideration for study enrollment.\n* History of significant neurological or mental disorder, including seizures or dementia.\n* Subjects who have current active hepatic or biliary disease (with exception of patients with Gilbert's syndrome, asymptomatic gallstones or stable chronic liver disease per investigator assessment)\n\nSpecific to phase I:\n\n•Treatment with anti-tumour therapy, defined as chemotherapy, immunotherapy or investigational product within 21 days prior to first dose of study drug\n\nSpecific to phase II:\n\n* Stage IV breast cancer\n* Stage I breast cancer with primary breast tumor measuring \\<2.0cm\n* Treatment within the last 28 days with any investigational drug",
    "sex": "ALL",
    "minimumAge": "21 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}