{
    "nctId": "NCT00270907",
    "briefTitle": "CT-2103 in Combination With Gemcitabine in Metastatic Breast Cancer",
    "officialTitle": "A Phase I Study of CT-2103 in Combination With Gemcitabine in Metastatic Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Metastatic Breast Cancer, Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 13,
    "primaryOutcomeMeasure": "Maximum Tolerated Dose (MTD) of CT-2103",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patients must have histologically confirmed breast cancer that is either metastatic or unresectable.\n2. Patients must have received anthracyclines as treatment of either early stage or metastatic breast cancer.\n3. Previous taxane therapy is allowed.\n4. Age \\>/= 18 years. There is limited data regarding the use of CT-2103 in children under 18 and they will be excluded from this combination dose finding study.\n5. Eastern Cooperative Oncology Group (ECOG) performance status \\</= 2 (Karnofsky \\>/= 60%).\n6. Measurable disease is not required.\n7. Previous endocrine therapies are allowed but should be discontinued prior to initiation of therapy.\n8. Patients must sign an informed consent indicating that they are aware of the investigational nature of the study, in keeping with institutional policy.\n9. The effects of CT-2103 on the developing human fetus are unknown. For this reason women of child-bearing potential and men must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) prior to study entry and for the duration of study participation. Females of childbearing potential are defined as females who have not undergone a hysterectomy or who have not been postmenopausal for at least 24 months.\n10. Patients must have normal organ and marrow function as defined below: leukocytes \\>/= 3,000/ul; absolute neutrophil count \\>/= 1,500/ul; platelets \\>/= 100,000/ul; total bilirubin within normal institutional limits; aspartate aminotransferase (AST or SGOT) and alanine aminotransferase (ALT or SGPT) \\</= 2.5 \\* institutional upper limit of normal; creatinine within normal institutional limits or creatinine clearance \\>/= 60 mL/min/1.73 m2 for patients with creatinine levels above institutional normal; coagulation prothrombin time (PT) and Partial thromboplastin time (PTT) within normal limits unless patients are already anti-coagulated for other reasons (i.e., atrial fibrillation, etc.).\n11. Patients with Her-2/neu positive tumors should have received prior trastuzumab if clinically appropriate.\n\nExclusion Criteria:\n\n1. Patients with preexisting neuropathy \\>/= grade 2.\n2. Patients may not be receiving any other investigational agents.\n3. Patients with known brain metastases should be excluded from this clinical trial because of their poor prognosis and because they often develop progressive neurologic dysfunction that would confound the evaluation of neurologic and other adverse events.\n4. History of allergic reactions attributed to compounds of similar chemical or biologic composition to CT-2103, gemcitabine or other agents used in study. History of typical paclitaxel- or docetaxel-induced Grade 1-2 hypersensitivity reactions is permitted.\n5. Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements.\n6. Patients who have had chemotherapy or radiotherapy within 4 weeks prior to entering the study.\n7. Previous history of stem cell transplantation.\n8. History of central nervous system metastases.\n9. While there is no strict exclusion based upon previous number of therapies, patients who experienced grade 3 or 4 hematologic toxicity requiring the use of white blood count (WBC) growth factor support during their most recent chemotherapy prior to enrollment are excluded. Exceptions to this would include patients who received growth factor support as mandated by a clinical study, and/or patients who have been off all chemotherapy for at least 6 months.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}