{
    "nctId": "NCT03760536",
    "briefTitle": "Get REAL and HEEL Research Program",
    "officialTitle": "Get REAL and HEEL Research Program",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 35,
    "primaryOutcomeMeasure": "Cardiopulmonary exercise test with NIRS and PWA (vascular function)",
    "eligibilityCriteria": "Inclusion Criteria:\n\nPatients will be eligible for this protocol if they have\n\n* histologically confirmed early stage (non-metastatic) breast cancer\n* and have recently (within 1 year) completed their initial treatment (they may continue to be on endocrine treatment).\n\nNo exclusions will be made based on ethnicity or race, although patients must be able to read and speak English.\n\nParticipants must provide IRB-approved signed written informed consent. The consent includes access to their medical records, including demographic and billing information, diagnoses, treatments, and laboratory results. Participants may also be asked to provide permission to contact their non-UNC doctors for additional medical record information, and may also require a medical release from various treating physicians.\n\nInterested persons must agree to adhere to the 16-week GR\\&H protocol and complete all blood draws, assessments and questionnaires to the best of their ability. The informed consent will also include annual follow-up assessments and questionnaires for up to 5 years after they have completed the 16-week program.\n\nPatients who are approached about participating in LCCC1630 and decline to do so are able to join GR\\&H as a supportive care program.\n\nExclusion Criteria:\n\nInterested persons will be excluded from study participation if\n\n* they do not have evidence of a cancer diagnosis or completion of surgery, radiation and/or chemotherapy treatment,\n* or if they have previously completed the GR\\&H exercise program. Entirely at the discretion of GR\\&H investigators, physical function and other assessments conducted at baseline may also determine that a patient is not medically suitable for the GR\\&H protocol. Consented patients who are determined to be medically not suited for the GR\\&H protocol (unevaluable) will remain in the study for analyses comparing those who are evaluable with those who are not.",
    "sex": "ALL",
    "minimumAge": "21 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}