{
    "nctId": "NCT00186121",
    "briefTitle": "Estradiol Suppression for the Treatment of Metastatic Breast Cancer in Premenopausal Women",
    "officialTitle": "A Phase II Trial of Arimidex Plus Zoladex in the Treatment of Hormone Receptor Positive, Metastatic Carcinoma of the Breast in Premenopausal Women",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 35,
    "primaryOutcomeMeasure": "Objective Response Rate (ORR)",
    "eligibilityCriteria": "INCLUSION CRITERIA\n\n* Histologically-confirmed, bi-dimensionally measurable, recurrent or metastatic carcinoma of the breast that is progressive\n* Premenopausal, defined as any of:\n\n  1. Last menstrual period within 3 months, or\n  2. Post-hysterectomy without bilateral oophorectomy and with follicle-stimulating hormone (FSH) in the premenopausal range, or,\n  3. If tamoxifen administered within the past 3 months, plasma estradiol must be in the premenopausal range\n* Either positive estrogen and/or progesterone receptor determination by Immunohistochemistry (IHC) or competitive binding assay on metastatic disease, or if not performed on their metastatic disease a positive result on their primary breast cancer specimen.\n* Eastern Cooperative Oncology Group (ECOG) performance status of 0, 1, or 2\n* Granulocytes \\> 1500/mm\\^3\n* Platelets \\> 100,000/mm\\^3\n* Serum glutamic oxaloacetic transaminase (SGOT) \\< 2.5 x upper limit of normal\n* Total bilirubin \\< 1.5 mg/dL\n* May have received irradiation to bony sites of disease for pain control or for prevention of fracture. The irradiated site(s) will NOT be evaluable for disease response.\n* Must be using effective contraception or not be of childbearing potential\n* Signed written informed consent\n\nINCLUSION CRITERIA\n\n* Active, unresolved infection\n* Active malignancy other than breast cancer, in situ carcinoma of the cervix, or non-melanomatous skin cancers in the past 5 years\n* Prior treatment with an aromatase inhibitor or inactivator\n* Prior treatment with an luteinizing hormone-releasing hormone (LH/RH) agonist/antagonist\n* Adjuvant chemotherapy within 6 months of study entry.\n* Received chemotherapy or hormonal therapy in the 3 weeks prior to enrollment\n* Central nervous system metastasis\n* Lymphangitic pulmonary metastasis\n* Pregnant or lactating",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}