{
    "nctId": "NCT00629876",
    "briefTitle": "A Safety and Tolerability Study of Peginesatide in Anemic Cancer Patients Receiving Cytotoxic Chemotherapy.",
    "officialTitle": "A Phase 1, Multicenter, Open-Label Dose Escalation Study Evaluating the Safety and Tolerability of Multiple Hematide Injections in Subjects With Refractory Non-Small Cell Lung Cancer, Breast Cancer, or Prostate Cancer Who Are Anemic and Receiving Cytotoxic Chemotherapy",
    "overallStatus": "TERMINATED",
    "conditions": "Anemia",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 2,
    "primaryOutcomeMeasure": "Maximum tolerated dose.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Females of childbearing potential who are sexually active must agree to use adequate contraception, and can neither be pregnant nor lactating from Screening throughout the duration of the study.\n* Individuals with one of the following histologically confirmed tumors:\n\n  * stage IIIB/IV non-small-cell lung cancer\n  * metastatic breast cancer\n  * androgen insensitive prostate cancer and are scheduled to receive at least 4 weeks of chemotherapy, including a taxane.\n* Has progression or relapse after treatment with at least one regimen of chemotherapy or hormone therapy.\n* Has a hemoglobin value of greater than or equal to 8 and less than 10.5 g/dL within 1 week prior to administration of study drug.\n* Has an Eastern Cooperative Oncology Group Performance Status of 0-2.\n* Has one ferritin level greater than or equal to 100 ng/mL within 4 weeks prior to study drug administration.\n* Has one serum or red cell folate level above the lower limit of normal within 4 weeks prior to study drug administration.\n* Has one vitamin B12 level above the lower limit of normal within 4 weeks prior to study drug administration.\n* Has one absolute neutrophil count greater than or equal to 1.5 x 109/L within 1 week prior to administration of study drug.\n* The subject has a serum creatinine less than or equal to 1.5 mg/dL or a measured creatinine clearance greater than 60 mL/min.\n* The subject has one platelet count greater than or equal to 100 x 109/L within 1 week prior to administration of study drug.\n* The subject has a Life expectancy greater than 4 months.\n* The subject has a body mass index between 18 and 30 kg/m2, inclusive, prior to study drug administration.\n* The subject has a negative test result for hepatitis B surface antigen, and hepatitis C virus antibody at Screening.\n\nExclusion Criteria:\n\n* Has a history of failure to respond to erythropoiesis-stimulating agent treatment.\n* Has had treatment with any erythropoiesis-stimulating agent in the past 4 weeks.\n* Is known to have antibodies to other erythropoiesis-stimulating agents or history of Pure Red Cell Aplasia.\n* Has received Peginesatide in a previous clinical study or as a therapeutic agent.\n* Has a history of hypersensitivity or allergies to Peginesatide, other erythropoiesis-stimulating agents or related compounds.\n* Has had red blood cell transfusion within 4 weeks prior to study drug administration.\n* Has known hemoglobinopathy (eg, homozygous sickle-cell disease, thalassemia of all types, etc).\n* Has known hemolytic condition.\n* Has known blood loss as a cause of anemia, iron deficiency anemia, or anemia caused by gastrointestinal bleeding.\n* Has any previous or planned radiotherapy to more than 30% of active bone marrow.\n* Has donated more than 400 mL of blood within the 90 days preceding the beginning of the study.\n* Has known intolerance to parenteral iron supplementation.\n* Has received IV iron within 1 week of study drug administration.\n* Has history of bone marrow or peripheral blood cell transplantation.\n* Has central nervous system metastases.\n* Has a history of deep venous thrombosis, pulmonary embolism or other thrombotic event (eg, stroke, myocardial infarction, etc.) in the previous 6 months or known history of hypercoagulable disorder.\n* Has uncontrolled, or symptomatic inflammatory disease (eg, rheumatoid arthritis, systemic lupus erythematosus, etc).\n* Has poorly controlled hypertension per the investigator's judgment within 4 weeks prior to study drug administration (eg, systolic greater than or equal to 170 mm Hg or diastolic greater than or equal to 100 mm Hg on repeat readings).\n* Has had a seizure in the 6 months prior to study drug administration.\n* Has advanced chronic congestive heart failure - New York Heart Association Class III or IV.\n* Has a history or presence of an abnormal electrocardiogram at Screening that, in the investigator's opinion, is clinically significant.\n* Has a known history of human immunodeficiency virus.\n* Has a history of drug abuse (defined as any illicit drug use) or a history of alcohol abuse (defined as consumption of more than 4 alcoholic drinks per day) within 1 year prior to Baseline.\n* Has aspartate aminotransferase or alanine aminotransferase greater than 2.5 times the upper limit of normal (aspartate aminotransferase or alanine aminotransferase greater than 5 times the upper limit of normal if liver metastases are present), active liver disease or jaundice.\n* Is currently taking or anticipated to require anticoagulants other than aspirin (eg, coumadin, ticlopidine, etc.).\n* Has a bilirubin greater than the upper limit of normal.\n* Has pyrexia/fever greater than or equal to 39°C within 48 hours prior to study drug administration.\n* Has high likelihood of early withdrawal or interruption of the study (eg, myocardial infarction within the past 3 months, severe or unstable coronary artery disease, stroke, respiratory, autoimmune, neuropsychiatric or neurological abnormalities, or any other clinically significant medical diseases or conditions within the prior 6 months that may, in the investigator's opinion, interfere with assessment or follow-up of the subject).\n* Has anticipated elective surgery during the study period.\n* Has exposure to any investigational agent within 1 month prior to administration of study drug or planned receipt during the study period.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}