{
    "nctId": "NCT06148506",
    "briefTitle": "A Prospective NIS to Evaluate the Clinical Outcomes of Risarg® (Ribociclib) Combined With Endocrine Therapy or Chemotherapy in Patients With HR+HER2 - aBC in Routine Clinical Practice in the Russia",
    "officialTitle": "A Prospective NIS to Evaluate the Clinical Outcomes of Risarg® (Ribociclib) Combined With Endocrine Therapy or Chemotherapy in Patients With HR+HER2 - Advanced Breast Cancer in Routine Clinical Practice in the Russian Federation",
    "overallStatus": "RECRUITING",
    "conditions": "HR+HER2- Advanced Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 376,
    "primaryOutcomeMeasure": "time to treatment failure (TTF)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age ≥ 18 years at the moment of ribociclib+ET or CT initiation.\n2. Female/Male gender.\n3. Luminal A, Luminal B subtype.\n4. Patients with ECOG performance status ≤ 2.\n5. Confirmed diagnosis of locally advanced/metastatic not eligible to surgery HR+HER2- BC (de novo) for whom the treating physician took the decision to initiate treatment with ribociclib+IA/FUL or combination chemotherapy before entering the study in the first line of the treatment.\n6. Multiple visceral metastases (including stable CNS mts).\n7. Pre-/Pere /postmenopause.\n8. Patient who initiated treatment with ribociclib+IA/FUL or combination chemotherapy no longer than 4 weeks (28 days) prior to written informed consent for this study.\n\nExclusion Criteria:\n\n1. Patients with a life expectancy of less than 3 months per the investigator's judgment.\n2. Patients participating in any interventional clinical trial that includes investigational or marketed products at the time of enrollment. (Patients participating in other investigator initiated research or NIS can be included as long as their standard of care is not altered by the study).\n3. Patients on active treatment for malignancies other than aBC at the time of enrollment.\n4. Patients who are unable to understand the nature of the study and are unwilling to sign an informed consent.\n5. Patients with visceral crisis (according to ABC5 definition\\*) \\*Visceral crisis is defined as severe organ dysfunction, as assessed by signs and symptoms, laboratory studies and rapid progression of disease. Visceral crisis is not the mere presence of visceral metastases but implies important organ compromise leading to a clinical indication for the most rapidly efficacious therapy \\[8\\].\n\nExamples: Liver visceral crisis: rapidly increasing bilirubin \\>1.5 ULN in the absence of Gilbert's syndrome or biliary tract obstruction. Lung visceral crisis: rapidly increasing dyspnoea at rest, not alleviated by drainage of pleural effusion",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}