{
    "nctId": "NCT02730858",
    "briefTitle": "Palliative and Oncology Care Model in Breast Cancer",
    "officialTitle": "A Collaborative Palliative and Oncology Care Model for Metastatic Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 120,
    "primaryOutcomeMeasure": "End of life care preference documentation",
    "eligibilityCriteria": "Inclusion Criteria\n\n* Diagnosed with metastatic breast cancer and:\n\n  1. have been informed of a diagnosis of leptomeningeal disease in the past eight weeks; OR\n  2. have been informed of a diagnosis of progressive brain metastases after initial radiation therapy in the past eight weeks; OR\n  3. have been diagnosed brain metastases and began whole brain radiation in the past eight weeks; OR\n  4. had an unplanned hospital admission and was discharged within the past eight weeks; OR\n  5. have been diagnosed with triple negative breast cancer and started second-line treatment in the past eight weeks; OR\n  6. have started the third regimen in one year within the past eight weeks; OR\n  7. have HER2+ disease and started third-line therapy within the past eight weeks; OR\n  8. have ER+ disease and started third-line chemotherapy within the past eight weeks; OR\n  9. enrolled on a clinical trial within the past eight weeks\n* Receiving cancer care at MGH Cancer Center.\n* Able to read and write in English.\n* Eastern Cooperative Oncology Group status between 0 and 2.\n\nExclusion Criteria:\n\n* Already receiving palliative care in the outpatient setting.\n* Active, untreated, unstable, serious mental illness (e.g., active, untreated psychotic, bi-polar, or substance-dependence disorder) interfering with ability to participate.\n* Cognitive impairment (e.g., delirium, dementia) interfering with ability to participate.\n* Requires urgent palliative or hospice care.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}