{
    "nctId": "NCT04330040",
    "briefTitle": "Prospective Multicentre Phase-IV Clinical Trial of Olaparib in Indian Patients With Ovarian and Metastatic Breast Cancer",
    "officialTitle": "A Prospective, Multicentre, Phase-IV Clinical Trial of Olaparib in Indian Patients With Platinum Sensitive Relapsed Ovarian Cancer Who Are in Complete or Partial Response Following Platinum Based Chemotherapy and Metastatic Breast Cancer With Germline BRCA1/2 Mutation",
    "overallStatus": "COMPLETED",
    "conditions": "Ovarian Cancer, Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE4",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 162,
    "primaryOutcomeMeasure": "To assess the safety of olaparib in Indian subjects",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Provision of signed and dated, written informed consent form prior to any mandatory study specific procedures..\n2. Female Subjects with ≥ 18 years of age\n3. Subjects receiving olaparib for the following indications in ovarian cancer:\n\n   for the maintenance treatment of adult subjects with recurrent epithelial ovarian, fallopian tube or primary peritoneal cancer, who are in a complete or partial response to platinum-based chemotherapy\n4. Subjects receiving olaparib for the following indication in breast cancer:\n\nin subjects with deleterious or suspected deleterious gBRCAm, HER2-negative metastatic breast cancer who have previously been treated with chemotherapy in the neoadjuvant, adjuvant or metastatic setting. Subjects with HR-positive breast cancer should have been treated with a prior endocrine therapy or be considered inappropriate for endocrine treatment\n\nExclusion Criteria:\n\n1. Patients with either the history of hypersensitivity to excipients of the study drug or to drugs with a similar chemical structure or class to the study drug.\n2. pregnant and/or lactating women.\n3. Patients with a previously or currently diagnosed MDS/ AML or pneumonitis.\n4. Patients who have not recovered sufficiently from prior surgery or anticancer treatment.\n5. Patients who have known history of hepatitis B or hepatitis C\n6. Patients with active infection such as TB.\n7. Participation in another clinical study with a study drug administered in the last 3 months",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}