{
    "nctId": "NCT01149798",
    "briefTitle": "A Combination of Abraxane and Cisplatin in Metastatic Breast Cancer",
    "officialTitle": "A Single Institutional Phase II Clinical Trial of Abraxane Combined With Cisplatin in Metastatic Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 73,
    "primaryOutcomeMeasure": "Overall response rates (ORR) of abraxane and cisplatin combination therapy",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Subject must fulfill all of the following conditions or characteristics in order to be considered for study enrollment:\n\n  1. Written informed consent prior to study specific screening procedures, with the understanding that the patient has the right to withdraw from the study at any time without prejudice.\n  2. At least one measurable disease per Response Evaluation Criteria in Solid Tumors (RECIST).\n  3. Histopathologically or cytologically confirmed breast cancer.\n  4. Female at an age of ≥18 years.\n  5. Prior taxane or platinum treatment allowed. However, the drug interval should be longer than 12 months in adjuvant/neo-adjuvant setting and three months in MBC patients who have obtained ORR with taxane- or platinum-containing regimens.\n  6. The lab values within 2 weeks prior to trial should meet:\n\n     * PLT ≥100,000/mm3\n     * ANC≥2000/mm3\n     * HB≥80g/L\n     * Total bilirubin \\< upper limit of normal level（UNL, \\< 1.5 x UNL for patients with liver metastasis)\n     * ALT/AST \\< 1.5 x UNL (\\< 2.5 x UNL for patients with liver metastasis)\n     * AKP \\< 5 x UNL (except for patients with bone metastasis)\n     * Serum creatinine \\< UNL\n  7. ECOG performance status of 0, 1 or 2.\n  8. A life expectancy of more than 3 months.\n\nExclusion Criteria:\n\n1. Pregnant or breast-feeding women.\n2. Positive serum pregnancy test.\n3. Unwilling to use a medically acceptable form of contraception, except for those who were surgically sterile or at least 1 year postmenopausal.\n4. Uncontrolled brain metastases. Patients with brain metastases must be locally treated and the disease must be stable for at least one month at the time of enrolling.\n5. Meningeal metastases.\n6. Radiotherapy within the 4 weeks preceding study treatment start.\n7. Incomplete recovery from the effects of major surgery.\n8. Prior hormonal treatment allowed but must be discontinued 14 days prior to study entry.\n9. Participation in any investigational drug study within 4 weeks preceding treatment start.\n10. Blood transfusions or growth factors to aid hematological recovery within 2 weeks prior to study treatment start.\n11. Significant medical condition that would make treatment or follow-up on this protocol difficult or problematic in the opinion of the treating oncologist.\n12. Concurrent other malignancy at other sites or previous other cancer within the last 5 years, with the exception of adequately treated in situ carcinoma of cervix uteri or basal or squamous cell carcinoma of the skin or a contralateral breast cancer.\n13. Serious uncontrolled intercurrent infections.\n14. Poor compliance.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}