{
    "nctId": "NCT04252859",
    "briefTitle": "[18F]Fluoroestradiol-PET/CT Imaging of Invasive Lobular Carcinoma",
    "officialTitle": "[18F]Fluoroestradiol-Positron Emission Tomography (PET)/CT Imaging of Invasive Lobular Carcinoma",
    "overallStatus": "RECRUITING",
    "conditions": "Invasive Lobular Breast Carcinoma",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "DIAGNOSTIC",
    "enrollmentCount": 79,
    "primaryOutcomeMeasure": "Positive detection rate of invasive lobular carcinoma (ILC) - COMPLETED AS OF MARCH 2022",
    "eligibilityCriteria": "FOR PILOT PHASE COMPLETED IN 2021:\n\nInclusion Criteria:\n\n* Adults aged 18 years or greater\n* All patients or legal guardians are willing and able to sign a written informed consent and HIPAA authorization in accordance with local and institutional guidelines.\n* Histologically confirmed invasive lobular carcinoma within the past 12 weeks confirmed from biopsy of primary tumor or metastasis.\n* Patient is willing to have their clinical records reviewed for at least 24 months after enrollment.\n\nFOR PILOT PHASE COMPLETED IN 2021:\n\nExclusion Criteria:\n\n* Patients with known allergic or hypersensitivity reactions to previously administered radiopharmaceuticals. Patients with significant drug or other allergies or autoimmune diseases may be enrolled at the Investigator's discretion.\n* Patients who require monitored anesthesia for PET/CT scanning.\n* Patients who are too claustrophobic to undergo PET/CT scanning.\n* Pregnancy or current breast feeding.\n* Any patient that is medically unstable defined as patient requiring inpatient hospitalization or needing evaluation at an acute care or urgent care facility at time of imaging.\n* Patients undergoing treatment with estrogen receptor agonists (such as fulvestrant and tamoxifen) within 5 weeks of the FES-PET/CT scan. (Note that aromatase inhibitors and luteinizing hormone-releasing hormone agonists do not affect ER expression, or binding of FES to ER, and do not need to be discontinued or considered for inclusion or exclusion of patients).\n* Patient who have had the site(s) of biopsy proven invasive lobular carcinoma surgically resected.\n\nFOR EXPANSION PHASE ADDED IN MARCH 2022 AMENDMENT:\n\nINCLUSION CRITERIA:\n\n* Adults aged 18 years or greater\n* All patients or legal guardians are willing and able to sign a written informed consent and HIPAA authorization in accordance with local and institutional guidelines.\n* Patient must qualify for one of the following:\n\nPrimary endpoint analysis/Primary Arm:\n\nHistologically confirmed ER+ invasive lobular carcinoma within the past 16 weeks confirmed from biopsy of primary tumor or metastasis (n=40).\n\nExploratory Arm 1:\n\nHistologically confirmed ER+ invasive lobular carcinoma at any time in the past, confirmed from biopsy of primary tumor or metastasis, with confirmed or imaging suspected metastatic disease, currently on antihormonal therapy or chemotherapy (n=10).\n\nExploratory Arm 2:\n\nHistologically confirmed ER- invasive lobular carcinoma (at any point) at any site with biopsy-proven or imaging suspected metastatic ILC (n=5).\n\n* Patient is willing to have their clinical records reviewed, and be contacted by phone during follow-up intervals specified, for approximately 60 months after enrollment.\n* Patient is willing to provide baseline blood specimens for ctDNA analysis.\n\nFOR EXPANSION PHASE ADDED IN MARCH 2022 AMENDMENT:\n\nEXCLUSION CRITERIA:\n\n* Patients with known allergic or hypersensitivity reactions to previously administered radiopharmaceuticals. Patients with significant drug or other allergies or autoimmune diseases may be enrolled at the Investigator's discretion.\n* Patients who require monitored anesthesia for PET/CT scanning.\n* Patients who are too claustrophobic to undergo PET/CT scanning.\n* Pregnancy or current breast feeding.\n* Patient who have had the site(s) of biopsy proven invasive lobular carcinoma surgically resected. Note: This does not apply for participants being enrolled for Exploratory Arm 1.\n* Patients undergoing treatment with estrogen receptor agonists (such as fulvestrant and tamoxifen) within 5 weeks of the FES-PET/CT scan.\n\n(Note that aromatase inhibitors and luteinizing hormone-releasing hormone agonists do not affect ER expression, or binding of FES to ER, and do not need to be discontinued or considered for inclusion or exclusion of patients). Note: This does not apply for participants being enrolled for Exploratory Arm 1.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}