{
    "nctId": "NCT01730677",
    "briefTitle": "Lapatinib+Vinorelbine vs Vinorelbine HER2 Positive Metastatic Breast Cancer Progressed After Lapatinib/Trastuzumab",
    "officialTitle": "Randomized Phase II Study of Lapatinib Plus Vinorelbine Versus Vinorelbine in Patients With HER2 Positive Metastatic Breast Cancer Progressed After Lapatinib and Trastuzumab Treatment",
    "overallStatus": "UNKNOWN",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 150,
    "primaryOutcomeMeasure": "Progression free survival rate at 18 weeks",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Confirmed stage IV or recurrent breast cancer\n* Documented HER2 status and positive for HER2 in tumor cells by immunohistochemistry (3+) or FISH (The results of SISH or CISH are also allowed)\n* Eastern Cooperative Oncology Group (ECOG) performance status 0-2\n* Age ≥ 20 years\n* Measurable or evaluable disease according to the Response Evaluation Criteria in Solid Tumors version 1.1\n* Patients who were treated with anthracycline based regimens in the adjuvant/neoadjuvant or metastatic setting.\n* Patients who experienced disease progression after the treatment with lapatinib containing regimens whose response were more than stable disease (including CR, PR, SD≥ 12 weeks) during treatment. There is no limitation on the time interval between the stop of lapatinib treatment and the study enrollment.\n* Patients must have received 2 or 3 lines of prior anti-HER2 therapy in metastatic setting as follows regardless of the order\n* In case with trastuzumab: monotherapy or combined with taxane or combined with AI\n* In case with lapatinib: monotherapy or combined with capecitabine or combined with AI\n* Patients who received T-DM1 or pertuzumab with trastuzumab previously are allowed in this study\n* Patients who received neratinib, mTOR inhibitor, PI3K/AKT inhibitor, or BIBW2992 are not eligible\n* Patients who experienced a disease recurrence during receiving adjuvant trastuzumab or within 6 months after the completion of adjuvant trastuzumab treatment are allowed even when patients did not receive trastuzumab in the metastatic setting.\n* Patients who experienced a disease recurrence during receiving adjuvant lapatinib or within 6 months after the completion of adjuvant lapatinib treatment are allowed as long as they meet criteria of CR, PR or SD ≥ 12 weeks by lapatinib/capecitabine treatment for metastatic disease.\n* Central nervous system metastasis is permitted if asymptomatic or controlled with minimal steroid requirement and is documented to be non-progressing at study entry.\n* Negative urine pregnancy test within 7 days prior to registration in premenopausal patients\n* Baseline LVEF ≥50% measured by echocardiogram or multiple gated acquisition scan (MUGA) scan\n* Adequate hematopoietic function: Absolute granulocyte count ≥1,500/mm3, platelet≥100,000/mm3, hemoglobin≥9g/mm3\n* Adequate hepatic function: total bilirubin ≤1.5mg/dL, AST/ALT≤2 x upper normal limit (UNL), alkaline phosphatase ≤2.5 x UNL, in case with bone metastases alkaline phosphatase ≤5 x UNL\n* Adequate renal function: Serum creatinine ≤1.5mg/dL\n* Ability to understand and comply with protocol during study period\n* Patients should sign a written informed consent before study entry\n\nExclusion Criteria:\n\n* Pregnant or lactating women or women of childbearing potential, including women whose last menstrual period was ,12 months ago (unless surgically sterile) who are unable or unwilling to use adequate contraceptive measures during the study treatment period.\n* Patients who received vinorelbine treatment in metastatic setting.\n* Patients who received more than 3 lines of prior anti-HER2 therapy in metastatic setting\n* Patients who have history of cancer other than in situ uterine cervix cancer or nonmelanotic skin cancer\n* Patients with GI tract disease resulting in an inability to take oral medication, malabsorption syndrome, a requirement for IV alimentation, prior surgical procedures affecting absorption, uncontrolled GI disease (e.g., Crohn's disease, ulcerative colitis)\n* current active hepatic or biliary disease (with exception of patients with Gilbert's syndrome, asymptomatic gallstones, liver metastases or stable chronic liver disease per investigator assessment)\n* Concurrent disease or serious medical disorder,\n* Serious cardiac illness :\n\nHistory of documented congestive heart failure (CHF) or systolic dysfunction (LVEF \\<50%) High-risk uncontrolled arrhythmias (ventricular tachycardia, high-grade atrioventricular (AV)-block,supraventricular arrhythmias, prolonged corrected QT (QTc) which are not adequately rate-controlled) Angina pectoris requiring antianginal medication Clinically significant valvular heart disease Evidence of transmural infarction on ECG Poorly controlled hypertension (e.g. systolic \\>180mm Hg or diastolic \\>100mm Hg)\n\n- known immediate or delayed hypersensitivity reaction or idiosyncrasy to drugs chemically related to any of the study agents or their excipients.",
    "sex": "ALL",
    "minimumAge": "20 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}