{
    "nctId": "NCT02807844",
    "briefTitle": "Phase Ib/II Study of MCS110 in Combination With PDR001 in Patients With Advanced Malignancies",
    "officialTitle": "A Phase Ib/II, Open Label, Multicenter Study of MCS110 in Combination With PDR001 in Patients With Advanced Malignancies",
    "overallStatus": "COMPLETED",
    "conditions": "Triple Negative Breast Cancer, Pancreatic Carcinoma, Melanoma, Endometrial Carcinoma",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 141,
    "primaryOutcomeMeasure": "Phase Ib: Percentage of Participants With Adverse Events, as a Measure of Safety",
    "eligibilityCriteria": "Main Inclusion Criteria:\n\n* Signed informed consent prior to any procedures\n* Phase Ib part: Adult patients with advanced melanoma, endometrial carcinoma, pancreatic or TNBC, with measurable or non-measurable disease who have progressed despite standard therapy or are intolerant of standard therapy, or for whom no standard therapy exists.\n* Phase II part: Adult patients with advanced solid tumors who have received standard therapy (no more than 3 prior lines of treatment) or are intolerant of standard therapy, have progressed following their last prior therapy, and fit into one of the following groups:\n\n  * Group 1: TNBC who did not receive prior anti-PD-1/PD-L1 treatment\n  * Group 2: Pancreatic adenocarcinoma who did not receive prior anti-PD-1/PD-L1 treatment\n  * Group 3: Endometrial carcinoma who did not receive prior anti-PD-1/PD-L1 treatment\n  * Group 4: Melanoma who progressed on prior anti-PD-1/PD-L1 treatment.\n\nMain Exclusion Criteria:\n\n* Patients with the following:\n\n  * Symptomatic central nervous system (CNS) metastases or those requiring local CNS-directed therapy.\n  * Abnormal liver, renal, or blood lab values.\n  * Impaired cardiac function or clinically significant cardiac disease.\n  * Active autoimmune disease or documented autoimmune disease within 3 years of screening.\n  * Active infection requiring antibiotic therapy.\n  * Known HIV, active hepatitis B or C virus.\n  * Concurrent malignant disease.\n* Patients who received systemic anticancer therapy, major surgery, or radiotherapy within 2 weeks of study treatment, or live vaccines within 4 weeks of study treatment.\n* Patients requiring chronic treatment with systemic steroid therapy or any immunosuppressive therapy.\n* Patients who used hematopoietic colony-stimulating growth factors within 2 weeks of study treatment.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}