{
    "nctId": "NCT06047184",
    "briefTitle": "Phase I Study of BEBT-209 in Women With Advanced Breast Cancer",
    "officialTitle": "A Phase I, Open, Multicenter Study of BEBT-209 in Women With Advanced Breast Cancer",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Advanced Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 106,
    "primaryOutcomeMeasure": "MTD",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age: ≥18 years old;\n2. Confirmed HR +/HER2- breast cancer in women with evidence of focal recurrence or metastasis not amenable to curative surgical resection or radiation therapy.\n3. Menstrual status:\n\n   3.1 Subjects enrolled in the dose escalation phase, Phase Ib combined with letrozole, combined with fulvestrant first-line therapy were required to be female patients who achieved menopausal status or were treated with LHRH agonists; 3.2 Subjects enrolled in Phase Ib monotherapy and combined fulvestrant second-line/third-line therapy are required to be postmenopausal, premenopausal/ perimenopausal, and amenorrheic women;\n\n   Menopausal status(note 2) is defined as having met any of the following:\n   * Prior bilateral oophorectomy;\n   * Age≥ 60 years old\n   * Age \\< 60 years, Spontaneous amenorrhea ≥ 12 months and blood follicle-stimulating hormone (FSH) and estradiol (E2) levels within the postmenopausal range (in conjunction with reference ranges at each site) in the absence of chemotherapy, tamoxifen, toremifene, or ovarian castration within the past year;\n   * Patients \\< 60 years of age who were taking tamoxifen or toremifene had blood follicle-stimulating hormone (FSH) and estradiol (E2) levels within the postmenopausal range on two consecutive occasions (in conjunction with reference ranges at each site);\n   * Not meeting the above criteria for menopause is considered premenopausal or perimenopausal; Note 2:Premenopausal/perimenopausal female patients agree to use concomitant luteinizing hormone-releasing hormone (LHRH agonist) and start treatment with LHRH agonist at least 28 ± 2 days before the start of the first dose of study drug can be considered to meet inclusion criteria 3.1 (if LHRH agonist has been used for ≥ 21 days but \\< 26 days before the first dose, hormone levels are eligible can be considered to meet inclusion criteria 3.1) ;\n4. Prior Therapy( Note 3):\n\n   4.1 Patients who have failed standard therapy or for whom standard therapy is not applicable are required for the dose escalation phase; 4.2 Phase IB monotherapy group: patients who have previously failed antiestrogen therapy and received at least 1 chemotherapy regimen; 4.3 The stage IB combined letrozole group required no previous first-line treatment for focal recurrent or metastatic ER + breast cancer; 4.4 Prior therapy in the Stage IB combined fulvestrant arm must have met one of the following: 4.4.1 Premenopausal/perimenopausal/postmenopausal patients can be enrolled, and premenopausal/perimenopausal patients are required to use luteinizing hormone-releasing hormone (LHRH agonist) at the same time; 4.4.2 Progression confirmed by imaging during or within 12 months after discontinuation of adjuvant endocrine therapy (AI or TAM); 4.4.3 Progression confirmed by imaging during or within one month after discontinuation of endocrine therapy for the first recurrence and metastasis; 4.4.4 Patients in the relapse or metastatic stage are allowed to receive no more than one line of chemotherapy in addition to endocrine therapy.\n\n   Note 3: The number of lines of therapy and corresponding menstrual status definitions refer to the Ribociclib Phase 3 Clinical Study (NCT02422615), the abemaciclib Phase 2 Clinical Study (Clin Cancer Res. 2017 September 01; 23 (17): 5218 - 5224), and the Palbociclib in Combination with Fulvestrant Clinical Study (NCT02738866).\n5. Measurable lesions as defined by RECIST V.1.1 or osteolytic bone metastases only as judged by the investigator based on clinical presentation. Tumor lesions previously treated with radiotherapy or other local therapy were considered measurable only if disease progression at the treatment site was clearly documented after completion of treatment.\n6. ECOG score of 0-2.\n7. Have adequate organ and bone marrow function, defined as follows: ANC≥1,500/mm\\^3（1.5 x 10\\^9 /L）； Platelet ≥ 100,000/mm\\^3 (100 x10\n\n   \\^9 /L）； hemoglobin≥ 9 g/dL (90 g/L); Both ALT or AST ≤ 2.5×ULN, and ALT or AST ≤ 5.0×ULN in liver metastasis; Total bilirubin (TBIL) ≤ 1.5×ULN, 3.0×≤ULN in liver metastasis; Serum creatinine ≤ 1.5 x ULN or estimated creatinine clearance ≥ 60 mL/min (according to the Cockcroft and Gault formula).\n8. Resolution of all acute toxicities from prior anticancer therapy or surgical procedures to baseline severity or NCICTCAE version 5.0 ≤ Grade 1 (except alopecia or other toxicities that, in the opinion of the investigator, pose no safety risk to the patient).\n9. Female subjects of childbearing potential must have a negative serum pregnancy test within 7 days prior to starting study drug and be willing to use a medically recognized highly effective form of birth control (eg, intrauterine device, contraceptive pill, or condom) during the study and for 1 month after the last dose of study drug.\n10. Willing to sign the informed consent form after thorough understanding.\n\nExclusion Criteria:\n\n1. combined with any other malignancy (except adequately treated basal cell or squamous cell skin cancer or cervical carcinoma in situ).\n2. symptomatic, advanced patients who have disseminated to the viscera and are at risk of life-threatening complications in the short term (patients with visceral crisis); inflammatory breast cancer.\n3. Known or symptomatic active CNS metastases characterized by clinical symptoms, cerebral edema, spinal cord compression, carcinomatous meningitis, leptomeningeal disease, and/or progressive growth.\n4. Major surgery, chemotherapy, radiation therapy, any investigational agent, or other anticancer therapy within 4 weeks prior to the first dose.\n5. Patients who have received the following treatments within 7 days prior to study entry: drugs known to be potent inhibitors/inducers of CYP3A4; drugs known to significantly prolong the QT interval.\n6. previous treatment with CDK4/6 inhibitors.\n7. Patients previously treated with fulvestrant and everolimus cannot be enrolled in cohorts 4 and 5.\n8. QTc interval \\> 480 msec (based on the average of three screening electrocardiograms \\[ECGs\\]); a history or confirmed family history of long QT syndrome; a history of clinically significant ventricular arrhythmias, or current use of antiarrhythmic drugs or a defibrillator device implanted to treat ventricular arrhythmias.\n9. Uncontrolled electrolyte disturbances that may affect the effects of QTc prolonging drugs.\n10. previous myocardial infarction, severe/unstable angina pectoris, NCICTCAE version 5.0 grade ≥ 2 sustained arrhythmia, atrial fibrillation of any grade, coronary/peripheral artery bypass grafting, symptomatic congestive heart failure, cerebrovascular accident (including transient ischemic attack or symptomatic pulmonary embolism);\n11. active inflammatory bowel disease or chronic diarrhea, short bowel syndrome, or any upper gastrointestinal surgery including gastrectomy; known malabsorption syndrome or other conditions that may impair absorption of BEBT-209.\n12. Known history of hypersensitivity or suspected symptoms of hypersensitivity to any component of letrozole, fulvestrant, BEBT-209 capsules.\n13. Clinically significant active infections including hepatitis B (HBV), hepatitis C (HCV), known human immunodeficiency virus (HIV), or acquired immunodeficiency syndrome (AIDS) -related diseases. Active hepatitis B was defined as having positive hepatitis B surface antigen (HBsAg) or hepatitis B e antigen (HBeAg) and HBV DNA ≥ 2000 IU/ml (equivalent to 104 copies/ml); active hepatitis C was defined as having HCV RNA above the lower limit of detection.\n14. Other serious acute or chronic medical or psychiatric conditions or laboratory abnormalities that may increase the risk of study participation or increase the risk associated with study drug administration, or interfere with study results, as well as other conditions that, in the opinion of the investigator, would make the patient inappropriate for participation in this study.\n15. Recent active suicidal ideation or behavior.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}