{
    "nctId": "NCT06016387",
    "briefTitle": "Tucatinib With Brain and/or Spinal XRT in Patients With HER2+ Metastatic Breast Cancer and LMD",
    "officialTitle": "Tucatinib, Trastuzumab and Capecitabine With Brain and/or Spinal Radiotherapy (XRT) in Patients With HER2+ Metastatic Breast Cancer and Leptomeningeal Disease: A Multi-centre Phase II, Single Arm Feasibility Study",
    "overallStatus": "RECRUITING",
    "conditions": "HER2-positive Breast Cancer, LMD",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 30,
    "primaryOutcomeMeasure": "Survival status from the start of XRT • Survival status from the start of XRT",
    "eligibilityCriteria": "Inclusion Criteria: Phase 1\n\n1. Men or women with HER2+ metastatic breast cancer.\n2. Evidence of LMD in the brain and/or spine\n3. Age 18+ at time of consent;\n4. ECOG ≤ 2;\n5. If applicable, the last dose of prior chemotherapy, immunotherapy, endocrine therapy therapy must have been completed 14 days prior to study enrollment.\n6. More than 14 days or 5 half-lives from the last dose of any experimental agent is required, whichever is greater;\n7. All toxicity related to prior cancer therapies must have resolved to ≤ Grade 1 prior to enrollment, except for alopecia; neuropathy, must have resolved to ≤ Grade 2.\n\nPhase 2: Inclusion Criteria\n\n1. Left ventricular ejection fraction (LVEF) must be within institutional limits of normal as assessed by ECHO or MUGA documented within 2 weeks prior to starting systemic therapy on the study;\n2. Adequate hematologic, liver, and renal function within 2 weeks prior to phase 2 enrollment, as follows:\n\n   1. Hemoglobin ≥ 9 g/dL\n   2. ANC ≥ 1 x109/L\n   3. Platelets ≥ 100 x109/L\n   4. Total bilirubin ≤ 1.5 X upper limit of normal (ULN)\n   5. AST and ALT ≤ 2.5X ULN\n   6. International normalized ratio (INR) and activated partial thromboplastin time (aPTT) ≤ 1.5 X ULN\n   7. Creatinine clearance (CrCL) ≥ 50 mL/min\n\nExclusion Criteria: Phase 1\n\n1. Prior WBRT for brain metastases\n2. Prior therapy specifically directed at LMD\n3. Inability to comply with MRI-based surveillance of CNS disease.\n4. Inability to swallow pills or any significant gastrointestinal diseases such as inflammatory bowel disease.\n5. Presently known dihydropyrimidine dehydrogenase deficiency;\n6. Diagnosed with Hereditary fructose intolerance;\n7. Diagnosed with Gilbert's disease;\n8. Prior history of other cancer with evidence of disease within the last 5 years;\n9. Prior use of tucatinib at any time prior to enrollment.\n\nPhase 2:\n\n1. Currently pregnant or breastfeeding;\n2. Use of a strong cytochrome P450 (CYP)2C8 inhibitor within 5 half-lives of the inhibitor or use of a strong CYP3A4 or CYP2C8 inducer within 5 days prior to the first dose of systemic therapy\n3. Myocardial infarction or unstable angina within 6 months prior to the first dose of systemic therapy.\n4. Blood product transfusions in order to meet eligibility criteria",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}