{
    "nctId": "NCT02189174",
    "briefTitle": "Study of CLR457 Administered Orally in Adult Patients With Advanced Solid Malignancies",
    "officialTitle": "A Phase I/II Multicenter, Open-label Study of CLR457, Administered Orally in Adult Patients With Advanced Solid Malignancies",
    "overallStatus": "TERMINATED",
    "conditions": "Advanced Solid Tumor",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 31,
    "primaryOutcomeMeasure": "Incidence of DLT",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Written informed consent must be obtained prior to any screening procedures\n* Phase I: Patients with advanced/metastatic solid tumors, with measurable or non-measurable disease as determined by modified RECIST version 1.1 who have progressed despite standard therapy or be intolerant of standard therapy, or for whom no standard therapy exists, who have tumors harboring one of the following: confirmed PIK3CA mutation or amplification, PTEN loss of function, EGFR mutation, cMET activation and/or HER2 overexpression. Endometrial carcinoma will not be selected for any molecular status.\n* Phase II: Patients with advanced/metastatic solid tumors, with at least one measurable lesion as determined by modified RECIST version 1.1, who progressed despite standard therapy or be intolerant of standard therapy, or for whom no standard therapy exists, fitting in one of the following groups: Group 1: patients with PIK3CA mutated or amplified ER positive (ER+) breast cancer ; Group 2: patients with endometrial carcinoma (not selected for any molecular status); Group 3: patients with solid tumors (with the exception of PIK3CA mutant/amplified ER+ breast cancer and endometrial carcinoma) harboring PIK3CA mutation or amplification/any PTEN status; Group 4: patients with solid tumors (with the exception of endometrial carcinoma) harboring PTEN loss of function/ PIK3CA wild type; Group 5: non-small cell lung cancer harboring cMET activation and/or EGFR mutation. Up to 3 lines of chemotherapy allowed in advanced/metastatic setting.\n* ECOG Performance Status ≤ 2.\n* Availability of a representative formalin fixed paraffin embedded tumor tissue sample. If archival tumor sample is not available, a newly obtained tumor sample needs to be submitted instead.\n\nExclusion Criteria:\n\n* Brain metastasis unless treated and neurologically stable\n* Patient having out of range laboratory values defined as:\n\nHepatic and renal function:\n\n* Serum total Bilirubin ≥ 1.5 x ULN (upper limit of normal) or aspartate aminotransferase (AST) or alanine aminotransferase (ALT) ≥ 2.5 x ULN\n* For patients with tumor involvement of the liver AST or ALT \\> 5 x ULN\n* For patients with Gilbert's syndrome total bilirubin \\> 2.5 x ULN\n* Serum creatinine \\> 1.5 x ULN and/or measured or calculated creatinine clearance \\< 75% LLN (lower limit of normal)\n\nBone marrow function:\n\n* Platelets \\< 100 x 109/L\n* Hemoglobin (Hgb) \\< 9 g/dL\n* Absolute Neutrophil Count (ANC) \\< 1.5 x 109/L\n\nCardiac function:\n\n* Clinically significant and/or uncontrolled heart disease such as congestive heart failure (CHF) requiring treatment (NYH grade ≥2), hypertension or arrhythmia\n* Left ventricular ejection fraction (LVEF) \\< 45% as determined by MUGA scan or ECHO\n* QTcF \\>480 msec on screening ECG or congenital long QT syndrome\n* Acute myocardial infarction (AMI) or unstable angina pectoris \\< 3 months prior to study entry\n\n  * Peripheral neuropathy CTCAE Grade ≥2\n  * History of pancreatitis of any grade\n  * Patients with diabetes mellitus requiring insulin treatment and/or with clinical signs or with Fasting Plasma Glucose (FPG) ≥ 140 mg/dL / 7.8 mmol/L\n  * Patients receiving treatment with medications that are known to be 1) strong inhibitors or inducers of CYP3A4/5; 2) CYP2C9 substrate with narrow therapeutic index; 3) QT prolonging agents; 4) proton pump inhibitors unless these medications can be discontinued at least a week prior to start of treatment.\n\nOther protocol-defined inclusion/exclusion criteria may apply.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}