{
    "nctId": "NCT02789657",
    "briefTitle": "Neoadjuvant Therapy in Clinical Stage I-III HER2-positive Breast Cancer.",
    "officialTitle": "Efficacy of Carboplatin and Paclitaxel With Trastuzumab and Pertuzumab (wPCbTP) and Switching to an Anthracycline-based Regimen (AC) in Non-responding Patients in Clinical Stage I-III HER2-positive Breast Cancer.",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 32,
    "primaryOutcomeMeasure": "Percent of Patients Who Achieve a pCR",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1 Histologically confirmed adenocarcinoma of the breast, with sufficient tissue available from needle or incisional biopsy (excisional biopsy not permitted) for ER, PR and HER2 testing.\n\n2. Resectable - clinical stage I (only with T=2.0 cm), IIA-IIIA - T2 N0-T3N0 or T1-3 N1-N2a - or unresectable - clinical stage IIIB-C - T4 or N2b-3 - disease. No evidence of M1 disease. Pretreatment clinical stage will be recorded by the treating physician.\n\n3. Breast tumor measuring at least 1 cm in greatest dimension by ultrasound or MRI; patients without measurable disease in the breast (TX) by imaging studies are eligible if they have measurable disease (a node measuring at least 1 cm along its short axis, and histologically confirmed to contain metastatic disease) in the axilla.\n\n4. HER2+, defined by either IHC 3+ or amplification of the HER2 gene by FISH analysis (ratio \\>2.0 or \\>6 HER2 targets per cell; patients with equivocal HER2 testing, 2+ by IHC with a FISH ratio of \\<2.0 and 4-6 HER2 signals per nucleus, are not eligible).\n\n5. Patients with multiple foci of invasive cancer in the same breast are eligible if any single lesion meets the above size criteria and all sampled lesions \\> 1 cm in maximum dimension are histologically similar and HER2+. Patients are also eligible , or if there is a focus of HER2- invasive cancer that is \\<1 cm in maximum dimension and in a different quadrant of the breast from the HER2+ cancer, such that its presence will not interfere with clinical or pathologic assessment of response of the HER2+ cancer. The presence of DCIS or LCIS in either breast will not render a patient ineligible. Patients with a small focus of invasive cancer detected in the contralateral breast (clinical T1a/bN0) are eligible, whether the contralateral tumor is HER2+ or HER2-, while patients with a more advanced invasive cancer in the contralateral breast are not eligible; in patients with a small focus of invasive cancer in the contralateral breast or a small focus of HER2- cancer in the same breast only the histologic response in the HER2+ target lesion will be considered in determining the patient's pathologic response.\n\n6 It is recommended that patients have a pretreatment echocardiogram or MUGA scan with an LVEF above the institutional lower limit of normal.\n\n7. Female, age \\>18, Zubrod PS 0-1. 8. It is recommended that patients have adequate bone marrow, renal and hepatic function. Examples of this include: ANC \\> 1000/ul, platelet count \\>100,000/ul, HGB\\> 9.0 g/dl, serum creatinine \\<1.5 mg/dl or measured creatinine clearance of \\>30 ml/min and AST \\<5 x ULN.\n\n9. Signed informed consent.\n\nExclusion Criteria:\n\n1. Prior chemotherapy, hormonal therapy, or radiation therapy for this cancer\n2. Patients with congestive heart failure, unstable angina pectoris, absolute exclusion for BP \\>180 (systolic) or \\>100 (diastolic); for BP 160-180/90-100, assurance from the treating MD that this is being addressed and that the MD is comfortable initiating study treatment despite the elevated value(s)uncontrolled clinically significant arrhythmia or grade II or greater peripheral vascular disease are not eligible. Patients with BP \\>180 (systolic) or \\>100 (diastolic) are excluded; patients with BP 160-180/90-100 are eligible with assurance from the treating MD that this is being addressed and that the MD is comfortable initiating study treatment despite the elevated value(s).\n3. Patients with myocardial infarction, stroke or arterial thrombotic event within the past 12 months are not eligible.\n4. Pregnant and lactating women are not eligible. All patients of reproductive potential should have a negative pregnancy test at baseline and be advised to use an effective barrier method of contraception if sexually active during treatment on the study and for 2 months post the last treatment. Sites will be asked to confirm the patient's menopausal status at study entry and that premenopausal women had a negative pregnancy test performed within 7 days of starting treatment, but will not be required to submit test results.\n5. Active (defined as symptomatic, currently requiring treatment or likely to require treatment within the 6 months following study enrollment, or likely to affect the efficacy or tolerability of the study treatment) non-breast malignancy.\n6. Baseline grade \\>2 peripheral neuropathy",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}