{
    "nctId": "NCT01928589",
    "briefTitle": "Partial Irradiation and Sequential Vs. Concurrent Chemo Early Breast Cancer",
    "officialTitle": "Randomized Phase II Study of Partial Breast Irradiation and Sequential Vs. Concurrent Chemotherapy in Women with Early Stage Breast Cancer (PBI 3.0)",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Cancer, Adenocarcinoma of the Breast",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 81,
    "primaryOutcomeMeasure": "Grade 3 or 4 short-term toxicity",
    "eligibilityCriteria": "Inclusion Criteria Age ≥ 18 years. Patient must have histologically confirmed (by routine H\\&E staining) invasive adenocarcinoma of the breast. Primary tumor ≤ 4cm and 0-3 positive axillary lymph nodes (T1-2, N0-1, M0). Margin negative surgery. For subjects with two breasts, they must have had a bilateral mammogram prior to surgery. Patient must have a Medical Oncology consult with the recommendation of chemotherapy. Recommended regimens are as follows: Cyclophosphamide and Doxorubicin (AC); Taxotere, Doxorubicin and Cyclophosphamide (TAC); Taxotere and Cyclophosphamide (TC); or Taxotere, Carboplatin withTrastuzamab (TCH) prior to registration; or Paclitaxel and Trastuzumab. The use of additional chemotherapy, hormonal therapy or Trastuzumab after the initial regimen is at the discretion of the Medical Oncologist. Other primary regimens are possible but the PI must be notified prior to enrollment.\n\nPartial breast irradiation must be scheduled to begin less than 71 days from the last breast surgical procedure. ECOG performance status ≤ 1. Women of child-bearing potential must have a negative (urine or blood) pregnancy test within 6 weeks prior to start of protocol therapy. Women of childbearing potential must also use effective non-hormonal contraception while undergoing radiation treatment and chemotherapy. Note: Women over the age of 70 will not be considered as having child-bearing potential for this study.\n\nAbility to understand and the willingness to sign a written informed consent document.\n\nExclusion Criteria Patients who have received neoadjuvant chemotherapy or neoadjuvant hormonal therapy for the current cancer. Patients with squamous cell cancer or sarcomas of the breast. Patients who have active local-regional disease prior to registration. Patient with a prior ipsilateral breast cancer (invasive or non-invasive) from which the patient has been disease free for less than 5 years.\n\nPatient is pregnant. Patient has a serious medical or psychiatric illness which prevents informed consent or adherence with treatment. Study team (PI, Co-I, and or research nurse) may deny enrollment if in the study team's opinion, the candidate may not be adherent to the treatment protocol including scheduled follow-ups.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}