{
    "nctId": "NCT03716050",
    "briefTitle": "The Effect of Nitroglycerin Ointment, Fluorescent Angiography, and Incisional Negative Pressure Wound Therapy on Mastectomy Skin Flap Perfusion-Related Problems",
    "officialTitle": "The Effect of Nitroglycerin Ointment, Fluorescent Angiography, and Incisional Negative Pressure Wound Therapy on Mastectomy Skin Flap Perfusion-Related Problems",
    "overallStatus": "TERMINATED",
    "conditions": "Perfusion; Complications",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2, PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "PREVENTION",
    "enrollmentCount": 17,
    "primaryOutcomeMeasure": "Number of Soft Tissue Ischemia/Loss",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients must be female.\n* Patients must be between the ages of 18 and 99 years.\n* Patients must undergo mastectomy with our attending breast oncology surgeons followed by possible implant-based immediate breast reconstruction (IBR) performed by our attending plastic surgeons at WFBMC.\n* Patients must have the ability to understand and the willingness to sign an IRB-approved informed consent document.\n\nExclusion Criteria:\n\n* Patients who are under the age of 18 or over the age of 99.\n* Patients who are undergoing mastectomy without immediate breast reconstruction including immediate breast reconstruction with autologous tissue (or combination of autologous tissue with tissue expanders or implants), or patients with a history of mastectomy presenting for delayed breast reconstruction.\n* Patients with pre-existing conditions in which use of indocyanine-green is contraindicated or must be used with caution, including those with a history of allergy to iodides or iodinated dye, those with chronic kidney disease, those with hepatic failure or cirrhosis of the liver, and females who are nursing, pregnant, or may become pregnant.\n* Pregnant women are excluded from this study because pregnancy precludes immediate breast reconstruction in our patient population.\n* Patients with pre-existing conditions in which use of nitroglycerin paste is contraindicated, including those with a history of cardiac insufficiency, hypotension, sensitivity to nitrites, severe liver impairment, glaucoma, hyperthyroidism, recent head trauma, severe anemia, or taking certain medication (i.e. alteplase, aspirin, beta-blocker, calcium channel blocker, diuretics or thiazides).\n* Patients with pre-existing conditions in whom use of incisional negative pressure wound therapy is contraindicated including those with evidence of surgical site infection ( i.e. erythema, purulent drainage), clinical signs of hematoma (i.e. wound swelling, fluctuance, blood drainage), history of persistent cancer, exposed blood vessel on site of proposed therapeutic use, or sensitivity to acrylics and adhesives.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}