{
    "nctId": "NCT00514306",
    "briefTitle": "Study of Intermittent OSI-906 Dosing",
    "officialTitle": "A Phase I Dose Escalation Study of Intermittent Oral OSI-906 Dosing in Patients With Advanced Solid Tumors",
    "overallStatus": "COMPLETED",
    "conditions": "Advanced Solid Tumors",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 79,
    "primaryOutcomeMeasure": "Determine the maximum tolerated dose (MTD) for each of 3 intermittent schedules and establish a recommended phase 2 dose of OSI-906",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologically or cytologically documented malignancy that is now advanced and/or metastatic and refractory to established forms of therapy or for which no effective therapy exists\n* Patients with Eastern Cooperative Oncology Group (ECOG) performance status \\</= 2\n* Predicted life expectancy ≥ 12 weeks\n* Patients may have had prior therapy, providing the following conditions are met:\n\n  * Chemotherapy: A minimum of 3 weeks (4 weeks for carboplatin or investigational anticancer agents and 6 weeks for nitrosoureas and mitomycin C) must have elapsed between the end of treatment and registration into this study. Prior tyrosine kinase inhibitor therapy is permitted. Patients must have recovered from any treatment-related toxicities (except for alopecia, fatigue, and grade 1 neurotoxicity) prior to registration\n  * Hormonal therapy: Patients may have had prior anticancer hormonal therapy provided it is discontinued prior to registration into this study. However, patients with prostate cancer with evidence of progressive disease may continue on therapy that produces medical castration (eg, goserelin or leuprorelin), provided this therapy was commenced at least 3 months earlier\n  * Radiation: Patients may have had prior radiation therapy provided they have recovered from the acute, toxic effects of radiotherapy prior to registration. A minimum of 21 days must have elapsed between the end of radiotherapy and registration into the study unless the radiotherapy was palliative and nonmyelosuppressive\n  * Surgery: Previous surgery is permitted provided that wound healing has occurred prior to registration\n* Fasting glucose ≤ 125 mg/dL (7 mmol/L) at baseline\n* Potassium, calcium, and magnesium must be within normal limits (WNL). Electrolyte abnormalities will be permitted if they are not clinically significant and if treatment for the abnormality is initiated prior to Day 1\n* Adequate hematopoietic, hepatic, and renal function defined as follows:\n\n  * Neutrophil count ≥ 1.5 x 10\\^9/L and platelet count ≥ 100 x 10\\^9/L\n  * Bilirubin ≤ 1.5 x ULN or ≤ 3 x ULN if patient has Gilbert's disease\n  * AST and/or ALT ≤ 2.5 x ULN or ≤ 5 x UNL if patient has documented liver metastases\n  * Serum creatinine ≤ 1.5 x ULN\n* Patients must be accessible for repeat dosing and follow-up, including pharmacokinetic sampling\n* Patients - both males and females - with reproductive potential (ie, menopausal for less than 1 year and not surgically sterilized) must practice effective contraceptive measures (ie, barrier methods, eg, condom or diaphragm, with spermicide) throughout the study. Women of childbearing potential must provide a negative pregnancy test (serum or urine) within 14 days prior to registration\n* Patients must provide written informed consent to participate in the study\n\nExclusion Criteria:\n\n* Documented history of diabetes mellitus\n* History of significant cardiac disease unless the disease is well-controlled. Significant cardiac diseases includes second/third degree heart block; significant ischemic heart disease; QTc interval \\> 450 msec at baseline; poorly controlled hypertension; congestive heart failure of New York Heart Association (NYHA)Class II or worse (slight limitation of physical activity; comfortable at rest, but ordinary physical activity results in fatigue, palpitation, or dyspnea)\n* Any type of active seizure disorder\n* Concurrent anticancer therapy (with the exception of hormonal therapy as described above)\n* Use of drugs with a risk of causing QT interval prolongation within 14 days prior to Day 1 and while on study\n* Use of glucocorticoids within 14 days prior to Day 1 dosing and while on study, with the exception of hormone replacement therapy or inhalers\n* History of any kind of stroke\n* Previously diagnosed brain metastases (includes active brain metastases)\n* Active or uncontrolled infections or serious illnesses or medical conditions that could interfere with the patient's ongoing participation in the study\n* History of any psychiatric condition that might impair the patient's ability to understand or to comply with the requirements of the study or to provide informed consent\n* Pregnant or breast-feeding females\n* History of allergic reactions attributed to compounds of similar chemical or biologic composition to the study drug",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}