{
    "nctId": "NCT03940248",
    "briefTitle": "Proton Accelerated Partial Breast Irradiation",
    "officialTitle": "Phase II Study to Evaluate the Cosmetic Outcome of Using Pencil Beam Scanning Proton Therapy for Accelerated Partial Breast Irradiation in Early Stage Breast Cancer",
    "overallStatus": "WITHDRAWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "Cosmetic outcome (change in appearance as compared to untreated breast)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* The patient must consent to be in the study and must have signed an approved consent form conforming with institutional guidelines.\n* Patients must be ≥ 50 years old.\n* Patients should have a life expectancy of at least 10 years taking into consideration comorbid conditions.\n* Surgical treatment of the breast must have been partial mastectomy. The margins of the resected specimen must be histologically free of tumor for invasive disease and with at least a 2mm margin for in situ disease. Reexcision of surgical margins is permitted to obtain negative margins. Postoperative mammogram of the surgical specimen or breast must be performed to confirm that all abnormal calcifications were removed at the time of surgery. Surgical clips must be placed at the partial mastectomy site by the surgeon at the time of excision.\n* Patients must have American Joint Committee on Cancer 8th edition pathology stage Tis, T1, or T2 and N0 as assessed by sentinel lymph node biopsy or axillary lymph node dissection for invasive disease. The tumor size must be 3cm or less in greatest dimension.\n* On histologic examination, the tumor must be ductal carcinoma in situ (low or intermediate grade), invasive ductal carcinoma (any grade), or invasive lobular carcinoma.\n* Patients must have unicentric disease with limited or focal lymphovascular space invasion (LVSI).\n* Patients must have an estrogen reception (ER) analysis performed and the primary tumor should be ER positive.\n* The target partial mastectomy cavity must be clearly delineated and the target partial mastectomy cavity/whole breast reference volume must be ≤ 30% based on the post- operative scan. The partial mastectomy cavity must be \\> 5mm from the skin. This can be confirmed at time of CT simulation for radiation treatment planning.\n* Patients must enroll within 42 days following the last surgery for breast cancer (partial mastectomy or re-excision of margins).\n* Proton APBI should start within 12 weeks from the time of surgery.\n\nExclusion Criteria:\n\n* Male\n* Patients \\< 50 years of age.\n* Tumor \\> 3cm in greatest dimension or American Joint Committee on Cancer 8th edition pathologic stage T3 or T4 or node positive disease.\n* If patients have invasive carcinoma and no nodal assessment was performed, specifically the patient did not undergo sentinel lymph node biopsy or axillary lymph node dissection.\n* Patients with persistently positive margins despite attempted re-excision.\n* Proven multicentric disease or extensive LVSI.\n* Clear delineation of the extent of the target partial mastectomy cavity is not possible.\n* Patients who have undergone oncoplastic reconstruction.\n* Any patients who received neoadjuvant chemotherapy or hormonal therapy prior to surgical excision of the tumor.\n* Any patients who require adjuvant chemotherapy following lumpectomy.\n* Patients whose primary tumor is ER negative.\n* Patients with high grade ductal carcinoma in situ.\n* Patients with known BRCA1 or BRCA2 mutation.\n* Prior breast or thoracic radiation and any prior breast surgery in the ipsilateral breast.\n* Patients with history of collagen vascular disease including scleroderma, lupus, polymyositis, or dermatomyositis.\n* Pregnancy.",
    "sex": "FEMALE",
    "minimumAge": "50 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}