{
    "nctId": "NCT01686412",
    "briefTitle": "Determination of Autonomic Responses to Exposure to Electromagnetic Fields With Low Energy Modulated Frequency",
    "officialTitle": "Determination of Autonomic Responses to Exposure to Electromagnetic Fields With Low Energy Modulated Frequency in Patients With Breast and Advanced Hepatocellular Cancer.",
    "overallStatus": "COMPLETED",
    "conditions": "Hepatocellular Carcinoma, Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
    "enrollmentCount": 60,
    "primaryOutcomeMeasure": "Autonomic response monitoring (blood pressure digital and manual monitoring)",
    "eligibilityCriteria": "Inclusion Criteria:\n\nHealthy volunteers:\n\n* Should be considered healthy, with no known relevant comorbidity.\n* Patients should not be suffering from active malignancy or history of malignancy in the past.\n* Must be over 18 years.\n* Must have ability to understand and provide a written informed consent.\n\nPatients with hepatocellular carcinoma:\n\n* Patients must be diagnosed with inoperable HCC.\n* Presence of primary tumor or metastatic at the time of the procedure.\n* Patients with liver cirrhosis should be restricted to Child-Pugh A or B.\n* Patients with AFP\\> 400ng/ml and image feature does not require histopathological confirmation. However, in patients with active serology B virus, this value must be greater than AFP 4000 ng / ml. The remaining patients should have histological confirmation of HCC.\n* Patients may be under observation or treatment in the presence of systemic or intra-hepatic.\n* Must have ability to understand and provide a written informed consent.\n\nPatients with Ductal Carcinoma Breast\n\n* Patients must have a diagnosis of breast ductal carcinoma inoperable.\n* The presence of the primary tumor or metastatic during the procedure.\n* Patients may be under observation or in the presence of systemic or hormonal treatment only.\n* Must have ability to understand to provide a written informed consent.\n\nExclusion Criteria:\n\n* Can not stop antihypertensive medications or beta-blockers for at least 48 hours or being in possession of a pacemaker or other implantable device.\n* Pregnant or lactating women.\n* Smaller than 18 years.\n* Patients undergoing radiotherapy treatment or up to 2 weeks of discontinuation.\n* Inability to understand and provide written informed consent.\n* Liver cirrhosis Child Pugh C.\n* Patients without a definite diagnosis.\n* Absence of the primary tumor or metastatic during the procedure.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}