{
    "nctId": "NCT00284336",
    "briefTitle": "Caelyx Adjuvant in Elderly Breast Cancer",
    "officialTitle": "An Open Label Phase II Trial to Investigate the Cardiac Effects of Pegylated Liposomal Doxorubicine (Caelyx) in Elderly Breast Cancer Patients With New Imaging and Biochemical Techniques.",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer, Elderly",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 16,
    "primaryOutcomeMeasure": "Investigate the effect on cardiac strain rate imaging (SRI) of Caelyx",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologically proven early breast cancer requiring adjuvant chemotherapy according to the treating physician (lymph node positive or other features of high risk according to St-Gallen criteria).\n* Age \\> 65 years\n* Normal cardiac function (assessment of LVEF by MUGA scan or echocardiography above the lower limit of normal for the institution).\n* Performance status 0 to 2 (WHO scale)\n* The determination of ER and PgR is mandatory (immunohistochemical methods required; ER and/or PgR positivity is defined as \\> 1% of positive cells). Also determination of Her2neu is mandatory, either by immunohistochemistry or by FISH\n* Adequate organ function (as defined by neutrophils \\> 1.5 x109/L, Platelets \\> 100 x 109/L, Hemoglobin \\> 10 g/dl, total bilirubin \\> 1.5 UNL, ASAT (SGOT) and ALAT (SGPT) \\> 1.5 UNL, alkaline phosphatase \\> 2.5 UNL, creatinine \\> 1.5 mg/dl (150 µmol/L)\n* Complete staging work-up within 2 months prior to registration. All patients will have bilateral mammography, chest X-ray (PA and lateral) and/or CT-scan, abdominal ultrasound and/or CT scan, bone scan. In case of positive bone scan suspicious for metastases, bone X-ray (or bone CT-scan on spinal hot spots) is mandatory to rule out the possibility of metastatic disease. Other tests may be performed as clinically indicated.\n* Patients must be accessible for treatment and follow-up.\n* Absence of any psychological, familial, sociological or geographical condition potentially hampering compliance with the study protocol and follow-up schedule; those conditions should be discussed with the patient before registration in the trial\n* Before patient registration/randomization, written informed consent must be given according to ICH/GCP, and national/local regulations.\n\nExclusion Criteria:\n\n* Metastatic disease (M1)\n* Prior systemic anticancer therapy for breast cancer (chemotherapy, hormone therapy of immunotherapy)\n* Prior radiation therapy for breast cancer.\n* Pre-existing motor or sensory neurotoxicity of a severity \\> grade 2 by NCI criteria.\n* Serious illness or medical condition:\n\n  * Congestive heart failure or unstable angina pectoris, previous history of myocardial infarction within 1 year from study entry, uncontrolled hypertension or high-risk uncontrolled arrythmias\n  * History of significant neurological or psychiatric disorders that would prohibit the understanding and giving of informed consent.\n  * Active uncontrolled infection\n  * Active peptic ulcer, unstable diabetes.\n* Past (less than 5 years) or current history of other neoplasm except for curatively treated basal cell skin cancer or in situ carcinoma of the cervix.\n* Concurrent treatment with hormonal replacement therapy: this treatment should be stopped at least 15 days before study entry\n* Concurrent treatment with other experimental drugs. No participation in another clinical trial with any investigational not marketed drug within 30 days prior to study entry.\n* Concurrent treatment with any other anti-cancer therapy.",
    "sex": "FEMALE",
    "minimumAge": "65 Years",
    "stdAges": "OLDER_ADULT"
}