{
    "nctId": "NCT04504331",
    "briefTitle": "Study of Infigratinib in Combination With Tamoxifen in Hormone Receptor Positive, HER2 Negative, FGFR Altered Advanced Breast Cancer",
    "officialTitle": "A Phase 1B Study of Infigratinib in Combination With Tamoxifen in Hormone Receptor Positive, HER2 Negative, FGFR Altered Advanced Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer, HER2-negative Breast Cancer, ER Positive Breast Cancer, PR-Positive Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 4,
    "primaryOutcomeMeasure": "Number of Dose-limiting Toxicities (DLTs)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* History of biopsy proven ER positive and/or PR positive, HER2 negative breast cancer and radiographic evidence of metastatic disease, or locally recurrent unresectable disease. ER positivity and PR positivity are defined as ≥ 1% cells staining positive by immunohistochemistry. HER2 negativity is defined by immunohistochemistry (IHC) or Fluorescence in situ hybridization (FISH).\n* Cancer subtype: Predicted integrative subtype classification of IC2 or IC6 according classifier on targeted sequencing data from FoundationOne.\n* Evaluable or measurable disease, by cohort. Cohort 1 only: Evaluable or measurable disease, as defined by RECIST v1.1. Bone only disease is acceptable.\n\nCohort 2 only: Measurable disease, as defined by RECIST v1.1.\n\n* ≥ 18 years old\n* Eastern Cooperative Oncology Group (ECOG) 0 to 2\n* Prior cancer therapy (except for endocrine therapy, denosumab, or bisphosphonates) must be discontinued for 2 weeks prior to initiation of study drugs. Recovery from adverse events of previous cancer therapies to baseline or Grade 1 except for alopecia or stable Grade 2 neuropathy. Radiotherapy must also be completed at least 2 weeks prior to initiation of study drugs\n* Absolute neutrophil count (ANC) ≥ 1,000/mm3\n* Platelets ≥ 75,000/mm3\n* Hemoglobin ≥ 9.0 g/dL\n* Total bilirubin ≤ 1.8 mg/dL (unless documented Gilbert's disease)\n* Aspartate aminotransferase (AST) and alanine aminotransferase (ALT) \\< 90 U/L\n* Estimated glomerular filtration rate (GFR) ≥ 45 mL/min\n* Phosphorus between 2.5 and 4.5 mg/dL, inclusive\n* Total corrected (for albumin) serum calcium between 8.5 and 10.5 mg/dL, inclusive\n* Amylase \\< 200 U/L\n* Lipase \\< 120 U/L\n* Ability to understand and the willingness to sign a written informed consent document\n* Agrees to take sevelamer, if indicated, and has no contraindications to use of this medication (that is: known hypersensitivity to sevelamer or component of the formulation; bowel obstruction; active bowel mucosal injury such as ulcerative colitis or gastrointestinal bleeding).\n* Agrees to follow low phosphate diet, if indicated\n* Able to swallow and retain oral medication\n* Women must be postmenopausal, defined as (at least one of):\n\n  * ≥ 60 years of age;\n  * amenorrhea for at least 24 months;\n  * amenorrhea for at least 12 months with serum estradiol \\< 20 pg/mL;\n  * prior bilateral oophorectomy; OR\n  * treatment with a luteinizing hormone (LH) releasing hormone agonist (such as goserelin acetate or leuprolide acetate) initiated at least 28 days prior to study enrollment.\n* Women being treated with a LH releasing agonist but who are otherwise of childbearing potential (did not undergo total hysterectomy or bilateral tubal ligation at least 6 weeks before first dose of study drug) must have a negative pregnancy test within 7 days of the first dose of study drug.\n* Women who are being treated with a LH releasing agonist but are otherwise of childbearing potential must agree to use barrier contraception or an intrauterine device while taking study drug and for 3 months following their last dose of study drug. Alternatively, total abstinence is acceptable if preferred by the subject.\n* Sexually active men must agree to use a condom during intercourse while taking drug and for 3 months after the last dose of the study drug and should not father a child during this period. A condom is required to be used also by vasectomized men as well as during intercourse with a male partner to prevent delivery of the drug via seminal fluid.\n\nExclusion Criteria:\n\n* History of another primary malignancy within 3 years except adequately treated in situ carcinoma of the cervix or non melanoma carcinoma of the skin or any other curatively treated malignancy that is not expected to require treatment for recurrence during the course of the study.\n* Neurologic symptoms related to central nervous system metastases requiring increasing doses of corticosteroids. Note that subjects with central nervous system metastases are eligible if they are on a stable corticosteroid dose for at least 2 weeks preceding study entry.\n* Current evidence of corneal or retinal disorder/keratopathy including, but not limited to, bullous/band keratopathy, corneal abrasion, inflammation/ulceration, keratoconjunctivitis, confirmed by ophthalmologic examination. Subjects with asymptomatic ophthalmologic conditions assessed by the investigator to pose minimal risk for study participation may be enrolled in the study.\n* Current evidence of extensive tissue calcification including, but not limited to, the soft tissue, kidneys, intestine, myocardium, and lung with the exception of calcified lymph nodes, minor pulmonary parenchymal calcifications, and asymptomatic coronary calcification.\n* Impairment of gastrointestinal (GI) function or GI disease that may significantly alter the absorption of oral infigratinib (eg, ulcerative diseases, uncontrolled nausea, vomiting, diarrhea, malabsorption syndrome, small bowel resection).\n* Current evidence of endocrine alterations of calcium/phosphate homeostasis, eg, parathyroid disorders, history of parathyroidectomy, tumor lysis, or tumoral calcinosis.\n* Currently receiving or planning during study participation to receive treatment with agents that are known strong inducers or inhibitors of CYP3A4 and medications which increase serum phosphorus and/or calcium concentration. Subjects are not permitted to receive enzyme inducing anti epileptic drugs, including carbamazepine, phenytoin, phenobarbital, and primidone. See Appendix B for a list of prohibited concomitant medications and supplements.\n* Has consumed grapefruit, grapefruit juice, grapefruit hybrids, pomegranates, star fruits, pomelos, Seville oranges, or products containing juice of these fruits within 7 days prior to first dose of study drug.\n* Have used amiodarone within 90 days prior to first dose of study drug.\n* Has used medications known to prolong the QT interval and/or are associated with a risk of Torsades de Pointes (TdP) 7 days prior to first dose of study drug. See Appendix B for a list of prohibited concomitant medications and supplements.\n* Has used calcium or vitamin D within 3 days prior to first dose of study drug. Calcium supplementation may subsequently be used as clinically indicated (for hypocalcemia) on study.\n* Have clinically significant cardiac disease including any of the following:\n\n  1. Congestive heart failure requiring treatment (New York Heart Association Grade ≥ 2), left ventricular ejection fraction (LVEF) \\< 50% or local lower limit of normal as determined by multiple gated acquisition (MUGA) scan or echocardiogram (ECHO), or uncontrolled hypertension (refer to the European Society of Cardiology and European Society of Hypertension guidelines \\[Williams et al., 2018\\])\n  2. Presence of Common Terminology Criteria for Adverse Events (CTCAE) v5.0 Grade ≥ 2 ventricular arrhythmias, atrial fibrillation, bradycardia, or conduction abnormality\n  3. Unstable angina pectoris or acute myocardial infarction ≤ 3 months prior to first dose of study drug\n  4. Corrected QT interval Fredericia (QTcF) \\> 470 msec (males and females). Note: If the QTcF is \\> 470 msec in the first electrocardiogram (ECG), a total of 3 ECGs separated by at least 5 minutes should be performed. If the average of these 3 consecutive results for QTcF is ≤ 470 msec, the subject meets eligibility in this regard.\n  5. Known history of congenital long QT syndrome\n* Have had a recent (≤ 3 months) transient ischemic attack or stroke.\n* Pregnant or nursing woman.\n\n  * All subject files must include supporting documentation to confirm subject eligibility. The method of confirmation can include, but is not limited to, laboratory test results, radiology test results, subject self report, and medical record review.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}