{
    "nctId": "NCT00544765",
    "briefTitle": "Docetaxel, Doxorubicin and Cyclophosphamide Versus Vinorelbine and Capecitabine in Patients Not Sufficiently / Sufficiently Responding as Preoperative Treatment of Locally Advanced or Operable Primary Breast Cancer",
    "officialTitle": "A Multi-center Randomized Phase III Study Evaluating 4 Cycles of Docetaxel, Doxorubicin and Cyclophosphamide Versus 4 Cycles of Vinorelbine and Capecitabine in Patients Not Sufficiently Responding to 2 Cycles of TAC and 4 Cycles of TAC Versus 6 Cycles of TAC in Patients Sufficiently Responding to 2 Cycles of TAC as Preoperative Treatment of Locally Advanced or Operable Primary Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 2014,
    "primaryOutcomeMeasure": "Determination of pCR rates",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Written informed consent must be obtained and documented according to the local regulatory requirements prior to beginning specific protocol procedures.\n* Complete baseline documentation sent to SKM CRS.\n* Unilateral or bilateral primary carcinoma of the breast, confirmed histologically by core biopsy. Fine-needle aspiration is not sufficient. Incisional biopsy is not allowed. In case of bilateral cancer the investigator has to decide prospectively which side will be evaluated for the primary endpoint.\n* Tumor lesion in the breast with a palpable size of \\> 2 cm in maximum diameter. The leasion has to be measurable in two-dimensions by sonography. In case of inflammatory disease the extent of inflammation can be used as measurable lesion. The following tumor stages are eligible:\n\n  * Palpable breast tumor size of \\> 2 cm without involvement of the skin or muscle or evidence of inflammatory disease (T2-3). Clinical N0-2. (Study population I)\n  * Primary tumor with clinical involvement of skin or muscle or clinically evidence of inflammatory breast cancer (T4 a-d) or clinical N3 including supraclavicular nodes. (Study population II). In patients with multifocal or multicentric breast cancer, the largest lesion should be measured.\n* Age \\> 18 years.\n* Karnofsky Performance status index \\> 80%.\n* Normal cardiac function must be confirmed by LVEF or shortening fraction (echocardiography or MUGA scan respectively) within 3 months prior to registration. The result must be above the normal limit of the institution.\n* Laboratory requirements (within 14 days prior to registration):\n\n  * Hematology:\n\n    * Neutrophils \\> 2.0 x 109/L and\n    * Platelets \\> 100 x 109/L and\n    * Hemoglobin \\> 10 g/dL\n  * Hepatic function:\n\n    * Total bilirubin \\< 1 x UNL and\n    * ASAT (SGOT) and ALAT (SGPT) \\< 2.5 x UNL and\n    * Alkaline phosphatase \\< 5 UNL. Patients with ASAT and/or ALAT \\> 1.5 x UNL associated with alkaline phosphatase \\> 2.5 x UNL are not eligible for the study.\n  * Renal function:\n\n    * Creatinine \\< 175 µmol/L (2 mg/dL)\n* Tissue block centrally available for further biological tests.\n* Negative pregnancy test (urine or serum) within 14 days prior to registration for all women of childbearing potential.\n* Complete staging work-up within 3 months prior to registration. All patients must have bilateral mammography, breast ultrasound, breast MRI (optional), chest X-ray (PA and lateral), abdominal ultrasound and/or CT scan, and bone scan. In case of positive bone scan, bone X-ray is mandatory. Other tests may be performed as clinically indicated.\n* Patients must be available and compliant for treatment and follow-up. Patients registered on this trial must be treated and followed up at the participating center which can be the Principal or the Co- Investigator's site.\n\nExclusion Criteria:\n\n* Early breast cancer with a tumor size of \\< 2 cm measured by palpation.\n* Patients with low or moderate risk. These patients are defined as having none of the following risk factors: Age \\< 36 years, cT\\> 5cm, ER and PR negative, cN+, or Grade III.\n* Evidence of distant metastasis.\n* Prior chemotherapy for any malignancy.\n* Pregnant or lactating patients. Patients of childbearing potential must implement adequate non-hormonal contraceptive measures during study treatment.\n* Pre-existing motor or sensory neuropathy of a severity \\> grade 2 by NCI criteria.\n* Other serious illness or medical condition:\n\n  * previous malignant disease with a disease-free survival of less than 5 years (except CIS of the Cervix and non-melanomatous skin cancer.\n  * congestive heart failure or unstable angina pectoris, previous history of myocardial infarction within 1 year prior to study entry, uncontrolled arterial hypertension or high-risk uncontrolled arrhythmias.\n  * history of significant neurologic or psychiatric disorders including psychotic disorders, dementia or seizures that would prohibit the understanding and giving of informed consent.\n  * active uncontrolled infection.\n  * active peptic ulcer, unstable diabetes mellitus.\n* Chronic treatment with corticosteroids unless initiated \\> 6 months prior to study entry and at low dose (\\</= 20 mg methylprednisolone or equivalent).\n* Concurrent treatment with sex hormones. Prior treatment must be stopped before study entry.\n* Definite contraindications for the use of corticosteroids.\n* Concurrent treatment with other experimental drugs. Participation in another clinical trial with any investigational not marketed drug within 30 days prior to study entry.\n* Concurrent treatment with any other anti-cancer therapy.\n* Known hypersensitivity reaction to one of the investigational compounds or incorporated substances.\n* Male patients.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}