{
    "nctId": "NCT01484080",
    "briefTitle": "Neoadjuvant Paclitaxel Versus BIBF 1120 Priming Followed by BIBF 1120 Plus Paclitaxel in Early HER-2 Negative Breast Cancer With Proteomic and Dynamic Imaging Correlates",
    "officialTitle": "Phase I/II Randomized Clinical Trial of Neoadjuvant Paclitaxel Versus BIBF 1120 Priming Followed by BIBF 1120 Plus Paclitaxel in Early HER-2 Negative Breast Cancer With Proteomic and Dynamic Imaging Correlates",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 140,
    "primaryOutcomeMeasure": "Pathologic complete response",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Signed Informed Consent Form\n2. Patients ≥18 year-old\n3. Histological diagnosis of localized breast cancer with primary tumour over 2 cm on its longest diameter (measured by mammography and MRI). Any nodal status is allowed when it is an operable tumour at diagnosis. Multicentricity is allowed.\n4. HER 2 negative (Inmunohistochemistry - or + over +++; FISH CISH (-); equivalent to HER2/CEP17 copies under 2: HER2 result ++/+++ needs FISH/CISH confirmation.\n5. Measurable disease with a primary lesion \\>2 cm. by RECIST v1.1 criteria\n6. ECOG 0-1\n7. Adequate hematologic, renal and hepatic function, defined by the following laboratory results obtained within 14 days prior to randomization/registration:\n\n   * Absolute granulocyte count \\>1.5 x 109/L\n   * Absolute platelet count \\>100 x 109/L\n   * Hemogobin \\>10 g/dL\n   * Serum creatinine \\>1.5 x UNL or a calculated creatinine clearance \\>50 ml/min\n   * Serum bilirubin \\<1.25 UNL\n   * AST/ALT \\<1.5 times UL\n8. Premenopausal women must be under effective birth control (non-hormone) and continue its use for the duration of the study and even 6 months later.\n9. For female with childbearing potential, a negative pregnancy test within the prior 7 days to the study enrolment\n10. Life expectancy \\>6 months\n\nExclusion Criteria:\n\n1. Metastatic or non-surgical breast cancer (including inflammatory).\n2. Locally breast cancer with primary lesion under 2 cm. In case of multicentricity, it will not be admitted in the study unless any lesion would be over this length.\n3. Previous or concurrent treatment of any kind for breast cancer: hormonal agents, conventional cytotoxic drugs, radiation therapy, targeted drugs, bisphosphonates, monoclonal antibodies or surgery. Chemoprevention with tamoxifen or raloxifene is allowed as far as the treatment was interrupted upon diagnosis and at least 4 weeks prior to inclusion. Same criteria for post-menopausal hormonal replacement therapy. Hormonal contraceptives should be discontinued.\n4. HER-2 positive breast cancer defined as over-expression in Immunochemistry of HER-2 3+ or 2+ with positive FISH/CISH\n5. Male patients.\n6. Pregnancy, lactation or breastfeeding.\n7. Active malignancy at any other side (including contra-lateral synchronous breast cancer) besides non-melanoma skin cancer or ductal/lobular of the breast or cervix in situ carcinoma, colon in situ carcinoma accurately treated as well as any other tumour diagnosis \\>5 years prior to registration without any sign of progression at present time.\n8. Concurrent serious medical conditions such as myocardial infarction within 6 months prior to entry, congestive heart failure, unstable angina, active cardiomyopathy, unstable ventricular arrhythmia, uncontrolled hypertension (under NYHA criteria), uncontrolled psychotic disorders, serious active infections, active peptic ulcer disease, psychiatric illness, HIV infection, active hepatitis, COPD or any other medical conditions that might be aggravated by treatment or limit compliance.\n9. Inability to take oral medication\n10. History of malabsorption syndrome\n11. Proven allergy to paclitaxel or BIBF 1120.\n12. Grade ≥2 peripheral neuropathy.\n13. Major surgery within 4 weeks of registration (breast cancer surgery regardless of timing is an exclusion criteria).\n14. Inability to comply with the study and follow-up procedures.\n15. Anticoagulation therapy (except low-dose heparin and / or wash out with heparin as needed to maintain a permanent intravenous device) or antiplatelet therapy (except for treatment with low doses of aspirin \\<325 mg per day.\n16. History of hemorrhagic or thromboembolic event clinically significant in the last 6 months.\n17. Known hereditary predisposition to bleeding or thrombosis",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}