{
    "nctId": "NCT01152398",
    "briefTitle": "A Safety and Immunology Study of a Modified Vaccinia Vaccine for HER-2(+) Breast Cancer After Adjuvant Therapy",
    "officialTitle": "A Phase I Safety and Immunogenicity Trial of MVA-BN®-HER2 Vaccine in HER-2-Positive Breast Cancer Patients Following Adjuvant Therapy",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 15,
    "primaryOutcomeMeasure": "Number and type of adverse events as a measure of safety and tolerability of multiple vaccinations",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Signed Informed Consent\n* Women, ≥ 18 years of age\n* Histologically documented, HER-2-positive breast cancer without metastatic disease. Hormone receptor (ER/PR) status may be either positive or negative. HER-2 (+) status may be determined by one of the following measurements:\n* Immunohistochemistry 3+ or FISH/CISH+ (HER-2 gene signal to centromere 17 signal \\> 2). NOTE: HER-2 assessment may have been on initial diagnosis and need not be repeated.\n* Patients should be assessed as having no evidence of disease (NED) at the end of adjuvant chemotherapy. In addition, these patients must have a clinical evaluation and lab work as standard of care disease assessment without evidence of recurrence within 28 days of the first planned dose of MVA-BN®-HER2.\n* Completed adjuvant and/or neoadjuvant chemotherapy for breast cancer at least 3 months previously (measured from the date of the last dose of chemotherapy) and prior to the first planned dose of MVA-BN®-HER2).\n* ECOG Performance Score of 0, 1.\n* Predicted life expectancy ≥ 12 months\n* Left ventricular ejection fraction (LVEF) by ECHO ≥ LLN as defined by institutional standards\n* Women of childbearing potential must:\n\n  * have a negative serum or urine pregnancy test, and\n  * must agree to use a medically acceptable barrier and/or chemical method of contraception throughout the study treatment period and for 28 days after the last dose of MVA-BN®-HER2.\n* No significant cardiac, bone marrow dysfunction, or coagulopathy (defined as no Grade 3 or greater AE according to NCI CTCAE v 3.0). No significant hepatic or renal dysfunction (defined as no Grade 2 or greater AE according to NCI CTCAE v 3.0. Patients with a known history of a CLINICALLY NON-SIGNIFICANT laboratory parameter may be eligible for inclusion provided an exemption is granted by the study Medical Monitor prior to enrollment.\n* A negative virology screen for HIV, HBsAg, and HCV\n\nExclusion Criteria:\n\n* Congestive heart failure (NYHA Class III or IV), unstable angina, or cardiovascular disease such as stroke or myocardial infarction (current or within the past 6 months)\n* History of cardiac toxicity secondary to chemotherapy or Herceptin immunotherapy (LVEF decline of 15% or greater from baseline)\n* History of prior malignancies other than breast cancer within the past 5 years, excluding basal or squamous cell carcinoma of the skin or carcinoma in situ of the cervix\n* Any breast cancer metastases beyond the lymph nodes\n* Known allergy to eggs, egg products, or aminoglycoside antibiotics, e.g., gentamicin or tobramycin\n* Chronic administration (defined as 6 or more consecutive days of use) of systemic corticosteroids within 14 days of the first planned dose of MVA-BN®-HER2. Limited use of inhaled steroids, nasal sprays, eye drops, and topical creams for small body areas is allowed.\n* History of or active autoimmune disease. Persons with vitiligo or thyroid disease taking thyroid replacement hormones are not excluded.\n* Prior solid organ or hematopoietic allogenic transplant(s)\n* Prior use of hematopoietic growth factors (e.g., GM-CSF) within 14 days of the first planned dose of MVA-BN®-HER2\n* Receipt of an investigational agent within 28 days of the first planned dose of MVA-BN®-HER2\n* Prior \"vaccine\" therapy for breast cancer at any time\n* Vaccination:\n\nLive (attenuated) vaccine (e.g., FluMist®) Vaccination with a live vaccine within 28 days of the first planned dose of MVA-BN®-HER2, or plans to receive a live vaccine within 28 days after the last dose of MVA-BN®-HER2 is not allowed Killed (inactivated) vaccine (e.g.,PneumoVax®) Vaccination with a killed vaccine within 14 days of the first planned dose of MVA-BN®-HER2, or plans to receive a killed vaccine within 14 ' days after the last dose of MVA-BN®-HER2 is not allowed\n\n* A maximum cumulative dose of prior doxorubicin \\> 360 mg/m2 or epirubicn \\> 720 mg/m2\n* Radiation therapy within 14 days of the first planned dose of MVA-BN®-HER2 or plans for radiation therapy after enrollment. Prior to initiating palliative radiation during the treatment phase of the study, the Sponsor's medical monitor or designee must be contacted.\n* Pregnant, lactating, or nursing\n* Any condition which, in the opinion of the investigator, would prevent full participation in this trial or the long-term follow-up study, or would interfere with the evaluation of the trial endpoints",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}