{
    "nctId": "NCT00327743",
    "briefTitle": "Combination Study of a New Taxane and Capecitabine in Patients With Metastatic Breast Cancer",
    "officialTitle": "A Dose-escalating, Multicenter, Single Arm, Open-Label Study of XRP9881 in Combination With Capecitabine (Xeloda), in Metastatic Breast Cancer Patients With Disease Progressing After Anthracycline and Taxane Therapy",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer, Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 34,
    "primaryOutcomeMeasure": "Safety, tolerability, and maximum tolerated dose (MTD) of XRP9881 when given in combination with capecitabine",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologically or cytologically proven diagnosis of breast adenocarcinoma that is now metastatic or locally recurrent and inoperable with curative intent.\n* Prior treatment with a standard regimen of anthracycline and taxane.\n* Female patients at least 18 years old.\n* Eastern Cooperative Oncology Group (ECOG) performance status (PS): 0-2\n* Adequate organ and bone marrow function\n* Measurable disease by Response Evaluation Criteria in Solid Tumors (RECIST) criteria (For the part I component, patients with non-measurable disease are accepted.)\n* Resolution of all clinically significant toxic effects\n* Completion of all prior therapy ≥ 3 weeks prior to registration. Patients on bisphosphonate therapy may continue such therapy.\n* Patients must be either post-menopausal, surgically sterile, or using effective contraception.\n* Willing and able to comply with study procedures and sign informed consent\n\nExclusion Criteria:\n\n* History of any second malignancy within the last 5 years (except adequately treated basal cell or squamous cell skin cancer, or in situ carcinoma of the cervix uteri).\n* Patients receiving more than one adjuvant regimen or more than one metastatic regimen\n* Known brain or leptomeningeal disease.\n* Concurrent treatment on another clinical trial or with any other cancer therapy including chemotherapy, biological therapy, hormonal therapy, radiotherapy, chemoembolization therapy, cryotherapy, targeted non-cytotoxic therapies, or patients planning to receive these treatments during the study.\n* Prior treatment with capecitabine, XRP9881, or any investigational chemotherapy.\n* History of hypersensitivity to taxanes, Polysorbate-80, or to compounds with similar chemical structures. Patients with known intolerance to fluoropyrimidines or patients with known dihydropyrimidine dehydrogenase (DPD) deficiency.\n* Concurrent treatment with potent inhibitors of cytochrome P450 3A4, or patients planning to receive these treatments. For patients who were receiving treatment with such agents, a one-week washout period is required prior to registration.\n* Peripheral neuropathy grade ≥ 2.\n* Any of the following within the 6 months prior to registration: myocardial infarction, severe/unstable angina, coronary/peripheral artery bypass graft surgery, clinically symptomatic and uncontrolled cardiovascular disease, or clinically significant cardiac arrhythmias (grade 3-4).\n* History of inflammatory bowel disease or chronic diarrhea.\n* Lack of physical integrity of the upper gastrointestinal tract, malabsorption syndrome, or inability to take oral medication.\n* Other severe acute or chronic medical or psychiatric condition, or significant laboratory abnormality requiring further investigation or that may cause undue risk for the patient's safety.\n* Known human immunodeficiency virus (HIV) infection requiring treatment or acquired immunodeficiency-syndrome (AIDS)-related illness.\n* Patients who are pregnant or breastfeeding.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}