{
    "nctId": "NCT01983995",
    "briefTitle": "Examining the Relationships Between Sleep, Fatigue, and Pain in Aromatase Inhibitor-treated Patients",
    "officialTitle": "Prospective Pilot Study Evaluating the Inter-relationships Between Sleep Disturbance, Fatigue, Pain, and Daytime Activity in Breast Cancer Patients Starting Aromatase Inhibitor Therapy",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 49,
    "primaryOutcomeMeasure": "Feasibility of conducting an actigraphy study with breast cancer patients",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Female, aged 50 years or older, postmenopausal.\n* Patients with histologically proven stage 0-III invasive carcinoma of the breast that is estrogen receptor and/or progesterone receptor positive by immunohistochemical staining, who are planning to start treatment with a standard dose of aromatase inhibitor (AI) therapy.\n* Subjects must have undergone surgical resection of their primary tumor, as indicated. The most recent surgery must have been performed at least 4 weeks before the baseline evaluation and no additional surgeries (including reconstructive procedures) should be planned during study participation.\n* Cytoxic chemotherapy, if applicable, must have been completed at least 4 weeks before the baseline evaluation.\n* Radiation therapy, if applicable, must have been completed at least 2 weeks before baseline evaluation.\n* Eastern Cooperative Oncology Group performance status 0-2.\n* Ability to operate the accelerometer\n\nExclusion Criteria:\n\n* Diagnosis of sleep apnea or restless leg syndrome.\n* Use of a wheelchair for ambulation most of the time.\n* Second or third shift workers or other non-traditional sleep schedules.\n* History of medical arthritic disease that could confound or interfere with evaluation of pain or activity level, including but not limited to inflammatory arthritis (rheumatoid arthritis, systemic lupus, spondyloarthropathy, psoriatic arthritis, polymyalgia rheumatica), Parkinson's disease, and cancer involving the bone.\n* Serious or unstable medical condition that could likely lead to hospitalization during the course of the study or compromise study participation",
    "sex": "FEMALE",
    "minimumAge": "50 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}