{
    "nctId": "NCT02013492",
    "briefTitle": "Propranolol Hydrochloride in Treating Patients With Locally Recurrent or Metastatic Solid Tumors That Cannot Be Removed By Surgery",
    "officialTitle": "A Pilot Study of Beta-Blockers in Patients With Advanced Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Male Breast Cancer, Recurrent Melanoma, Stage IV Breast Cancer, Stage IV Melanoma, Stage IV Ovarian Epithelial Cancer, Stage IV Ovarian Germ Cell Tumor, Unspecified Adult Solid Tumor, Protocol Specific, Hepatocellular Carcinoma",
    "studyType": "INTERVENTIONAL",
    "phase": "EARLY_PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 1,
    "primaryOutcomeMeasure": "Incidence of toxicity graded according to Common Terminology Criteria for Adverse Events (CTCAE) V. 4.0",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients must have histologically-proven locally-recurrent or metastatic solid tumor; the first 10 patients may have cancer of any histology; preference will be given to patients with metastatic ovarian cancer, breast cancer, and malignant melanoma, as these malignancies have been shown to be sensitive to manipulation of the beta-adrenergic receptor; the final twenty-five patients to be accrued must have locally-recurrent or metastatic malignant melanoma that is not surgically resectable. An additional cohort of 10 patients with BCLC stages A to C locally advanced or metastatic hepatocellular carcinoma (HCC) that is not surgically resectable will also be enrolled (See appendix for BCLC staging system). Patients with liver transplantation will not be eligible.\n* The diagnosis of hepatocellular carcinoma may be made by one of the following methods:\n\n  1. Pathologically (histologically or cytologically) proven diagnosis of HCC.\n  2. At least one solid liver lesion or vascular tumor thrombosis (involving portal vein, IVC and/or hepatic vein) \\> 1 cm with arterial enhancement and delayed washout on multiphasic computerized tomography (CT) or magnetic resonance imaging (MRI) in the setting of cirrhosis or chronic hepatitis B or C without cirrhosis.\n  3. For patients whose CURRENT disease is vascular only: Enhancing vascular thrombosis (involving portal vein, IVC and/or hepatic vein) demonstrating early arterial enhancement and delayed washout on multi-phasic CT or MRI, in a patient with known HCC (diagnosed according to criteria in (a) or (b).\n* Patients may have had any number of prior systemic therapies; patients need not have exhausted standard therapy for their disease, but must be stable and must not have actively progressing\n* Eastern Cooperative Oncology Group (ECOG) performance status =\\< 2\n* Karnofsky \\>= 60%\n* Life expectancy of greater than 6 months\n* Patients (except for the HCC cohort) must have normal organ and marrow function as defined below:\n* Leukocytes \\>= 3,000/mcL\n* Absolute neutrophil count \\>= 1,500/mcL\n* Platelets \\>= 100,000/mcL\n* Total bilirubin within normal institutional limits\n* Aspartate aminotransferase (AST)(serum glutamic oxaloacetic transaminase \\[SGOT\\])/alanine aminotransferase (ALT)(serum glutamate pyruvate transaminase \\[SGPT\\]) =\\< 2.5 X institutional upper limit of normal\n* Creatinine within normal institutional limits OR\n* Creatinine clearance \\>= 60 mL/min/1.73 m\\^2 for patients with creatinine levels above institutional normal\n* Parameters for the HCC cohort:\n* leukocytes \\> or = 3000/mcl\n* absolute neutrophil count \\> or =1000/mcl\n* platelets \\> or = 70,000\n* total bilirubin \\< or = 2mg/dL\n* AST/ALT \\<6 times ULN\n* creatinine within normal institutional limits OR\n* creatinine clearance \\> or = 60mL/min/1.73m2 for patients with creatinine levels above institutional normal level\n* INR \\< or = 1.7\n* The effects of propranolol on the developing human fetus may be detrimental. For this reason, women of child-bearing potential and men must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) prior to study entry and for the duration of study participation; should a woman become pregnant or suspect she is pregnant while participating in this study, she should inform her treating physician immediately\n* Ability to understand and the willingness to sign a written informed consent document\n* Patients with brain metastases may participate in this clinical study provided that symptoms have been controlled with standard therapies and/or appropriate medications; the principal investigator (P.I.) will carefully evaluate the suitability of patient participation when brain metastases are present\n\nExclusion Criteria:\n\n* Patients who have had chemotherapy or radiotherapy within 4 weeks (6 weeks for nitrosoureas or mitomycin C) prior to entering the study or those who have not recovered from adverse events due to agents administered more than 4 weeks earlier\n* Patients may not be receiving any other investigational agents\n* History of allergic reactions attributed to compounds of similar chemical or biologic composition to propranolol\n* Uncontrolled hypertension\n* Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements\n* Patients with significant lung disease, an ejection fraction less than 40%, or a resting heart rate less than 60/min will not be enrolled\n* Pregnant women are excluded from this study because propranolol is an agent with the potential for teratogenic or abortifacient effects\n* Patients who are currently receiving a beta-blocker for another medical condition will be excluded from this study; patients with extremes of blood pressure (e.g., systolic blood pressure \\[SBP\\] \\> 150 or \\< 100) may be excluded from participation if the treating physician feels that this medical condition has not been adequately addressed by the patient's primary care physician\n* Patients with worsening depression that has not been addressed clinically will be excluded from this study",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}