{
    "nctId": "NCT00695994",
    "briefTitle": "The Effect of Docetaxel or Gemcitabine-based Chemotherapy in East Asian and Caucasian Patients",
    "officialTitle": "The Effect of Pharmacogenetics on Treatment Toxicities and Outcomes in East Asian and Caucasian Patients Undergoing Docetaxel or Gemcitabine-based Chemotherapy",
    "overallStatus": "COMPLETED",
    "conditions": "Non Small Cell Lung Cancer, Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 300,
    "primaryOutcomeMeasure": "Treatment toxicities",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients must have histologically or cytologically confirmed i) AJCC/UICC stage IIIB or IV non small cell lung cancer and stage IV breast cancer for which docetaxel is indicated. ii) AJCC/UICC stage IIIB or stage IV non small cell lung cancer for which gemcitabine/carboplatin is indicated.\n* Patients must have measurable disease, defined as at least one lesion that can be accurately measured in at least one dimension (longest diameter to be recorded) as \\>=20 mm with conventional techniques or as \\>=10 mm with spiral CT scan. See section 11.2 for the evaluation of measurable disease.\n* Eligible patients must not have been on previous anticancer therapy including chemotherapy, radiotherapy, biological therapy, or investigational therapy for at least 4 weeks before study entry (6 weeks if prior therapy included nitrosoureas or mitomycin C). Prior neoadjuvant or adjuvant chemotherapy, or chemotherapy given concurrently with radiotherapy for non- metastatic disease, is allowed if the last dose last dose was given 6 months or more before study entry.\n* Patients eligible for docetaxel should have received at least one prior line of palliative chemotherapy. Patients eligible for gemcitabine/carboplatin should not have prior palliative therapies.\n* Age \\>=18 years.\n* Life expectancy of greater than 8 weeks.\n* ECOG performance status \\<=2 (Karnofsky \\>=60%).\n* Patients must have normal organ and marrow function as defined below:\n\n  * leukocytes \\>=3,000/mcL\n  * absolute neutrophil count \\>=1,500/mcL\n  * platelets \\>=100,000/mcL\n  * total bilirubin within normal institutional limits\n  * AST(SGOT)/ALT(SGPT) \\<=2.5 X institutional upper limit of normal\n  * creatinine within normal institutional limits OR\n  * creatinine clearance \\>=60 mL/min/1.73 m2 for patients with creatinine levels above institutional normal\n\nExclusion Criteria:\n\n* Patients who have had chemotherapy or radiotherapy within 4 weeks (6 weeks for nitrosoureas or mitomycin C) prior to entering the study or those who have not recovered from adverse events due to agents administered more than 4 weeks earlier.\n* Patients should not be receiving any other investigational agents.\n* Patients with rapidly progressing brain metastases should be excluded from this clinical trial because of their poor prognosis. Furthermore they often develop progressive neurologic dysfunction that would confound the evaluation of neurologic and other adverse events.\n* History of allergic reactions attributed to compounds of similar chemical or biologic composition to docetaxel or gemcitabine.\n* Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements.\n* Pregnant women are excluded from this study because docetaxel and gemcitabine are embryotoxic/fetotoxic with the potential for teratogenic or abortifacient effects. Because there is an unknown but potential risk for adverse events in nursing infants secondary to treatment of the mother with docetaxel or gemcitabine, breastfeeding should be discontinued if the mother is treated with docetaxel or gemcitabine. These potential risks may also apply to other agents used in this study.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}