{
    "nctId": "NCT03277898",
    "briefTitle": "Aerobic Exercise and Cognitive Functioning in Women With Breast Cancer",
    "officialTitle": "Aerobic Exercise and Cognitive Functioning in Women With Breast Cancer: the ACTIVATE Trial",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Neoplasms",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 84,
    "primaryOutcomeMeasure": "Change with treatment and maintenance post-treatment in objective neuropsychology test battery composite score",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Diagnosed with stage I-III breast cancer;\n* Scheduled to receive adjuvant or neoadjuvant chemotherapy;\n* Able to speak and understand English in order to complete the study outcome measures;\n* Approval of medical oncologist to participate in the exercise intervention\n\nExclusion Criteria:\n\n* Having previously received chemotherapy or radiation therapy;\n* Score \\<24 at baseline on the Montreal Cognitive Assessment (MoCA; indicating moderate to severe cognitive impairment);\n* Having received a diagnosis of severe anxiety or mood disorder within the past year;\n* Having a medical condition that could impact cognition (e.g., prior head injury, substance use disorder);\n* Currently meeting American College of Sports Medicine (ACSM) aerobic exercise guidelines for cancer survivors in the 3 months prior to enrolment;\n* Body mass index ≥45 kg/m2;\n* Mobility issues that require a mobility aid or that prevent exercise on a bike, treadmill, or elliptical (e.g., orthopedic injury, severe arthritis).\n\nAdditional Inclusion/Exclusion Criteria: During the screening process, patients will be informed that they can participate in additional optional assessments (i.e., MRI and EEG (Vancouver site only for EEG)\n\nAdditional inclusion criteria for MRI:\n\n* Right-handedness, because language is lateralized and has been shown to be left side dominant (for right handers) during MRI tasks;\n* Able to read, understand, and provide informed consent in English for the additional assessments.\n\nAdditional exclusion criteria for MRI are:\n\n* Metal implants (e.g., pacemaker) or metal dental work (aside from fillings) that would preclude scanning;\n* Claustrophobia;\n* Poor eyesight (not correctable with contact lenses) that precludes viewing stimuli presented in the scanner;\n* Lower back pain that would preclude a person from lying relatively still for one hour;\n* Breast tissue expander(s) inserted in the surgery site.",
    "sex": "FEMALE",
    "minimumAge": "19 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}