{
    "nctId": "NCT03065010",
    "briefTitle": "Study of BCD-115 in Women With ER(+) HER2(-) Local Advanced and Metastatic Breast Cancer",
    "officialTitle": "A Multicenter Open-label Non-comparative 2-Stage Phase 1a/1b Study to Assess the Safety and Pharmacokinetics of BCD-115 (JSC BIOCAD, Russia) in Combination With Endocrine Therapy in Women With ER(+) HER2(-) Local Advanced and Metastatic Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 6,
    "primaryOutcomeMeasure": "Area under the plasma concentration versus time curve (AUC0-t)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Written informed consent and ability to follow the Protocol procedures;\n2. Age ≥18 years;\n3. Female gender;\n4. Postmenopausal status (Prior bilateral surgical oophorectomy; or medically confirmed post-menopausal status defined as spontaneous cessation of regular menses for at least 12 consecutive months with no alternative pathological or physiological cause);\n5. Histologically proven diagnosis of adenocarcinoma of the breast with evidence of metastatic disease;\n6. Progression of advanced breast cancer on first line endocrine therapy for advanced breast cancer.\n7. ER positive tumor ≥ 10%;\n8. HER2 negative breast cancer by FISH or IHC;\n9. Eastern Cooperative Oncology Group (ECOG) performance status 0 -2\n10. Measurable disease according to RECIST 1.1 (only bone disease is not allowed)\n11. Resolution of all acute toxic effects of prior therapy (including endocrine therapy) or surgical procedures to CTCAE grade ≤1\n12. Adequate organ function;\n13. Life expectancy - 12 weeks or more from the moment of randomization\n\nExclusion Criteria:\n\n1. HER2-positive tumour ;\n2. Patients with unstable brain metastases, advanced, symptomatic, visceral spread disease, that are at risk of life-threatening complications in the short term (including patients with massive uncontrolled effusions pleural, pericardial, peritoneal, pulmonary lymphangitis, and over 50% liver involvement).\n3. Important cardiovascular events in the past 6 months to randomization;\n4. GI diseases which may affect the absorption of the study drug;\n5. Inadequate hematopoietic function: neutrophils ≤1500/mm3, platelets ≤100 000/mm3,or hemoglobin ≤90 g/L;\n6. Inadequate renal function: creatinine level ≥ 1.5 × upper limit of normal (ULN);\n7. Inadequate liver function: bilirubin level ≥ 1.5 × ULN, AST and ALT levels ≥ 2.5 × ULN (5 × ULN for patients with liver metastases), alkaline phosphatase level ≥ 5 × ULN;\n8. Concurrent antitumor treatment 21 days before randomization (surgery, radiation therapy; chemotherapy, except endocrine therapy);\n9. Any other concomitant cancer including contralateral breast cancer revealed within 5 years prior to screening, except curatively treated intraductal carcinoma in situ, curatively treated cervical carcinoma in situ or curatively treated basal cell or squamous cell carcinoma;\n10. Conditions limiting patient's adherence to protocol requirements (dementia, neurologic or psychiatric disorders, drug addiction, alcoholism and others);\n11. Concomitant participation in other clinical trials, previous participation in other clinical trials within 30 days before entering into the trial, previous participation in the same trial;\n12. Acute or active chronic infections;\n13. HCV, HBV, HIV or syphilis infections;\n14. Obstacles to p.o. administration of study drug.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}