{
    "nctId": "NCT01138384",
    "briefTitle": "Study of Foretinib in Combination With Lapatinib in Patients With Metastatic Breast Cancer",
    "officialTitle": "A Phase I/II Study of Foretinib in Combination With Lapatinib in Patients With Human Epidermal Growth Factor Receptor 2(HER2)Over-Expressing Metastatic Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 19,
    "primaryOutcomeMeasure": "Toxicity, maximum administered dose and the recommended phase II dose",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologically confirmed diagnosis of invasive breast cancer, that is human epidermal growth factor receptor 2 (HER2) positive assessed by FISH or IHC 3+ staining (in accordance with ASCO guidelines) on the basis of the local evaluation of HER2 status.\n* Formalin fixed paraffin embedded tissue available for translational studies. Patients entered on the expanded RP2D cohort must have an accessible tumour lesion for biopsy.\n* Advanced or recurrent/ metastatic disease incurable with standard therapies.\n* During the dose escalation phase patients are not required to have measurable disease, but if they do, it will be recorded and followed. Patients at the expanded RP2D must have measurable disease defined by the RECIST 1.1.\n* ECOG performance status 0, 1 or 2.\n* Age ≥ 18 years of age.\n* Any treatment-related major organ toxicities must be recovered to ≤ grade 1.\n* Patients may have had prior chemotherapy for adjuvant and/or for metastatic disease. There is no limit to the number of previous chemotherapy regimens allowed provided patients meet other eligibility criteria. A minimum of 21 days since the last dose of chemotherapy must have elapsed prior to registration.\n* Patients may have had prior hormone therapy. There is no limit to the number of previous hormone regimens allowed provided patients meet other eligibility criteria. A minimum of 7 days since the last dose of hormone therapy must have elapsed prior to registration.\n* Patients may have had prior therapy with trastuzumab or lapatinib. No prior therapy with a c-Met inhibitor or angiogenesis inhibitor. Other targeted agents permissible provided a minimum of 21 days has elapsed since last day of targeted therapy and registration.\n* Patients may have had prior radiation therapy provided the patient has recovered from acute toxic effects of the radiation therapy prior to registration and at least 21 days have elapsed from the day of the last fraction of radiation to the date of registration.\n* Previous surgery is permitted provided that wound healing has occurred and at least 14 days have elapsed prior to registration if surgery was major.\n* Granulocytes (AGC) ≥ 1.5 x 109/L; Platelets ≥ 100 x 109/L\n* Serum creatinine ≤ 1.2 x UNL; Total bilirubin ≤ 1.2 x UNL; AST and ALT ≤ 2 x UNL; Potassium within normal range; Magnesium within normal range\n* Left ventricular ejection fraction ≥ 50% demonstrated by MUGA scan or echocardiogram within 28 days prior to registration.\n* Women must be post menopausal, surgically sterile or use a reliable form of contraception while on study and for 90 days after discontinuing therapy. Women of childbearing potential must have a pregnancy test taken and proven negative within 7 days prior to registration and must not be lactating.\n* Patients who require oral anticoagulants (coumadin, warfarin) are eligible\n* Patient consent must be obtained according to local Institutional and/or University Human Experimentation Committee requirements.\n* Protocol treatment must begin within 2 working days of patient registration.\n\nExclusion Criteria:\n\n* History of other malignancies, except: adequately treated non-melanoma skin cancer, curatively treated in-situ cancer of the cervix, or other solid tumours curatively treated with no evidence of disease for ≥ 5 years.\n* Resting BP consistently higher than, systolic \\> 150 mmHg and/or diastolic \\> 100 mmHg (in the presence or absence of a stable dose of anti-hypertensive medication) or poorly controlled hypertension, history of labile hypertension or poor compliance with anti-hypertensive medication.\n* Appreciable cavitating or actively bleeding lesions.\n* Untreated brain or meningeal metastases. (Patients with neurologically stable and treated brain metastases who have discontinued corticosteroids at least two weeks prior to study registration and have no evidence of cavitation or hemorrhage are eligible).\n* Serious cardiac illness or condition including, but not limited to:\n\n  * history of documented congestive heart failure (CHF)\n  * systolic dysfunction (LVEF \\< 50% by MUGA or ECHO)\n  * high risk uncontrolled arrhythmias (ventricular tachycardia, high-grade AV-block, supraventricular arrhythmias which are not adequately rate-controlled)\n  * unstable angina pectoris requiring anti-anginal medication\n  * clinically significant valvular heart disease\n  * evidence of transmural infarction on ECG\n  * New York Heart Association (NYHA) Class III or IV functional status (see Appendix VIII)\n  * Patients with QTc \\> 450 msec are not eligible\n* GI tract disease resulting in an inability to absorb oral medication\n* Active or uncontrolled infections, or with serious illnesses or medical conditions which would not permit the patient to be managed according to the protocol are not eligible.\n* Known hypersensitivity to the study drugs or their components.\n* Potent CYP3A4 inhibitors/inducers (e.g. ketoconazole, carbamazepine) must be discontinued at least 7 days prior to Day 1, Cycle 1.\n* Patients on treatment with agents with a known risk of Torsades de Pointes (List #1 http://torsades.org) are not eligible.\n* Proliferative diabetic retinopathy, retinal arteritis or hemorrhage.\n* History of pulmonary embolus or a deep vein thrombosis diagnosed and/or treated within 6 months prior to registration.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}