{
    "nctId": "NCT02338310",
    "briefTitle": "Trial of Perioperative Endocrine Therapy - Individualising Care",
    "officialTitle": "N/A",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 4486,
    "primaryOutcomeMeasure": "Time to recurrence",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Post menopausal women with core biopsy-proven hormone receptor positive invasive breast cancer. Postmenopausal is defined as a woman aged ≥50 years fulfilling any one of the following criteria:\n\n   i) with amenorrhoea \\>12 months and an intact uterus; ii) has undergone a bilateral oophorectomy; iii) in women who have undergone a hysterectomy, then FSH levels within the postmenopausal range (utilising ranges from the testing laboratory facility) are required if the patient is aged \\<55 years; or iv) in women who have been on HRT within the last 12 months and therefore not amenorrhoeic, FSH levels within the postmenopausal range (utilising ranges from the testing laboratory facility) are required if the patient is aged \\<55 years.\n2. No evidence of metastatic spread by standard assessment according to local guidelines\n3. Standard adjuvant endocrine therapy indicated\n4. A palpable tumour of any size , or a tumour with an ultrasound size of at least 1.5cm\n5. WHO performance status of 0 or 1\n6. Written informed consent to participate in the trial and to donation of tissue (fresh tissue and surplus tissue from diagnostic procedures) and blood samples.\n\nExclusion Criteria:\n\n1. Locally advanced/inoperable breast cancer\n2. Evidence of metastatic disease\n3. Previous invasive breast cancer (surgically treated DCIS or LCIS allowed)\n4. Current bilateral breast cancer\n5. Multiple unilateral tumours with different ER/PgR/HER2 status, grade or type (e.g. ductal vs lobular) i.e. anything that suggests two or more different cancers. Multifocal disease with homogenous ER/PgR/HER2 status, grade and type is allowed if at least one lesion is palpable or at least 1.5cm on ultrasound; the largest lesion should be used for sample collection and CRF completion.\n6. Concurrent use (defined as use within 4 weeks prior to diagnostic tissue sample being taken) of HRT or any other oestrogen-containing medication (including vaginal oestrogens)\n7. Previous use of oestrogen implants at ANY time\n8. Prior endocrine therapy or chemotherapy for breast cancer\n9. Any invasive malignancy diagnosed within previous 5 years (other than basal cell carcinoma or cervical carcinoma in situ)\n10. Any severe co-incident medical disease, inability to give informed consent or unavailability for follow-up\n11. Treatment with an unlicensed or investigational drug within 4 weeks before randomisation\n12. Current, continuous, long term systemic steroid usage",
    "sex": "FEMALE",
    "minimumAge": "50 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}