{
    "nctId": "NCT00277069",
    "briefTitle": "Phase I-II Study of Carboplatin, Vinorelbine and Capecitabine in Patients With Metastatic Breast Cancer",
    "officialTitle": "INST: Phase I-II Study of Carboplatin, Vinorelbine and Capecitabine in Patients With Metastatic Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast, Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 33,
    "primaryOutcomeMeasure": "Measurable disease: Bidimensionally measurable lesions with clearly defined margins by 1) palpation with both diameters greater than 1 cm, 2) CT, MRI with both diameters greater than the distance between cuts of the imaging study.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patient must have a histological diagnosis of breast cancer with metastasis.\n* The metastatic disease should be confirmed by biopsy if clinically indicated.\n* The patient must have measurable or evaluable disease.\n* Age \\> 18 years and \\< 75 years.\n* The patient may not have received prior therapy with vinorelbine, capecitabine, carboplatinum, or cisplatinum.\n* The patient may have received herceptin previously.\n* The patients must have previously received at least one cycle of chemotherapy.\n* The patient must have received anthracycline and taxane containing chemotherapy in the past. This may be either in the adjuvant setting or for metastatic disease. Resistance is defined as progressive disease while on treatment, with or without an initial response, or relapse/progression within 6 months of completing chemotherapy.\n* Performance status \\< 2.\n* At least 3 weeks must have elapsed since the completion of prior radiation therapy, chemotherapy, or hormonal therapy. The patient must have recovered from all grade 3-4 associated toxicities at the time of registration. Measurable or evaluable disease must be outside the previous radiation field or a new lesion must be present.\n* Patients must not receive concurrent hormonal, or biologic therapy, or radiation therapy to measurable or evaluable disease.\n* The patient should not have uncontrolled CNS disease.\n* Laboratory parameters: ANC \\> l500/ l, Platelets \\>100 000/ l, creatinine \\< 2.0, bilirubin \\< 2.0\n* Informed consent.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}