{
    "nctId": "NCT00532272",
    "briefTitle": "Goserelin/Letrozole in Premenopausal Patients vs Letrozole Alone in Postmenopausal Patients With MBC",
    "officialTitle": "A Phase II Non-randomized, Parallel Group Study of Goserelin or Leuprorelin Plus Letrozole in Premenopausal Patients Versus Letrozole Alone in Postmenopausal Patients With Metastatic Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 78,
    "primaryOutcomeMeasure": "To evaluate the response rates and clinical benefits of letrozole + goserelin in premenopausal patients versus letrozole alone in postmenopausal patients with metastatic breast cancer as first line hormonal therapy",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Histologically or cytologically diagnosed stage IV or recurrent breast cancer patients according to American Joint Committee on Cancer (AJCC)\n2. Positive estrogen receptor or progesterone receptor (\\>grade 3/7 by modified Allred IHC score)\n3. Females at least 18 years of age and under 75 years\n4. Prior chemotherapy for adjuvant setting or metastatic disease is allowed if the number of chemotherapy is ≤ 3.\n5. Prior adjuvant antiestrogen therapy is allowed, provided that had not been received within 3 weeks before the entry of the study\n6. Prior adjuvant aromatase inhibitor therapy is allowed if the agent had not been given within one year of the entry.\n7. Prior radiation therapy is allowed as long as the irradiated area is not the only source of measurable disease.\n8. No other forms of cancer therapy, such as radiation, immunotherapy for at least 3 weeks before the enrollment in the study.\n9. Performance status of 0, 1 and 2 on the ECOG criteria.\n10. Clinically measurable disease, defined as unidimensionally measurable lesions with clearly defined margins on x-ray, CT scan, MRI or physical examination. Lesions serving as measurable disease must be at least 1 cm by 1 cm, as defined by x-ray, CT scan, MRI, or physical examination.\n11. Bone only or pleural fluid only disease is included as long as evaluation for clinical benefit is possible.\n12. Estimated life expectancy of at least 12 weeks.\n13. Compliant patient who can be followed-up adequately.\n14. Adequate hematologic (WBC count 3,000/mm3, platelet count 100,000/mm3), hepatic (bilirubin level 1.8 mg/dL, AST, ALT 2.0xULN, albumin 2.5 g/dL), and renal (creatinine concentration 1.5 mg/dL) function.\n15. Informed consent from patient or patient's relative.\n16. Childbearing women should use non-hormonal contraceptive method.\n\nExclusion Criteria:\n\n1. Previous chemotherapy more than 3 including adjuvant therapy.\n2. Second primary malignancy (except in situ carcinoma of the cervix or adequately treated basal cell carcinoma of the skin or prior malignancy treated more than 5 years ago without recurrence).",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}