{
    "nctId": "NCT06638931",
    "briefTitle": "Agnostic Therapy in Rare Solid Tumors",
    "officialTitle": "Phase II Basket Study to Evaluate the Tissue-agnostic Efficacy of Anti-Programmed Cell Death Protein 1 (Anti-PD1) Monoclonal Antibody in Patients With Advanced Rare Tumors",
    "overallStatus": "RECRUITING",
    "conditions": "Urachal Cancer, Parathyroid Carcinoma, Fibrolamellar Carcinoma, Angiosarcoma, Secretory Carcinoma of Breast, Anal Neoplasms, Metaplastic Breast Carcinoma, Translocation Renal Cell Carcinoma, Carcinosarcoma, Small Intestine Neoplasms, Cholangiocarcinoma, Sertoli-Leydig Cell Tumor, Adenoid Cystic Carcinoma, Mesothelioma, Neuroblastoma, Adrenal Gland Neoplasms, Penile Neoplasms, Apocrine Carcinoma, Fibrosarcoma, Cancer of Unknown Primary, Hemangioblastoma, Thyroid Neoplasms, Hepatoblastoma, Fallopian Tube Neoplasms, Leiomyosarcoma, Vaginal Neoplasms, Neurofibrosarcoma, Gallbladder Neoplasms, Osteosarcoma, Biliary Tract Neoplasms, Clear Cell Endometrial Cancer, Yolk Sac Tumor, Vulvar Neoplasms, Kaposi Sarcoma, Ovarian Epithelial Cancer, Soft Tissue Sarcoma, Urethral Neoplasms, Granulosa Cell Tumor, Primitive Neuroectodermal Tumor, Neuroendocrine Tumors, Trophoblastic Tumor",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 28,
    "primaryOutcomeMeasure": "Primary Objective",
    "eligibilityCriteria": "Inclusion Criteria\n\n1. Age 18 years or older.\n2. Patients with immunohistochemistry for PD-L1 with a combined positive score (CPS) of 10 or higher.\n3. Patients with progression or intolerance to already approved and accessible treatments for the specific neoplasm and population.\n4. Documented disease progression radiologically after the last routine treatment.\n5. Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1.\n6. Measurable lesion per RECIST v1.1. Lesions previously treated with radiotherapy can only be used as target lesions if they are confirmed to be progressing by imaging before enrollment.\n7. Male participants must meet at least one of the following conditions:\n\n   1. Considered infertile;\n   2. No fertile partner;\n   3. Has a fertile partner who agrees to follow contraceptive guidance throughout the study period and for at least 6 months after the last dose of Nivolumab;\n\n      and\n   4. Agrees to abstain from sperm donation throughout the study period and for at least 6 months after the last dose of Nivolumab.\n8. Female participants must meet at least one of the following conditions:\n\n   1. Considered infertile;\n   2. Agrees to follow contraceptive guidance throughout the study period and for at least 6 months after the last dose of Nivolumab;\n9. Estimated life expectancy greater than 12 weeks, as determined by the investigator or delegated sub-investigator.\n10. Preserved organ functions defined by:\n\n    * Absolute neutrophil count ≥ 1,000;\n    * Hemoglobin ≥ 8.0 g/dL (patients may receive transfusions to reach this level);\n    * Platelet count ≥ 100,000;\n    * Total bilirubin ≤ 1.5 × Upper Limit of Normal (ULN), or ≤ 3.0 × ULN for patients with Gilbert's syndrome;\n    * Aspartate Aminotransferase (AST) and Alanine Aminotransferase (ALT) ≤ 2.5 × ULN (≤ 5 × ULN in the presence of liver metastases);\n    * Creatinine clearance \\> 30 mL/min (estimated by Cockcroft-Gault).\n11. Diagnosis of rare cancer (List I) confirmed by histopathological examination, with the possibility of including other types of rare tumors (incidence of less than 6 in every 100,000) after careful evaluation and approval by the study board.\n\n    * List I:\n\n      * Urachal adenocarcinoma\n      * Parathyroid carcinoma\n      * Nasopharyngeal epithelial tumors\n      * Fibrolamellar carcinoma of any primary site\n      * Angiosarcoma of any primary site\n      * Secretory breast carcinoma\n      * Anal cancer\n      * Metaplastic breast carcinoma\n      * Chromophobe renal carcinoma, Microphthalmia-associated Transcription Factor (MiT) family translocation renal carcinoma; renal carcinoma with Fumarate Hydratase (FH) or Succinate Dehydrogenase (SDH) deficiency\n      * Carcinosarcoma of any primary site\n      * Small intestine cancer\n      * Cholangiocarcinoma\n      * Sertoli-Leydig cell tumors\n      * Cervical cancer of non-epidermoid histology\n      * Tracheal epithelial tumors\n      * Non-cystadenoma salivary gland tumors\n      * Mesothelioma of any site\n      * Neuroblastoma\n      * Adrenal cancer\n      * Penile cancer\n      * Apocrine carcinoma\n      * Fibrosarcoma of any primary site\n      * Cancer of unknown primary site\n      * Hemangioblastoma of any primary site\n      * Thyroid cancer\n      * Hepatoblastoma\n      * Fallopian tube cancer\n      * Leiomyosarcoma of any primary site\n      * Vaginal cancer\n      * Neurofibrosarcoma of any primary site\n      * Gallbladder cancer\n      * Osteosarcoma of any primary site\n      * Bile duct cancer\n      * Clear cell endometrial carcinoma\n      * Yolk sac tumor of any primary site\n      * Non-epidermoid bladder cancer\n      * Vulvar cancer\n      * Kaposi's sarcoma\n      * Epithelial ovarian cancer\n      * Soft tissue sarcoma\n      * Urethral cancer\n      * Granulosa cell tumor of any primary site\n      * Cystadenoma carcinoma\n      * Primitive neuroectodermal tumor of any primary site\n      * Pure or mixed neuroendocrine tumors with neuroendocrine component\n      * Trophoblastic tumor\n\nExclusion Criteria\n\n1. Previous treatment lines with immunotherapy (immune checkpoint inhibitors).\n2. Pregnant or breastfeeding individuals.\n3. Limiting comorbidity, in the opinion of the investigator.\n4. Active infection.\n5. Major surgery within the last 4 weeks.\n6. Functional class II or greater heart failure.\n7. Myocardial infarction or stroke within the last 6 months.\n8. History of pulmonary fibrosis or pneumonitis.\n9. Autoimmune diseases, except for patients with vitiligo and/or controlled thyroid/hypothyroidism without the use of immunosuppressors.\n10. Second invasive primary tumor diagnosed in the last 3 years and/or with active disease, except for localized skin tumors (non-melanoma) that have been treated with curative intent.\n11. Patients with prolonged QT interval.\n12. Uncontrolled Central Nervous System (CNS) metastases. Patients who have previously received local treatment, such as radiotherapy, will be eligible if clinical and radiological stability is demonstrated in the 2 weeks prior to the start of treatment. Patients must not be using corticosteroids for managing CNS disease.\n13. Presence of meningeal carcinomatosis.\n14. Worsening renal and liver function in the 14 days prior to enrollment.\n15. History of solid organ transplantation with or without immunosuppression.\n16. Patients with untreated acquired immunodeficiency. Immunocompromised patients may be included as long as they do not have active opportunistic disease and/or active infection, after thorough clinical evaluation by the investigator or sub-investigator. HIV-positive patients must have documented undetectable viral load prior to inclusion.\n17. Chronic use of corticosteroids at doses greater than 10 mg/day of prednisone or equivalent. Patients with adrenal insufficiency of non-autoimmune etiology (e.g., previous bilateral adrenalectomy) may be included if they are clinically compensated with 10 mg/day of prednisone or equivalent or less.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}