{
    "nctId": "NCT00156312",
    "briefTitle": "Evaluation of Tumor Factors in Breast Cancer Treated With Docetaxel and Capecitabine",
    "officialTitle": "Evaluation of Thymidine Phosphorylase and Other Predictive/Prognostic Factors in Primary Breast Cancer Treated With Docetaxel and Capecitabine (DC)",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "N/A",
    "enrollmentCount": 25,
    "primaryOutcomeMeasure": "specific key measurements",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* All patients must have a primary measurable invasive breast cancer with the primary tumor intact (T1, 2, 3, or 4, any N, M0). The clinical stage must meet one of the following criteria:\n\n  1. Size ≥ 2 cm on mammography, ultrasound, or PE\n  2. OR ≥ 1 cm and ER negative, and amenable to research biopsy.\n  3. OR \\<1 cm and documented intact axillary metastasis amenable to serial research CORE biopsies.\n* Histologic diagnosis of at least one site of invasive cancer must be by core needle biopsy or incisional biopsy. Immunohistochemical staining for estrogen and progesterone receptors, and HER-2 neu receptor should be obtained on the initial diagnostic sample.\n* Patients must have had mammography performed at the University of Michigan, OR outside film review prior to enrollment.\n* Patients must have clinical ultrasound performed at the University of Michigan prior to enrollment.\n* All patients are required to sign an informed consent regarding the experimental nature of this therapy, including the research biopsies, in accordance with the University of Michigan Institutional Review Board standards.\n* Patients must have ECOG Performance status of 0-1.\n* This study is limited to women only.\n* Women of childbearing potential must have a documented negative serum HCG within 7 days prior to treatment. Postmenopausal women must have been amenorrheic for at least 12 months to be considered of non-childbearing potential.\n* Women of childbearing potential must be willing to consent to using effective contraception while on treatment and for at least 3 months thereafter.\n\nExclusion Criteria:\n\n* Breast tumors that are not measurable by any of the modalities, including physical examination, mammography, or ultrasound.\n* Tumors diagnosed by excisional biopsy, or incisional biopsy that does not leave measurable disease by physical examination, mammography, or ultrasound.\n* Age less than 18 years.\n* Granulocyte count of \\<1500/mm3, hemoglobin \\<8.0 g/dl platelet count of \\<100,000/mm3.\n* Grade greater than or equal to 2 peripheral neuropathy.\n* Hepatic\n\n  1. Total Bilirubin \\> ULN\n  2. AST and ALT and Alkaline Phosphatase must be within the range allowing for eligibility, as per protocol.\n* Patients who are pregnant or nursing will not be eligible for this protocol.\n* Patients with a history of severe hypersensitivity reaction to drugs formulated with polysorbate 80.\n* Prior unanticipated severe reaction to fluoropyrimidine therapy, or known sensitivity to 5-fluorouracil or known DPD deficiency.\n* Clinically significant cardiac disease (e.g. congestive heart failure, symptomatic coronary artery disease and cardiac arrhythmias not well controlled with medication) or myocardial infarction within the last 12 months\n* Any medical condition which in the opinion of the investigator puts the patient at undo risk of potentially serious complications while on this therapy.\n* Major surgery within 4 weeks of the start of study treatment, without complete recovery.\n* Lack of physical integrity of the upper gastrointestinal tract or malabsorption syndrome.\n* Requirement for full dose coumadin therapy (not port prophylaxis), or a known, existing uncontrolled coagulopathy.\n* Impaired renal function (estimated creatinine clearance \\<45ml/min as calculated with Cockcroft-Gault equation. There will be a mandated dose reduction of capecitabine for creatinine clearance \\< 50 ml/min to dose level -1.\n* Patients must not have received any prior chemotherapy or radiation therapy for their current breast cancer. Patients who received less than 4 weeks of hormonal therapy for the treatment of the current breast cancer may be included if they agree to stop the hormonal therapy during chemotherapy. Patients who received tamoxifen or other agents for prevention of breast cancer may be included.\n* Patients with active systemic malignancy in the past year.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}