{
    "nctId": "NCT01662726",
    "briefTitle": "A Study to Assess the Ability of a Novel Endocrine Treatment for Breast Cancer, Irosustat, to Slow Down Cancer Growth",
    "officialTitle": "A Phase II, Open Label, Preoperative Study to Assess the Efficacy of the Novel Steroid Sulfatase Inhibitor Irosustat in Postmenopausal Women With Early Oestrogen Receptor Positive Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Neoplasms",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 13,
    "primaryOutcomeMeasure": "Changes in FLT uptake as assessed by PET following 2 weeks of treatment with Irosustat",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Written informed consent to participate in the trial\n2. 18 years of age or older\n3. Histologically confirmed ER +ve breast cancer (Allred ≥ 3)\n4. Any HER2 status\n5. Tumour measuring ≥ 15mm in longest diameter on ultrasound (US) examination\n6. Postmenopausal women as defined by any one of the following criteria:\n\n   * Amenorrhoea \\> 12 months at the time of diagnosis and an intact uterus OR,\n   * prior bilateral oophorectomy OR,\n   * FSH levels within the postmenopausal range (as per local practice) in women aged \\< 55years who have undergone hysterectomy OR,\n   * FSH levels within the postmenopausal range (as per local practice) in women aged \\< 55 years who have been on Hormone Replacement Therapy (HRT) within the last 12 months and are therefore not amenorrhoeic\n7. Eastern Cooperative Oncology Group (ECOG) performance status 0, 1 or 2\n8. Adequate bone marrow function defined by Hb ≥ 10 g/dl, WBC ≥ 3.0 x109, PLT ≥ 100 x109/L. Adequate renal function defined by a serum creatinine ≤ 1.5 x ULN. Adequate liver function defined by total bilirubin ≤ 1.5 ULN (patients with Gilbert's syndrome exempted), either ALT or AST ≤ 1.5 ULN and ALP ≤ 1.5 ULN\n\nExclusion Criteria:\n\n1. Locally advanced/inoperable breast cancer\n2. Clinical evidence of metastatic disease\n3. Diffuse or inflammatory tumours\n4. Any history of invasive malignancy within 5 years of starting study treatment (other than adequately treated basal cell carcinoma or squamous cell carcinoma of the skin and cervical carcinoma in situ)\n5. Evidence of bleeding diathesis and PTT and PT ≤ 1.5 x upper limit of normal\n6. Concomitant use (defined as use within 4 weeks prior to entry) of HRT or any other oestrogen-containing medication or supplement (including vaginal oestrogens and phytoestrogens)\n7. Previous use of oestrogen implants at ANY time.\n8. Concomitant use of:\n\n   * Rifampicin and other CYP2C and 3A inducers such as rifabutin, rifapentine, carbamazepine, phenobarbital, phenytoin and St. John's Wort\n   * Systemic carbonic anhydrase inhibitors\n9. Any of the following cardiac criteria:\n\n   * Mean resting corrected QT interval (QTcf) \\> 450 ms obtained from 3 electrocardiograms (ECGs)\n   * Any clinically important abnormalities in rhythm, conduction or morphology of resting ECG e.g. complete left bundle branch block, third degree heart block\n   * Any factors that increase the risk of QTc prolongation or risk of arrhythmic events such as heart failure, hypokalaemia, congenital long QT syndrome, family history of long QT syndrome or unexplained sudden death under 40 years of age or any concomitant medication known to prolong the QT interval\n10. Uncontrolled abnormalities of serum potassium, sodium, calcium or magnesium levels\n11. Evidence of uncontrolled active infection\n12. Evidence of significant medical condition or laboratory finding which, in the opinion of the investigator, makes it undesirable for the patient to participate in the trial\n13. Subjects unable to lie flat or fit into the scanner\n14. Patients on occupational monitoring for radiation exposure",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}