{
    "nctId": "NCT02102165",
    "briefTitle": "AURORA: Aiming to Understand the Molecular Aberrations in Metastatic Breast Cancer.",
    "officialTitle": "AURORA: Aiming to Understand the Molecular Aberrations in Metastatic Breast Cancer.",
    "overallStatus": "RECRUITING",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "SCREENING",
    "enrollmentCount": 1000,
    "primaryOutcomeMeasure": "Metastatic Breast Cancer (MBC) understanding",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Female or male ≥ 18 years with diagnosis of locally recurrent/advanced BC not amenable to treatment with curative intent or MBC who have not received more than 1 line of systemic therapy (any type) in the metastatic setting.\n\n   Under protocol 4.0, eligible patients will be limited to locally recurrent/advanced breast cancer not amenable to treatment with curative intent or MBC with:\n   * histopathology-confirmed TNBC as defined by ER \\<1% and HER2 negative following ASCO-CAP guidelines\n   * ILC (either based on ILC morphology or negative E-cadherin expression confirmed by IHC). Mixed ILC/invasive ductal carcinoma are not eligible for the ILC cohort.\n   * late relapse BC (any subtype). Late relapse is defined as a patient with a radiologic or histologic confirmation of advanced or MBC relapse \\> 10 years from the primary BC diagnosis.\n2. Written informed consent prior to registration into the program.\n3. Eastern Cooperative Oncology Group (ECOG) Performance Status 0 or 1.\n4. Availability of primary tumor tissue for research purposes.\n5. Patient must have a metastatic lesion accessible for biopsy and must agree with the biopsy procedure.\n\n   1. Up until protocol 3.0, up to 100 patients with bone-only metastasis have been included without a metastatic biopsy, if plasma samples have been collected at screening, and if the patient met all other eligibility criteria.\n   2. In protocol 4.0, metastatic tumor biopsies from bone lesions will be accepted provided that the chosen site of biopsy was not previously irradiated.\n   3. Brain tissue is accepted if it is obtained through surgical excision not planned for AURORA, but as part of the routine clinical practice.\n6. The biopsy of the metastatic lesion must be conducted either at the initial diagnosis of the BC relapse before the initiation of 1st line systemic therapy or at the 1st disease progression before initiation of a second line systemic treatment. There is no restriction in the type of therapeutic modality considered as 1st line systemic treatment, which can consist of any type of treatment administered after the diagnosis of the advanced BC relapse till the 1st disease progression thereafter.\n7. Biopsies obtained during routine clinical practice are accepted if both formalin-fixed paraffin-embedded (FFPE) and Frozen Tissue (FT) blocks were collected concurrently from the same metastatic lesion and if collected at the pre-specified timelines for AURORA.\n8. Availability of a whole blood, serum and plasma samples collected at the time of screening.\n9. Patient agrees to provide blood samples at regular intervals, from the screening as well as during the follow-up phase of the program.\n\nExclusion Criteria:\n\n1. The patient has received more than 1 line of systemic therapy (any type) in the metastatic setting.\n2. Patients who have received prior palliative radiotherapy to the only site that is accessible to biopsy.\n3. Presence of severe hematopoietic, renal, and/or hepatic dysfunction, including but not restricted to albumin \\< 3 g/dl.\n4. Known increased risk of hemorrhage during biopsy procedure, as evaluated by the treating physician.\n5. Previous or current malignancies of other histologies within the last 5 years, with the exception of in situ carcinoma of the cervix, and adequately treated basal cell or squamous cell carcinoma of the skin.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}