{
    "nctId": "NCT02838238",
    "briefTitle": "X Versus Placebo as Postoperative Adjuvant Treatment for Elder Breast Cancer",
    "officialTitle": "A Randomized, Phase II Study Comparing Single X (Xeloda/Capetabine) With Placebo as Postoperative Adjuvant Treatment for Elder Breast Cancer",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 300,
    "primaryOutcomeMeasure": "Disease-free survival",
    "eligibilityCriteria": "Inclusion Criteria:\n\nInclusion Criteria:\n\n* Age \\>= 70 years old.\n* Performance status (Karnofsky index) \\>= 80.\n* Histological diagnosis of invasive breast cancer (T3-T4,N0-1,M0). Tumor must bu hormone receptor negative. Time window between surgery and study randomization must be less than 60 days.\n* Positive axillary lymph nodes defined as at least 1 out of 10 nodes with presence of disease. If sentinel node technique is used, sentinel node can be the only node affected.\n* Status of hormone receptors, HER2 status, Ki-67 index and p53 in primary tumour. ER and PR negative. And patients with positive HER-2 status should revceive the standard anti-targeted therapy.\n* Written informed consent. Patients are able to comply with treatment and study follow-up.\n* Patients must not present evidence of metastatic disease.\n* Normal electrocardiogram (EKG) in the 12 weeks prior to randomization. If needed, normal cardiac function must be confirmed by left ventricular ejection fraction (LVEF).\n* Laboratory results (within 14 days prior to randomization):\n\nHematology: neutrophils \\>= 2.0x10\\^9/l; platelets \\>= 100x10\\^9/l; hemoglobin \\>= 10 mg/dl; Hepatic function: total bilirubin \\<= 1 upper normal limit (UNL); SGOT and SGPT \\<= 2.5 UNL; alkaline phosphatase \\<= 2.5 UNL. If values of SGOT and SGPT \\> 1.5 UNL are associated to alkaline phosphatase \\> 2.5 UNL, patient is not eligible; Renal function: creatinine \\<= 175 mmol/l (2 mg/dl); creatinine clearance \\>= 60 ml/min.\n\n·Complete stage workup during the 12 weeks prior to randomization (mammograms are allowed within a 20 week window). All patients must have a bilateral mammogram, thorax x-ray, abdominal echography and/or computed tomography (CT)-scan. If bone pain, and/or alkaline phosphatase elevation, a bone scintigraphy is mandatory. This test is recommended for all patients. Other tests: as clinically indicated.\n\nExclusion Criteria:\n\n* Prior systemic therapy for breast cancer.Or prior therapy with capecitabine for any malignancy.\n* Prior radiotherapy for breast cancer.\n* Bilateral invasive breast cancer.\n* Any T4 or N2-3 or M1 tumour.\n* Pre-existing grade \\>= 2 motor or sensorial neurotoxicity (National Cancer Institute Common Toxicity Criteria version 2.0 \\[NCI CTC v-2.0\\]).\n* Any other serious medical pathology, such as congestive heart failure; unstable angina; history of myocardial infarction during the previous year; uncontrolled HA or high risk arrhythmias.\n* History of neurological or psychiatric disorders, which could preclude the patients from free informed consent.\n* Active uncontrolled infection.\n* Active peptic ulcer; unstable diabetes mellitus.\n* Previous or current history of neoplasms different from breast cancer, except for skin carcinoma, cervical in situ carcinoma, or any other tumour curatively treated and without recurrence in the last 10 years; ductal in situ carcinoma in the same breast; lobular in situ carcinoma.\n* Chronic treatment with corticosteroids.\n* Concomitant treatment with raloxifene, tamoxifen or other selective estrogen receptor modulators (SERMs), either for osteoporosis treatment or for prevention. These treatments must stop before randomisation.\n* Concomitant treatment with other investigational products; participation in other clinical trials with a non-marketed drug in the 20 previous days before randomization.\n* Concomitant treatment with another therapy for cancer.\n* Males.",
    "sex": "FEMALE",
    "minimumAge": "70 Years",
    "stdAges": "OLDER_ADULT"
}