{
    "nctId": "NCT02000739",
    "briefTitle": "Genetically-informed Therapies for Patients With Metastatic Cancer",
    "officialTitle": "Phase II GENIUS Trial of GENetically-Informed Therapies for Patients With previoUSly Treated Refractory Metastatic Cancer",
    "overallStatus": "WITHDRAWN",
    "conditions": "Metastatic Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE4",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "Time to Disease Progression",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologically confirmed metastatic cancer that has progressed by RECIST criteria on at least 1 prior therapy in the metastatic setting.\n* Patients must have not received anti-cancer therapy (i.e., EGFR, BRAF, AR, ER or Her2 targeted agents , chemotherapy, radiation or surgery) within the last 4 weeks, and must have recovered to Grade 2 or better from all treatment-related adverse events.\n* Karnofsky performance status ≥ 60%\n* Women should not be lactating or pregnant. If of childbearing age, she must have a negative pregnancy test within two weeks of entry to the study and practice effective birth control during the study.\n* Patient must be mentally competent and provide written informed consent for study participation.\n* Tumor tissue must be obtained through a clinically indicated biopsy or surgical procedure, performed as standard-of-care for progression of disease.\n* Patient must consent to the use of blood, plasma, and tumor tissues for research purposes. Only tumor genetic information will be used to recommend therapy in this study. Tumor, blood and/ or plasma may be retrospectively analyzed for research purposes.\n* Patients must be willing to consent to paying for the supply of drug if necessary. Cost estimates will be provided at the time of consent. As per the current standard of care for prescription drugs, the treating oncologist and his/her staff will be responsible for making every effort to obtain reimbursement and/or find the lowest possible cost of drug to minimize out of pocket costs.\n\nExclusion Criteria:\n\n* Concomitant second invasive malignancy within five years of enrollment except for non- melanoma skin cancer.\n* In patients with a prior history of invasive malignancy, less than five years in complete remission.\n* Evidence of significant comorbidities such as uncontrolled diabetes, hypertension or active infection that would preclude treatment on a proposed regimen.\n* Prior treatment with proposed regimen.\n* Clinically significant gastrointestinal abnormalities including but not limited to malabsorption syndrome, major resection of stomach or small bowel affecting absorption of oral drugs, active peptic ulcer disease, inflammatory bowel disease, history of small bowel obstruction abscess or fistula within 28 days prior to beginning study treatment.\n* Presence of uncontrolled infection.\n* Known lesion infiltrating major vessels, with risk of bleeding or perforation, as determined by radiographic review.\n* Any serious and/or unstable pre-existing medical, psychiatric, or other conditions that could interfere with subject's safety, obtaining informed consent or compliance to the study.\n* Any ongoing toxicity from prior anti-cancer therapy that is Grade 3 or higher and /or progressing in severity.\n* Untreated brain metastasis that have progressed within the 8-week period prior to enrollment.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}