{
    "nctId": "NCT05072314",
    "briefTitle": "Long-term Outcomes of Lidocaine Infusions for Post-Operative Pain (LOLIPOP) Trial",
    "officialTitle": "Long-term Outcomes of Lidocaine Infusions for Post-Operative Pain (LOLIPOP) Trial",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer, Breast Cancer Female, Breast Conserving Surgery, Mastectomy",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "PREVENTION",
    "enrollmentCount": 4300,
    "primaryOutcomeMeasure": "The incidence of moderate or severe CPSP at 1 year after surgery, as reported by the patient at the follow-up review.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Consenting adult female patients (≥18 years) undergoing mastectomy (unilateral or bilateral) or breast conserving surgery (unilateral or bilateral) for the primary excision of confirmed or suspected breast cancer under general anaesthesia (including those with simultaneous insertion of tissue expanders or implants).\n* American Society of Anaesthesiologist (ASA) physical scale 1-3\n\nExclusion Criteria:\n\n* Pre-existing pain at site of surgery, axilla, ipsilateral side of chest wall or the ipsilateral upper arm\n* Re-excision procedures where the margins at the index surgery have been deemed insufficient\n* When immediate autologous reconstruction surgery is planned\n* Where delayed autologous reconstruction surgery on the operative breast within one year is planned\n* Planned use of regional analgesia infusions\n* Impaired cognition\n* Pregnant or lactating females\n* Transgender patients\n* Known metastatic disease\n* History of anaphylaxis, sensitivity or known contraindication to lidocaine (or other amide local anaesthetic agents e.g. other amide local anaesthetic agents: ropivacaine, bupivacaine, mepivacaine, prilocaine, etidocaine), including patients with porphyria or methaemoglobinaemia\n* History of epilepsy\n* Baseline heart rate \\&lt; 50 bpm or systolic blood pressure \\&lt; 100mmHg.\n* Acute coronary event in the last three months\n* Cardiac conduction abnormalities, including; Atrial fibrillation, Heart block (all degrees), Bundle Branch Block or Fascicular block, Prolonged QT interval, Wolf Parkinson White syndrome, channelopathy such as Brugada syndrome. A preoperative Electrocardiogram (ECG) is not mandatory, unless clinically indicated\n* Abnormal serum potassium concentration (based upon site laboratory reference ranges)\n* Abnormal serum sodium concentration (based upon site laboratory reference ranges)\n* Active liver disease e.g. viral hepatitis, alcoholic liver disease, non-alcoholic fatty liver disease, haemochromatosis, other rarer causes)\n* Medications within the last 7 days which are known / suspected to slow lidocaine metabolism (amiodarone, beta blockers, cimetidine, fluoroquinolones, fluvoxamine, imidazoles, macrolides, verapamil, HIV drugs)\n* Cardiac Failure (any documented heart failure at peroperative assessment or GP records)\n* Severe Renal Failure (Creatinine Clearance of less than 30ml/min or dialysis dependent)\n* Co-administration of lidocaine within 24 hours prior to surgery for other reasons (e.g. lidocaine patches",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}