{
    "nctId": "NCT05038735",
    "briefTitle": "Study to Assess the Efficacy and Safety of Alpelisib Plus Fulvestrant in Participants With HR-postitive (HR+), HER2-negative, Advanced Breast Cancer After Treatment With a CDK4/6 Inhibitor and an Aromatase Inhibitor.",
    "officialTitle": "EPIK-B5: A Phase III, Randomized, Double-blind, Placebo-controlled Study of Alpelisib in Combination With Fulvestrant for Men and Postmenopausal Women With HR-positive, HER2-negative Advanced Breast Cancer With a PIK3CA Mutation, Who Progressed on or After Aromatase Inhibitor and a CDK4/6 Inhibitor",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 234,
    "primaryOutcomeMeasure": "Progression-free survival (PFS) based on BIRC assessments and using RECIST v1.1 criteria",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Participant is an adult ≥ 18 years old at the time of informed consent and has signed informed consent before any trial related activities and according to local guidelines.\n* If female, then the participant must be in postmenopausal status. Postmenopausal status is defined either by: prior bilateral oophorectomy, age ≥60 or age \\<60 and amenorrheic for 12 or more months in the absence of chemotherapy, tamoxifen, toremifene, or ovarian suppression and follicle-stimulating hormone (FSH) and estradiol in the postmenopausal range per local normal range.\n* Participant has a histologically and/or cytologically confirmed diagnosis of ER+ and/or PgR+ breast cancer by local laboratory.\n* Participant has HER2-negative breast cancer defined as a negative in situ hybridization test or an IHC status of 0, 1+ or 2+. If IHC is 2+, a negative in situ hybridization (Fluorescent in situ hybridization (FISH), Chromogenic in situ hybridization (CISH), or Silver-enhanced in situ hybridization (SISH)) test is required by local laboratory testing.\n* Participant has at least one measurable lesion as per RECIST v1.1 criteria as assessed by Investigator (a lesion at a previously irradiated site may only be counted as a target lesion if there is clear sign of progression since the irradiation).\n* Participant has recurrence or progression of disease during or after combined AI (i.e. letrozole, anastrozole, exemestane) and CDK4/6 inhibitor therapy. The combined AI and CDK4/6 inhibitor therapy does not need to be the latest treatment regimen (including adjuvant setting).\n* Participant has received ≤2 prior lines of systemic therapies overall in the metastatic setting, of which a maximum of 1 line of prior treatment with chemotherapy (except for neoadjuvant/ adjuvant chemotherapy).\n* Participant must show the presence of a PIK3CA mutation(s) determined in tumor tissue prior ro enrollment either by a Novartis designated laboratory or in tumor tissue or plasma ctDNA by a local laboratory using a Food and Drug Administration (FDA)-approved PIK3CA Companion Diagnostics (CDx) test for alpelisib or the CE-IVD QIAGEN Therascreen® PIK3CA RGQ PCR test.\n\nExclusion Criteria:\n\n* Participant with symptomatic visceral disease that makes the participant ineligible for endocrine therapy (ET) per the investigator's best judgment.\n* Participant who relapsed with documented evidence of progression more than 12 months from completion of (neo)adjuvant endocrine/endocrine-based therapy with no treatment for metastatic disease\n* Participant has received prior treatment with fulvestrant, any oral selective estrogen receptor degrader (SERDs), any Phosphatidylinositol-3-Kinase (PI3K), mammalian Target of Rapamycin (mTOR) or Protein Kinase B (AKT) inhibitor\n\nOther Inclusion and Exclusion Criteria do apply",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}