{
    "nctId": "NCT03594396",
    "briefTitle": "Window of Opportunity Trial of Neoadjuvant Olaparib and Durvalumab for Triple Negative or Low ER+ Breast Cancer",
    "officialTitle": "Window of Opportunity Trial of Olaparib and Durvalumab (MEDI4736) Before Standard Neoadjuvant Chemotherapy for Stage II/III Triple Negative or Low ER+ Breast Cancer",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Neoplasms",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 54,
    "primaryOutcomeMeasure": "The changes of tumor biology",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Nineteen years of age or older on the day of signing informed consent.\n* Willing and able to provide written informed consent for voluntary participation in the trial.\n* Has previously untreated, clinical stage II/III triple negative breast cancer (TNBC) or low estrogen receptor (ER) tumor where ER is expressed in ≤10% tumor cells) .\n* Willing to provide biopsies from the primary tumor or lymph nodes at screening to the central laboratory and agrees to have a core needle biopsy or incisional or excisional tumor biopsy after 14 days and 28 days of olaparib treatment (before and after durvalumab treatment) if tumor biopsy is feasible as judged by the investigator.\n* Has Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1.\n* Female subjects must either be of non-reproductive potential (ie, post-menopausal by history: ≥60 years old and no menses for \\>1 year without an alternative medical cause; OR history of hysterectomy, OR history of bilateral tubal ligation, OR history of bilateral oophorectomy) or must have a negative serum pregnancy test upon study entry and agree to use contraception if they or their partner are of reproductive potential.\n* Has adequate organ function.\n\n  * Hemoglobin ≥ 10.0 g/dL\n  * Absolute neutrophil count (ANC) ≥ 1.5 x 109/L (\\> 1500 per mm3)\n  * Platelet count ≥ 100 x 109/L (\\>100,000 per mm3)\n  * Serum bilirubin ≤ 1.5 x institutional upper limit of normal (ULN)\n  * AST (SGOT)/ALT (SGPT) ≤ 2.5 x institutional ULN unless due to Gilbert's syndrome\n  * INR/PT/APTT each ≤ 1.5 x ULN\n  * TSH within normal limits\n  * Serum creatinine \\< 1.5 x ULN or serum creatinine CL \\> 51 mL/min by the Cockcroft-Gault formula (Cockroft and Gault 1976) or by 24-hour urine collection for determination of creatinine clearance\n* Subject is willing and able to comply with the protocol for the duration of the study including undergoing treatment and scheduled visits and examinations including follow up.\n\nExclusion Criteria:\n\n* Underweighted populations - ≤30kg\n* Has evidence of metastatic breast cancer, inflammatory breast cancer, or concurrent bilateral invasive breast cancer where ER is expressed in \\>10% tumor cells.\n\n(Note) Patients with bilateral invasive breast cancers can be enrolled if both tumors are TNBCs, including low estrogen receptor (ER) tumor where ER is expressed in ≤10% tumor cells.\n\n• Has another malignancy within the last 3 years. Exceptions include basal cell carcinoma of the skin, squamous cell carcinoma of the skin, and thyroid cancer that has undergone potentially curative surgery, or in situ cervical cancer.\n\n(Note) These patients should be consulted to the principal investigator for a case-by-case decision before enrollment.\n\n* Has received prior chemotherapy, targeted therapy, radiation therapy, immunotherapy that targets immune checkpoints, co-stimulatory or co-inhibitory pathways for T cell receptors within the past 12 months.\n* Any previous treatment with a PD1 or PD-L1 inhibitor, including durvalumab\n* Is currently participating and receiving study therapy, or has participated in a study of an investigational agent and received study therapy or used an investigational device within 4 weeks of the first dose of study drug.\n* Has received a live vaccine within 30 days of the first dose of durvalumab. Note: Patients, if enrolled, should not receive live vaccine up to 30 days after the last dose of IP.\n* Has an active autoimmune disease or inflammatory disorders (including inflammatory bowel disease \\[eg, colitis or Crohn's disease\\], diverticulitis \\[with the exception of diverticulosis\\], celiac disease, irritable bowel disease, or other serious gastrointestinal chronic conditions associated with diarrhea, systemic lupus erythematosus, Sarcoidosis syndrome, or Wegener syndrome \\[granulomatosis with polyangiitis, Graves' disease, rheumatoid arthritis, hypophysitis, uveitis, etc.\\]) that has required systemic treatment in past 2 years. The followings are exceptions to this criterion:\n\n  * Patients with vitiligo or alopecia\n  * Patients with hypothyroidism (eg, following Hashimoto syndrome) stable on hormone replacement or psoriasis not requiring systemic treatment.\n  * Any chronic skin condition that does not require systemic therapy\n  * Patients without active disease in the last 3 years may be included but only after consultation with the principal investigator.\n  * Patients with celiac disease controlled by diet alone may be included but only after consultation with the principal investigator.\n* Has a diagnosis of immunodeficiency\n* Current or prior use of immunosuppressive medication within 14 days before the first dose of durvalumab. The following are exceptions to this criterion:\n\n  * Intranasal, inhaled, topical steroids, or local steroid injections (eg, intra-articular injection)\n  * Systemic corticosteroid at physiologic dose not to exceed 10 mg/day of prednisone or its equivalent\n  * Steroids as premedication for hypersensitivity reactions (eg, CT scan premedication)\n* Has a known history of Human Immunodeficiency Virus (HIV).\n* Active infection, including tuberculosis (clinical evaluation that includes clinical history, physical examination and radiographic findings, and tuberculosis testing in line with local practice), hepatitis B, hepatitis C, or human immunodeficiency virus (HIV, positive HIV 1 or 2 antibodies). Active hepatitis B virus (HBV) infection is defined by a positive HBV surface antigen (HBsAg) and positive titer for HBV DNA.result. Patients with a past or resolved HBV infection (defined as the presence of hepatitis B core IgG antibody and the absence of HBsAg, deoxyribonucleic acid \\[DNA\\] negative) are eligible. Patients positive for hepatitis C virus (HCV) antibody are eligible only if polymerase chain reaction is negative for HCV ribonucleic acid (RNA)..\n* Has evidence of active, non-infectious pneumonitis.\n* Has history of pneumonitis requiring treatment with steroids or history of interstitial lung disease.\n* Has an active infection requiring systemic therapy.\n* Has significant cardiovascular disease, such as: History of myocardial infarction, acute coronary syndrome or coronary angioplasty/stenting/bypass grafting within the last 6 months; Congestive heart failure (CHF) New York Heart Association (NYHA) Class II-IV or history of CHF NYHA class III or IV\n* Has known psychiatric or substance abuse disorders that would interfere with cooperation with the requirements of the study.\n* Is pregnant or breastfeeding, or expecting to conceive children within the projected duration of the study, starting with the screening visit through 120 days after the last dose of study drug.\n* Has a known hypersensitivity to the components of the study drug or its analogs.\n* Concurrent use of any medications or substances that are strong inhibitors of cytochrome P450 (CYP) 3A (CYP3A), such as ketoconazole, itraconazole, ritonavir, indinavir, saquinavir, telithromycin, clarithromycin and nelfinavir, or strong inducers of CYP3A4. Dihydropyridine calcium-channel blockers are permitted for management of hypertension.\n* Previous allogenic bone marrow transplant or (single) umbilical cord blood transplantation\n* Whole blood transfusions in the last 120 days prior to entry to the study (packed red blood cells and platelet transfusions are acceptable, as long as not received within 28 days of start of treatment.\n* Mean QT interval corrected for heart rate (QTc) ≥470 ms calculated from 3 electrocardiograms (ECGs) using Frediricia's Correction within 14 days of treatment\n* Any unresolved toxicity NCI CTCAE Grade ≥2 from previous anticancer therapy with the exception of alopecia, vitiligo, and the laboratory values defined in the inclusion criteria\n* Subjects with Grade ≥2 neuropathy will be evaluated on a case-by-case basis after consultation with the Study Physician.\n* Subjects with irreversible toxicity not reasonably expected to be exacerbated by treatment with durvalumab may be included only after consultation with the Study Physician\n* Major surgical procedure (as defined by the Investigator) within 28 days prior to the first dose of IP. Note: Local surgery of isolated lesions for palliative intent is acceptable.\n* History of leptomeningeal carcinomatosis",
    "sex": "ALL",
    "minimumAge": "19 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}