{
    "nctId": "NCT00301080",
    "briefTitle": "D-cycloserine in the Management of Chemotherapy-Induced Peripheral Neuropathic Pain",
    "officialTitle": "A Phase III Study of D-Cycloserine in the Management of Paclitaxel-Induced Peripheral Neuropathic Pain in Breast Cancer Patients",
    "overallStatus": "TERMINATED",
    "conditions": "Neurotoxicity, Pain, Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 7,
    "primaryOutcomeMeasure": "Difference in Patient-reported Pain Intensity Scores Between the 3 Arms After the Treatment Period Using the Brief Pain Inventory",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients will be at least 18 years of age.\n* Patients will be experiencing moderate to severe peripheral neuropathic pain\n* Patients may be on chronic adjuvant pain medications such as antidepressants but must be on stable doses for at least one week prior to admission.\n* Patients may be taking concurrent opioids but they must be willing to allow us to monitor their opioid use while on the trial.\n* Patients must have chronic peripheral neuropathic pain will be defined as pain of 3 or more months duration which began in association with chemotherapy.\n* Patient's will have bilateral peripheral neuropathic pain symptoms primarily involving the feet\n* Patients must have breast cancer (any stage)\n* Patients must be able to read and speak English and provide informed consent.\n* Patients may be receiving chemotherapy as long as the agents are not known to cause a peripheral neuropathy.\n* Patients must have an ECOG Performance Status \\< 3 and be able to attend the physician study visits\n* Patients must not concurrently use gabapentin or pregabalin or must be willing to wean off their anti-convulsant medications prior to starting the trial.\n* Patients may have diabetes mellitus (type 1 or 2) as long as there is no preexisting neuropathy.\n\nExclusion criteria:\n\n* Patients will not have secondary cause of neuropathic pain including: HIV/AIDS,traumatic injury, or a personal history of non chemotherapy-induced neuropathy.\n* Patients will not have a history of major depression or severe anxiety.\n* Women of childbearing age will agree to take measures to prevent pregnancy and will not breast-feed while on the study medication. Women who are currently pregnant will not be invited to participate in this study.\n* Patients will not have a history of seizures.\n* Patients cannot be currently receiving antibiotic therapy for tuberculosis (e.g. isoniazid).",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}