{
    "nctId": "NCT05272709",
    "briefTitle": "TT-702 in Patients With Advanced Solid Tumours.",
    "officialTitle": "CURATE: A Cancer Research UK Phase I/II, Dose Escalation and Expansion Trial of TT-702, A Selective Adenosine A2BR Antagonist, Given Orally as a Monotherapy Agent and in Combination, in Patients With Advanced Solid Tumours",
    "overallStatus": "RECRUITING",
    "conditions": "Advanced Solid Tumors",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 188,
    "primaryOutcomeMeasure": "Maximum Tolerated Dose (MTD) (Dose Escalation Phase)",
    "eligibilityCriteria": "Inclusion criteria:\n\n1. Be able to provide informed consent and be capable of co-operating with IMP administration, procedures and follow-up.\n2. Be willing to provide samples (blood and tissue) as required.\n3. Consent to access any available archival tissue.\n4. Consent for fresh tumour biopsy samples at baseline and on trial (may be Investigator mandated for patients in the dose escalation phase; mandatory for a minimum of eight patients in each expansion cohort). Investigators will consider whether a biopsy is feasible for the patient in the dose escalation phase and this will not impede participation in the trial if biopsy is not a suitable option.\n5. Life expectancy estimated by the Investigator to be at least 12 weeks.\n6. Eastern Cooperative Oncology Group (ECOG) performance status of 0-1.\n7. Cohort 1M/2M (TT-702 monotherapy) - Aged 16 years or over at the time consent is given.\n8. Cohort 1A/2A (TT-702 \\& darolutamide combination cohorts) - Aged 18 years or over at the time consent is given.\n9. Haematological and biochemical indices within the protocol specified ranges.\n10. Objectively or measurable evaluable disease, radiologically according to RECIST Version 1.1 (and/or, in mCRPC patients, according to PCWG3 criteria). Has radiological disease progression (and/or, in mCRPC patients, PSA progression according to PCWG3 criteria) at the time of study enrolment.\n11. Castrate levels of testosterone (\\<1.7 nmol/L \\[50 ng/dL\\]) (mCRPC patients only).\n\nPhase I, dose escalation phase\n\nHistologically or cytologically proven advanced solid tumours refractory to conventional treatment, or for which no conventional therapy is considered appropriate by the Investigator or is declined by the patient. Phase I dose escalation cohorts are:\n\n* Phase I, Cohort 1M (TT-702 monotherapy cohort): Any solid tumour for which standard of care has been exhausted or, is considered inappropriate for or, declined by the patient.\n* Phase I, Cohort 1A (TT-702 \\& darolutamide combination cohort): mCRPC previously treated with a next generation AR antagonist (including enzalutamide, apalutamide or darolutamide) or abiraterone.\n* Phase I, Cohort 1P (TT-702 \\& PD-1/PD-L1 combination cohort): Patients with PD-1/PD-L1 resistant tumours (i.e. disease progression after a prior PD-1/PD-L1 inhibitor with at least 12 weeks treatment).\n\nPhase II (expansion phase)\n\nHistologically or cytologically proven advanced solid tumour of particular interest based on preclinical and clinical data, refractory to conventional treatment or, for which no conventional therapy is considered appropriate by the Investigator or, is declined by the patient. Phase II expansion cohorts are:\n\n• Cohort 2M (TT-702 Monotherapy expansion cohorts) - mCRPC,TNBC and MMR/MSI defective tumours:\n\nMMR/MSI defective tumours:\n\n* Prior treatment with an anti-PD-1 or anti-PD-L1 agent, either as monotherapy or in combination with other agent(s). This should be the preceding treatment prior to trial entry.\n* Patients must have progressed on an anti-PD-1/anti-PD-L1 agent.\n* Patients must have experienced Investigator-assessed initial clinical benefit from the most recent anti-PD-1/anti-PD-L1 treatment (either as monotherapy or in combination with other compounds) for at least 10 weeks. Initial benefit is defined as SD or better with an anti-PD 1/anti-PD-L1 therapy.\n* Diagnosis of metastatic MSI-H (defined as MSI polymerase chain reaction test with instability shown in ≥2 or ≥30% of microsatellite markers) or metastatic MMRd (defined as loss of MLH1, MSH2, MSH6, and/or PMS2 expression is detected) through local testing in NHS lab within UKAS/ISO 15198 scope of accreditation.\n\nmCRPC:\n\n* Prior treatment with a next generation hormonal agent.\n* Adenocarcinoma without predominant neuroendocrine or small cell features.\n\nTNBC:\n\n* Human epidermal growth factor receptor 2 negativity (negative immunohistochemistry \\[IHC\\] staining \\[score 0 or 1\\] or negative fluorescence in situ hybridisation based on the American Society of Clinical Oncology/College of American Pathologists guidelines and recommendations) and determined through local testing in NHS lab within UKAS/ISO 15198 scope of accreditation. Note: patients initially diagnosed with hormone receptor-positive and/ or HER2-positive breast cancer OR de novo metastatic patients with a primary tumour hormone receptor-positive (weak positivity or ER negativity and progesterone receptor positivity) considered as nonclinically relevant are eligible if the tumour biopsy obtained from a local recurrence or distant metastasis site confirms the TNBC disease.\n* ER and progesterone receptor negativity (\\<1% positive staining cells in the invasive tumour) determined locally using IHC per American Society of Clinical Oncology/College of American Pathologists criteria.\n* Patients who have received prior anti-PD-1/anti-PD-L1 agent must have experienced Investigator-assessed initial clinical benefit from the most recent anti-PD-1/anti-PD-L1 treatment (either as monotherapy or in combination with other compounds) for at least 10 weeks, followed by subsequent progression. Initial benefit is defined as SD or better with an anti-PD-1/anti-PD-L1 therapy.\n\nCohort 2A (TT-702 \\& darolutamide combination cohort): mCRPC.\n\n* Patients with mCRPC must have progressive disease according to PCWG3 criteria.\n* Previously irradiated lesions cannot be counted as target lesions unless clearly progressed after radiotherapy.\n* Patients undergoing biopsy should have at least two lesions, one to be used as a target lesion and one to be biopsied.\n* Cohort 2P (TT-702 \\& PD-1/PD-L1 combination cohort): MMR/MSI defective tumours, TNBC or mCRPC.\n\nExclusion criteria:\n\n1. Radiotherapy (except single fractions for palliative reasons), endocrine therapy during the previous four weeks, immunotherapy and chemotherapy during the previous four weeks(previous six weeks for nitrosoureas, Mitomycin-C) before receiving TT-702. A washout period of eight weeks is required for enzalutamide and apalutamide before the patient receives their first dose of TT-702. A washout period of 4 weeks or 5 half-lives whichever is shorter for any other previous preceding IMPs is required before the patient receives their first dose of TT-702 (in the combination cohorts no washout is needed from PD-1/PD-L1 and darolutamide, respectively).\n2. Patients with ongoing toxic manifestations of previous treatments greater than NCI CTCAE Version 5.0 Grade 1. Exceptions to this are alopecia and any ongoing toxic manifestation which in the opinion of the Investigator should not exclude the patient.\n3. Patients with symptomatic brain or leptomeningeal metastases should be excluded. Asymptomatic patients with previously treated and stable brain metastases (in previous four weeks to study entry) and not requiring any steroids are eligible for the trial. Patients who are stable on anticonvulsants are also eligible.\n4. Cohort 1M/2M (monotherapy) - Women of childbearing potential (or are already pregnant or lactating). However, those patients who meet the following points are considered eligible:\n\n   • Have a negative highly sensitive pregnancy test of a serum sample within 7 days prior to trial inclusion; and\n\n   • Agree to use two forms of medically approved contraception: i. one highly effective form including but not limited to: oral, injected,implanted, transdermal or intravaginal hormonal contraception associated with inhibition of ovulation; intrauterine device; intrauterine hormonereleasing system, bilateral tubal occlusion or vasectomised partner; ii. plus a barrier method (for example, condom plus spermicide); iii. or agree to sexual abstinence. Effective from the first administration of TT-702, throughout the trial and for six months after the last administration of IMP.\n5. Male patients with partners of childbearing potential. However, those patients who meet the following points are considered eligible:\n\n   * Agree to take measures not to father children by using a barrier method of contraception \\[condom plus spermicide\\] or sexual abstinence12 effective from the first administration of IMP throughout the trial and for six months after the last administration of IMP.\n   * Male patients with pregnant or lactating partners must be advised to use barrier method contraception (for example, condom plus spermicide) to prevent exposure of the foetus or neonate.\n   * Non-vasectomised male patients must also be willing to ensure that any partner of childbearing potential uses a highly effective method of contraception (for example, oral, injected, implanted, transdermal or intravaginal hormonal contraception associated with inhibition of ovulation, intrauterine device, intrauterine hormone-releasing system or bilateral tubal occlusion) or agree to sexual abstinence for the same duration.\n6. Major thoracic or abdominal surgery from which the patient has not yet recovered.\n7. At high medical risk because of non-malignant systemic disease including active uncontrolled infection. Patients with previous Hepatitis C exposure but no current infection are eligible to participate.\n8. Known to be serologically positive for Hepatitis B, Hepatitis C or Human Immunodeficiency Virus (HIV).\n9. Prior bone marrow transplant or have had extensive radiotherapy to greater than 25% of bone marrow within eight weeks.\n10. Concurrent congestive heart failure, prior history of class II-IV cardiac disease (New York Heart Association \\[NYHA\\]), prior history of clinically significant cardiac ischaemia or prior history of clinically significant cardiac arrhythmia. Patients with significant cardiovascular disease are excluded as defined by:\n\n    1. History of congestive heart failure requiring therapy (NYHA III or IV);\n    2. History of unstable angina pectoris or myocardial infarction up to six months prior to trial entry (patients with previous cardiac or thrombotic events who are now stable and or recovered are eligible);\n    3. Presence of severe valvular heart disease;\n    4. Presence of a ventricular arrhythmia requiring treatment;\n    5. Left ventricular ejection fraction \\< 50%;\n    6. Has a QTcF prolongation to \\>470 milliseconds (ms) based on a 12-lead ECG in triplicate;\n    7. Previous stroke or transient ischaemic attack within 6 months of trial entry;\n    8. History of clinically significant peripheral vascular disease/vasculitis/vasculopathy;\n    9. Cohort 1A/2A - A history of QTcF prolongation or Torsade de pointes.\n11. Is a participant or plans to participate in another interventional clinical trial, whilst taking part in this Phase I/II trial of TT-702. Participation in an observational trial or interventional clinical trial which does not involve administration of an IMP and which would not place an unacceptable burden on the patient in the opinion of the Investigator would be acceptable.\n12. Previous malignancies of other types, apart from adequately treated in situ carcinoma of the cervix uteri and basal or squamous cell carcinoma of the skin. Cancer survivors, who have undergone potentially curative therapy for a prior malignancy, have no evidence of that disease for five years or more and are deemed at negligible risk for recurrence, are eligible for the trial.\n13. A concomitant significant other illness that might in the opinion of the Investigator affect compliance with the protocol or interpretation of results, examples include but are not limited to autoimmune diseases or immune deficiency, or other disease with ongoing fibrosis (such as scleroderma, pulmonary fibrosis, emphysema, neurofibromatosis, palmar/plantar fibromatosis), alcoholic hepatitis, cirrhosis, and inherited liver disease, previous organ transplantation, uncontrolled or poorly controlled diabetes mellitus (for example HbA1c \\>10%) and patients with non-alcoholic steatohepatitis.\n14. History of an immune-mediated adverse event of Grade 3 or above attributed to prior cancer immunotherapy that resulted in permanent discontinuation of the prior immunotherapeutic agent. Immune-mediated adverse events related to prior immunomodulatory therapy (other than endocrinopathy managed with replacement therapy or stable vitiligo) that have not either resolved completely to baseline or are Grade ≤2 in severity.\n15. Patients on systemic corticosteroids (apart from replacement doses for endocrinopathy up to an equivalent of 10 mg QD prednisolone). Topical or inhaled steroids for pre-existent diseases are allowed.\n16. Patients who received a live vaccine within 30 days before trial enrolment are excluded.\n17. Patients with a known or suspected history of hypersensitivity or allergy to TT-702, or any of its excipients (for any strength) are excluded:\n\n    * TT-702 10 mg strength, excipients: hydroxypropyl cellulose, sodium lauryl sulfate, lactose monohydrate, microcrystalline cellulose, croscarmellose sodium and magnesium stearate;\n    * TT-702 40 mg strength, excipients: hydroxypropyl cellulose, sodium lauryl sulfate, mannitol, croscarmellose sodium and magnesium stearate;\n    * TT-702 120 mg strength, excipients: poloxamer-188, sodium lauryl sulfate, mannitol, croscarmellose sodium and magnesium stearate in hydroxypropyl methylcellulose (HPMC) capsules;\n    * TT-478 (also known as GS-6201 or CVT-6883).\n18. Cohort 1A/2A (TT-702 \\& darolutamide) - Patients with a known or suspected history of hypersensitivity or allergy to darolutamide or any of its excipients: calcium hydrogen phosphate, croscarmellose sodium, lactose monohydrate, magnesium stearate, povidone, hypromellose, lactose monohydrate, macrogol, and titanium dioxide.\n19. Patients who take therapies that inhibit or induce CYP3A must be excluded.\n20. Any other condition which in the Investigator's opinion would not make the patient a good candidate for the clinical trial.\n\nIf a patient is taking any dietary supplements or complementary medicines/botanicals, the Sponsor's Centre for Drug Development (CDD) must be informed at the earliest opportunity both prior to enrolment and during the patient's time on trial.",
    "sex": "ALL",
    "minimumAge": "16 Years",
    "stdAges": "CHILD, ADULT, OLDER_ADULT"
}