{
    "nctId": "NCT01242449",
    "briefTitle": "Oral Vinorelbine in Combination With Trastuzumab for Metastatic Breast Cancer",
    "officialTitle": "A Phase II Investigation of Oral Vinorelbine in Combination With Trastuzumab for 1st and 2nd Line Treatment of Women With Metastatic HER2 Positive Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 10,
    "primaryOutcomeMeasure": "Objective Response Rate",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Woman ≥ 18 years of age.\n* PS 0-2. Expected lifetime of more than 12 weeks.\n* Histologically verified breast cancer(adenocarcinoma)\n* Primary tumor or metastasis is HER2 positive with IHC3+ or FISH+ (ratio ≥ 2.2).\n* Documented metastatic breast cancer with min. one lesion measureable according to the RECIST 1.1 criteria. All solitary lesions must be verified cytologically/histologically if representing the only evidence of malignancy.\n* The patient may have received (neo-) adjuvant chemotherapy (taxanes, anthracyclines and trastuzumab) and 1st line chemotherapy in combination with trastuzumab for metastatic disease.\n* The patient may have received previous adjuvant antihormonal treatment for metastatic breast cancer.\n* The patient may receive radiation therapy, however, not against lesions used for response evaluation.\n* Normal heart function, LVEF ≥ 50% measured by MUGA/EKKO.\n* Normal bone marrow function: Hemoglobin ≥ 6 mmol/l, ANC ≥ 1.5x10\\^9/l. Thrombocytes ≥ 100x10\\^9/l.\n* Normal liver function: Bilirubin ≤ 1.5 x upper normal level, ALAT ≤ 2.5 x upper normal level, BASP ≤ 2.5 x upper normal level (≤ 5 if presence of bone metastases).\n* Normal renal function: Creatinine ≤ upper normal level. In case of raised creatinine the measured/calculated GFR must be ≥ 50 ml/min.\n* Fertile women must present a negative pregnancy test and use contraceptives during and 3 months after treatment. An IUD without hormone is considered a safe contraceptive.\n* Written and orally informed consent prior to any study related procedure.\n\nExclusion Criteria:\n\n* Local recurrence or counter-lateral breast cancer without other dissemination.\n* Pregnant or breastfeeding women.\n* Clinical symptoms of CNS metastases, incl. meningeal carcinomatosis.\n* Malabsorption syndrome or other disease affecting the gastrointestinal function. Resection of the ventriculus or the small intestine, which can affect absorption of oral vinorelbine.\n* Dysphagia or other conditions preventing the patient from swallowing tablets.\n* Mental or social conditions preventing treatment or follow-up.\n* Serious concurrent medical condition, such as:\n\n  * AMI within 12 months or unstable angina.\n  * Heart incompensation NYHA III or IV or uncontrolled hypertension (systolic \\> 150 mm/hg and/or diastolic \\>100 mm/hg).\n  * Serious arrythmia requiring medication, excl. atrial fibrillation and paroxystic supraventricular tachycardia.\n  * Active infection, uncontrolled diabetes or hypercalcemia.\n* Other concurrent experimental treatment.\n* Concurrent antihormonal treatment of metastatic breast cancer.\n* Known neuropathia ≥ grade 2.\n* Other previous malignant disease within the past 5 years excl. non-melanoma skin cancer and carcinoma in situ cervicis uteri.\n* Previous treatment with vinca alkaloid.\n* Previous serious allergic or unexpected reactions to trastuzumab treatment.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}