{
    "nctId": "NCT01273168",
    "briefTitle": "Endoxifen in Adults With Hormone Receptor Positive Solid Tumors",
    "officialTitle": "Phase I Trial of Z-Endoxifen in Adults With Refractory Hormone Receptor-Positive Breast Cancer, Desmoid Tumors, Gynecologic Tumors, or Other Hormone Receptor-Positive Solid Tumors",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Hormone Receptor-Positive Breast, Gynecologic, Desmoid, Hormone Receptor-Positive Neoplasms",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 40,
    "primaryOutcomeMeasure": "Establish safety and MTD of Z-endoxifen",
    "eligibilityCriteria": "* INCLUSION CRITERIA:\n\nPatients with the following types of histologically documented solid tumors:\n\n* ER +/PR+, ER+/PR-, or ER-/PR+ breast cancer\n* Gynecologic tumors (endometrial, ovarian, uterine, fallopian tube, peritoneal, etc.)\n* Desmoid tumors\n* Tumors that are ER+ or PR+ by immunohistochemistry (including low-level expression) such as non-small cell lung, colorectal, and prostate\n\nPatients with breast cancer must have had at least one prior chemotherapy regimen for metastatic disease. Additionally, patients with breast cancer must have received prior tamoxifen and/or aromatase inhibitor therapy (if postmenopausal) with at least one hormonal regimen in the metastatic setting. Patients with HER2+ breast cancer must have progressed after at least one prior HER2-directed regimen (trastuzumab, lapatinib) for metastatic disease.\n\nAll other patients must have disease that has progressed following at least one line of standard therapy. Prior therapy with tamoxifen is allowed.\n\nPatients enrolled based on tumor ER/PR status must have ER/PR status confirmed by the Laboratory of Pathology, NIH. ER/PR status will be determined on a metastatic site, if possible; otherwise, the original site or available tissue will be acceptable.\n\nPatients must have recovered to at least eligibility levels following any display of adverse events and/or toxicity due to prior chemotherapy or biologic therapy. They must not have had hormonal therapy, chemotherapy or biologic therapy within 4 weeks prior to entering the study (6 weeks for nitrosoureas or mitomycin C, or UCN-01). Patients must be greater than or equal 2 weeks since any prior administration of study drug in a Phase 0 study (also referred to as an \"early Phase I study\" or \"pre-Phase I study\" where a sub-therapeutic dose of drug is administered) at the PI's discretion. Patients must be greater than or equal to 4 weeks since any prior radiation or major surgery. However, patients receiving bisphosphonates or therapeutic anticoagulation are eligible for this trial.\n\nAge greater than or equal 18 years\n\nThe Eastern Cooperative Oncology Group (ECOG) performance status less than or equal to 2\n\nLife expectancy \\> 3 months\n\nPatients must have normal or adequate organ and marrow function as defined below:\n\nAbsolute neutrophil count greater than or equal to 1,500/microL\n\nPlatelets greater than or equal to 100,000/microL\n\nTotal bilirubin within less than or equal to 1.5 times institutional upper limit of normal\n\nAST (SGOT)/ALT (SGPT) less than or equal to 2.5 times institutional upper limit of normal\n\nCreatinine \\< 1.5 times upper limit of normal\n\nOR\n\nCreatinine clearance greater than or equal to 60 mL/min/1.73 m(2) for patients with creatinine levels greater than or equal to 1.5 times upper limit of normal.\n\nThe effects of Z-endoxifen on the developing human fetus are unknown. For this reason, women of childbearing potential and men must agree to use adequate nonhormonal contraception (barrier method of birth control or abstinence) prior to study entry, for the duration of study participation, and for 2 months after discontinuation from the study. Women of childbearing potential must have a negative pregnancy test in order to be eligible. Should a woman become pregnant or suspect she is pregnant while participating in this study, she should inform her treating physician immediately. Because there is an unknown but potential risk for adverse events in nursing infants secondary to treatment of the mother with Z-endoxifen, breastfeeding should be discontinued if the mother is treated with Z-endoxifen.\n\nAbility to understand and the willingness to sign a written informed consent document.\n\nEXCLUSION CRITERIA:\n\nPatients receiving any other investigational agents.\n\nPatients with known brain metastases are excluded from this clinical trial, with the exception of patients whose brain metastatic disease status has remained stable for greater than or equal to 3 months after treatment of the brain metastases, without steroids or anti-seizure medications. These patients may be enrolled at the discretion of the principal investigator.\n\nPatients with clinically significant illnesses which could compromise participation in the study, including, but not limited to, uncontrolled infection, uncontrolled diabetes, uncontrolled hypertension, symptomatic congestive heart failure, unstable angina pectoris, myocardial infarction within the past 6 months, uncontrolled cardiac arrhythmia, stroke/cerebrovascular accident within the past 6 months, or psychiatric illness/social situations that in the investigator s opinion would make it undesirable for the patient to participate in the trial, or which would jeopardize compliance with the protocol.\n\nPatients with untreated spinal cord metastases or metastases close to vital organs (as determined by the principal investigator) are excluded because of the risk of hormonal flare.\n\nPatients with a history of deep vein thrombosis must be on anti-coagulation therapy prior to enrollment. Patients requiring prophylactic anti-coagulation are eligible.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}