{
    "nctId": "NCT03475953",
    "briefTitle": "A Phase I/II Study of Regorafenib Plus Avelumab in Solid Tumors",
    "officialTitle": "A Phase I/II Study of Regorafenib Plus Avelumab in Solid Tumors",
    "overallStatus": "RECRUITING",
    "conditions": "Colorectal Cancer Not MSI-H or MMR-deficient, GIST, Oesophageal or Gastric Carcinoma, Biliary Tract Cancer, Hepatocellular Carcinoma, Soft-tissue Sarcoma, Thyroid Cancer, Gastro-enteropancreatic Neuroendocrine Tumor, Non-small Cell Lung Cancer, Solid Tumor, Adult, Urothelial Carcinoma, HPV-Related Carcinoma, Triple Negative Breast Cancer, Renal Carcinoma, Mesotheliomas Pleural",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 747,
    "primaryOutcomeMeasure": "PHASE I : Recommended phase II dose (RP2D)",
    "eligibilityCriteria": "Inclusion Criteria :\n\n1. Histology:\n\n   * Dose escalation part: histologically confirmed non MSI-H or deficient-MMR colorectal cancer, or GIST, or esophageal or gastric carcinoma or hepatobiliary cancers,\n   * Phase II trials : histologically confirmed\n\n     * non MSI-H or deficient-MMR colorectal cancer (cohort A),\n     * or GIST (cohort B). As recommended diagnosis by INCa, patients with GIST must have histologically confirmed by central review, except if it has been already confirmed by the RRePS Network\n     * or esophageal or gastric carcinoma (cohort C),\n     * or hepatobiliary cancers (cohort D),\n     * or soft-tissue sarcoma (STS) (cohort E). As recommended diagnosis by INCa, patients with STS must have histologically confirmed by central review, except if it has been already confirmed by the RRePS Network\n     * or radioiodine-refractory differentiated thyroid cancer \\[RR-DTC\\] (cohort F),\n     * or neuroendocrine gastroenteropancreatic tumors grade 2 and 3\n     * or Non-small cell lung cancer (cohort H)\n     * or Solid tumors including soft-tissue sarcoma with immune signature (cohort I), i.e. presence of tertiary lymphoid structures on tumor sample as determined by central review.\n     * or urothelial cancer (cohort J)\n     * or HPV-associated cancer (cohort K) with molecular confirmation p16 positive status,\n     * triple negative breast cancer (cohort L)\n     * or TMB-high solid tumors (cohort M) with status TMB-high already known\n     * or MSI-high solid tumors (cohort N) with status MSI-high already known\n     * or Non clear-cell renal carcinoma (cohort O)\n     * or Malignant pleural mesothelioma (cohort P).\n2. Advanced non resectable / metastatic disease,\n3. Patients for which either there is no further established therapy that is known to provide clinical benefit, OR (for patients to be treated with 160 mg regorafenib) regorafenib monotherapy is an approved or established therapeutic option,\n4. Age ≥ 18 years,\n5. ECOG, Performance status ≤ 1,\n6. Measurable disease according to RECIST,\n7. Life expectancy \\> 3 months,\n8. Except for cohorts F and H, ≥ 1 previous line (s) of systemic therapy,\n9. Adequate hematological, renal, metabolic and hepatic functions:\n\n   1. Hemoglobin ≥ 9 g/dl (patients may have received prior red blood cell \\[RBC\\] transfusion, if clinically indicated); absolute neutrophil count (ANC) ≥ 1.5 x 109/l and platelet count ≥ 100 x 109/l, lymphocytes ≥ 1000/mm3.\n   2. Alkaline phosphatase (AP), alanine aminotransferase (ALT) and aspartate aminotransferase (ASP) ≤ 2.5 x upper limit of normality (ULN) (≤ 5 in case of extensive skeletal involvement for AP and/or liver metastasis and ≤ 5 x ULN in case of liver metastasis for AST and ALT).\n   3. Total bilirubin ≤ 1.5 x ULN.\n   4. Albumin ≥ 25g/l.\n   5. Calculated creatinine clearance (CrCl) ≥ 30 ml/min (according to Cockroft and Gault formula).\n   6. Creatine phosphokinase (CPK) ≤ 2.5 x ULN.\n   7. INR \\< 1.5 x ULN\n   8. aPTT ≤ 1.5 X ULN\n   9. Lipase ≤ 1.5 X ULN.\n   10. Cohort specific criteria: Patients with hepatocellular carcinoma must have a correct hepatocellular function, id est Child-Pugh A.\n10. No prior or concurrent malignant disease diagnosed or treated in the last 2 years except for adequately treated in situ carcinoma of the cervix, basal or squamous skin cell carcinoma, or in situ transitional bladder cell carcinoma,\n11. At least three weeks since last chemotherapy, immunotherapy or any other pharmacological treatment and/or radiotherapy,\n12. Recovery to grade ≤ 1 from any adverse event (AE) derived from previous treatment, excluding alopecia of any grade and non-painful peripheral neuropathy grade ≤ 2 (according to the National Cancer Institute Common Terminology Criteria for Adverse Event (NCI-CTCAE, version 5.0)),\n13. Women of childbearing potential must have a negative serum pregnancy test within 72 hours prior to receiving the first dose of study medication,\n14. Both women and men must agree to use an highly effective method of contraception throughout the treatment period and for eight weeks after discontinuation of treatment. Acceptable methods for contraception are described in protocol section 7.4.1,\n15. Voluntary signed and dated written informed consents prior to any specific study procedure,\n16. Patients with a social security in compliance with the French law.\n17. Documented disease progression (as per RECIST v1.1) before study entry. For patients of cohort E (STS) and cohort I (Solid-tumors - TLS+): this progression will be confirmed by central review on the basis of two CT scan or MRI obtained not less than 6 months in the period of 12 months prior to inclusion. For patients of cohort F (RR-DTC): this progression will be confirmed by central review on the basis of two CT scan or MRI obtained at less than 12 months prior to inclusion.\n18. For patients in cohort H: subjects with histologically or cytologically confirmed diagnosis of non-squamous NSCLC. Documents disease progression based on radiographic imaging, during or after a maximum of 2 lines of systemic treatment for locally/regionally advanced recurrent, Stage IIIb/IV or metastatic disease. Two components of treatments must have been received in the same line or as separate lines of therapy: a maximum of 1 line of platinum-containing chemotherapy regimen, and a maximum of 1 line of PD(L)1 mAb containing regimen. No EGFR, ALK, ROS1 positive tumor mutations. Subjects with known BRAF molecular alterations must have had disease progression after receiving the locally available SoC treatment for the molecular alteration\n19. For patients with urothelial cancer (cohort J):\n\n    * A maximum of 1 line of PD(L)1 mAb containing regimen, and\n    * Patients must have received at least 4 months of PD(L1) mAb treatment.\n20. For HPV-associated cancer (cohort K), TMB-high solid tumors (cohort M) MSI-high solid tumors (cohort N), Non clear-cell renal carcinoma (cohort O):\n\n    o No previous line of PD(L)1 mAb containing regimen\n21. For malignant pleural mesothelioma (Cohort P):\n\n    * A maximum of 1 line of PD(L)1 mAb containing regimen, and\n    * Patients must have received at least 4 months of PD(L1)/ CTLA-4 mAb treatment in the case they received this treatment\n22. For triple-negative breast cancer patients (Cohort L)\n\n    * A maximum of 1 line of PD(L)1 mAb containing regimen, and\n    * Patients must have received at least 4 months of PD(L1) mAb treatment\n23. For TMB-High cancer patients (Cohort M):\n\n    * TMB-High is defined as TMB score \\> 16 mutations /megabase on tissue or blood sample\n\nExclusion Criteria:\n\n1. Previous treatment with Avelumab or Regorafenib,\n2. Has received prior therapy with an anti-PD-1, anti-PD-L1, anti-PD-L2, anti-CD137, or anti-Cytotoxic T-lymphocyte-associated antigen-4 (CTLA-4) antibody (including ipilimumab or any other antibody or drug specifically targeting T-cell costimulation or checkpoint pathways), except for cohort H (NSCLC), Cohort I (Solid tumors (including Soft Tissue Sarcoma) with immune signature (TLS+)) and cohort P (malignant pleural mesothelioma),\n3. Evidence of progressive or symptomatic or newly diagnosed central nervous system (CNS) or leptomeningeal metastases,\n4. Men or women of childbearing potential who are not using an effective method of contraception as previously described;\n5. Participation to a study involving a medical or therapeutic intervention in the last 30 days,\n6. Previous enrolment in the present study,\n7. Patient unable to follow and comply with the study procedures because of any geographical, familial, social or psychological reasons,\n8. Known hypersensitivity to any involved study drug or of its formulation components,\n9. Active autoimmune disease that might deteriorate when receiving an immunostimulatory agent :\n\n   1. Subjects with diabetes type I, vitiligo, psoriasis, hypo- or hyperthyroid disease not requiring immunosuppressive treatment are eligible\n   2. Subjects requiring hormone replacement with corticosteroids are eligible if the steroids are administered only for the purpose of hormonal replacement and at doses ≤ 10 mg or 10 mg equivalent prednisone per day\n   3. Administration of steroids through a route known to result in a minimal systemic exposure (topical, intranasal, intro-ocular, or inhalation) are acceptable\n10. Has a diagnosis of immunodeficiency or is receiving systemic steroid therapy or any other form of immunosuppressive therapy within 7 days prior to the first dose of trial treatment,\n11. History of idiopathic pulmonary fibrosis (including pneumonitis), drug-induced pneumonitis, organizing pneumonia, or evidence of active pneumonitis on screening chest CT scan or interstitial lung disease with ongoing signs and symptoms at inclusion. History of radiation pneumonitis in the radiation field (fibrosis) is permitted,\n12. Has known hepatitis B or hepatitis C, active and/or treated by antiviral therapy\n13. Has a known history of Human Immunodeficiency Virus (HIV) (HIV1/2 antibodies) or known acquired immunodeficiency syndrome (AIDS),\n14. Spot urine must not show 1+ or more protein in urine or the patient will require a repeat urine analysis,\n15. Major surgical procedure or significant traumatic injury within 28 days before start of study medication,\n16. Non-healing wound, non-healing ulcer, or non-healing bone fracture requiring orthopedic treatment,\n17. Patients with evidence or history of any bleeding diathesis, irrespective of severity,\n18. Any hemorrhage or bleeding event ≥ CTCAE Grade 3 within 4 weeks prior to the start of study medication,\n19. Arterial or venous thrombotic or embolic events such as cerebrovascular accident (including transient ischemic attacks), deep vein thrombosis or pulmonary embolism within 6 months before the start of study medication (except for adequately treated catheter-related venous thrombosis occurring more than one month before the start of study medication),\n20. Ongoing infection \\> Grade 2 as per NCI CTCAE v5.0,\n21. Uncontrolled hypertension (Systolic blood pressure \\> 140 mmHg or diastolic pressure \\> 90 mmHg) despite optimal medical management,\n22. Congestive heart failure ≥ New York Heart Association (NHYA) class 2,\n23. Unstable angina (angina symptoms at rest), new-onset angina (begun within the last 3 months),\n24. Myocardial infarction less than 6 months bedfore start of study drug,\n25. Uncontrolled cardiac arrhythmias,\n26. Pregnant or breast-feeding patients,\n27. Individuals deprived of liberty or placed under legal guardianship,\n28. Prior organ transplantation, including allogeneic stem-cell transplantation,\n29. Known alcohol or drug abuse,\n30. Vaccination within 4 weeks of the first dose of Avelumab and while on trial is prohibited except for administration of inactivated vaccines,\n31. Patients with any condition that impairs their ability to swallow and retain tablets,\n32. Other severe acute or chronic medical conditions including immune colitis, inflammatory bowel disease, immune pneumonitis, pulmonary fibrosis or psychiatric conditions including recent (within the past year) or active suicidal ideation or behavior; or laboratory abnormalities that may increase the risk associated with study participation or study treatment administration or may interfere with the interpretation of study results and, in the judgment of the investigator, would make the patient inappropriate for entry into this study,\n33. Patient with oral anticoagulation therapy,\n34. Suspected or known intraabdominal fistula.\n35. For cohort H: received more than 2 prior lines of therapy for NSCLC, including subjects with BRAF molecular alteration and subjects with knwon EGFR/ALK/ROS1 molecular alterations are excluded",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}