{
    "nctId": "NCT03581552",
    "briefTitle": "Effects of Aromatase Inhibitor Therapy on Muscle Function",
    "officialTitle": "A Pilot Study Examining Molecular and Clinical Effects of Aromatase Inhibitor Therapy on Skeletal Muscle Function in Early Stage Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer, Breast Cancer Female",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 16,
    "primaryOutcomeMeasure": "Changes in calstabin1 binding to RyR1 channels in skeletal muscle",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age ≥ 18 years\n2. Post-menopausal\n3. Diagnosis of ductal carcinoma in situ (DCIS) or stage I, II, or III ER positive breast cancer\n4. Plan to initiate an AI per treating physician.\n5. Completion of all primary therapy for breast cancer, including surgery, radiation, and chemotherapy (should be completed 14 days or more prior to obtaining the baseline muscle biopsy). Ongoing HER2 targeted therapy with trastuzumab and/or pertuzumab is allowed. Ongoing neratinib therapy is not allowed.\n6. Body weight less than 350 lbs., as dictated by the weight limit for DXA (dual energy x-ray absorptiometry) scanner\n7. Must be willing to undergo muscle biopsy at baseline and after 24 weeks of AI therapy\n8. Eastern Cooperative Oncology Group (ECOG) performance status of 0-1 at the time of study enrollment\n9. Informed consent and authorization of the release of health information must be obtained according to institutional guidelines\n\nExclusion Criteria:\n\n1. Unwilling to co-enroll into the FIT core study\n2. Diagnosis of severe osteopenia or osteoporosis, defined as a bone mineral density of ≥ 2.0 standard deviations below the young adult female reference mean (T score)\n3. Diagnosis of other disorder affecting bone function or turnover, such as Paget's disease, renal osteodystrophy, parathyroid disorders, or vitamin D deficiency/osteomalacia\n4. Prior history of non-traumatic, fragility bone fracture\n5. Any muscle or neuromuscular disorder affecting muscle function, such as muscular dystrophy, myositis, or amyotrophic lateral sclerosis\n6. Any condition precluding power protocol participation (i.e. exertion on a stationary bicycle), including: New York Heart Association (NYHA) class III or IV congestive heart failure, uncontrolled angina, myocardial infarction in the prior 12 months, orthopedic surgery in the previous 6 months or plans for orthopedic surgery during the study period, chronic uncontrolled pulmonary conditions such as uncontrolled asthma (symptoms \\> 2 days/week) or dyspnea requiring oxygen, symptomatic peripheral vascular disease, or any other comorbidity that would interfere with the ability to complete and comply with the protocol in the opinion of the investigator\n7. Need for daily anticoagulation use\n8. Allergy to local anesthetic\n9. Locally recurrent or metastatic breast cancer a. History of prior treated malignancies, other than breast cancer, that are now stable, are in remission, and do not require active therapy, are acceptable.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}