{
    "nctId": "NCT05857111",
    "briefTitle": "Effectiveness Validation of CELBREA® in Symptomatic Women or With Diagnostic Doubt of Breast Pathology (DETECT-BH)",
    "officialTitle": "Observational Prospective Study, to Validate the Effectiveness of CELBREA® Compared to the Detection Results in Symptomatic Women or Those With Diagnostic Doubt (DETECT-BH)",
    "overallStatus": "ENROLLING_BY_INVITATION",
    "conditions": "Breast Disease, Benign Breast Disease, Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 255,
    "primaryOutcomeMeasure": "Effectiveness defined as sensitivity, specificity, positive and negative predictive values, positive and negative probability quotients, and accuracy using Detection Results as comparator.",
    "eligibilityCriteria": "INCLUSION CRITERIA\n\n1. Women ≥ 18 years old coming to consult at the Breast Pathology Unit of La Paz Hospital (Madrid, Spain), because of:\n\n   * Discomfort or breast symptoms including, but not limited to, signs or symptoms detected through a self-examination, changes of color or shape in the nipple, nipple discharge, change of appearance or color of breast skin, lumps, etc.\n   * Refered for evaluation because of diagnostic doubt.\n2. Capable of following the instructions necessary for the study.\n3. Have signed the informed consent form.\n\nEXCLUSION CRITERIA:\n\n1. Women who are pregnant or lactating at the time of the study.\n2. Women suffering from one of the following breast pathologies:\n\n   * Personal history of breast cancer, previous or current.\n   * Current chemotherapy or radiotherapy for any type of cancer.\n   * History of breast surgery (reductive, reconstructive, mastectomy, lumpectomy, and others).\n   * Fever.\n   * Swelling or local infections on the breasts.\n   * Open wounds in breast skin.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}