{
    "nctId": "NCT04094519",
    "briefTitle": "A Study to Evaluate the Effect of Multiple Doses of Enzalutamide on the Pharmacokinetics of Substrates of P-glycoprotein (Digoxin) and Breast Cancer Resistant Protein (Rosuvastatin) in Male Subjects With Prostate Cancer",
    "officialTitle": "A Phase 1 Open-label Study to Evaluate the Effect of Multiple Doses of Enzalutamide on the Pharmacokinetics of Substrates of P-glycoprotein (Digoxin) and Breast Cancer Resistant Protein (Rosuvastatin) in Male Subjects With Prostate Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Prostate Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 24,
    "primaryOutcomeMeasure": "Pharmacokinetics (PK) of Digoxin in combination with rosuvastatin in plasma: maximum concentration (Cmax)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Subject is diagnosed with histologically or cytologically confirmed adenocarcinoma of the prostate without neuroendocrine differentiation, signet cell or small cell histology.\n* Subject has a serum testosterone level \\< 1.7 nmol/L (50 ng/dL) during the screening period if under androgen deprivation therapy (ADT).\n* Subject has newly diagnosed metastatic prostate cancer or progressive disease on ADT confirmed by prostate-specific antigen (PSA) or imaging. Disease progression at screening is defined as 1 or more of the following 3 criteria:\n\n  * PSA progression defined by a minimum of 2 rising PSA levels with an interval of ≥ 1 week between each determination. At least 1 PSA value within the 3 months leading up to the screening period should be ≥ 2μg/L (2 ng/mL).\n  * Soft tissue disease progression defined by the Response Evaluation Criteria in Solid Tumors, version 1.1 for soft tissue disease.\n  * Bone disease progression defined by 2 or more new lesions on a bone scan.\n* Subject is able to swallow enzalutamide capsules and comply with study requirements.\n* Subject has an Eastern Cooperative Oncology Group performance status of 0 to 2.\n* Subject with a female partner(s) of childbearing potential (including breastfeeding partner) must agree to use contraception throughout the treatment period and for 3 months after final investigational product (IP) administration.\n* Subject must not donate sperm during the treatment period and for 3 months after final IP administration.\n* Subject with pregnant partner(s) must agree to remain abstinent or use a condom for the duration of the pregnancy throughout the study period and for 3 months after final IP administration.\n* Subject has a body mass index range of 18.5 to 35.0 kg/m2 inclusive. The subject weighs at least 50 kg at screening.\n* Subject has an estimated life expectancy of at least 6 months.\n* Subject agrees not to participate in another interventional study while receiving IP treatment in the present study/participating in the present study.\n\nExclusion Criteria:\n\n* Subject has any condition, which makes the subject unsuitable for study participation or is not likely to complete the study for any reason.\n* Subject has known metastases in the liver or any hepatic disorder that could affect drug metabolism deemed clinically significant.\n* Subject is self-reported as Asian.\n* Subject has known or suspected brain metastasis or active leptomeningeal disease.\n* Subject has a history of seizure or any condition that may predispose to seizure (e.g., prior cortical stroke or significant brain trauma, brain arteriovenous malformation).\n* Subject has a history of loss of consciousness or transient ischemic attack within 12 months of day 1.\n* Subject has clinical signs suggestive of high or imminent risks for pathological fracture, spinal cord compression and/or cauda equine syndrome.\n* Subject has clinically significant cardiovascular disease including the following:\n\n  * Myocardial infarction within 6 months before screening\n  * Unstable angina within 3 months before screening\n  * New York Heart Association class III or IV congestive heart failure or a history of New York Heart Association class III or IV congestive heart failure, unless a screening echocardiogram or multigated acquisition scan performed within 3 months before screening demonstrates a left ventricular ejection fraction ≥ 45%\n  * History of clinically significant ventricular arrhythmias (e.g., sustained ventricular tachycardia, ventricular fibrillation, torsades de pointes)\n  * History of Mobitz II second-degree or third-degree heart block without a permanent pacemaker in place\n  * Hypotension as indicated by systolic blood pressure \\< 86 mm Hg at screening\n  * Bradycardia as indicated by a heart rate of ≤ 45 beats per minute on the screening electrocardiogram (ECG)\n  * Uncontrolled hypertension as indicated by a minimum of 2 consecutive blood pressure measurements showing systolic blood pressure \\> 170 mm Hg or diastolic blood pressure \\> 105 mm Hg at screening\n* Subject has previously received treatment with enzalutamide.\n* Subject has undergone major surgery within 4 weeks prior to day 1.\n* Subject has a known hypersensitivity reaction to enzalutamide, digoxin, rosuvastatin, contrast agents or any of the components of the formulations used.\n* Subject has an absolute neutrophil count \\< 1500/μL, platelet count \\< 100000/μL and hemoglobin \\< 6.2 mmol/L (9 g/dL) during the screening period.\n* Subject has received any growth factors or blood transfusions within 7 days prior to the hematologic laboratory values obtained during the screening period.\n* Subject has a total bilirubin (TBL) \\> 1.5 times the upper limit of normal (ULN) (except for subjects with documented Gilbert's disease), alanine aminotransferase (ALT) \\> 2.5 times the ULN or aspartate aminotransferase (AST) \\> 2.5 times the ULN during the screening period. Subject with alkaline phosphatase (ALP) \\> 3 times ULN will be excluded, unless deemed to be related to bone metastasis, rather than liver disease, and after discussion with the sponsor's medical monitor.\n* Subject has an albumin \\< 30 g/L (3.0 g/dL) or creatinine \\> 177 μmol/L (\\> 2 mg/dL) during the screening period.\n* Subject has clinical signs and symptoms of hereditary or acquired coagulation disorders within 6 months prior to enrollment (day 1 visit).\n* Subject has a history of another invasive cancer within 3 years before screening, with the exception of fully treated cancers with a remote probability of recurrence. The medical monitor and investigator must agree that the possibility of recurrence is remote.\n* Subject received treatment with chemotherapy within 4 weeks prior to enrollment (day 1) or plans to initiate treatment with chemotherapy during the study.\n* Subject has participated in any interventional clinical study or has been treated with any investigational drugs within 28 days or 5 half-lives, whichever is longer, prior to the initiation of screening.\n* Subject has a gastrointestinal disorder affecting absorption.\n* Subject uses concomitant medications that are inducers or inhibitors of P-gp and/or BCRP or strong CYP2C8 inhibitors or strong CYP3A4 inducers.\n* Subject uses digoxin or rosuvastatin or concomitant medications that are contraindicated with digoxin or rosuvastatin.\n* Subject has any history or evidence of any clinically significant gastrointestinal, endocrinologic, hematologic, hepatic, immunologic, metabolic, pulmonary, neurologic, dermatologic, psychiatric, renal and/or other major disease.\n* Subject has used drugs of abuse (if not medically indicated) within 3 months prior to admission to the clinical unit.\n* Subject has a history of consuming \\> 21 units of alcohol per week within 3 months prior to day -1 (note: 1 unit = 10 g pure alcohol, 250 mL of beer \\[5%\\], 35 mL of spirits \\[35%\\] or 100 mL of wine \\[12%\\]) or the subject tests positive for alcohol at screening or on day -1.\n* Subject has known active hepatitis B (hepatitis B surface antigen \\[HBsAg\\] reactive, associated with positive anti-hepatitis B core and detectable hepatitis B virus DNA), active hepatitis C (hepatitis C virus \\[HCV\\] RNA \\[qualitative\\] is detected) or active viral hepatitis A (immunoglobulin M).\n* Subject has a positive human immunodeficiency virus type 1 and/or type 2 at screening.\n* Subject is an employee of Astellas, the study-related contract research organizations (CRO) or the clinical unit.",
    "sex": "MALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}