{
    "nctId": "NCT05035745",
    "briefTitle": "Selinexor & Talazoparib in Advanced Refractory Solid Tumors; Advanced/Metastatic Triple Negative Breast Cancer (START)",
    "officialTitle": "Phase I Dose Finding Study of Selinexor and Talazoparib in Patients With Advanced Refractory Solid Tumors, Followed by Phase II Expansion Cohort Study in Patients With Advanced/ Metastatic Triple Negative Breast Cancers. (START)",
    "overallStatus": "RECRUITING",
    "conditions": "Advanced Refractory Solid Tumors, Advanced Triple Negative Breast Cancers, Metastatic Triple Negative Breast Cancers",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 63,
    "primaryOutcomeMeasure": "safety profile of combination of Talazoparib and Selinexor in advanced/ metastatic solid tumors using NCI CTCAE toxicity grading version 5.0.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. All patients must sign an informed consent in accordance with local institutional guidelines.\n2. All patient must not have received prior PARPi including talazoparib\n3. All patients must not have prior therapy with selinexor.\n4. Age ≥ 18\n5. Estimated life expectancy of at least 12 weeks.\n6. Has recovered from acute toxicities from prior anti-cancer therapies to grade 2 or lower.\n7. a) Dose escalation phase: Patients with histologically or cytologically confirmed advanced or metastatic solid tumors who have radiological evidence of progressive disease on study entry that is deemed unlikely to benefit from further conventional therapy, or for which no standard therapy is available.\n\n   b) Dose expansion phase: Patients with previously treated, advanced or metastatic histologically or cytologically confirmed triple negative breast cancers. Patients must have evidence of progressive disease on study entry after at least one line of anti-cancer therapy. Patients will be stratified into platinum-naïve (not having been treated with platinums-containing chemotherapy in the neoadjuvant, adjuvant or palliative setting), platinum sensitive (defined as having prior objective response or sustained disease control lasting ≥6 months to platinum-containing chemotherapy in the metastatic setting, or relapsed ≥6 months after completing neoadjuvant or adjuvant platinums-containing chemotherapy), and platinum resistant (defined as having progressive disease as the best response or disease control \\<6 months to platinum-containing chemotherapy in the metastatic setting, or relapsed \\<6 months after completing neoadjuvant or adjuvant platinums-containing chemotherapy).\n\n   There is no upper limit on the number of prior treatments provided all inclusion/exclusion criteria are met. Hormone ablation therapy is considered an anti-cancer regimen. Radiation and surgery are not considered anti-cancer regimens.\n8. Measurable disease by RECIST 1.1 criteria.\n9. Eastern cooperative Oncology Group (ECOG) Performance Status of 0-1\n10. Adequate bone marrow function and organ function within 2 weeks of study treatment\n\n    1. Adequate hematologic function defined as:\n\n       * Absolute neutrophil (segmented and bands) count (ANC) ≥ 1.5 x 109/L\n       * Platelets ≥ 125 x 109/L during dose escalation phase; platelets ≥ 100 x 109/L during dose expansion phase\n       * Hemoglobin ≥ 9 x 109/L\n    2. Hepatic function:\n\n       * Bilirubin ≤ 1.5 times the upper limit of normal (ULN)\n       * ALT or AST ≤ 2.5 times ULN (or ≤ 5 times ULN with liver metastases)\n    3. Adequate renal function:\n\n       * Calculated creatinine clearance of ≥ 60 mL/min, calculated using the formula of Cockroft and Gault: (140-Age) x Mass (kg)/(72 x creatinine mg/dL); multiply by 0.85 if female.\n11. Able to swallow tablets/ pills.\n12. Able to comply with study-related procedures.\n13. Female patients of childbearing potential must have a negative serum pregnancy test at screening and agree to use highly effective methods of contraception throughout the study and for 7 months following the last dose of study treatment\n\nExclusion Criteria:\n\n1. Treatment within the last 30 days with any investigational drug.\n2. Concurrent administration of any other tumour therapy, including cytotoxic chemotherapy, hormonal therapy, and immunotherapy\n3. Major surgery within 28 days of study drug administration\n4. Active infection that in the opinion of the investigator would compromise the patient's ability to tolerate therapy.\n5. Serious concomitant disorders that would compromise the safety of the patient or compromise the patient's ability to complete the study, at the discretion of the investigator.\n6. Pregnancy\n7. Breast feeding\n8. Poorly controlled diabetes mellitus\n9. Second primary malignancy that is clinically detectable at the time of consideration for study enrolment (for phase II only).\n10. Symptomatic brain metastasis.\n11. History of significant neurological or mental disorder, including seizures or dementia.\n12. Unable to comply with study procedures\n13. Current or anticipated use of strong P-gp inhibitors: amiodarone, carvedilol, clarithromycin, cobicistat, darunavir, dronedarone, erythromycin, indinavir, itraconazole, ketoconazole, lapatinib, lopinavir, propafenone, quinidine, ranolazine, ritonavir, saquinavir, telaprevir, tipranavir, valspodar, verapamil\n14. Current or anticipated use of strong BCRP inhibitors: curcumin, cyclosporine A, eltrombopag, elacridar, fumitremorgin C, novobiocin, sulfasalazine",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}