{
    "nctId": "NCT04282031",
    "briefTitle": "A Study of BPI-1178 in Patients With Advanced Solid Tumor and HR+/HER2- Breast Cancer",
    "officialTitle": "A Phase 1/2a Study to Evaluate the Tolerability, Safety, Pharmacokinetics and Efficacy of BPI-1178 Alone in Advanced Solid Tumor and of BPI-1178 in Combination With Endocrine Therapy in Advanced HR+/HER2- Breast Cancer",
    "overallStatus": "RECRUITING",
    "conditions": "Advanced Solid Tumor, HR+/HER2- Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 224,
    "primaryOutcomeMeasure": "phase 1 and 2a: Number of subjects with dose limiting toxicity (DLT)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Have given written informed consent prior to any study specific procedures.\n2. Male or female, aged ≥18 years.\n3. Subjects with advanced solid tumors:\n\n   * Phase 1: Histologically or cytologically confirmed, locally advanced (not amenable to curative treatment of surgical resection or radiation therapy), recurrent, or metastatic solid tumors that were refractory to standard therapy or for which no standard-of-care therapy.\n   * Phase 2a Cohort A: HR+/HER2- locally advanced, recurrent, or metastatic breast cancer with disease progression after first-line endocrine therapy (not fulvestrant) or intolerant of it, histologically confirmed by the primary and/or metastatic lesions, not amenable to chemotherapy or curative treatment of surgical resection or radiation therapy; if the pathology of the primary and metastatic lesions are inconsistent, diagnosis should be based on metastatic lesions' pathology.\n   * Phase 2a Cohort B: HR+/HER2- locally advanced, recurrent, or metastatic breast cancer with no prior systemic therapy in this disease setting or relapse more than 1 years from completion of adjuvant endocrine therapy, histologically confirmed by the primary and/or metastatic lesions, not amenable to chemotherapy or curative treatment of surgical resection or radiation therapy; if the pathology of the primary and metastatic lesions are inconsistent, diagnosis should be based on metastatic lesions' pathology.\n   * Female patients with breast cancer at Phase IIa must also meet the following criteria:\n\n     (1) Postmenopausal patients must meet at least one of the following criteria:\n     1. Age ≥ 60 years old;\n     2. Patients \\< 60 years of age who have menstruation ceased for at least 12 consecutive months and have not received chemotherapy, tamoxifen, toremifene or ovarian function inhibitors, and have blood estrogen and FSH levels within the reference range for postmenopausal women;\n     3. Previous bilateral ovariectomy;\n     4. Patients \\< 60 years of age who are being treated with tamoxifen or toremifene with blood estrogen and FSH levels within the reference range for postmenopausal women.\n\n     (2) Premenopausal/perimenopausal patients must meet the following criteria: Premenopausal/perimenopausal patients requiring ovarian function suppression must start treatment at least 4 weeks prior to enrollment and the treatment should be maintained during the trial.\n4. At least 1 measurable lesion based on the RECIST v1.1 criteria.\n5. Life expectancy≥ 12 weeks.\n6. Eastern Cooperative Oncology Group (ECOG) Performance Status (PS)≤1.\n7. Adequate bone marrow and organ function, defined as following:\n\n   1. absolute neutrophil count≥1.5×10\\^9/L, platelets≥100×10\\^9/L, hemoglobin≥100 g/L;\n   2. total bilirubin≤1.5×ULN(≤3×ULN for Gilbert syndrome), alanine aminotransferase and aspartate aminotransferase≤3×ULN;\n   3. serum creatinine≤1.5×ULN or a creatinine clearance calculated by Cockcroft-Gault formula≥50 mL/min; urinary protein measured by semi-quantitative method\\<2+; if urinary protein measured by semi-quantitative method at baseline ≥2+, 24-h urinary protein\\<1g;\n   4. activated partial thromboplastin time and international normalized ratio≤1.5×ULN;\n   5. LVEF≥50%;\n   6. Corrected QT interval (QTcF)\\<450ms for men and \\<470ms for women at resting.\n8. Female subjects should take effective contraceptive methods during the study and for 60 days after the last dose of BPI-1178, and must have a negative pregnancy test prior to dosing if of child-bearing potential, or must have evidence of non-child-bearing potential; male subjects should take effective contraceptive methods during the study and for 120 days after the last dose of BPI-1178.\n9. All subjects must have enough mental behavior ability, understand the nature and significance of the study, as well as the risks associated with the study.\n\nExclusion Criteria:\n\n1. Currently receiving or have received any CDK4/6 inhibitors.\n2. Have had allergies or history of severe allergies.\n3. Have participated in any clinical trials within 4 weeks prior to the dosing of BPI-1178.\n4. Have received anti-tumor therapy (including chemotherapy, endocrine therapy, targeted therapy, immunotherapy, tumor embolization, etc.; have received radiotherapy within 2 weeks before taking the investigational product) within 4 weeks before starting to take the investigational product \\<except for premenopausal/perimenopausal patients with Gonadotropin-releasing hormone analogues \\[GnRHa\\] therapy allowed in Phase IIa study\\>.\n5. Other malignancies present or previously present at the time of enrollment or still under treatment at the time of enrollment (only applicable to Phase IIa study)\n6. Any toxicity related to previous treatment before enrollment defined by CTCAE (v5.0) Grade≥2 (except hair loss).\n7. Presence of third interstitial fluid that cannot be controlled by drainage or other methods (such as large amounts of pleural fluid and ascites).\n8. Requiring long-term treatment of steroid.\n9. Having uncorrectable hypokalemia and hypomagnesemia at enrollment.\n10. Meet any of the following criteria: Various clinically significant heart rhythm and conduction abnormalities, such as atrial fibrillation, complete left bundle branch block, Level III conduction block, Level II conduction block, and PR interval \\> 250 msec; Various factors that might increase risks of QT increased or arrhythmia events, e.g., symptomatic cardiac failure - New York Heart Association (NYHA) class 2-4, long QT syndrome congenital, Brugada syndrome, previous histories of QT increased (\\> 470 ms for males, \\> 480 ms for females) or TdP attack, first degree relative of the family with long QT syndrome or sudden death before 40 years' old with unexplained cause, and concomitant medication which may prolong QT interval; Suffering from following diseases within 6 months prior to administration of investigational product, including unstable angina pectoris, myocardial infarction, coronary heart disease, cerebrovascular accident or pulmonary embolism, or accepting cardiac revascularization.\n11. Known active infection, such as hepatitis B (HBV DNA ≥ 200 IU/mL), hepatitis C, human immunodeficiency virus (HIV) infection.\n12. Have a history of allogeneic organ transplantation and allogeneic hematopoietic stem cell transplantation.\n13. Based on the judgement of investigators, there might be multiple factors which could impact taking and absorption of BPI-1178, including gastrointestinal factors (e.g., obviously uncontrollable inflammatory gastrointestinal disorder, abdominal colostomy within 6 months or previous history of gastrointestinal perforation, extensive resection of small intestine and requirement of tube feeding or water/ nutritional supplement by parenteral route, inability to swallow, chronic diarrhoea and intestinal obstruction, etc.)\n14. Have spinal cord compression, metastases of the meninges, or brain metastases with obvious symptoms. The following cases of brain metastases without symptoms can be enrolled: brain metastases without obvious symptoms diagnosed at screening visit, steroids and/or local treatment not required judged by investigator; brain metastases without obvious symptoms after local treatment (such as radiotherapy), and steroids and/or antiepileptic therapy has stopped for at least 7 days before the first dosing of BPI-1178.\n15. In the judgment of the investigator, have a concomitant disease (such as severe hypertension, diabetes, thyroid disease, severe infection, portal hypertension, cirrhosis, etc.) that would endanger the subjects' safety or affect the completion of the study.\n16. Have had major surgery (craniotomy, thoracotomy, or laparotomy) or unhealed wounds, ulcers, or fractures within 4 weeks prior to the dosing of BPI-1178.\n17. Pregnant or lactating women, or fertile women with pregnancy test positive at baseline.\n18. Any factors that may endanger subject's safety and may affect subject's compliance with the study.\n19. Drug abuse, alcoholic addiction, medical and mental illness and social barriers judged by investigator, which may interfere the subjects' participation in the study or affect the evaluation of study endpoints . Any factor that investigator believes may make the subjects not suitable to receive BPI-1178. Subjects are unwilling or unable to comply with the requirements of the study protocol.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}