{
    "nctId": "NCT05535413",
    "briefTitle": "UTD1 Combined With Capecitabine in Metastatic HER2-negative Breast Cancer Patients With Brain Metastases",
    "officialTitle": "A Single-arm, Multicenter, Open-labeled Clinical Study of UTD1 Combined With Capecitabine in Metastatic HER2-negative Breast Cancer Patients With Brain Metastases",
    "overallStatus": "RECRUITING",
    "conditions": "Metastatic HER2 Negative Breast Carcinoma, Brain Metastases, Capecitabine, UDT1",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 30,
    "primaryOutcomeMeasure": "CNS-Objective Response Rate (ORR)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients aged 18 to 70 years\n* With histologically confirmed HER2 negative recurrent and metastatic breast cancer\n* have at least one measurable lesion in the central nervous system (the longest diameter ≥ 10mm)\n* ECOG score (PS) of 0-2\n* According to screening brain MRI, patients with CNS must meet the following conditions:\n\n  1. untreated brain metastases of breast cancer;\n  2. do not need immediate local treatment;\n  3. brain metastases of breast cancer which was treated in the past:\n\n     1. There are no clinical manifestations that have progressed after the previous local treatment of the central nervous system and require immediate local treatment.\n     2. All records related to the treatment of the central nervous system must be provided.\n     3. All toxicities related to the previous anti-tumor treatment of patients who have not received chemotherapy, radiotherapy, surgical treatment, targeted therapy and immunotherapy within 4 weeks before enrollment must be restored to ≤ level 1 (CTCAE v50). However, patients with hair loss of any grade are allowed to be recruited.\n* Blood routine examination was basically normal within 1 week before enrollment.\n* White blood cell count (WBC) ≥ 30 × 109 /L\n* Neutrophil counts (ANC) ≥ 15 × 109/L\n* Platelet count (PLT) ≥ 100 × 109 /L\n* Hemoglobin ≥ 90g/dl. Patients can receive blood transfusion or erythropoietin treatment to meet this standard.\n* Within 1 week before enrollment, the liver and kidney function tests were basically normal (based on the normal value of the laboratory of each research center).\n* Total bilirubin ≤ 15 × Upper limit of normal value (ULN)\n* Alanine aminotransferase (SGPT / ALT) ≤ 25 x ULN (patients with liver metastasis ≤ 5 × ULN)\n* Glutamic oxaloacetic transaminase (SGOT/AST) ≤ 25 × ULN (patients with liver metastasis ≤ 5 × ULN)\n* Creatinine clearance rate (Ccr) ≥ 60ml/min patients\n* With fertility must agree to use effective contraceptive methods during the study period and within 90 days of the last study medication. Before enrollment, the blood or urine pregnancy test must be negative and the\n* Life expectancy \\> 12 weeks.\n* The patient must be able to participate in and follow the treatment and follow-up.\n\nExclusion Criteria:\n\n* Primary or metastatic lesions were HER2 positive (HER2 IHC or FISH positive)\n* Other malignant carcinomas (including primary brain or leptomeningeal related tumors) in the past 5 years, except for the cured basal cell carcinoma of the skin and carcinoma in situ of the cervix.\n* Anti tumor treatment, including chemotherapeutic radical radiotherapy, hormone therapy, biological therapy Immunotherapy or anti-tumor traditional Chinese medicine.\n* Patients who have received surgical operation on major organs (excluding puncture biopsy) or have suffered significant trauma within 4 weeks before the first use of the study drug, or who need to undergo elective surgery during the trial.\n* Patients with symptomatic peripheral neuropathy with grade evaluation ≥ 2 (CTCAE 5.0), who have previously used anti-microtubule drugs and have serious adverse reactions related to the nervous system of grade 3 or above.\n* Use capecitabine within 6 months before enrollment; No response to capecitabine in the past (including progression during capecitabine treatment, or duration of clinical response after treatment \\< 3 months) or unable to tolerate to capecitabine.\n* For any brain lesions requiring immediate local treatment, such as increased lesion size or treatment-related edema at intracranial (but not limited to) anatomical sites may pose risks to patients (e.g., brainstem lesions)\n* Known or suspected leptomeningeal disease (LMD)\n* Other non malignant systemic diseases (cardiovascular, renal, liver, etc.) that are excluded from any treatment regimen or interfere with follow-up in pregnant or lactating women.\n* Known or suspected allergy to any study drug or accessories.\n* Brain MRI can not be performed for any other reason.\n* The investigator considers it inappropriate to participate in.\n* Other situations where corticosteroids are prohibited.",
    "sex": "MALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}