{
    "nctId": "NCT03940092",
    "briefTitle": "Sodium (23Na) MRI for Tumour Characterisation and Assessment of Therapy Response in Breast Cancer",
    "officialTitle": "Sodium (23Na) MRI for Tumour Characterisation and Assessment of Therapy Response in Breast Cancer",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 65,
    "primaryOutcomeMeasure": "Image quality of 23Na-MRI in the breast evaluated radiologically after each 23Na-MRI scan in healthy volunteers and patients.",
    "eligibilityCriteria": "Inclusion Criteria:\n\nHealthy Volunteers\n\n* Female, aged 18 years or above\n* Participant is willing and able to give informed consent for participation in the study.\n\nPatients\n\n* Female, aged 18 years or above\n* Pathologically confirmed primary breast cancer\n* Tumour \\>1 cm diameter on mammography and/or ultrasound.\n\nExclusion Criteria for healthy volunteers and patients:\n\n* Pregnant or lactating;\n* History of serious breast trauma within past 3 months\n* Implants known to be contraindicated at 3T MRI\n* Significant or uncontrolled medical problems which according to the opinion of the Principal Investigator render the participant unsuitable for participation in the study\n* Underlying conditions, including but not limited to medical or psychiatric conditions, which in the opinion of the Principal Investigator would preclude the participant from adhering to the study protocol or completing the study per protocol\n* Lacking the capacity to provide informed consent.\n\nAdditional exclusion criteria for patients\n\n* Has undergone chemotherapy or hormonal therapy for breast cancer in the previous 12 months\n* Previous surgery or radiotherapy for breast cancer to the ipsilateral breast within the past 4 months\n* Previous surgery for benign breast disease within the past 4 months\n* History of kidney disease or known allergic reaction to gadolinium contrast agent.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}