{
    "nctId": "NCT00196846",
    "briefTitle": "Prevention of Chemotherapy Induced Ovarian Failure With Goserelin in BC Patients (ZORO)",
    "officialTitle": "Prospective Randomized Multicenter Study to Prevent Chemotherapy Induced Ovarian Failure With the GnRH-Agonist Goserelin in Young Hormone Insensitive Breast Cancer Patients Receiving Anthracycline Containing (Neo-)Adjuvant Chemotherapy",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "PREVENTION",
    "enrollmentCount": 62,
    "primaryOutcomeMeasure": "Normal ovarian function as defined by two consecutive menstrual periods within 21-35 days within a time frame of 5 - 8 months after last application of goserelin",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Written informed consent must be obtained and documented according to the local regulatory requirements prior to beginning specific protocol procedures\n* Complete baseline documentation sent to GBG\n* Age of at least 18 and at most 45 years\n* Patients request to preserve ovarian function\n* Spontaneous and regular menstrual periods before study entry with FSH below 15 mlU/ml in follicular phase\n* Histologically confirmed primary breast cancer with the need for anthracycline-based chemotherapy\n* Steroid receptor (estrogen and progesterone) negative tumor (diagnosis according to hospital standard-procedures)\n* No clinical evidence of local recurrence or distant metastases. Complete staging work-up within 3 months prior to registration. All patients must have (bilateral) mammography or breast MRI, chest X-ray; other tests may be performed as clinically indicated\n* Karnofsky-Index \\>80%\n* Life expectancy of at least 10 years, disregarding the diagnosis of cancer\n* Adequate organ function including normal red and white blood count, platelets, serum creatinine, bilirubin, and transaminases within normal range of the institution\n* Patients must be available for and compliant to treatment and follow-up. Patients registered on this trial must be treated and followed up at the participating center.\n\nExclusion Criteria:\n\n* Known hypersensitivity reaction to the investigational compounds or incorporated substances\n* Prior cytotoxic treatment for any reason\n* Suspected (primary or secondary) ovarian insufficiency\n* Pregnant or lactating patients. Patients of childbearing potential must have a negative pregnancy test (urine or serum) within 14 days prior to registration and must implement adequate non-hormonal contraceptive measures during study treatment; prior use of hormonal contraceptives has to be discontinued before first Goserelin injection\n* Other serious illness or medical condition that may interfere with the understanding and giving of informed consent and the conduct of the study\n* Prior or concomitant secondary malignancy (except non-melanomatous skin cancer or carcinoma in situ of the uterine cervix)\n* Concurrent treatment with other experimental drugs or any other anti-cancer therapy\n* Concurrent treatment with sex hormones. Prior treatment must be stopped before study entry",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT"
}