{
    "nctId": "NCT05909332",
    "briefTitle": "Study of Antivascular Therapy Combined With Chemotherapy Versus Chemotherapy in Adjuvant Therapy of TNBC-BLIS Patients (BCTOP-T-A03)",
    "officialTitle": "A Randomized, Open-label Phase III Clinical Trial Comparing Antivascular Therapy Combined With Standard Chemotherapy and Standard Chemotherapy in Adjuvant Therapy for Patients With Triple-Negative Breast Cancer, Basal-like Immunosuppressed Subtype (BCTOP-T-A03)",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer, Triple Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 548,
    "primaryOutcomeMeasure": "iDFS",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Women aged 18-70 years old;\n* Eastern Oncology Collaborative Group (ECOG) physical status score: 0 or 1;\n* Histological results recorded as TNBC (negative HER2, ER, and PgR status) and BLIS subtype according to the classification of FUSCC;\n* Have stage IIA-IIIIC triple-negative breast cancer with non-metastatic surgically treated: pT1-3N1-3M0;\n* Adequate hematological and end-organ function as defined by the following laboratory test results, which need to be completed within 28 days prior to the first study treatment: absolute neutrophil count (ANC) ≥ 1500 cells/μL (no G-CSF support therapy within 2 weeks prior to day 1 of course 1); Platelet count ≥ 75×109/L (no platelet transfusion within 2 weeks before day 1 of course 1); hemoglobin ≥ 9.0 g/dL (no RBC transfusion within 2 weeks before day 1 of course 1); AST, ALT, and alkaline phosphatase ≤ 3 × upper limit of normal (ULN) serum total bilirubin ≤ 1.0 × ULN; serum creatinine ≤ 1ULN and with an endogenous creatinine clearance rate of \\>50 ml/min (Cockcroft-Gault formula);\n* The surgical incision had fully healed prior to the commencement of the study;\n* Female participants of reproductive potential are required to use a medically accepted form of contraception during the course of the study treatment and for at least three months following the last administration of the investigational drug;\n* Sign the Informed Consent Form (ICF). The patient is judged by the investigator to have the ability to comply with the provisions of the protocol.\n\nExclusion Criteria:\n\n* Has received neoadjuvant therapy (including chemotherapy, targeted therapy, and radiotherapy)\n* Has bilateral breast cancer;\n* Has a previous history of additional malignancy, with the exception of adequately treated basal cell carcinoma and cervical carcinoma in situ.\n* Has metastatic (Stage 4) breast cancer;\n* Has any \\>T4 lesion (UICC1987) (with skin involvement, mass adhesion and fixation, and inflammatory breast cancer);\n* Has severe organ dysfunction (cardiopulmonary liver and kidney) insufficiency, left ventricular ejection fraction (LVEF) \\< 50% (a cardiac ultrasound); severe cardio cerebral vascular disease within the 6 months previous to randomization (such as unstable angina, chronic heart failure, uncontrolled hypertension with blood pressure\\>150/90mmgh, myocardial infarction, or cerebral blood vessel); diabetic patients with poor blood glucose control; patients with severe hypertension;\n* Is pregnant, breastfeeding women, or women of childbearing age who cannot practice effective contraceptives;\n* Patients participating in other clinical trials at the same time;\n* Has known allergy to taxane and excipients.\n* Has severe or uncontrolled infection;\n* Has a history of psychotropic substance abuse and was unable to abandon drug habits or those with a history of mental disorders;\n* the researchers judged patients to be unsuitable for the study.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}