{
    "nctId": "NCT00005655",
    "briefTitle": "Combination Therapy of Interleukin-12 and Interleukin-2 to Treat Advanced Cancer",
    "officialTitle": "A Phase I Investigation of IL-12/Pulse IL-2 in Adults With Advanced Solid Tumors",
    "overallStatus": "TERMINATED",
    "conditions": "Kidney Neoplasm, Lung Neoplasm, Sarcoma, Breast Neoplasm",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 39,
    "primaryOutcomeMeasure": "MTD and DLTof IL-12 in combination with IL-2",
    "eligibilityCriteria": "* INCLUSION CRITERIA:\n\nAdult patients 18 years of age and older.\n\nPathologically or cytologically-proven diagnosis of non-hematologic malignancy, and the presence of radiographically or clinically evaluable disease.\n\nPatients with solid tumors including renal, breast, lung carcinomas, as well as sarcomas for whom a proven more effective therapy does not exist. Patients with renal cell cancer will have received sunitinib or sorefinib or refused this option.\n\nPatients must not have received myelosuppressive chemotherapy, hormonal therapy, radiotherapy or immunotherapy within four weeks of entry onto this protocol.\n\nEstimated life expectancy of at least 12 weeks.\n\nECOG performance status of 0 or 1.\n\nPatients must be free of acute infection or other significant systemic illness.\n\nNegative serologic testing for hepatitis B will be required to limit confounding variables in the assessment of the potential hepatic toxicity of this combination.\n\nNegative serologic testing for human immunodeficiency virus (HIV) will be required given the uncertain impact of rhIL-12 and/or rhIL-2 administration on viral replication, and the potential alterations in immune responsiveness among patients concurrently infected with HIV.\n\nAdequate hepatic and renal function as evidence by:\n\nTransaminases less than 2.5 times the upper limit or normal;\n\nTotal serum bilirubin less than 2.0 mg/dl;\n\nSerum Cr less than 2.0 mg/dl or calculated creatinine clearance of greater than 60 ml/min/1.73M(2).\n\nAdequate bone marrow function (without growth factor support) as evidence by:\n\nAbsolute Neutrophil count (ANC) greater than 1500 cells/mm(3);\n\nPlatelets greater than 100,000/mm(3).\n\nFor women of childbearing potential, a negative urine pregnancy test within 14 days prior to initiation of study therapy is required. For patients of child-bearing potential, contraceptive precautions must be maintained during study participation.\n\nNormal pulmonary function (as documented by PFTs), and for patients over the age of 50, normal stress thallium testing. Normal pulmonary function testing will be defined as DLCO greater than 60% of predicted and FEVI greater than 70% of predicted.\n\nEXCLUSION CRITERIA:\n\nCritically-ill or medically unstable patients.\n\nHistory or a presence of brain metastases.\n\nHistory of coronary artery disease, angina or myocardial infarction.\n\nPresence of clinically significant pleural effusion.\n\nHistory of malignant hyperthermia are.\n\nConcurrent or history of autoimmune disease.\n\nHistory of congenital or acquired coagulation disorder.\n\nPatients with a history of ongoing or intermittent bowel obstruction.\n\nWomen who are pregnant or lactating will be excluded.\n\nSystemic corticosteroids, radiotherapy, chemotherapy, or other investigational agents within 4 weeks prior to study entry.\n\nPatients who have received any of the following agents with known immunomodulatory effects within 4 weeks prior to study entry: G-CSF/GM-CSF, interferons or interleukins, growth hormone, IVIG, retinoic acid.\n\nPatients with a history of previous therapy with rhIL-12 will be excluded from study participation. For patients with renal cell carcinoma, a history of therapy with rhIL-2 will not exclude patients from study participation.\n\nPatients with concurrent administration of any other investigational agent.\n\nPatients with hematologic malignancies including leukemia or lymphoma.\n\nHistory of bone marrow or stem-cell transplantation.\n\nIntercurrent radiation therapy patients will be allowed on study if in the opinion of the principal investigator(s) its use is not necessitated by disease progression. For patients with disease progression, radiation therapy will be administered as clinically indicated and the patient will be withdrawn from study participation.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}