{
    "nctId": "NCT01943695",
    "briefTitle": "Supervised Aerobic Training During or After Chemotherapy for Operable Breast Cancer",
    "officialTitle": "Optimal Timing Trial: Randomized Trial of Supervised Aerobic Training During or After Chemotherapy for Operable Breast Cancer",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 144,
    "primaryOutcomeMeasure": "Change in VO2 peak (functional capacity)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Aged 21-80 years\n* Female\n* MSK histologically confirmed early-stage operable breast cancer\n* Scheduled to receive chemotherapy in the neoadjuvant or adjuvant setting\n* ECOG status of 0 or 1\n* Performing less than 150 minutes of structured moderate-intensity or strenuous intensity exercise per week\n* If a female of child-bearing potential, must not be pregnant or planning to become pregnant during the study.\n\n  a. Women \\< 50 years old must have a negative pregnancy test (urine HCG or serum βHCG) within 2 weeks of beginning chemotherapy.\n* Able to complete an acceptable baseline cardiopulmonary exercise test (CPET), in the absence of high risk ECG findings or other inappropriate response to exercise as determined by the investigator.\n* Able to achieve an acceptable peak baseline CPET, as defined by any of the following criteria:\n\n  * Achieving a plateau in oxygen consumption, concurrent with an increase in power output;\n  * A respiratory exchange ratio ≥ 1.10;\n  * Attainment of maximal predicted heart rate (HRmax) (i.e., within 10 bpm of age-predicted HRmax \\[HRmax = 220-Age\\[years\\]);\n  * Volitional exhaustion, as measured by a rating of perceived exertion (RPE) ≥ 18 on the BORG scale.\n* Willingness to be randomized to one of the study arms\n\nExclusion Criteria:\n\n* Presence of any other concurrent, actively treated malignancy\n* History of any other malignancy treated within the past 3 years (other than non-melanoma skin cancer)\n* Presence of metastatic disease\n* Any of the following contraindications to cardiopulmonary exercise testing:\n* Acute myocardial infarction within 3-5 days of any planned study procedures)\n* Unstable angina\n* Uncontrolled arrhythmia causing symptoms or hemodynamic compromise;\n* Recurrent syncope\n* Active endocarditis\n* Acute myocarditis or pericarditis\n* Symptomatic severe aortic stenosis\n* Uncontrolled heart failure\n* Acute pulmonary embolus or pulmonary infarction within 3 months of any planned study procedures;\n* Thrombosis of lower extremities\n* Suspected dissecting aneurysm\n* Uncontrolled asthma\n* Pulmonary edema\n* Respiratory failure\n* Acute non-cardiopulmonary disorders that may affect exercise performance or be aggravated by exercise (i.e., infection, renal failure, thyrotoxicosis) or\n* Room air desaturation at rest ≤ 85%\n* Mental impairment leading to inability to cooperate.\n* Any other condition or intercurrent illness that, in the opinion of the investigator, makes the participant a poor candidate for the trial",
    "sex": "FEMALE",
    "minimumAge": "21 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}