{
    "nctId": "NCT00463489",
    "briefTitle": "Lifestyle Intervention Study in Adjuvant Treatment of Early Breast Cancer",
    "officialTitle": "Lifestyle Intervention Study in Adjuvant Treatment of Early Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "PREVENTION",
    "enrollmentCount": 338,
    "primaryOutcomeMeasure": "Disease-free survival",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Post-menopausal woman with a diagnosis of invasive breast cancer (T1-3,pN0-2,M0) for which definitive surgery was performed during the previous 36 months.\n* On adjuvant hormonal therapy with letrozole at time of randomization (either as initial adjuvant hormonal therapy or after a switch from tamoxifen or other hormonal therapy).\n* BMI ≥ 24 kg/m2.\n* Medical, surgical or radiation oncologist agrees to subject participation in a diet and physical activity program.\n\nExclusion Criteria:\n\n* Life expectancy less than five years.\n* Self-reported inability to walk at least 2 blocks (at any pace).\n* Insulin requiring diabetes (telephone directed diet and physical activity changes would be difficult in this population without close coordination with the treating physician). Non-insulin requiring diabetics are eligible for the study.\n* Serious digestive and/or absorptive problems, including inflammatory bowel disease and chronic diarrhea that preclude adherence to the study diet.\n* Cardiovascular, respiratory or musculoskeletal disease or joint problems that preclude moderate physical activity. Moderate arthritis that does not preclude physical activity is not a reason for ineligibility.\n* Psychiatric disorders or conditions that, in the opinion of the investigator, would preclude participation in the study intervention (e.g. untreated major depression or psychosis, substance abuse, severe personality disorder).\n* Patients on aromatase inhibitors other than letrozole at study entry.\n* Known recurrence of breast cancer (local, regional or distant) at any time prior to study entry.\n* History of other malignancies except: adequately treated non-melanoma skin cancer, curatively treated in situ carcinoma of the cervix, or other solid tumours curatively treated with no evidence of disease for ≥ 5 years. Prior in situ cancer of the breast is not a reason for exclusion.\n* Patients not fluent in either English or French (spoken and written).\n* Patient unwilling or unable to provide informed consent.",
    "sex": "FEMALE",
    "minimumAge": "N/A",
    "stdAges": "CHILD, ADULT, OLDER_ADULT"
}