{
    "nctId": "NCT02153905",
    "briefTitle": "T Cell Receptor Immunotherapy Targeting MAGE-A3 for Patients With Metastatic Cancer Who Are HLA-A*01 Positive",
    "officialTitle": "A Phase I-II Study of the Treatment of Metastatic Cancer That Expresses MAGE-A3 Using Lymphodepleting Conditioning Followed by Infusion of Anti-MAGE-A3 HLA-A*01 Restricted TCR-Gene Engineered Lymphocytes and Aldesleukin",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer, Cervical Cancer, Renal Cancer, Melanoma, Bladder Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 3,
    "primaryOutcomeMeasure": "Maximum Tolerated Cell Dose (MTD)",
    "eligibilityCriteria": "* INCLUSION CRITERIA:\n\n  1. Metastatic or locally advanced refractory/recurrent cancer that expresses MAGE-A3 as assessed by one of the following methods: reverse transcription polymerase chain reaction (RT-PCR) on tumor tissue defined as 30,000 copies of MAGE-A3 per 106 glyceraldehyde 3-phosphate dehydrogenase (GAPDH) copies, or by immunohistochemistry of resected tissue defined as 10% or greater of tumor cells being 2-3+ for MAGE-A3, or serum antibody reactive with MAGE-A3. Metastatic cancer diagnosis will be confirmed by the Laboratory of Pathology at the National Cancer Institute (NCI).\n  2. Patients must have previously received prior first line standard therapy (or effective salvage chemotherapy regimens) for their disease, if known to be effective for that disease, and have been either non-responders (progressive disease) or have recurred.\n  3. Patients must be human leukocyte antigen serotype within HLA-A A serotype group (HLA-A\\*01) positive.\n  4. Greater than or equal to 18 years of age and less than or equal to age 70.\n  5. Ability of subject to understand and the willingness to sign the Informed Consent Document\n  6. Willing to sign a durable power of attorney\n  7. Clinical performance status of Eastern Cooperative Oncology Group (ECOG) 0 or 1\n  8. Patients of both genders must be willing to practice birth control from the time of enrollment on this study and for up to four months after treatment.\n  9. Serology:\n\n     * Seronegative for human immunodeficiency virus (HIV) antibody. (The experimental treatment being evaluated in this protocol depends on an intact immune system. Patients who are HIV seropositive can have decreased immune-competence and thus be less responsive to the experimental treatment and more susceptible to its toxicities.)\n     * Seronegative for hepatitis B antigen, and seronegative for hepatitis C antibody. If hepatitis C antibody test is positive, then patient must be tested for the presence of antigen by RT-PCR and be hepatitis C virus ribonucleic acid (HCV RNA) negative.\n  10. Women of child-bearing potential must have a negative pregnancy test because of the potentially dangerous effects of the treatment on the fetus.\n  11. Hematology\n\n      * Absolute neutrophil count greater than 1000/mm\\^3 without the support of filgrastim\n      * White blood cell (WBC) greater than or equal to 3000/mm\\^3\n      * Platelet count greater than or equal to 100,000/mm\\^3\n      * Hemoglobin \\> 8.0 g/dl\n  12. Chemistry:\n\n      * Serum alanine aminotransferase (ALT)/aspartate aminotransferase (AST) less than or equal to to 2.5 times the upper limit of normal\n      * Serum creatinine less than or equal to to 1.6 mg/dl\n      * Total bilirubin less than or equal to to 1.5 mg/dl, except in patients with Gilbert's Syndrome who must have a total bilirubin less than 3.0 mg/dl.\n  13. More than four weeks must have elapsed since any prior systemic therapy at the time the patient receives the preparative regimen, and patients toxicities must have recovered to a grade 1 or less (except for toxicities such as alopecia or vitiligo). Patients must have progressing disease after prior treatment. Note: Patients who have previously received ipilimumab and have documented gastrointestinal (GI) toxicity must have a normal colonoscopy with normal colonic biopsies\n  14. Subjects must be co-enrolled in protocol 03-C-0277.\n\nNote: Patients who have previously received ipilimumab and have documented gastrointestinal (GI) toxicity must have a normal colonoscopy with normal colonic biopsies.\n\nEXCLUSION CRITERIA:\n\n1. Women of child-bearing potential who are pregnant or breastfeeding because of the potentially dangerous effects of the treatment on the fetus or infant.\n2. Active systemic infections (e.g.: requiring anti-infective treatment), coagulation disorders or any other active major medical illnesses.\n3. Any form of primary immunodeficiency (such as Severe Combined Immunodeficiency Disease).\n4. Concurrent opportunistic infections (The experimental treatment being evaluated in this protocol depends on an intact immune system. Patients who have decreased immune competence may be less responsive to the experimental treatment and more susceptible to its toxicities).\n5. Concurrent systemic steroid therapy.\n6. History of severe immediate hypersensitivity reaction to any of the agents used in this study.\n7. History of any cardiac events including coronary revascularization or ischemic symptoms.\n8. Documented left ventricular ejection fraction (LVEF) of less than or equal to 45%; testing is required in patients who are:\n\n   * Age greater than or equal to 65 years old\n   * Clinically significant atrial and or ventricular arrhythmias including but not limited to: atrial fibrillation, ventricular tachycardia, second or third degree heart block or have a history of ischemic heart disease, or chest pain.\n9. Patients with central nervous system (CNS) metastases or symptomatic CNS involvement (including cranial neuropathies or mass lesions).\n10. Patients presenting with lesions that may harbor an occult infectious source.\n11. Documented forced expiratory volume 1 (FEV1) less than or equal to 60% predicted tested in patients with:\n\n    * A prolonged history of cigarette smoking (20 pk/year of smoking within the past 2 years).\n    * Symptoms of respiratory dysfunction\n12. Patients who are receiving any other investigational agents.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}