{
    "nctId": "NCT00281528",
    "briefTitle": "Weekly vs. Every 2 Week vs. Every 3 Week Administration of ABI-007 (Abraxane)/Bevacizumab Combination in Metastatic Breast Cancer",
    "officialTitle": "A Phase II Study of Weekly Versus Every 2-week Versus Every 3-week Administration of ABI-007 (Abraxane) in Combination With Bevacizumab in Women With Metastatic Breast Cancer.",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Neoplasms, Neoplasm Metastasis",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 208,
    "primaryOutcomeMeasure": "The Percentage of Participants Confirmed Complete Response (CR) or Partial Response (PR) Based on Response Evaluation Criteria In Solid Tumors (RECIST v1.0)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Pathologically confirmed adenocarcinoma of the breast.\n* Stage IV disease\n* Measurable disease\n* Patients must not be a candidate for Herceptin therapy\n* At least 4 weeks since radiotherapy, with full recovery. The measurable disease must be completely outside the radiation portal or there must be pathologic proof of progressive disease within the radiation portal.\n* At least 4 weeks since major surgery, with full recovery.\n* Eastern Cooperative Oncology Group (ECOG) performance status 0-2.\n* Female \\>18 years of age.\n* Patient has the following blood counts at Baseline:\n\nAbsolute neutrophil count ≥ 1.5 x 10\\^9cells/L; platelets ≥ 100 x 10\\^9 cells/L; hemoglobin ≥ 9 g/dL.\n\n* Patient has the following blood chemistry levels at Baseline: Aspartate transaminase (AST or SGOT), alanine aminotransferase (ALT or SGPT) ≤ 2.5x upper limit of normal range (ULN); total bilirubin ≤ ULN; creatinine ≤ 1.5 mg/dL.\n* If female of childbearing potential, pregnancy test is negative within 72 hours of first dose of study drug.\n* If fertile, the patient agrees to use an effective method to avoid pregnancy for the duration of the study.\n* Informed consent has been obtained.\n\nExclusion Criteria:\n\n* Prior neo-adjuvant or adjuvant chemotherapy is allowed, and patients must have recovered from the acute toxicity of such therapies. No prior therapy for metastatic disease is allowed. If a taxane was part of the adjuvant regimen, at least 12 months should have passed from completion of taxane regimen to relapse. If a non-taxane-based adjuvant therapy was administered, at least 6 months should have passed from completion to relapse.\n* Concurrent immunotherapy or hormonal therapy.\n* Parenchymal brain metastases, including leptomeningeal involvement.\n* Inadequately controlled hypertension (defined as blood pressure of \\> 150/100 mmHg) or New York Heart Association (NYHA) Grade 2 or greater congestive heart failure.\n* Any prior history of hypertensive crisis or hypertensive encephalopathy.\n* History of myocardial infarction or unstable angina within 6 months prior to study enrollment.\n* History of stroke or transient ischemic attack within 6 months prior to study enrollment.\n* Significant vascular disease (e.g., aortic aneurysm, aortic dissection).\n* Symptomatic peripheral vascular disease.\n* Evidence of bleeding diathesis or coagulopathy.\n* History of abdominal fistula, gastrointestinal perforation, or intra- abdominal abscess within 6 months prior to study enrollment.\n* Proteinuria at screening as demonstrated by either: - Urine protein:creatinine (UPC) ratio \\> 1.0 at screening OR - Urine dipstick for proteinuria ≥ 2+ (patients discovered to have ≥ 2+ proteinuria on dipstick urinalysis at baseline should undergo a 24-hour urine collection and must demonstrate ≤ 1g of protein in 24 hours to be eligible).\n* Known hypersensitivity to any component of bevacizumab.\n* Core biopsy or other minor surgical procedure, excluding placement of a vascular access device, within 7 days prior to first dose.\n* Major surgical procedure, open biopsy, or significant traumatic injury within 28 days prior to first dose, anticipation of need for major surgical procedure during the course of the study. Serious, non-healing wound, ulcer, or bone fracture. Serious intercurrent medical or psychiatric illness, including serious active infection.\n* History of other malignancy within the last 5 years which could affect the diagnosis or assessment of breast cancer.\n* Current, recent (within 4 weeks of the first infusion of this study), or planned participation in an experimental drug study.\n* Pregnant or nursing women.\n* Sensory neuropathy of \\> Grade 1 at baseline.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}