{
    "nctId": "NCT04360616",
    "briefTitle": "The Diagnosis and Prognosis of Nonpalpable Breast Cancer Detected by the US vs Mammography: a Clinical Noninferiority Trial.",
    "officialTitle": "The Diagnosis and Prognosis of Nonpalpable Breast Cancer Detected by the Ultrasound vs Mammography: a Clinical Noninferiority Trial.",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 1277,
    "primaryOutcomeMeasure": "Sensitive",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Women aged 18 years and over with full capacity for civil conduct;\n2. Breast imaging examination (including mammography and breast ultrasound) found that patients with BI-RADS 4 or nonpalpable lesion need to have breast biopsy (refer to the classification of BI-RADS, which is consistent with the indications for biopsy), including some patients with BI-RADS 3 nonpalpable breast lesions who are willing to have biopsy;\n3. Voluntarily participate in and sign the informed consent form, and be willing to accept the inspection designated by this test;\n4. The results of blood examination, coagulation examination, preoperative infection examination, and 12 lead ECG examination within 2 weeks before biopsy met the biopsy requirements;\n5. It conforms to the biopsy standard (refer to the image-guided breast histology biopsy guide in the breast cancer diagnosis and treatment guide and specification of China Anti Cancer Association (2019 version)).\n\nExclusion Criteria:\n\n1. Women are participating in another clinical trial of drug or medical device;\n2. Women with neuropsychiatric disorders;\n3. Women with severe systemic diseases and serious bleeding diseases that can not cooperate with the examination, or the researchers think it is not suitable to participate in this clinical trial;\n4. Other subjects not suitable for X-ray examination",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}