{
    "nctId": "NCT04296370",
    "briefTitle": "A Study of Fluzoparib±Apatinib Versus Chemotherapy Treatment of Physician's Choice in HER2-negative Metastatic Breast Cancer Patients With Germline BRCA Mutation",
    "officialTitle": "A Phase III, Open Label, Randomised, Controlled, Multi-centre Study to Assess the Efficacy and Safety of Fluzoparib±Apatinib Versus Physicians Choice Chemotherapy in the Treatment of HER2-negative Metastatic Breast Cancer Patients With Germline BRCA1/2 Mutations",
    "overallStatus": "RECRUITING",
    "conditions": "Treatment in HER2-negative Metastatic Breast Cancer Patients With Germline BRCA Mutation",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 474,
    "primaryOutcomeMeasure": "(Safety Lead-in) dose limited toxicity (DLT)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* （Saftey Lead-in + phase 3）Germline mutation in BRCA1 or BRCA2 that is predicted to be deleterious or suspected deleterious\n* （Saftey Lead-in + phase 3）human epidermal growth factor receptor type 2 (HER2)-negative metastatic breast cancer\n* （Saftey Lead-in + phase 3）had received ≤2 lines of chemotherapy for mBC\n* （Saftey Lead-in + phase 3）Prior therapy with an anthracycline and a taxane in either an adjuvant or metastatic setting.\n* ER/PR breast cancer positive patients must have received and progressed on at least one endocrine therapy (adjuvant or metastatic), or have disease that the treating physician believes to be inappropriate for endocrine therapy.\n* ECOG performance status 0-1.\n* Adequate bone marrow, kidney and liver function.\n\nExclusion Criteria:\n\n* Prior treatment with a poly (ADP-ribose) polymerase (PARP) inhibitor or Apatinib\n* Prior malignancy unless curatively treated and disease-free for \\> 5 years prior to study entry. Prior adequately treated non-melanoma skin cancer, in situ cancer of the cervix, DCIS or stage I grade 1 endometrial cancer allowed\n* Radiation or anti-hormonal therapy or other targeted anticancer therapy within 14 days before randomization\n* Known to be human immunodeficiency virus positive\n* Known active hepatitis C virus, or known active hepatitis B virus\n* Untreated and/or uncontrolled brain metastases\n* Pregnant or breast-feeding women",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}