{
    "nctId": "NCT02195960",
    "briefTitle": "Supplementation With Dietary Anthocyanins and Side Effects of Radiotherapy for Breast Cancer",
    "officialTitle": "Supplementation With Dietary Anthocyanins and Side Effects of Radiotherapy for Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Toxicity Due to Radiotherapy",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "PREVENTION",
    "enrollmentCount": 242,
    "primaryOutcomeMeasure": "side effects of radiotherapy",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. The patient must consent to be in the study and must have signed an approved consent form conforming with institutional guidelines.\n2. Patients must be ≥ 18 years old.\n3. On histological examination, the tumor must be DCIS or invasive carcinoma of the breast.\n4. Surgical treatment of the breast must have been lumpectomy or quadrantectomy. The margins of the resected specimen must be histologically free of tumor (DCIS and invasive). Reexcision of surgical margins is permitted.\n5. Patients with invasive breast cancer are required to have axillary staging which can include sentinel node biopsy alone (if sentinel node is negative), sentinel node biopsy followed by axillary dissection or sampling with a minimum total of 6 axillary nodes (if sentinel node is positive), or axillary dissection alone (with a minimum of 6 axillary nodes). (Axillary staging is not required for patients with DCIS.)\n6. The patient must be randomized within 45 days following the last surgery for breast cancer (lumpectomy, re-excision of margins, or axillary staging procedure) or within 30 days following the last chemotherapy cycle.\n7. Patients with a history of non-breast malignancies are eligible if they have been disease-free for 5 or more years prior to randomization and are deemed by their physician to be at low risk for recurrence. Patients with the following cancers are eligible if diagnosed and treated within the past 5 years: carcinoma in situ of the cervix, carcinoma in situ of the colon, melanoma in situ, and basal cell and squamous cell carcinoma of the skin.\n\nExclusion Criteria:\n\n1. Axillary nodes with definite evidence of microscopic or macroscopic extracapsular extension.\n2. One or more positive non-axillary sentinel node(s). (Note that intramammary nodes are staged as axillary nodes.)\n3. Palpable or radiographically suspicious ipsilateral or contralateral axillary, supraclavicular, infraclavicular, or internal mammary nodes, unless there is histologic confirmation that these nodes are negative for tumor.\n4. Suspicious microcalcifications, densities, or palpable abnormalities (in the ipsilateral or contralateral breast) unless biopsied and found to be benign.\n5. Non-epithelial breast malignancies such as sarcoma or lymphoma.\n6. Proven multicentric carcinoma (invasive cancer or DCIS) in more than one quadrant or separated by 4 or more centimeters.\n7. Paget's disease of the nipple.\n8. Synchronous bilateral invasive or non-invasive breast cancer.\n9. Surgical margins that cannot be microscopically assessed or are positive at pathologic evaluation. (If surgical margins are rendered free of disease by reexcision, the patient is eligible.)\n10. Breast implants. (Patients who have had implants removed are eligible.)\n11. Prior breast or thoracic radiation therapy for any condition.\n12. Collagen vascular disease, specifically dermatomyositis with a creatine phosphokinase level above normal or with an active skin rash, systemic lupus erythematosus, or scleroderma.\n13. Pregnancy or lactation at the time of proposed randomization. Women of reproductive potential must agree to use an effective non-hormonal method of contraception during therapy.\n14. Psychiatric or addictive disorders or other conditions that, in the opinion of the investigator, would preclude the patient from meeting the study requirements.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}