{
    "nctId": "NCT03674437",
    "briefTitle": "Evaluation of an Online, Remote Cognitive Battery for Use in Cancer Survivorship",
    "officialTitle": "Evaluation of an Online, Remote Cognitive Battery for Use in Cancer Survivorship",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Cancer Survivors",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 441,
    "primaryOutcomeMeasure": "validate computerized cognitive measures (Cogsuite Battery)",
    "eligibilityCriteria": "Inclusion Criteria:\n\nFor All Participants:\n\n* As per medical record or self-report,Female\n* As per medical record or self-report,Age 40-65 at time of assessment\n* Score of \\< 11 on the Blessed Orientation-Memory-Concentration Test (BOMC)\n* As per self-report, If currently taking psychoactive medications (excluding gabapentin and including but not limited to antidepressants, and anxiolytics), on a daily basis dose must have been stable for at least two months prior to enrollment.\n* English fluent (as per self-reported fluency of \"very well\")\\*\\* \\*\\* Language verification: For both patients and controls, prior to enrollment, all will be asked the following two questions by an CRC to verify English fluency necessary for participation in the study:\n\n  1. How well do you speak English? (must respond \"Very well\" when given the choices of Very well, Well, Not well, Not at all, Don\"t know, or Refused)\n  2. What is your preferred language for healthcare? (must respond English)\n\nFor Patients:\n\n* As per medical record or self-report, female\n* As per medical record or self-report, age 40-65 at time of assessment\n* As per medical record or self-report, history of AJCC stages 0-3 breast cancer\n* As per medical record or self-report, greater than six months post-treatment and within 10 years of treatment completion (Note: \"post-treatment\" refers to completion of surgery, radiation, and/or chemotherapy; a patient who is post-treatment but is on endocrine therapy is still eligible to participate.)\n\nFor Healthy Controls:\n\n* As per medical record or self-report, female\n* As per medical record or self-report, age 40-65 at time of assessment\n* As per self-report, no history of cancer except non-melanoma/basal cell skin cancer/squamous cell skin carcinoma, and at the discretion of the PI, early stage secondary cancer diagnoses treated only with surgery (for example, endometrial or cervical cancer)\n\nFor Healthy 21-25 year old Group:\n\n* As per medical record or self-report, age 21-25 at time of assessment\n* As per self-report, no history of cancer except non-melanoma/basal cell skin cancer/squamous cell skin carcinoma, and at the discretion of the PI, early stage secondary cancer diagnoses treated only with surgery (for example, endometrial or cervical cancer)\n\nExclusion Criteria:\n\nFor All Participants:\n\n* As per medical record or self-report, diagnosis of neurodegenerative disorder that affects cognitive function (e.g. Alzheimer\"s disease, Parkinson\"s disease, Multiple Sclerosis, Dementia, Seizure Disorders, etc.).\n* As per medical record or self-report, history of stroke or head injury resulting in a structural lesion on neuropsych imaging, persistent cognitive difficulties impacting work or daily life or required cognitive rehabilitation.\n* As per self-report, fine motor/motor impairments that interfere with participant\"s ability to use a keyboard.\n* As per medical record or self-report, a diagnosis of a Schizophrenia Spectrum Disorder, substance use disorder, Bipolar Disorder or Schizotypal personality disorder. Schizophrenia Spectrum Disorders include Schizophrenia, Schizophreniform disorder, Schizoaffective disorder, Delusional disorder, Brief psychotic disorder, and Attenuated Psychotic Disorder.\n* As per medical record or self-report, visual or auditory impairment that would preclude ability to complete the assessments (e.g. history of significant macular degeneration or being unable to correct hearing with hearing aids)\n* As per self-report, use of methotrexate (Amethopterin, Rhematrex, Trexall) or rituximab (Rituxan) for rheumatoid arthritis, psoriasis or Crohn\"s disease, or cyclophosphamide (Cytoxan, Neosar) for Lupus.\n\nFor Patients only:\n\n* As per medical record or self-report, history of another type of cancer, except non-melanoma/basal cell skin cancer/squamous cell skin carcinoma and, at the discretion of the PI, early stage secondary cancer diagnoses treated only with surgery (for example, endometrial or cervical cancer)\n\nFor all remote administrations:\n\n* Minimum Hardware/Software Requirements\\*:\n\n  * Processor: Intel Core i3 Processer or greater\n  * Memory: 4GB RAM or greater\n  * Operating System: Recent version of Windows or OS X\n  * Browser: Google Chrome version 64 or higher\n  * Internet Speed: 1.5 Mbps recommended\n* As per self-report, a quiet space (home or office, door closed) to complete the assessments\n\n  * Enformia Cognition will provide a web URL (https://www.cogsuite.com/testme) that participants can use to check if they have the minimum requirements. The URL will clearly state if the user has adequate hardware using green and red text and symbols. The test URL will also return a short 5 sequence numeric validation code (xx-xxx) for each browser checked. The validation code will allow Enformia to lookup the specific hardware that was tested. Research Associates can direct prospects to the test web URL during their phone screen.",
    "sex": "FEMALE",
    "minimumAge": "40 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}