{
    "nctId": "NCT04420871",
    "briefTitle": "Pharmacokinetic and Safety Comparison of Two Capecitabine Tablets in Patients With Colorectal or Breast Cancer",
    "officialTitle": "Pharmacokinetic and Safety Comparison of Two Capecitabine Tablets in Patients With Colorectal or Breast Cancer Under Fed Conditions: a Multicenter, Randomized, Open-label, Three-period, and Reference-replicated Crossover Study",
    "overallStatus": "COMPLETED",
    "conditions": "Patient Participation",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 48,
    "primaryOutcomeMeasure": "Peak Plasma Concentration (Cmax)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients with histologically or cytologically conﬁrmed colorectal or breast cancer receiving capecitabine monotherapy or combination chemotherapy.\n* Eligible patients were within 18-70 years of age.\n* ECOG score was 0-2.\n* Left ventricular ejection fraction (LVEF) \\> 50%.\n* There was no serious persistent toxicity to capecitabine treatment before screening (laboratory tests ≤ grade 1 (NCI CTCAE 5.0 standard)\n* Hand-foot syndrome ≤ grade 2 after recovery from the previous treatment period).\n\nExclusion Criteria:\n\n* Patients were known allergy to fluorouracil or 5-fluorouracil.\n* Patients with complete lack of known dihydropyrimidine dehydrogenase (DPD) activity.\n* Patients with abnormal hepatic and renal function (serum creatinine≤ 1.5 ×ULN; CLcr ≥ 51 mL/min; bilirubin≤ 1.5 ×ULN; AST, ALT≤2.5×ULN)\n* Needed to accept phenytoin, warfarin, other coumarin derivatives anticoagulants, folic acid, and CYP2C9 substrates during the research.\n* Patients with brain metastases or other metastases of the central nervous system (except those who were treated at least 6 months prior to the start of the study and were stable and asymptomatic).",
    "sex": "ALL",
    "minimumAge": "28 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}