{
    "nctId": "NCT01205685",
    "briefTitle": "Endocrine Therapy + OSI-906 With or Without Erlotinib for Hormone-Sensitive Metastatic Breast Cancer",
    "officialTitle": "A Phase II Trial of Endocrine Therapy in Combination With OSI-906 (an IGF-1R Inhibitor) and Erlotinib (Tarceva®, an EGFR Inhibitor) in Patients With Hormone-sensitive Metastatic Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Hormone-sensitive Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 11,
    "primaryOutcomeMeasure": "Anti-tumor Activity of OSI-906",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients must provide informed written consent.\n* Patients must be ≥18 years of age.\n* ECOG performance status 0-1.\n* Patients with clinical stage IV invasive mammary carcinoma, previously documented by histological analysis, which is ER-positive and/or PR-positive by immunohistochemistry (IHC), which had previous endocrine therapy in the metastatic setting or had metastatic recurrence within 6 months of adjuvant endocrine therapy. Patients may have either measurable or non-measurable disease, both are allowed.\n* Patients whose breast cancers are also HER2-overexpressed (IHC 3+ or FISHpositive) need to have had previous treatment exposure to trastuzumab (Herceptin®)\n* Life expectancy ≥ 6 months\n* Patients must have adequate hematologic, hepatic, and renal function. All tests must be obtained less than 2 weeks from study entry. This includes:\n\n  * ANC ≥1250/mm3\n  * Platelet count ≥100,000/mm3\n  * Creatinine ≤1.5X upper limits of normal\n  * Bilirubin, SGOT, SGPT ≤ 1.5 X upper limits of normal if no liver metastasis present\\*\n  * Bilirubin, SGOT, SGPT, alkaline phosphatase ≤ 3 X upper limits of normal if liver metastasis present\\* \\*for patients with Gilbert's syndrome, direct bilirubin will be measured instead of total bilirubin\n* Able to swallow and retain oral medication.\n* Pre-menopausal patients must have a negative pregnancy test prior to participating in the study. Women of childbearing age and their male counter parts should use a barrier method of contraception during and for 3 months following protocol therapy.\n* Post-menopausal female subjects should be defined prior to protocol enrollment by any of the following:\n\n  * Subjects at least 55 years of age;\n  * Subjects under 55 years of age and amenorrheic for at least 12 months or follicle-stimulating hormone (FSH) values ≥40 IU/L and estradiol levels\n\n    ≤20 IU/L;\n  * Prior bilateral oophorectomy or prior radiation castration with amenorrhea for at least 6 months.\n* Patients may receive concurrent radiation therapy to painful bone metastases or areas of impending bone fracture as long as radiation therapy is initiated prior to study entry. Patients who have received prior radiotherapy must have recovered from any toxicity induced by this treatment (toxicity grade ≤ 1).\n* Patients must be disease-free of prior invasive cancers for \\> 5 years with the exception of basal or squamous cancer of the skin or cervical carcinoma in situ.\n* Subjects must complete all screening assessments as outlined in the protocol.\n* Patients must have available tissue (archived formalin-fixed paraffin embedded blocks (FFPB) or fresh frozen tissue from original diagnosis or metastatic setting)for correlative studies. Tissue needs to be sent to VUMC (see Appendix E) at the time of registration. Patients will not be able to start study drugs without tissue availability.\n\nExclusion Criteria:\n\n* Locally recurrent resectable breast cancer.\n* Pregnant or lactating women.\n* Patients must not have had \\> than 4 prior chemotherapy treatments in the metastatic setting. This restriction does not include endocrine therapies or single agent biologic therapies.\n* Use of CYP3A4 and CYP1A2 modifiers or drugs that prolong QTcF with high risk for Torsade de Pointes (see Appendix A)\n* Any kind of malabsorption syndrome significantly affecting gastrointestinal function.\n* History of other malignancy within 5 years prior to enrollment. Subjects with a history of completely resected non-melanoma skin cancer or successfully treated in situ carcinomas are eligible.\n* Patients with baseline QTcF\\> 450 msec\n* Patients with diabetes, glucose \\> 160 mg/dL or receiving ongoing antihyperglycemic therapies\n* Uncontrolled intercurrent illness including, but not limited to:\n\n  * ongoing or active infection requiring parenteral antibiotics\n  * impairment of lung function (COPD \\> grade 2, lung conditions requiring oxygen therapy)\n  * symptomatic congestive heart failure (class III or IV of the New York Heart Association classification for heart disease)\n  * unstable angina pectoris, angioplasty, stenting, or myocardial infarction within 6 months\n  * uncontrolled hypertension (systolic blood pressure \\>180 mm Hg or diastolic blood pressure \\>100 mm Hg, found on two consecutive measurements separated by a 1-week period despite adequate medical support)\n  * clinically significant cardiac arrhythmia (multifocal premature ventricular contractions, bigeminy, trigeminy, ventricular tachycardia that is symptomatic or requires treatment \\[National Cancer Institute -Common Terminology Criteria for Adverse Events, Version 4.0, grade 3\\]\n  * psychiatric illness/social situations that would compromise patient safety or limit compliance with study requirements including maintenance of a compliance/pill diary\n* Patients with symptomatic brain metastases (patients with a history of brain metastases must be clinically stable for more than 3 weeks from completion of radiation treatment and not taking steroids or therapeutic anticonvulsants that are CYP3A4 modifiers)\n* Patients with asymptomatic brain metastasis on prophylactic anticonvulsants that are CYP3A4 modifiers\n* Concurrent anti-cancer therapy (chemotherapy, radiation therapy, surgery, immunotherapy, hormonal therapy, biologic therapy) other than the ones specified in the protocol. Patients must have discontinued the above cancer therapies for 1 week prior to the first dose of study medication, as well as recovered from toxicity (to ≤ than grade 1, except for alopecia, neuropathy, and ANC, which should be ≥ 1250/mm3) induced by previous treatments. Any other investigational drugs should be discontinued 2 weeks prior to the first dose of study medication.\n* Prior therapy with an IGF-1R inhibitor",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}