{
    "nctId": "NCT04049214",
    "briefTitle": "Perioperative Mindfulness Proposal",
    "officialTitle": "Feasibility Study to Determine the Effect of Meditation on Perioperative Pain and Distress in Newly Diagnosed Breast Cancer Patients",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer, DCIS",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 24,
    "primaryOutcomeMeasure": "Will daily meditation change pain in undergoing primary surgical treatment for newly diagnosed breast cancer, utilizing the MD Anderson Cancer Center Brief Pain Inventory (short form)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Females 18 years of age or older\n* Subject must be able to speak and read English\n* Newly diagnosed with primary breast cancer\n* Will receive primary surgical treatment for their breast cancer diagnosis.\n* Undergoing lumpectomy with or without autologous reconstruction with or without contralateral surgery for symmetry with or without IORT or simple mastectomy without reconstruction\n* Breast cancer or DCIS\n\nExclusion Criteria:\n\n* Recurrent breast cancer\n* Current or history of major psychiatric diagnosis.\n* Subjects who are receiving neo-adjuvant chemotherapy\n* Subjects undergoing modified radical mastectomy or reconstruction\n* Subjects regular meditation practice within the past 12 months (defined as greater than twice weekly practice)\n* Subjects unwilling or unable to complete study materials or comply with study visits\n* Subjects with no access to email or a mobile phone (required to access meditations)\n* Subjects undergoing surgery outside Hoag\n* Subjects who have narcotic dependence as defined by regular weekly narcotic use before cancer diagnosis.\n* Re-excision after lumpectomy (subjects who require re-excision after initial enrollment will be excluded from final analysis and dropped from the study).",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}