{
    "nctId": "NCT02129686",
    "briefTitle": "A Pilot Study of Acupuncture for Chemotherapy-induced Peripheral Neuropathy in Breast Cancer Patients",
    "officialTitle": "A Randomized Pilot Study of Acupuncture for Chemotherapy-induced Peripheral Neuropathy in Breast Cancer Patients",
    "overallStatus": "COMPLETED",
    "conditions": "Taxane-induced Peripheral Neuropathy, Chemotherapy-induced Peripheral Neuropathy (CIPN), Early-Stage Breast Carcinoma, Stage I Breast Cancer, Stage II Breast Cancer, Stage III Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 40,
    "primaryOutcomeMeasure": "Response Rate from Baseline in PNQ Score",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* History of histologically or cytologically proven breast cancer at stage I, II and III, without evidence of distant metastasis;\n* Completed adjuvant taxane-based chemotherapy as single agents or in combination with platins or HER-2 directed therapy\n* Reporting grade 1 or greater of the following symptoms persistently for more than 2 weeks: neuropathic pain, allodynia, areflexia, dysesthesia, paresthesia, hyperesthesia, hypoesthesia or glove and stocking syndrome as defined by Common Terminology Criteria for Adverse Events (CTCAE v. 4.03) (Table 1 and the screening checklist);\n* Patients who are currently on stable prescription medications or dietary supplements for CIPN and still symptomatic as defined above will be allowed to participate in the study. Related medications are: gabapentin, pregabalin, nortriptyline, amitriptyline, duloxetine, venlafaxine; lidocaine, opioid tramadol and other narcotics; NSAIDs; glutamine, glutathione, vitamin E and vitamin B12;\n* Age ≥ 18 years;\n* Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1;\n* Adequate hematological function: neutrophil count \\>1.0 x109/L, platelet count \\>50x109/L;\n* Signed informed consent.\n\nExclusion Criteria:\n\n* Patients with any of the following criteria will not be eligible for the study:\n* Unstable cardiac disease or myocardial infarction within 6 months prior to study entry;\n* Wearing a pacemaker or implantable cardioverter-defibrillator; uncontrolled seizure disorder;\n* History of pre-existing peripheral neuropathy prior to chemotherapy, including alcoholism, vitamin B deficiency, diabetes, HIV, congenital neuropathy, toxic neuropathy;\n* Peripheral neuropathy caused by tumor infiltration or compression of spinal nerves or surgical trauma;\n* Pregnancy or potential pregnancy and nursing;\n* Active clinically significant uncontrolled infection;\n* Prior use of acupuncture for CIPN within 6 months prior to study entry;\n* Patients with uncontrolled major psychiatric disorders, such as major depression or psychosis, will not be eligible for this trial. Patients with a history of depression or anxiety who are stable on or off psychiatric medications will be eligible.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}