{
    "nctId": "NCT03637868",
    "briefTitle": "Eribulin in Brain Metastases From HER2-negative Breast Cancer",
    "officialTitle": "A Phase II Study of Eribulin in Brain Metastases From HER2-negative Breast Cancer Pre-treated With Anthracyclines and Taxanes",
    "overallStatus": "WITHDRAWN",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "Efficacy of eribulin for treatment of HER2-negative BCBM",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. At least 18 years of age.\n2. Life expectancy of 3 months or longer.\n3. ECOG (Eastern Cooperative Oncology Group) performance status of 0, 1, or 2.\n4. HER2-negative (IHC 0/1+ or 2+ and in situ hybridization negative) metastatic breast cancer\n5. Locally advanced or metastatic breast cancer that have progressed after at least one chemotherapeutic regimen for advanced disease. Prior therapy should have included an anthracycline and a taxane in either the adjuvant or metastatic setting unless patients were not suitable for these treatments. (no limit to the number of previous lines of therapy, no need for extracranial disease)\n6. At least 2 weeks washout period post chemotherapy, targeted or biologic therapy, or radiation therapy is required prior to study entry\n7. Patient with untreated CNS disease or previous SRS/surgery without WBRT (cohorts A and B)\n\n   * At least 1 measurable CNS lesion ≥ 10 mm on T1-weighted gadolinium-enhanced MRI, OR\n   * At least one CNS tumor measuring 5-9 mm in longest diameter, plus one or two additional CNS tumors measuring ≥ 3 mm in longest diameter, for which the sum of the longest diameters is ≥ 10 mm.\n8. Patient with progressive disease harboring brain metastases after previous WBRT (cohort C)\n\n   * At least 1 measurable CNS lesion ≥ 10 mm on T1-weighted gadolinium-enhanced MRI, OR\n   * At least one CNS tumor measuring 5-9 mm in longest diameter, plus one or two additional CNS tumors measuring ≥ 3 mm in longest diameter, for which the sum of the longest diameters is ≥ 10 mm.\n9. Adequate organ function as evidenced by:\n\n   * Absolute neutrophil count (ANC) ≥ 1.5 x 10e9/L without granulocyte-colony-stimulating factor G-CSF (filgrastim, pegfilgrastim, or equivalent) support within 7 days\n   * Hemoglobin (Hgb) ≥ 9.0 g/dL (90 g/L) without blood transfusion within 7 days\n   * Platelet count ≥ 100 x 10e9/L without platelet transfusion within 7 days\n   * Bilirubin ≤ 1.5 X upper limit of normal (ULN), except for patients with documented history of Gilbert's disease who may have DIRECT bilirubin ≤ 1.5 X ULN\n   * Alanine aminotransferase (ALT) ≤ 2.5 X ULN, except ≤ 5 X ULN for patients with liver metastases\n   * Aspartate aminotransferase (AST) ≤ 2.5 X ULN, except ≤ 5 X ULN for patients with liver metastases\n   * Serum creatinine ≤ 1.5 X ULN; or calculated creatinine clearance ≥ 50 mL/min (using MDRD formula), or measured creatinine clearance ≥ 50 mL/min\n\nExclusion Criteria:\n\n1. Prior therapy with eribulin.\n2. Patients should not have had major surgery or radiotherapy (therapeutic and/or palliative) within 14 days prior to initiation of study treatment, including CNS-directed radiation therapy. (Minor procedures, such as tumor biopsy, thoracentesis, or intravenous catheter placement are allowed with no waiting period)\n3. Patients may not have the following co morbid disease or concurrent illness:\n\n   * Known cirrhosis, defined as Child Pugh class A or higher liver disease\n   * Other active malignancy, except for non-melanoma skin cancer and carcinoma in situ (of the cervix or bladder)\n   * Any other severe/uncontrolled inter current illness or significant co morbid conditions that in the opinion of the investigator would impair study participation or cooperation\n   * Patients with the presence of an active infection, abscess or fistula\n   * Known leptomeningeal disease or CNS midline shifts.\n   * Any evidence of severe or uncontrolled systemic disease such as clinically significant cardiovascular, pulmonary, hepatic, renal or metabolic disease.\n   * Severe conduction abnormality including significant corrected QT interval QTc prolongation \\>450ms.\n   * Patients with grade 3/4 peripheral neuropathy.\n4. Patient candidate to SRS and or surgical resection\n5. Major clinical symptoms requiring immediate WBRT as defined by \"local tumor board\"\n6. Increase in corticosteroid dose in the week prior to baseline brain MRI\n7. Patients with pacemaker or implantable cardioverter-defibrillator devices incompatible with MRI assessment.\n8. Contraindication to Gadolinium infusion.\n9. Treatment ongoing with other chemotherapy, hormonal therapy, immunotherapy, other investigational agents, or biologic agents for the treatment of cancer except bisphosphonates or denosumab.\n10. Pregnant or breast-feeding patients\n11. Women of child-bearing potential without effective contraception method.\n12. Patient unable to express their consent.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}