{
    "nctId": "NCT03926091",
    "briefTitle": "Study Comparing 4 Cycles With 6 Cycles of TC (Docetaxel+Cyclophosphamide) Adjuvant Chemotherapy for 1-3 Lymph Node Positive ER+/HER2- Early Breast Cancer",
    "officialTitle": "A Prospective, Multisite, Randomized, Open-label Phase III Clinical Trial (CLOVER Study)Comparing 4 Cycles With 6 Cycles of TC (Docetaxel+Cyclophosphamide) Adjuvant Chemotherapy for 1-3 Lymph Node Positive ER+/HER2- Early Breast Cancer",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 2172,
    "primaryOutcomeMeasure": "Invasive disease free survival",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. women aged 18-70 years old;\n2. Patient has localized invasive breast carcinoma with1-3 positive lymph nodes, and is ER+/HER2- confirmed by histopathology after early breast cancer surgery（HER2-negative breast cancer (based on most recently analyzed biopsy) defined as a negative in situ hybridization test or an Immunohistochemistry (IHC) status of 0, 1+ or 2+. If IHC is 2+, a negative in situ hybridization (Fluorescence in situ hybridization (FISH), Chromogenic in situ hybridization (CISH) , or Silver in situ hybridization (SISH)) test is required by local laboratory testing.), with at least one of the following conditions: (1) histological grade III; (2) Ki67 ≥ 30%; (3) progesterone receptor (PR) ≤ 20% positive; (4) age less than 35 years; (5) extensive vascular tumor thrombus; (6) multigene detection recurrence score (RS) \\>25;\n3. Has an Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1;\n4. Has adequate organ function meeting the following criteria: (1) adequate bone marrow function: hemoglobin ≥ 90 g/L (no blood transfusion within 14 days); absolute neutrophil count ≥ 1.5 x 109 /L; platelet count ≥ 100 \\* 109 /L; (2)adequate liver and kidney function: Alanine Aminotransferase (ALT) ≤ 3×upper limit of normal (ULN), Aspartate Aminotransferase (AST) ≤ 3×ULN, Total Bilirubin (TBIL)≤ 1.5×ULN, serum creatinine ≤ 1×ULN，and with endogenous creatinine clearance rate of \\>50 ml/min (Cockcroft-Gault formula).\n5. Participants voluntarily joined the study, has signed informed consent before any trial related activities are conducted, has good compliance and has agreed to follow-up.\n\nExclusion Criteria:\n\n1. Has received neoadjuvant therapy (include chemotherapy, targeted therapy, radiotherapy or endocrine therapy）;\n2. Has bilateral breast cancer;\n3. Has previous history of additional malignancy, with the exception of adequately treated basal cell carcinoma and cervical carcinoma in situ.\n4. Has metastatic (Stage 4) breast cancer;\n5. Has any \\>T4 lesion (UICC1987) (with skin involvement, mass adhesion and fixation, and inflammatory breast cancer);\n6. Is pregnant, is breast feeding women, or women of childbearing age who cannot practice effective contraceptives;\n7. Patients participating in other clinical trials at the same time;\n8. Has severe organ dysfunction (cardiopulmonary liver and kidney) insufficiency, left ventricular ejection fraction (LVEF) \\< 50% (cardiac ultrasound); severe cardio cerebral vascular disease within the 6 months previous of randomization (such as unstable angina, chronic heart failure, uncontrolled hypertension with blood pressure\\>150/90mmgh, myocardial infarction, or cerebral blood vessel); diabetic patients with poor blood glucose control; patients with severe hypertension;\n9. Has known allergy to taxane and excipients.\n10. Has severe or uncontrolled infection;\n11. Has a history of psychotropic substance abuse and were unable to abandon drug habits, or those with history of mental disorders;\n12. the researchers judged patients to be unsuitable for the study.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}