{
    "nctId": "NCT06053775",
    "briefTitle": "Non-Invasive Brain Stimulation and Cognitive Training for Depressive Symptomatology Related to Breast Cancer (ONCODEP)",
    "officialTitle": "Intervention With Non-Invasive Brain Stimulation and Cognitive Training for Depressive Symptomatology Associated With Breast Cancer (ONCODEP)",
    "overallStatus": "RECRUITING",
    "conditions": "Depressive Symptoms, Cognitive Impairment",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 80,
    "primaryOutcomeMeasure": "Beck Depression Inventory- Fast Screen (BDI-FS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Diagnosis of breast cancer in early stages (life expectancy greater than 12 months).\n* Patients who are receiving or have finished (maximum 6 months prior to participation in the participating in the study) some type of oncological treatment (Chemotherapy, Radiotherapy, Immunotherapy, Hormonal Therapy).\n* Patients whose mother tongue is Galician or Spanish.\n* Ability to give informed consent.\n* Present depressive symptomatology: score of 4 or higher in the BDI-FS.\n* Ability to use WhastApp\n* Have access to some technology (desktop computer, laptop or tablet) and the Internet (Firefox or Chrome browsers).\n\nExclusion Criteria:\n\n* Pregnant or breastfeeding women.\n* Patients with metastasis.\n* Patients with a history of psychiatric symptomatology (depressive disorder, bipolar,anxious, psychotic...) prior to the oncological process.\n* Patients with a history of cognitive impairment or dementia prior to the oncologic process.\n\noncological process.\n\n* Patients with a history of neurosurgery, cortical lesions or neurological alterations prior to the oncological process.\n* Patients with history or current consumption of non-prescribed drugs.\n* Patients with the following medication regimen: mood stabilizers, antipsychotics, anticonvulsants, l-dopa, rivastigmine, dextromethorphan, flunarizine, sulpiride, use of benzodiazepines (excluding long half-life benzodiazepines (Bromazepam, Diazepam) on a continuous/habitual basis,Alprazolam \\>1mg per day, Lorazepam \\>2mg per day).\n* Patients taking antidepressant medication should have a stable regimen ( same medication at the same dose for a minimum of four weeks prior to entering the study.The regimen with antidepressant drugs or drugs used as treatment to improve cognition should be kept stable during the entire participation (until the follow-up evaluation has been performed).\n* Patients unable to complete a neuropsychological examination.\n* Patients who are participating in a research study/clinical trial with drugs.\n* Patients who present any condition contraindicated to undergo tES (intracranial ferromagnetic devices or implanted stimulators; history of active epilepsy; history of neurosurgery, traumatic brain injury with loss of brainwith loss of consciousness and/or cortical lesion) (Antal et al., 2017)",
    "sex": "FEMALE",
    "minimumAge": "30 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}