{
    "nctId": "NCT01605630",
    "briefTitle": "Family Cancer Literacy to Promote Mammography Screening Among Navajo Women",
    "officialTitle": "Family Cancer Literacy to Promote Mammography Screening Among Navajo Women",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 40,
    "primaryOutcomeMeasure": "Acceptability of the intervention",
    "eligibilityCriteria": "Inclusion Criteria:\n\nIn Phase 1, we will recruit 17 Navajo women for individual interviews (n=5) and focus groups (n=12) to adapt our measures. Eligibility criteria are:\n\n1. aged 40 years or older and\n2. provides written informed consent. We chose to develop our measures based on feedback from the general community of women who are screening eligible instead of matching the inclusion/exclusion criteria to that used in the formative evaluation of the intervention (Phase 2). This will enhance our ability to use the Cancer Literacy Measure and other assessments in subsequent breast cancer prevention and control studies.\n\nIn Phase 2, we will recruit a total of 40 patient-family member pairs. To be eligible for the study, the NNBCCPP patient must:\n\n1. be aged 40 years or older,\n2. provide written informed consent,\n3. be referred to the NNBCCPP as a \"no-show\" for mammography screening after three scheduling attempts,\n4. have no prior history of mammography screening,\n5. have no prior history of breast cancer, and\n6. can identify a female family member or other individual who resides in or near the home who could participate in the project.\n\nIn addition, the family member must:\n\n1. be female,\n2. aged 18 years or older,\n3. be fluent and literate in Navajo,\n4. be interested and able to participate, and\n5. provide written informed consent.\n\nExclusion Criteria:\n\nPhase 2: History of breast cancer or mammography screening",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}