{
    "nctId": "NCT01190982",
    "briefTitle": "Efficacy and Safety Study of LEP-ETU to Treat Metastatic Breast Cancer",
    "officialTitle": "A Multicenter, Open-Label, Phase II Study of LEP-ETU for Efficacy and Safety in Patients With Metastatic Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 70,
    "primaryOutcomeMeasure": "Assessment of Overall Response Rate (ORR) following treatment of LEP-ETU at 275 mg/m2 dose",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Be 18 years or older and female.\n2. Have histologically or cytologically confirmed diagnosis of invasive adenocarcinoma originating in the breast.\n3. Have at least one target lesion per RECIST criteria\n4. If the patient has received adjuvant or neoadjuvant taxane therapy, the patient must not have relapsed with breast cancer within one year of completing this therapy.\n5. Have received prior chemotherapy in the adjuvant or metastatic setting with an anthracycline unless contraindicated.\n6. Have no other malignancy within the past five years, except non-melanoma skin cancer, cervical intraepithelial neoplasia (CIN), or in-situ cervical cancer (CIS).\n7. Have the following hematology levels at Baseline:\n\n   * ANC greater than or equal to 1,500 x 106 cells/L;\n   * Platelets greater than or equal to 100 x 109 cells/L;\n   * Hgb greater than or equal to 90 g/L.\n8. Have the following chemistry levels at Baseline:\n\n   * AST (SGOT), ALT (SGPT) less than or equal to 2.5 x ULN if no evidence of liver metastases;\n   * AST (SGOT), ALT (SGPT) less than or equal to 5 x ULN if liver metastases are present;\n   * Total bilirubin less than or equal to 26 micromol/L (1.5 mg/dL);\n   * Creatinine less than or equal to 177 micromol/L (2 mg/dL); or 24-hour\n   * Alkaline phosphatase less than or equal to 5 x ULN (unless bone metastasis is present in the absence of liver metastasis).\n9. Have a life expectancy of greater than or equal to 12 weeks.\n10. Have an ECOG Performance status of 0-2.\n11. Patients of child-bearing potential must agree to use acceptable contraceptive methods (e.g., double barrier) during treatment.\n12. Patient or legal representative must understand the investigational nature of this study and sign an Independent Ethics Committee -approved written informed consent form prior to receiving any study related procedure.\n\nExclusion Criteria:\n\n1. Patient has radiographic evidence of active (symptomatic, untreated) intraparenchymal brain metastases; any leptomeningeal metastases; or asymptomatic untreated intraparenchymal brain metastases requiring treatment.\n2. Patient has received more than 1 prior treatment with a non-taxane agent in the metastatic setting.\n3. The only evidence of metastasis is lytic or blastic bone metastases or pleural effusion or ascites.\n4. Patient has a known infection with human immunodeficiency virus or active viral hepatitis.\n5. Patient has active heart disease including myocardial infarction or congestive heart failure within the previous 6 months, symptomatic coronary artery disease, or uncontrolled arrhythmias.\n6. Any condition which in the Investigator's opinion deems the patient an unsuitable candidate to receive study drug (e.g., uncontrolled bleeding or bleeding diathesis).\n7. Any active infection requiring parenteral or oral antibiotics.\n8. The patient receives treatment with any:\n\n   * Hormonal or other non-investigational agent therapy within 2 weeks prior to first dose of study drug;\n   * Herceptin, mitomycin, or nitrosoureas therapy within 6 weeks prior to first dose;\n   * Chemotherapy (except for palliative bisphosphonate therapy for bone pain which can be administered as clinically indicated) within 4 weeks prior to first dose study drug;\n   * Investigational drug or immunotherapy within 4 weeks prior to first dose study drug;\n   * Concurrent radiation therapy (except for palliative radiotherapy for\n   * Radiation therapy within 4 weeks prior to first dose of study drug.\n9. Patient has pre-existing peripheral neuropathy of NCI-CTCAE Grade \\>1.\n10. Patient has received paclitaxel, docetaxel, or Abraxane because of metastatic carcinoma.\n11. Known hypersensitivity to paclitaxel, Cremophor EL, or liposomes.\n12. Pregnant or nursing female patients.\n13. Unwilling or unable to follow protocol requirements.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}