{
    "nctId": "NCT04001621",
    "briefTitle": "Pyrotinib in Combination With Capecitabine in Patients With Trastuzumab-resistant HER2-positive Advanced Breast Cancer",
    "officialTitle": "Phase II Study of Pyrotinib in Combination With Capecitabine in Patients With Trastuzumab-resistant HER2-positive Advanced Breast Cancer",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 100,
    "primaryOutcomeMeasure": "Progression Free Survival (PFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Pathologically confirmed HER2 positive patients with locally advanced or metastatic breast cancer: HER2 IHC 3+, or HER2 IHC 2+ and FISH detection gene amplification\n2. Aged ≥18 and ≤70 years.\n3. ECOG performance status of 0 to 1.\n4. Life expectancy of more than 12 weeks;\n5. At least one measurable lesion exists(RECIST 1.1)\n6. Patients with trastuzumab resistance is defined as follows:\n\n   Progression during or within 12 months after treatment in neoadjuvant or adjuvant setting (at least 9 weeks of trastuzumab treatment); Or Progression during or within 6 months after treatment for locally advanced or metastatic disease in the first-line setting (at least 6 weeks of trastuzumab treatment).\n7. At least 4 weeks from the last treatment of trastuzumab or chemotherapy，at least 5 times of t1/2 or 4 weeks from the last treatment of endocrine therapy（the shorter one is preferred）\n8. Known hormone receptor status\n9. For patients with brain metastases, local treatment (including whole cranial radiotherapy, SBRT, etc.) is required and the brain lesions are stable for ≥ 3 months without the need for dexamethasone or mannitol treatment\n10. Patients with adequate organ function before enrollment:\n\n    1. ANC≥1.5×10\\^9/L\n    2. PLT≥100×10\\^9/L\n    3. Hb≥90 g/L\n    4. TBIL≤1.5×ULN\n    5. ALT and AST≤3×ULN, （ALT and AST≤5×ULN in patients with liver metastases）\n    6. Cr≤1.5×ULN and the creatinine clearance rate≥50 mL/min\n    7. LVEF ≥ 50%\n    8. QTcF \\< 480 ms\n11. Signed informed consent.\n\nExclusion Criteria:\n\n1. Patients with meningeal metastasis and / or spinal cord metastasis;\n2. Patients unable to swallow, with chronic diarrhea, intestinal obstruction, or multiple factors that affect drug use and absorption;\n3. Patients with malignant serious effusion which cannot be controlled by drainage or other methods;\n4. Less than 4 weeks from the last treatment in last clinical trial;\n5. Known dihydropyrimidine dehydrogenase (DPD) deficiency;\n6. Receiving any other antitumor therapy;\n7. History of other malignancy within the last 5 years, except for carcinoma in situ of cervix, basal cell carcinoma or squamous cell carcinoma of the skin that has been previously treated with curative intent;\n8. Received radiotherapy, surgery (excluding local puncture) within 4 weeks prior to enrollment; received anti-tumor endocrine therapy after entering the screening period;\n9. Previous or ongoing use of HER2-targeted tyrosine kinase inhibitors (lapatinib, neratinib or pyrotinib);\n10. Previous use of capecitabine or capecitabine not tolerated, except that capecitabine efficacy cannot be judged or capecitabine discontinuation for 3 months or more;\n11. Patients with serious heart disease;\n12. Allergy to pyrotinib; history of immunodeficiency, including HIV positive, active HBV/HCV or other acquired, congenital immunodeficiency disease, or organ transplantation history;\n13. Known history of neurological or psychiatric disease, including epilepsy or dementia;\n14. Patients during pregnancy or lactation, patients with childbearing potential tested positive in baseline pregnancy test, or patients unwilling to take effective contraceptive measures throughout the trial;\n15. Evidence of significant medical illness that will substantially increase the risk on the participation or completion of the study in the investigator's judgment. Examples included, but not limited to, hypertension, severe diabetes, etc;\n16. Patients not eligible for this study judged by the investigator.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}