{
    "nctId": "NCT02414269",
    "briefTitle": "Malignant Pleural Disease Treated With Autologous T Cells Genetically Engineered to Target the Cancer-Cell Surface Antigen Mesothelin",
    "officialTitle": "A Phase I/II Clinical Trial of Malignant Pleural Disease Treated With Autologous T Cells Genetically Engineered to Target the Cancer-Cell Surface Antigen Mesothelin",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Malignant Pleural Disease, Mesothelioma, Metastases, Lung Cancer, Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 113,
    "primaryOutcomeMeasure": "Composite measure of severity and number of adverse events (AEs); changes in (clinical laboratory test findings (hematologic and chemistry); and physical examination. (Phase I)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients with MPD aged ≥18 years\n* Karnofsky performance status ≥70%\n* Patients with malignant pleural disease (MPD), pathologically confirmed at MSKCC (radiographic confirmation is acceptable for screening phase eligibility), and defined as one of the following (patients who have not yet received treatment may enroll in the screening portion only):\n\n  1. Malignant pleural mesothelioma - previously treated with at least one prior treatment regimen.\n  2. Non-small cell lung cancer metastatic to the pleura-previously treated with at least one prior treatment regimen (chemotherapy or targeted agent) and documented progression of disease. Patients with disease outside of the pleura will be discussed among study PI and Co-PIs prior to considered eligible for the study. Disease outside of the pleura must not require any immediate therapy per PI's discretion.\n  3. Breast cancer metastatic to the pleura- previously treated with at least one prior treatment regimen (chemotherapy or targeted agent) and documented progression of disease. Patients with disease outside of the pleura will be discussed among study PI and Co-PIs prior to be considered eligible for the study. Disease outside of the pleura must not require any immediate therapy per PI's discretion.\n* Only patients with a diagnosis of malignant pleural mesothelioma will be included in cohort 9 and in the Phase II portion of the study\n* Expression of mesothelin must be confirmed by meeting one of the following criteria.\n\n  1. Mesothelin expression (\\>10% of the tumor expressing mesothelin) by immunohistochemical (IHC) analysis\n  2. Elevated serum SMRP levels (\\>1.0 nM/L).\n* Free flowing pleural effusion requiring management by placement of a pleural catheter. Patients with a functional pleural catheter already in place are eligible for the study, as long as there are no clinical concerns of infection.\n\nOR\n\n* No free-flowing pleural effusion: an Interventional Radiologist has agreed that radiology-guided intrapleural or peritumoral injection of the CAR T cells is feasible.\n* Chemotherapy, targeted therapy (such as a tyrosine kinase inhibitor) or therapeutic radiotherapy must have been completed at least 14 days prior to administration of T cells. Continuation of hormonal therapy (ie for breast cancer) is acceptable. Prior immunotherapy with checkpoint blockade (i.e. PD1 inhibitor, PDL1 inhibitor or CTL4-antagonist or similar agent) must have been completed more than 1 month1prior to the T cell infusion.\n* Chemotherapy must have been completed at least 7 days prior to leukapheresis\n* Palliative radiotherapy must be completed at least 2 days prior to administration of cyclophosphamide\n* Any major thoracic (thoracotomy with lung or esophageal resection) or abdominal (laparotomy with organ resection) operation must have occurred at least 28 days before study enrollment. Patients who have undergone diagnostic VATS or laparoscopy can be included in the study.\n* All acute toxic effects of any previous therapeutic or palliative radiotherapy, chemotherapy, or surgical procedures must have resolved to grade I or lower according to CTCAE (version 4.0).\n* Lab requirements (hematology)\n* White blood cell (WBC) count ≥3000 cells/mm3\n* Absolute neutrophil count ≥1500 neutrophils/mm3\n* Platelet count ≥100,000 platelets/mm3 Lab requirements (serum chemistry)\n* Bilirubin ≤ 1.5x upper limit of normal (ULN)\n* Serum alanine aminotransferase and serum aspartate aminotransferase (ALT/AST) ≤.5x ULN\n* Serum creatinine ≤ 1.5x ULN or Cr \\> 1.5x ULN, but calculated clearances of \\>60\n* Negative screen for human immunodeficiency virus (HIV), hepatitis B virus (HBV) antigen, and hepatitis C virus (HCV). If testing was performed during the previous 3 months, there is no need to repeat testing, as long as documentation of results is provided to the study site. Subjects must receive counseling and sign a separate informed consent form for HIV testing.\n* Subjects and their partners with reproductive potential must agree to use an effective form of contraception during the period of drug administration and for 4 weeks after completion of the last administration of the study drug. An effective form of contraception is defined as oral contraceptives plus 1 form of barrier or double-barrier method contraception (condom with spermicide or condom with diaphragm).\n* Subjects must be able to understand the potential risks and benefits of the study and must be able to read and provide written, informed consent for the study\n\nExclusion Criteria:\n\n* Untreated or active CNS metastases (progressing or requiring anticonvulsants or corticosteroids for symptomatic control); patients with a history of treated CNS metastases are eligible, provided that all of the following criteria are met:\n\n  * Presence of measurable or evaluable disease outside of the CNS;\n  * Radiographic demonstration of improvement upon completion of CNS-directed therapy and no evidence of interim progression between completion of CNS-directed therapy and the screening radiographic study;\n  * Completion of radiotherapy ≥8 weeks prior to the screening radiographic study;\n  * Discontinuation of corticosteroids and anticonvulsants ≥4 weeks prior to the screening radiographic study.\n* Non-small cell lung cancer metastatic to the pleura that extends outside of the pleura requiring immediate therapy\n* Breast cancer metastatic to the pleura that extends outside of the pleura requiring immediate therapy\n* Prior history of seizure disorder\n* Patients currently receiving treatment for concurrent active malignancy Continuation of hormonal therapy (i.e. for breast cancer) is acceptable. Prior immunotherapy with checkpoint blockade (i.e. PD1 inhibitor, PDL1 inhibitor or CTL4-antagonist or similar agent) must have been completed more than 1 month prior to the T cell infusion.\n* Autoimmune or antibody-mediated disease, including but not limited to systemic lupus erythematosus, rheumatoid arthritis, ulcerative colitis, Crohn's disease, and temporal arteritis (Patients with a history of hypothyroidism will not be excluded)\n* History of myocarditis or congestive heart failure (as defined by New York Heart Association Functional Classification III or IV), as well as unstable angina, serious uncontrolled cardiac arrhythmia, uncontrolled infection, or myocardial infarction 6 months prior to study entry\n* Subjects with left ventricular ejection fraction (LVEF) less than 50%\n* Patients with active interstitial lung disease (ILD)/pneumonitis or a history of ILD/pneumonitis requiring treatment with systemic steroids\n* Baseline pulse oximetry is less than 92% on Room air\n* Pregnant or lactating women\n* An infection requiring antibiotic treatment within 7 days before the start of treatment (day 0)\n* A requirement for daily systemic corticosteroids for any reason or a requirement for other immunosuppressive or immunomodulatory agents. Topical, nasal, and inhaled steroids are permitted.\n* Administration of live, attenuated vaccine within 8 weeks before the start of treatment (day 0) and throughout the study\n* Any other medical condition that, in the opinion of the PI, may interfere with a subject's participation in or compliance with the study",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}