{
    "nctId": "NCT05510700",
    "briefTitle": "Efficacy of Acupuncture Treatment for Breast Cancer-associated Insomnia",
    "officialTitle": "Acupuncture for Breast Cancer-related Insomnia : a Multicenter Randomized Controlled Clinical Trial",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Neoplasms, Insomnia",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 264,
    "primaryOutcomeMeasure": "Treatment response rate of Insomnia Severity Index (ISI)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Meet the diagnostic criteria for breast cancer in the 2022 V2 edition of the National Comprehensive Cancer Network (NCCN) Clinical Practice Guidelines in Oncology and the American Joint Committee on Cancer (AJCC) Cancer Staging Manual (8th edition) for breast cancer staging criteria meet the diagnostic criteria for breast cancer with TNM stage I to III; meet the diagnostic criteria for insomnia within the Diagnostic and Statistical Manual of Mental Disorders, Fifth Edition (DSM-5), and insomnia related to the cancer itself or to cancer-related treatment occurred after breast cancer diagnosis and lasted for at least 1 month.\n* Female patients aged 18-75 years.\n* Eastern Cooperative Oncology Group (ECOG) performance status ≤ 2.\n* Sleep severity index scale (ISI) score ≥ 8.\n* Predicted survival of ≥ 6 months.\n* Patients had never received acupuncture treatment.\n* No mental or intellectual abnormalities, able to understand the provisions of the scales and complete the assessment.\n* Consent to participate in this study and sign a written informed consent.\n\nExclusion Criteria:\n\n* Combination of more serious heart, liver, kidney, and other major diseases. f applicable, indicate if participant eligibility is based on self-representation of gender identity.\n* Patients who are pregnant or breastfeeding.\n* Those with planned surgery during the trial.\n* Previous history of drug abuse or addiction.\n* Those who have taken sedative-hypnotic drugs or antipsychotic drugs 2 weeks prior to the baseline visit, or received other treatment for insomnia (e.g., cognitive behavioral therapy, etc.) 3 months prior to the baseline visit, which may affect the efficacy of the observation.\n* Insomnia due to cancer pain with an numeric rating scale (NRS) score ≥ 4, or insomnia due to other physical diseases.\n* Long-term night work or irregular rest and relaxation.\n* Ulcers, abscesses, skin infections, etc. at the site of needling.\n* Participation in other clinical medical trial studies within the last month.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}