{
    "nctId": "NCT01161368",
    "briefTitle": "A Study Evaluating the Efficacy and Safety of Lapatinib + Vinorelbine in ErbB2 Positive Metastatic Breast Cancer Patients",
    "officialTitle": "A Phase II Study Evaluating the Efficacy and Safety of Lapatinib + Vinorelbine in ErbB2 Positive Metastatic Breast Cancer Patients Pretreated With Chemotherapy or Hormonal Treatment in Combination With Lapatinib for Metastatic Disease",
    "overallStatus": "TERMINATED",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 9,
    "primaryOutcomeMeasure": "Progressive Free Survival",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Written informed consent obtained prior to any study-specific procedure.\n* Females ≥18 years.\n* Histologically or cytologically confirmed, HER2-positive (HER+++ or HER++ and FISH positive), adenocarcinoma of the breast with measurable locally recurrent or metastatic disease, who are candidates for chemotherapy. Locally recurrent disease must not be amenable to radiotherapy or resection with curative intent.\n* Presence of at least one measurable lesion according to RECIST Criteria version 1.1. (target lesion(s) must not lie within an irradiated area)\n* Able to comply with the protocol.\n* Prior treatment with a combination therapy including lapatinib as first or second-line treatment for metastatic disease.\n* ECOG performance status of 0-1.\n* Life expectancy more than 12 weeks.\n* Adequate left ventricular ejection function at baseline, defined as LVEF ≥ 50% by either echocardiogram or MUGA.\n* Adequate hematological function\n* Absolute neutrophil count (ANC) ≥ 1.5 x 109/L\n* Platelet count ≥ 100 x 109/L\n* Hemoglobin ≥ 9 g/dL (may be transfused to maintain or exceed this level).\n* Adequate liver function\n* Total bilirubin ≤ 1.25 x upper normal limit (ULN)\n* AST, ALT ≤ 3.0 x ULN\n* Adequate renal function: Serum creatinine ≤ 1.25 x\n* ULN or calculated creatinine clearance ≥ 50 mL/min\n\nExclusion Criteria:\n\n* Concomitant hormonal therapy for locally recurrent or metastatic disease. Note: previous hormonal therapy is allowed for adjuvant, locally recurrent or metastatic breast cancer, but must have been discontinued at least 1 week prior to first study drug administration.\n* Previous radiotherapy for the treatment of metastatic disease (unless given for the relief of metastatic bone pain and with the precautions mentioned below).Radiotherapy administered solely for the relief of metastatic bone pain is allowed prior to study entry, providing that\n* not more than 30% of marrow-bearing bone was irradiated\n* the last fraction of radiotherapy was administered ≥ 3 weeks prior to first dose of Lapatinib.\n* Other primary tumors/hematologic malignancies within the last 5 years, except for adequately controlled limited basal cell carcinoma of the skin, or carcinoma in situ of the cervix.\n* Pre-existing peripheral neuropathy NCI CTCAE grade \\> 2 at first study drug administration\n* Evidence of spinal cord compression or current evidence of central nervous system (CNS) metastases. If suspected, the patient should be scanned by CT or magnetic resonance imaging (MRI) within 28 days prior to first study drug administration to rule out spinal / CNS metastases.\n* Subjects who have current active hepatic or biliary disease (with exception of patients with Gilbert's syndrome, asymptomatic gallstones, liver metastases or stable chronic liver disease per investigator assessment)\n* History or evidence upon physical/neurological examination of CNS disease unrelated to cancer, unless adequately treated with standard medical therapy (e.g. uncontrolled seizures).\n* Active infection requiring i.v. antibiotics at first study drug administration.\n* Pregnant or lactating females. Pregnancy test to be assessed within 7 days prior to study treatment start.\n* Women of childbearing potential (\\< 2 years after the last menstruation) not using effective, non-hormonal means of contraception (intrauterine contraceptive device, barrier method of contraception in conjunction with spermicidal jelly or surgically sterile) during the study and for a period of 6 months following the last administration of study drug.\n* Surgery (excluding diagnostic biopsy) within 4 weeks prior to study entry\n* Current or recent (within 28 days of first study drug treatment) treatment with another investigational drug or participation in another investigational study\n* Clinically significant malabsorption syndrome or inability to take oral medication.\n* Psychiatric disability judged by the Investigator to be interfering with compliance for oral drug intake.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}