{
    "nctId": "NCT05388435",
    "briefTitle": "Safety, Tolerability, PK/PD & Preliminary Efficacy of SKL27969 in Advanced Solid Tumors Patients",
    "officialTitle": "A Phase 1/2, Open-Label, Multicenter, Dose-Finding Study of SKL27969 to Evaluate Safety, Tolerability, Pharmacokinetics, Pharmacodynamics, and Preliminary Efficacy in Patients With Advanced Solid Tumors",
    "overallStatus": "TERMINATED",
    "conditions": "Advanced Solid Tumor",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 17,
    "primaryOutcomeMeasure": "Part 1 (Dose Escalation Phase) - Numbers of participants with adverse events, dose interruptions and modifications",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Willing to provide written, voluntary informed consent prior to any study-specific procedures;\n2. Male and female patients at least 18 years of age at the time of informed consent;\n3. Histologically or cytologically confirmed diagnosis of non-resectable or metastatic solid malignancy that is refractory (radiographic documentation of progression) or intolerant of established therapies known to provide clinical benefit for the malignancy in the opinion of the Investigator;\n4. Evidence of radiological progressive disease and minimum life expectancy of at least months, in the judgement of the Investigator;\n5. Measurable disease per Response Evaluation Criteria In Solid Tumors (RECIST) Version 1.1 or Response Assessment in Neuro-Oncology (RANO), with the last imaging performed within 28 days before Cycle 1 Day 1, and documented disease progression during or after their most recent line of anticancer therapy;\n6. 6. Prior treatment required for the following diagnoses that are histologically and molecularly confirmed:\n\n   1. Recurrent high-grade glioma (HGG) (e.g., anaplastic astrocytoma (high grade), recurrent ependymoma BRAFV600E or GBM) must have biopsy proven evidence according to 2021 World Health Organization (WHO) classification (Grade 3 or 4) and received:\n\n      - Radiotherapy with at least 2 cycles of temozolomide chemotherapy\n   2. NSCLC of any histologic sub-type with local mutational analysis; must have received platinum-based therapy, immune checkpoint inhibitor and targeted tyrosine kinase inhibitor, if mutation present for approved agent in accordance with product labels; or\n   3. TNBC must have biopsy proven evidence according to the American Society of Clinical Oncology (ASCO)/College of American Pathologists (CAP) guidelines and received\n\n      * Checkpoint inhibitors for patients who are PD-L1 positive;\n      * PARP inhibitors for patients with germline BRCA mutations; or\n      * Targeted antibody-drug conjugates, such as Sacituzumab govitecan.\n7. Must have recovered to Grade 1 from the effects of any prior investigational systemic therapies; with the exception of alopecia and Grade 2 peripheral neuropathy;\n8. Recurrent HGG must be neurologically stable for 7 or more days and takes no more than 2 mg or 4 mg of dexamethasone or equivalent steroid per day;\n9. ECOG performance status of 0 or 1;\n10. Willing to follow the contraception requirements as outlined (refer to Section 13.2 for details):\n\n    a. For Women:\n\n    Women of childbearing potential:\n    * Negative pregnancy test;\n    * Compliant with at least 2 effective contraceptive methods (e.g., oral contraceptives, condom with spermicide, etc) used at the same time during the study and for 90 days after the last dose of study drug; and\n    * Abstinence is not considered an adequate contraceptive method.\n\n    Women of non-childbearing potential:\n    * Must be surgically sterile (e.g., tubal occlusion, hysterectomy, bilateral salpingectomy) or postmenopausal (defined as no menstrual cycle for at least 12 consecutive months). b. For Men:\n    * Must be surgically sterile, or compliant with a contraceptive method (effective barrier contraception, such as condom with spermicide) during the study and for 90 days from the last dose of study drug.\n\n    Male patients with female partner(s) of childbearing potential:\n    * Female partner must use a highly effective methods of contraception (e.g., oral contraceptives, etc). Male patients with female partner(s) of non-childbearing potential (i.e., postmenopausal or surgically sterile for at least 6 months prior to Screening):\n    * No additional contraception method is required.\n11. Hematological and biochemical indices within the ranges shown below:\n\n    1. Hemoglobin equal to or more than 9 g/dL (transfusion to achieve this is allowed);\n    2. Neutrophils equal to or more than 1.5 X 10 degree/L; and\n    3. Platelet count equal to or more than100 X 109 degree/L (transfusion to achieve this is allowed).\n12. Hepatic function: Aspartate aminotransferase (AST) or alanine aminotransferase (ALT) less than or equal to 1.5 X upper limit of normal (ULN), patient with liver metastases less than or equal to 5 X ULN, and serum bilirubin less than or equal to 1.5 X ULN;\n13. Renal function: Creatinine clearance greater than or equal to 45 mL/min as determined by Cockcroft-Gault;\n14. Cardiac function criteria: Left ventricular ejection fraction of greater than or equal to 50% as assessed by multi-gated acquisition or ultrasound/echocardiography; corrected QT interval less than or equal to 470 ms;\n15. Consent to appropriate protection from direct sunlight (e.g., utilizing sunscreen daily, protective clothing, UV protection sunglasses), and avoid artificial tanning during the study participation;\n16. Able to swallow oral medication; and\n17. Willing and able to comply with all protocol required visits and assessments.\n\nExclusion Criteria:\n\n1. Patient has had 1 or more of the following cardiac function criteria:\n\n   1. Clinically meaningful unstable angina;\n   2. Myocardial infarction within 6 months prior to starting the study treatment;\n   3. New York Heart Association Class II or greater congestive heart failure;\n   4. QT interval corrected using Fridericia's formula \\>470 msec obtained as the mean from 3 consecutive resting ECGs;\n   5. Clinically significant abnormalities in rhythm, conduction, or morphology of resting ECG (e.g., complete left bundle branch block, third degree heart block);\n   6. Ongoing congestive heart failure or cardiac dysrhythmias of National Cancer Institute (NCI) Common Terminology Criteria for AEs (CTCAE) greater than or equal to Grade 2 or uncontrolled atrial fibrillation;\n   7. Congenital long QT syndrome;\n   8. Cerebrovascular accident within 6 months prior to starting the study treatment; or\n   9. Clinically significant arterial hypertension despite medical treatment.\n2. Female patient is pregnant, breast-feeding, intending to donate ova, or planning to become pregnant before, during or within at least 90 days after the final study drug administration;\n3. Male patient intends to father or donate sperm during the study or for at least 90 days after the final study drug administration;\n4. History of major gastrointestinal surgery, inflammation, or condition that can impair absorption of study drug;\n5. Evidence of infections (including chronic hepatitis type B or C and human immunodeficiency virus (HIV) infection, if status known);\n6. Active infection requiring intravenous (IV) antibiotics;\n7. Prior participation in another clinical study with PRMT5 inhibitor(s);\n8. Known allergies, hypersensitivity or intolerance to PRMT5 inhibitors or SKL27969 and any of its excipients;\n9. Requirement of pharmacologic doses of glucocorticoids (e.g., greater than or equal to 10 mg of prednisone) with the exception of patients diagnosed with glioma;\n10. Any unstable or severe ongoing medical/psychiatric conditions, as well as medical history, laboratory, imaging, ECG, or other clinically important findings that, in the opinion of the Investigator, can indicate an unacceptable risk for the patient's participation in the study;\n11. Received any systemic anti-cancer therapy including but not limited to chemotherapy, targeted agents, antibody therapy for cancer, immunotherapy for cancer, hormonal therapy, or an investigational agent within 4 weeks prior to start of study drug treatment;\n12. Active secondary malignancy within 3 years except basal or squamous cell carcinoma;\n13. Major surgery within 4 weeks prior to start of study drug treatment;\n14. Radiation therapy within 4 weeks prior to start of study drug treatment (palliative radiation or stereotactic radiosurgery within 7 days prior to start of the study drug treatment). Patients must have recovered from all acute radiotherapy-related toxicities;\n15. History of alcohol or drug abuse for the past 5 years;\n16. Patients must not use proton pump inhibitors (e.g., omeprazole, esomeprazole, lansoprazole, pantoprazole, etc) at least 7 days prior to the first dose of SKL27969 and throughout the study; or\n17. Concurrent therapy with drugs known to be potent (strong or moderate) inhibitors and inducers of cytochrome P450(CYP)3A4, including grapefruit, grapefruit juice, or grapefruit-containing products and grapefruit-related citrus fruits.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}