{
    "nctId": "NCT01300533",
    "briefTitle": "A Study of BIND-014 Given to Patients With Advanced or Metastatic Cancer",
    "officialTitle": "A Phase 1 Open Label, Safety, Pharmacokinetic and Pharmacodynamic Dose Escalation Study of BIND-014 (Docetaxel Nanoparticles for Injectable Suspension), Given by Intravenous Infusion to Patients With Advanced or Metastatic Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Metastatic Cancer, Cancer, Solid Tumors",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 58,
    "primaryOutcomeMeasure": "To assess the dose limiting toxicities (DLTs) of BIND-014 when on day 1 of a 21-day cycle or when given on day 1, 8 and 15 of a 28-day cycle.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Signed informed consent form. (ICF)\n2. At least 18 years old.\n3. Patients with histologically or cytologically confirmed advanced or metastatic cancer for which no standard or curative therapy exists.\n4. Measurable or evaluable disease per RECIST version 1.1.\n5. Eastern Cooperative Oncology Group Performance Status (ECOG) of 0 or 1.\n6. Life expectancy of greater than 12 weeks.\n7. Female subjects are eligible to enter and participate in the study if they are of:\n\n   1. Non-childbearing potential (i.e., physiologically incapable of becoming pregnant) including any woman who:\n\n      * Has had a hysterectomy, or\n      * Has had a bilateral oophorectomy (ovariectomy), or\n      * Has had a bilateral tubal ligation, or\n      * Is post-menopausal (demonstrated total cessation of menses for at least 1 year).\n   2. Childbearing (CB) potential, as long as they have a negative serum pregnancy test at screening and at follow-up, and agrees to one of the following:\n\n      * Use an intrauterine device (IUD) with a documented failure rate of less than 1% per year.\n      * Use double barrier contraception method defined as condom with spermicidal jelly, foam, suppository, or film; OR diaphragm with spermicide; OR male condom and diaphragm.\n      * The woman's sole male sexual partner is a vasectomized male who is sterile prior to the subject's entry into this study.\n\nExclusion Criteria:\n\n1. Brain metastases or spinal cord compression, unless treatment was completed at least 4 weeks before entry, and stable without steroid treatment for at least 4 weeks.\n2. Inadequate bone marrow reserve as demonstrated by an absolute neutrophil count (ANC) \\< 1.5 x 10\\^9/L or platelet count \\< 100 x 10\\^9/L (cannot be post-transfusion) or hemoglobin \\< 9 g/dL (can be post-transfusion).\n3. Serum bilirubin \\> 1.2 times the upper limit of normal (ULN).\n4. An alanine aminotransferase (ALT) or aspartate aminotransferase (AST) level \\> 1.5 x ULN with alkaline phosphatase \\> 2.5 x ULN.\n5. Serum creatinine \\> 1.5 x ULN or a creatinine clearance of \\< 50 mL/min calculated by Cockcroft-Gault.\n6. Evidence of severe or uncontrolled systemic diseases (e.g., unstable or uncompensated respiratory, cardiac \\[including life-threatening arrhythmias\\], hepatic, or renal disease).\n7. Unresolved toxicity ≥ Common Toxicity Criteria (CTC) grade 2 from previous anti-cancer therapy except alopecia (if applicable) unless agreed that the patient can be entered after discussion with the Medical Monitor.\n8. QTc prolongation defined as a QTc with Framingham correction greater than or equal to 470 ms or a prior history of arrhythmias or significant electrocardiogram (ECG) abnormalities. Certain conditions are acceptable (e.g., controlled atrial fibrillation) if agreed to by Medical Monitor.\n9. Participation in a study of an investigational agent within 30 days prior to screening.\n10. Having received treatment for their cancer (including chemotherapy, surgery and/or radiation) within the 30 days prior to screening.\n11. Pregnant or breast-feeding females.\n12. Men of fathering potential must be using an adequate method of contraception to avoid conception throughout the study (and for up to 26 weeks after the last dose of investigational product) in such a manner that the risk of pregnancy is minimized\n13. Peritoneal or pleural effusions requiring a tap more frequently than every 14 days.\n14. Any concurrent condition which, in the Investigator's opinion, makes it undesirable for the subject to participate in this study or which would jeopardize compliance with the protocol.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}