{
    "nctId": "NCT00821054",
    "briefTitle": "A Study to Examine the Effects of Low and High-fat Meals on Orally Administered Lapatinib in Metastatic ErbB2 Positive Breast Cancer Patients",
    "officialTitle": "An Open Label Study to Examine the Effects of Low-Fat and High-Fat Meals on the Pharmacokinetics of Orally Administered Lapatinib in Metastatic ErbB2 Positive Breast Cancer Patients",
    "overallStatus": "COMPLETED",
    "conditions": "Neoplasms, Breast",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "OTHER",
    "enrollmentCount": 24,
    "primaryOutcomeMeasure": "Protocol specified pharmacokinetic parameters",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Metastatic, histologically confirmed breast cancer that over-expresses ErbB2 (3+ by IHC; FISH or CISH positive).\n* Is at least 18 years of age and not greater than 65 years of age.\n* Is male or female. A female is eligible to enter and participate in the study if she is of:\n\n  1. Non-childbearing potential (i.e. physiologically incapable of becoming pregnant), including any female who: has had a hysterectomy; has had a bilateral oophorectomy (ovariectomy); has had a bilateral tubal ligation, or is post-menopausal (a demonstration of total cessation of menses for ≥ 1 year) or in questionable cases a blood sample with simultaneous follicle stimulating hormone (FSH) \\> 40 MlU/ml and estradiol \\< 40 pg/ml (\\<140 pmol/L) is confirmatory.\n  2. Childbearing potential, has a negative serum pregnancy test at Screening and agrees to one of the following: double-barrier contraception (condom with spermicidal jelly, foam, suppository, or film; diaphragm with spermicide; or male condom and diaphragm); complete abstinence from sexual intercourse from two weeks prior to administration of the study drug, throughout the active study treatment period; vasectomized partner who is sterile prior to the female subject's entry and is the sole sexual partner for that female.\n* Is able to swallow and retain oral medication.\n* ECOG performance status 0 to 2.\n* Adequate bone marrow function.\n* Hemoglobin ≥ 9 gm/dL.\n* Absolute granulocyte count ≥1,500/mm3 (1.5 x 109/L).\n* Platelets ≥ 75,000/mm3 (75 x 109/L).\n* Calculated creatinine clearance (CrCl) ≥ 50 ml/min based on Cockcroft and Gault\n* Total bilirubin ≤ 1.5 X upper limit of normal of institutional values and INR ≤ 1.5.\n* Alanine transaminase (ALT) ≤ three times the upper limit of the institutional values or ≤ five times ULN with documented liver metastases.\n* Has a left ventricular ejection fraction (LVEF) within the normal institutional range based on ECHO or MUGA.\n* Life expectancy of ≥12 weeks\n* Capable of giving written informed consent, which includes compliance with the requirements and restrictions listed in the consent form.\n\nExclusion Criteria:\n\n* Is pregnant or lactating.\n* Has malabsorption syndrome, a disease affecting gastrointestinal function, or resection of the stomach or small bowel.\n* Has current active hepatic or biliary disease (with exception of patients with Gilbert's syndrome, asymptomatic gallstones, liver metastases or stable chronic liver disease per investigator assessment).\n* Has evidence of symptomatic or uncontrolled brain metastases or leptomeningeal disease. Subjects with brain metastases treated by surgery and/or radiotherapy are eligible if neurologically stable and do not require steroids or anticonvulsants.\n* Is considered medically unfit for the study by the investigator as a result of the medical interview, physical exam, or screening investigations.\n* Has a known immediate or delayed hypersensitivity reaction or idiosyncrasy to drugs chemically related to the investigational product such as gefitinib \\[Iressa\\] and erlotinib \\[Tarceva\\].\n* Has received treatment with any investigational drug in the previous four weeks.\n* Has received chemotherapy, immunotherapy, biologic therapy or hormonal therapy for the treatment of cancer within the past 14 days, with the exception of mitomycin C which is restricted for the past six weeks.\n* Is receiving any prohibited medication within the timeframe indicated on the prohibited medication list for this study.\n* Has physiological, familial, sociological, or geographical conditions that do not permit compliance with the protocol.\n* Has inadequate venous access for protocol-related blood draws.\n* Clinically significant electrocardiogram (ECG) abnormality.\n* History of sensitivity to heparin or heparin-induced thrombocytopenia.\n* Has consumed red wine, seville oranges, grapefruit or grapefruit juice and/or kumquats, pummelos, exotic citrus fruit (i.e. star fruit, bitter melon), grapefruit hybrids or fruit juices from 7 days prior to the first dose of study medication.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}