{
    "nctId": "NCT01516307",
    "briefTitle": "Trial of Active Immunotherapy With Globo H-KLH (OPT-822) in Metastatic Breast Cancer Subjects",
    "officialTitle": "A Double-blind, Randomized Trial of Active Immunotherapy With Globo H-KLH (OPT-822) in Subjects With Metastatic Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 349,
    "primaryOutcomeMeasure": "Progression Free Survival (PFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Female subjects ≥ 21 years of age with histological or cytological diagnosis of breast carcinoma.\n* Subjects with metastatic breast cancer who have achieved stable disease (SD), partial response (PR), or complete response (CR) after at least 1 regimen of anticancer therapy (i.e. chemotherapy or target therapy, either alone or in any combination). Involvement of supraclavicular lymph node is considered metastasis.\n* Subjects must have recovered from toxicities of prior therapies. (i.e. CTCAE ≤ grade 2).\n* Performance status: ECOG ≤ 1 and life expectancy ≥ 3 months.\n* Organ Function Requirements - Subjects must have adequate organ functions as defined below:\n\n  * AST/ALT ≤ 3X ULN (upper limit of normal)\n  * AST/ALT ≤ 5X ULN \\[with underlying Liver Metastasis\\]\n  * Total Bilirubin ≤ 2.0 X ULN\n  * Serum Creatinine ≤ 1.5X ULN\n  * ANC ≥ 1500 /μL\n  * Platelets \\> 100,000/μL\n  * No Symptomatic Congestive Heart Failure (Ejection Fraction EF ≥ 50%)\n* Ability to understand and the willingness to sign a written informed consent document according to institutional guidelines.\n* All positive or negative ER (estrogen receptor), PR (progesterone receptor), and HER-2 subjects are eligible for this study.\n* However, subjects who are HER-2 positive and responsive to anti-HER-2 therapy (e.g. Herceptin), are encouraged to remain on anti-HER-2 therapy and not enroll in this trial.\n* Subjects who desire to enroll in this study and for whom anti-HER-2 therapy is not available or contraindicated, may be eligible to enroll in this trial.\n* In countries where continuous anti-HER2 therapy is considered standard of care for HER-2 positive metastatic disease, HER-2 positive subjects are not eligible.\n* Women of childbearing potential must be willing to implement adequate contraception during the study. An adequate method of contraception will be at the investigator's discretion.\n\nExclusion Criteria:\n\n* Subjects are pregnant or breast-feeding at entry.\n* Subjects with more than 2 events of disease progression after the development of metastatic breast cancer.\n* Subjects who are currently receiving any other concomitant anticancer therapy with the EXCEPTION of bisphosphonates and hormone therapy.\n\n  * During the study period, subjects using hormonal therapy and bisphosphonates should maintain a constant dose and should not change existing regimen.\n  * However, if a change in hormonal therapy is indicated, e.g. due to intolerable adverse effects, the regimen may be modified but change should be minimized thereafter.\n* Subjects with metastasis limited to the bone only are excluded. However, subjects with current metastasis limited to the bone only and with a history of distant metastasis are eligible. Subjects with current metastasis limited to the bone only and with current breast tissue lesion are eligible.\n* Subjects who have any history of other malignancy (except non-melanoma skin carcinoma and carcinoma-in-situ of the uterine cervix) within 5 years of study entry.\n* Subjects with splenectomy.\n* Subjects with HIV infection.\n* Subjects with any major autoimmune diseases or autoimmune disorders requiring systemic iv/oral steroids or immunosuppressive or immunomodulatory therapies.\n\n  * e.g. Type 1 juvenile onset diabetes mellitus, antibody positive for rheumatoid arthritis, Grave's disease, Hashimoto's thyroiditis, lupus, scleroderma, systemic vasculitis, hemolytic anemia, immune mediated thrombocytopenia, etc\n  * Autoimmune disorders confined to the skin (e.g. psoriasis) are eligible, and topical steroids are allowed for the treatment of such skin disorders.\n* Subjects with any known uncontrolled inter-current illness including ongoing or active infections, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements.\n* Subjects with any of the following MEDICATIONS within 4 weeks prior to randomization:\n\n  * Anti-neoplastic agents\n  * Immunotherapy \\[mAbs, Interferons, Cytokines (except GCSF)\\]\n  * Immunosuppressants (e.g. Cyclosporin, Rapamycin, Tacrolimus, Rituximab, Alemtuzumab, Natalizumab, etc.).\n  * Another investigational drug\n* Subjects with pleural effusions and/or ascites, due to malignancy, requiring paracentesis every 2 weeks or more frequently.\n* Subjects with any known severe allergies (e.g. anaphylaxis) to any active or inactive ingredients in the study drugs.\n* Subjects with bladder inflammation and urinary outflow obstruction.",
    "sex": "FEMALE",
    "minimumAge": "21 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}