{
    "nctId": "NCT01445418",
    "briefTitle": "AZD2281 Plus Carboplatin to Treat Breast and Ovarian Cancer",
    "officialTitle": "A Phase I Study With an Expansion Cohort of the PARP Inhibitor AZD2281 (KU-0059436) Combined With Carboplatin in Breast and Ovarian Cancer in BRCA1/2 Mutation Carriers (Familial Breast and Ovarian Cancer) and Sporadic Triple Negative Breast Cancer and Ovarian Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer, Ovarian Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 103,
    "primaryOutcomeMeasure": "Safety/Toxicity",
    "eligibilityCriteria": "* INCLUSION CRITERIA:\n\nPatients must have breast and/or epithelial ovarian cancer, primary peritoneal cancer, and/or fallopian tube cancer histologically or cytologically confirmed at the NCI that is metastatic or unresectable and for which standard curative measures do not exist or are no\n\nlonger effective.\n\nAll patients in cohort 1 must have measurable and/or evaluable disease.\n\nPatients in the expansion cohort 2 must have safely biopsible disease as determine by an interventional radiologist and must agree to the first mandatory biopsy (the other two biopsies optional).\n\nBreast cancer patients with locally advanced, unresectable disease must have been previously treated with standard therapy.\n\nThere is no limit on number of prior therapy.\n\nPatients must be at least 6 months from their last platinum exposure.\n\nPlatinum-resistant patients may participate.\n\nPatients with allergic reaction to platinums (up to and including grade 3 without a reaction protocol, and up to and including grade 2 in the face of pretrement, but not graduated treatment exposure) are still eligible.\n\nAge greater than or equal to 18 years.\n\nECOG performance status less than or equal to 2 (Karnofsky greater than or equal to 60%).\n\nLife expectancy greater than 3 months.\n\nPatients must have normal organ and marrow function as defined below:\n\n* hemoglobin greater than or equal to 10g/dL\n* leukocytesgreater than or equal to 3,000/mcL\n* absolute neutrophil count greater than or equal to 1,500/mcL\n* platelets greater than or equal to 100,000/mcL\n* total bilirubin less than or equal to upper limit of normal (ULN) in the absence of Gilbert s syndrome\n* AST(SGOT)/ALT(SGPT) less than or equal to 2.5 X ULN\n* creatinine clearance greater than or equal to 60 mL/min by 24-hour urine\n\nOR\n\n* serum creatinine less than or equal to 1.5 mg/dl\n* corrected or Ionized Calcium less than or equal to ULN\n* potassium within normal limits\n\nA documented deleterious BRCA 1/2 germline mutation or BRCAPRO score of greater than or equal to 30% for patients enrolling in Group A.\n\nFor patients enrolling in the sporadic serous epithelial ovarian cancer group, Group B, a negative family history (BRCAPRO score less than or equal to 20% or negative BRCA1/2 mutation test).\n\nFor patients enrolling in the triple negative breast cancer (ER-/PR- /Her2-) group, Group B, a negative family history and /or BRCAPRO score less than or equal to 10% or negative BRCA1/2 mutation test).\n\nThe effects of AZD on the developing human fetus are unknown. For this reason and because platinum agents are known to be teratogenic, men and women of child-bearing potential must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) prior to study entry and for the duration of study participation. Should a woman become pregnant or suspect she is pregnant while participating in this study, she should inform her treating physician immediately, Patients of child-bearing potential should continue on contraception for at least three months following the last dose of therapy on study.\n\nToxicities from previous cancer therapies must have recovered to grade 1 (defined by CTC 3.0). Chronic stable grade 2 peripheral neuropathy secondary to neurotoxicity from prior therapies may be considered on a case by case basis by the Principal Investigator. No patients with functional impairment due to neuropathy will be eligible for the study. Hypomagnesemia will not be considered an exclusion criteria. Magnesium levels will be monitored and replaced as clinically indicated. Ability to understand and the willingness to sign a written informed consent document.\n\nFemale patients with reproductive potential must have a negative urine or serum pregnancy test within 4 days prior to the start of the study.\n\nEXCLUSION CRITERIA:\n\nPatients who have had chemotherapy, biological therapy, hormonal therapy (with the exception of raloxifene or others approved for bone health) or radiotherapy within 4 weeks (6 weeks for nitrosoureas or mitomycin C) prior to entering the study.\n\nPatients may not be receiving any other investigational agents or had them in the previous 28 days.\n\nPatients with known brain metastases diagnosed within 1 year should be excluded from this clinical trail because of their poor prognosis and because they often develop progressive neurological dysfunction that would confound the evaluation of neurologic and other adverse events.\n\n---Patients with brain metastases diagnosed greater than 1 year prior to study entry are eligible if they received sterilizing therapy to the CNS (resection or radiation) and have been CNS recurrence-free for a full 1-year period.\n\nClinically significant bleeding.\n\nInability to swallow pills.\n\nUncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements.\n\nPregnant and breast-feeding women.\n\nHIV-positive patients on combination antiretroviral therapy are ineligible because of the potential for pharmacokinetic interactions with AZD2281. In addition, these patients are at increased risk of lethal infections when treated with marrow-suppressive therapy such as carboplatin.\n\nPrevious treatment with PARP inhibitor.\n\nMajor surgery within the past 28 days.\n\nPatients with locally advanced breast tumors presenting for their initial therapy, or patients with local (only in breast or chest wall) recurrence only will not be eligible for this trial\n\nFor subjects in the dose-expansion cohorts, history of prior invasive malignancies within the past 5 years (with the exception of non-melanomatous skin cancers, non-invasive bladder cancer, stage I endometrial cancer or cervical cancer cured by surgical resection).\n\nPatients with a history of grade 4 allergic reaction to platinums",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}