{
    "nctId": "NCT04657679",
    "briefTitle": "Pharmacokinetics and Pharmacogenomics of Ribociclib in Race-based Cohorts",
    "officialTitle": "evaLuation of Variations pharmacokinEtics and phArmacogeNOmics of Ribociclib in rAce-based Cohorts: The LEANORA Study",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE4",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "BASIC_SCIENCE",
    "enrollmentCount": 21,
    "primaryOutcomeMeasure": "Ribociclib area-under-the-curve (AUC)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Signed informed consent must be obtained prior to any screening procedures.\n* Female ≥18 years old at the time of informed consent\n* Those who self-identify as African American or Black are eligible for that respective cohort\n* Those who self-identify as non-Hispanic White are eligible for that respective cohort\n* Postmenopausal or premenopausal. Patient has a known menopausal status at the time of the informed consent form signature. The patient is considered postmenopausal if: i) she has had prior bilateral oophorectomy; ii) is age ≥ 60 years; iii) is age \\<60 years and has had amenorrhea for 12 or more months (in the absence of chemotherapy, tamoxifen, toremifene, or ovarian suppression) and follicle-stimulating hormone (FSH) and estradiol in the postmenopausal range per local normal ranges. All other patients who do not meet the criteria for postmenopausal status are considered premenopausal and will receive goserelin or leuprolide for ovarian suppression\n* Each race-based cohort has a predetermined number of patients with each CYP3A5 phenotype per the sample size calculation (section 9.1). Patients will be screen for CYP3A5: - African American or Black (At least 3 participants who are CYP3A5 poor metabolizers, No more than 15 participants who are CYP3A5 intermediate or normal metabolizers); - Non-Hispanic White (At least 3 participants who are CYP3A5 intermediate or normal metabolizers, No more than 15 participants who are CYP3A5 poor metabolizers)\n* Patient has advanced (loco-regionally recurrent or metastatic) breast cancer not amenable to curative therapy\n* Treated, stable and asymptomatic brain metastases are permitted\n* ECOG performance status 0-3\n* Documentation of estrogen receptor (ER) positive and/or progesterone receptor (PR) positive tumor (≥1% positive stained cells) based on most recent tumor biopsy (discuss with the Principal Investigator if results in different biopsies are discordant in terms of hormone receptor positivity) utilizing an assay consistent with local standards.\n* Documented HER2-negative tumor based on local testing on most recent tumor biopsy: HER2-negative tumor is determined as immunohistochemistry score 0/1+ or negative by in situ hybridization (FISH/CISH/SISH) defined by current ASCO/CAP (American Society of Clinical Oncology/College of American Pathologists) guidelines. Patients with equivocal HER2 in situ hybridization results according to current ASCO/CAP guidelines are eligible, as long as they have not received and are not scheduled to receive anti-HER2 treatment.\n* Must be capable of understanding and complying with parameters as outlined in the protocol and able to sign and date the informed consent, approved by the IRB, prior to the initiation of any screening or study-specific procedures.\n* Patient must be able to swallow ribociclib tablets.\n* Patient must be able to communicate with the investigator and comply with the requirements of the study procedures.\n* Patient has adequate bone marrow and organ function as defined by the following laboratory values:\n\n  1. Absolute neutrophil count (ANC) ≥ 1,200/mm; Patients must be able to meet the criteria without receipt of colony stimulating factors within 2 weeks before obtaining sample\n  2. Platelets ≥ 100,000/mm3; Patients must be able to meet the criteria without receipt of transfusion within 2 weeks before obtaining sample\n  3. Hemoglobin ≥ 8 g/dL; Patients must be able to meet the criteria without receipt of transfusion within 2 weeks before obtaining sample\n  4. Estimated glomerular filtration rate (eGFR) ≥ 30 mL/min/1.73m2 according to the CKD EPI equation\n  5. Total bilirubin \\< ULN except for patients with Gilbert's syndrome who may only be included if the total bilirubin is ≤ 3.0 × ULN or direct bilirubin ≤ 1.5 × ULN.\n  6. Aspartate transaminase (AST) \\< 2.5 × ULN, except for patients with liver metastases, who are only included if the AST is \\<5 × ULN.\n  7. Alanine transaminase (ALT) \\< 2.5 × ULN, except for patients with liver metastases, who are only included if the ALT is \\< 5 × ULN.\n  8. Alkaline phosphatase ≤2.5 x ULN (≤5.0 x ULN if bone metastases present)\n* Patient must have the following laboratory values within normal limits or corrected to within normal limits with supplements, or are not clinically significant per the Investigator\n\n  1. Sodium\n  2. Potassium\n  3. Calcium\n* The following tests are not necessary. However, if results are available, values should be as follows:\n\n  * INR ≤ 1.5 (unless the patient is receiving anticoagulants and the INR is within the therapeutic range of intended use for that anticoagulant within 7 days prior to the first dose of study drug).\n  * Magnesium within normal limits or corrected to within normal limits with supplements, or is not clinically significant per the Investigator.\n* Standard 12-lead electrocardiogram values defined as (obtained from baseline electrocardiogram):\n\n  1. QTc interval at screening \\< 450 ms (using Fridericia's correction)\n  2. Mean resting heart rate \\>= 50 bpm (determined from the electrocardiogram)\n\nExclusion Criteria:\n\n* Patient with symptomatic visceral disease or any disease burden that makes the patient ineligible for endocrine therapy per the investigator's judgment.\n* Patient currently prescribed a CDK4/6 inhibitor (e.g., ribociclib, abemaciclib, or palbociclib).\n* Patients with central nervous system (CNS) symptomatic or untreated metastases\n* History of liver transplant or allogeneic bone marrow transplantation\n* Patient with a known hypersensitivity to any of the excipients of ribociclib (e.g. ribociclib tablets coating contains soya lecithin, and therefore should not be taken by patients who are allergic to peanuts or soya) or of fulvestrant.\n* Patient is concurrently using other anti-cancer therapy besides those in the study protocol (e.g., letrozole, fulvestrant, goserelin, leuprolide). Any other prior neo-/adjuvant anti-cancer therapy must be stopped at least 5 half-lives or 7 days, whichever is longer, before the date of ribociclib initiation.\n* Patient has had major surgery within 14 days prior to starting study drug or has not recovered from major toxicities\n* Patient has not recovered from acute clinical and laboratory toxicities related to prior anticancer therapies to NCI CTCAE v5.0 grade ≤ 1 (except for alopecia, neuropathy, and amenorrhea or other toxicities not considered a safety risk for the patient at investigator's discretion).\n* Patient has received extended-field radiotherapy ≤ 4 weeks or limited field radiotherapy ≤ 2 weeks prior to ribociclib initiation and has not recovered to grade 1 or better from related side effects of such therapy (with the exception of alopecia or other toxicities not considered a safety risk for the patient at investigator's discretion).\n* Patient has a concurrent malignancy, with the exception of adequately treated basal or squamous cell skin carcinoma, stage 1 melanoma, or curatively resected cervical carcinoma in situ. Patients may still enroll with a concurrent malignancy after receiving approval from the study PI.\n* Patient has impairment of gastrointestinal (GI) function or GI disease that may significantly alter the absorption of the study drug (e.g., uncontrolled ulcerative diseases, uncontrolled nausea, vomiting, diarrhea, malabsorption syndrome, or small bowel resection).\n* Patient has any other concurrent severe and/or uncontrolled medical condition that would in the investigator's judgment, cause unacceptable safety risks to the patient, contraindicate patient participation in the clinical study, or compromise compliance with the protocol.\n* Patient has clinically significant, uncontrolled heart disease or who are at significant risk of developing QT prolongation, including any of the following:\n\n  1. Documented myocardial infarction (MI), angina pectoris, coronary artery intervention, or pericarditis within 6 months prior to study entry\n  2. Documented cardiomyopathy, congestive heart failure, valvular heart disease, congenital heart disease, or prior cardiac surgery\n  3. Left Ventricular Ejection Fraction (LVEF) \\< 50% (testing is not mandatory)\n  4. Personal diagnosis of long QT syndrome, cardiac channelopathies, family history of idiopathic sudden death, congenital long QT syndrome or channelopathies\n  5. Personal risk factors for Torsades de Pointe (TdP) including uncorrected hypokalemia, hypomagnesemia, or need for concomitant medications with a known risk to prolong the QT interval and/or known to cause TdP that cannot be discontinued or replaced by safe alternative medication (e.g. within 5 half-lives or 7 days prior to starting study drug, whichever is longer)\n  6. Clinically significant cardiac arrhythmias or conduction abnormalities, including, but not limited to ventricular tachycardia, atrial tachyarrhythmia, left bundle branch block, right bundle branch block, QRS prolongation (greater than 120 ms), intraventricular conduction delay, high-grade AV block (e.g. bifascicular block, Mobitz type II and third-degree AV block)\n  7. Uncontrolled hypertension\n  8. Inability to determine the QTc interval\n* Patient is currently receiving any of the following substances and cannot be discontinued 7 days prior to Cycle 1 Day 1:\n\n  1. Concomitant medications, herbal supplements, and/or fruits that are strong inducers or inhibitors of CYP3A4/5.\n  2. Medications that have a narrow therapeutic window and are predominantly metabolized through CYP3A4/5\n  3. Chronic dosing of corticosteroids such as dexamethasone and prednisone is known to lead to induction of CYP3A enzymes, thereby potentially reducing ribociclib drug exposure to sub-therapeutic levels. Systemic corticosteroid treatment should not be given during the study treatment with ribociclib, except for:\n\n     * Topical applications (e.g. for rash), inhaled sprays (e.g. for obstructive airways diseases), eye drops or local injections (e.g. intra-articular)\n     * A short duration (\\< 5 days) of systemic corticosteroids ≤ to the anti-inflammatory potency of 4 mg dexamethasone (e.g. for chronic obstructive pulmonary disease or as an antiemetic).\n     * Medications that prolong the QTc interval.\n* Inability to comply with study requirements.\n* Psychiatric illness or social situation that would limit compliance with study requirements.\n* Patients with clinically significant liver disease, including active viral or other known hepatitis, current alcohol abuse, or cirrhosis.\n* Known active hepatitis B (defined as having a positive hepatitis B surface antigen \\[HBsAg\\]) or known active hepatitis C (defined as a positive test for hepatitis C viral load by polymerase chain reaction \\[PCR\\]).\n\n  * Patients with past hepatitis B virus (HBV) infection or resolved HBV infection (defined as having a negative HBsAg test and a positive antibody to hepatitis B core antigen \\[anti-HBc\\] antibody test) are eligible.\n  * Patients with positive hepatitis C antibody AND negative quantitative hepatitis C by PCR AND no clinical/laboratory evidence of cirrhosis are eligible. Patients who have completed curative therapy for HCV are eligible if they meet all other parameters for enrollment.\n  * Patients are not required to undergo testing for HBV or HCV for enrollment\n* Known uncontrolled HIV infection defined as any of the following 3 criteria:\n\n  * CD4 counts ≤ 350 cells/μL; or\n  * Serum HIV viral load ≥ 400 copies/mL; or\n  * Have been taking an antiretroviral regimen for \\< 4 weeks prior to treatment with study drugs if anti-retroviral therapy is deemed necessary or appropriate by the investigator.\n  * Patients are not required to undergo testing for HIV for enrollment.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}