{
    "nctId": "NCT06606730",
    "briefTitle": "Personalizing the Use of Pembrolizumab for Patients Who Have a Strong Response in Early Triple Negative Breast Cancer",
    "officialTitle": "OPTimizing Adjuvant Prescription of PEMBROlizumab in Patients With Early-stage Triple-negative Breast Cancer Achieving Pathologic Complete Response After Standard Neoadjuvant Chemotherapy and Pembrolizumab",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Breast Cancers, Triple Negative Breast Cancer (TNBC)",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 2454,
    "primaryOutcomeMeasure": "Recurrence-free survival",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patient must have signed a written informed consent prior to any trial-related procedures. When the patient is physically unable to give his written consent, a trusted person of his choice, independent from the investigator or the sponsor, can confirm in writing the patient's consent;\n2. Age ≥ 18 years;\n3. Eastern Cooperative Oncology Group (ECOG) performance status of 0-2;\n4. Histologically documented stage II-III breast cancer according to the primary tumour-regional lymph node anatomic staging criteria of the American Joint Committee on Cancer (AJCC), 8th edition as determined by the investigator during radiologic assessment, clinical assessment or both;\n5. Estrogen receptor (ER) and Progesterone receptor (PR) ≤10%; HER2-negative as per ASCO/CAP guidelines Note: In case of bilateral breast cancer, participation in the study is permitted as long as both tumours are triple negative;\n6. Patients previously treated with neoadjuvant chemotherapy in combination with pembrolizumab for a minimum of 6 cycles (All systemic chemotherapy must have been completed preoperatively);\n7. Absence of residual invasive disease in the breast or lymph nodes after the completion of neoadjuvant therapy (Residual ductal carcinoma in situ \\[DCIS\\] is allowed);\n8. Have had an adequately excised breast cancer (surgical removal of all clinically evident disease in the breast and lymph nodes) :\n\n   1. Breast surgery: patients must have undergone either breast-conserving surgery or total mastectomy with histologically negative margins for invasive tumour and DCIS. Patients with margins positive for lobular carcinoma in situ (LCIS) are eligible without additional resection.\n   2. Lymph node surgery: patients must have had sentinel lymph node biopsy (SLNB) and/or axillary lymph node dissection (ALND) to evaluate the pathologic nodal status;\n9. Patients that have received adequate locoregional radiation therapy or with planned adequate locoregional radiation therapy;\n10. Adequate organ and bone marrow functions. All screening lab tests should be performed within 28 days before randomisation;\n\n    1. Absolute Neutrophil Count (ANC) ≥ 1,000 /µL\n    2. Platelets ≥ 100,000 /µL\n    3. Hemoglobin ≥ 9 g/dL\n    4. Creatinine clearance ≥ 30 mL/min for subject with creatinine levels \\> 1.5 x institutional upper limit of normal (ULN)\n    5. Total bilirubin ≤ 1.5 x ULN or direct bilirubin ≤ ULN for subjects with total bilirubin levels \\> 1.5 ULN (Patients with Gilbert's disease with a total bilirubin ≤ 2.5 x ULN and direct bilirubin within normal limits are permitted)\n    6. Aspartate aminotransferase (ASAT) and alanine aminotransferase (ALAT) ≤ 2.5 x ULN\n11. Randomisation must take place no more than 12 weeks after breast surgery. Adjuvant radiotherapy is authorized. If given, as per investigator discretion it can be given concurrently with pembrolizumab;\n12. Patients must not be pregnant or nursing (for women of childbearing potential only, a negative serum pregnancy test must be obtained within 7 days of Cycle 1 Day 1);\n13. Women of childbearing potential and male patients must agree to use 1 effective form of contraception and up to 4 months after the last dose of study drugs;\n14. Patients should be able and willing to comply with study visits and procedures as per protocol;\n15. Patients must be affiliated to a Social Security System (or equivalent).\n\nExclusion Criteria:\n\n1. Radiological or clinical evidence of metastatic disease (stage IV) documented by imaging or clinical examination;\n2. Evidence of recurrent disease following preoperative therapy and surgery;\n3. Any prior history of (ipsi- or contralateral) invasive breast cancer;\n4. Patients with a prior or concurrent malignancy (other than invasive breast cancer) whose natural history or treatment have the potential to interfere with the safety or efficacy assessment of the investigational regimen;\n5. Patients for whom pembrolizumab has been permanently discontinued during the neoadjuvant phase of treatment due to pembrolizumab-related AE;\n6. History of intolerance, including Grade 3 or 4 infusion reaction or hypersensitivity to pembrolizumab or murine proteins or any component of the product;\n7. Medical conditions that require chronic systemic steroids (\\> 10 mg prednisone or equivalent) or any other form of immunosuppressive medication in the past 2 years. Replacement therapy (e.g., thyroxine, insulin, physiologic corticosteroid replacement therapy for adrenal or pituitary insufficiency) is not considered a form of systemic treatment;\n8. Known active liver disease, e.g. due to HBV, HCV, autoimmune hepatic disorders, or sclerosing cholangitis;\n9. HIV-infected patients on effective anti-retroviral therapy with detectable viral load within 6 months prior to enrollment;\n10. Patients with known history or current symptoms of cardiac disease, or history of treatment with cardiotoxic agents, should have a clinical risk assessment of cardiac function using the New York Heart Association Functional Classification. To be eligible for this trial, patients should be class 2B or better;\n11. Patients unwilling or unable to comply with the medical follow-up required by the trial due to geographic, familial, social, or psychological reasons;\n12. Persons deprived of their liberty or under protective custody or guardianship;\n13. Participation in another therapeutic trial within the 30 days prior to randomisation.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}