{
    "nctId": "NCT00496613",
    "briefTitle": "Chemotherapy-Induced Changes to Cognition and DNA in Breast Cancer Survivors",
    "officialTitle": "Chemotherapy-Induced Cognitive Change and DNA Damage in Breast Cancer Survivors",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer, Long-Term Survivors",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 200,
    "primaryOutcomeMeasure": "The primary goal of this preliminary study is to examine the relationship between DNA damage and chemotherapy-induced cognitive changes in breast cancer survivors.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Breast cancer survivors (Stage I-III) 2-6 years post all cancer treatments, but currently receiving hormone therapy.\n* History of treatment with chemotherapy and/or hormonal therapy, or hormone therapy only.\n* No evidence of active/recurrent disease.\n* Less than 70 years old at time of recruitment.\n* Post-menopausal prior to initial treatment.\n* In the judgment of the consenting professional, is able to provide informed consent.\n* Patient is able to understand English, through verbal and written communication.\n\nExclusion Criteria:\n\n* Recurrence of breast cancer or diagnosis of another cancer except basal cell carcinoma.\n* Exposure to chemotherapy or radiation therapy for any medical condition unrelated to breast cancer.\n* Neurobehavioral risk factors including history of neurological disorder, or moderate to severe head trauma (loss of consciousness \\> 60 min or evidence of structural brain changes on imaging).\n* Neurodegenerative disorders such as Alzheimer's disease, Parkinson's disease, multiple sclerosis, etc.\n* Self-reported sleep disorders that could influence cognitive functioning including sleep apnea and chronic fatigue syndrome.\n* Self-reported Axis I psychiatric disorder (DSM-IV), major affective disorder (untreated), bipolar disorder, schizophrenia.\n* Disorder (DSM-IV), major affective disorder (untreated), bipolar disorder, schizophrenia.\n* Male.\n\nHealthy Control Inclusion Criteria:\n\n* Have had no diagnosis of cancer except basal cell carcinoma.\n* Less than 70 years old at time of recruitment.\n* Post-menopausal.\n* In the judgment of the consenting professional, is able to provide informed consent.\n* Patient is able to understand English, through verbal and written communication\n\nHealthy Control Exclusion Criteria:\n\n* Exposure to chemotherapy or radiation therapy for any medical condition.\n* Neurobehavioral risk factors including history of neurological disorder, or moderate to severe head trauma (loss of consciousness \\> 60 min or evidence of structural brain changes on imaging).\n* Neurodegenerative disorders such as Alzheimer's disease, Parkinson's disease, multiple sclerosis etc.\n* Self-reported sleep disorders that could influence cognitive functioning including sleep apnea and chronic fatigue syndrome.\n* Self-reported Axis I psychiatric disorder (DSM-IV), major affective disorder (untreated), bipolar disorder, schizophrenia.\n* Male.",
    "sex": "FEMALE",
    "minimumAge": "50 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}