{
    "nctId": "NCT02213042",
    "briefTitle": "Evaluation of Biomarkers Associated With Response to Subsequent Therapies in Subjects With HER2-Positive Metastatic Breast Cancer",
    "officialTitle": "An Open-Label, Phase II, Study to Evaluate Biomarkers Associated With Response to Subsequent Therapies in Subjects With HER2-Positive Metastatic Breast Cancer Receiving Treatment With Trastuzumab in Combination With Lapatinib or Chemotherapy (EGF117165)",
    "overallStatus": "TERMINATED",
    "conditions": "Neoplasms, Breast",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 42,
    "primaryOutcomeMeasure": "Fold Change in Expression Profile of Genes and/or Proteins for Arm A (LAP+TRAS±AI (HER2-Enriched)) From Screening to Approx. 3.5 Years",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Signed written informed consent\n* Female \\>=18 years\n* Histologically or cytologically confirmed invasive breast cancer with distant metastasis\n* Subjects must have at least one measurable lesion per RECIST 1.1\n* Note: Biopsied lesions should not be used as target lesions.\n* Documentation of HER2 overexpression or gene amplification, in the invasive component of either the primary tumor or metastatic disease site as defined as: 3+ by Immunohistochemistry (IHC) and/or\n* HER2/neu gene amplification by fluorescence, chromogenic, or silver in situ hybridization \\[FISH, CISH or SISH;\\>=6 HER2/neu gene copies per nucleus or a FISH, CISH, or SISH test ratio (HER2 gene copies to chromosome 17 signals) of \\>=2.0 OR HER2/chromosome 17 ratio \\<=2.0 with average HER2 copy number \\>=6 signals/cell nucleus\\]\n* Centrally determined HER2-positive, hormone receptor status, breast molecular subtype by Prediction Analysis of Microarray 50 (PAM50) on the pre-treatment biopsy of metastatic lesion obtained during screening\n* Note: Biopsied lesions should not be used as target lesions.\n* Progression on at least 2 lines of anti-HER2-targeted therapies for metastatic breast cancer (MBC)\n* Documented radiological disease progression during the most recent treatment regimen for metastatic disease\n* Most recent treatment regimen for metastatic disease must include Trastuzumab and chemotherapy.\n* Note: Trastuzumab emtansine (T-DM1) is considered acceptable as prior Trastuzumab/chemotherapy regimen\n* Agreement to provide 2 tumor biopsies\n* Prior treatment with pertuzumab, Lapatinib, and/or Trastuzumab emtansine is allowed; however, the last treatment for MBC must not include Trastuzumab in combination with pertuzumab.\n* Subjects with radiographically stable Central nervous system (CNS) metastases, defined as radiographically stable on the previous 2 brain imaging scans, asymptomatic, and off systemic steroids and anticonvulsants for at least 1 month are eligible; treatment with prophylactic anticonvulsants is permitted unless listed under Prohibited Medications\n* Discontinuation of all prior chemotherapy, immunotherapy, or biological therapy at least 3 weeks prior to the first dose of investigational product is required.\n* Note: Discontinuation of Trastuzumab is not necessary.\n* All treatment related toxicities, except alopecia, must have recovered to Grade 1 or better (Common Terminology Criteria for Adverse Events (CTCAE); version 4.0) prior to administration of the first dose of study treatment.\n* Baseline Left ventricular ejection fraction (LVEF) \\>=50% as measured by Echocardiogram (ECHO) or Multigated acquisition (MUGA) and above the testing institution's lower limit of normal\n* QT interval corrected (QTc) \\<450 millisecond (msec) or QTc \\<480 msec for patients with bundle branch block.\n* The QTc is the QT interval corrected for heart rate according to either Bazett's formula (QTcB)\n* Fridericia's formula (QTcF), or another method, machine or manual overread.\n* For subject eligibility and withdrawal, QT correction formula QTcB will be used.\n* For purposes of this data analysis, Bazett's formula will be used as the primary method of calculating the corrected QT interval. The QTc should be based on either a single Electrocardiogram (ECG) or an average of 3 sequential ECGs obtained within 24 hours of each other.\n* The QTc should be based on single or averaged QTc values of triplicate ECGs obtained over a brief recording period.\n* Women of childbearing potential must have a negative serum pregnancy test within 7 days prior to the first dose of study treatment and agree to use effective contraception, during the study and for 30 days following the last dose of study treatment.\n* Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1\n* Completion of screening and baseline assessments\n* Able to swallow and retain orally administered medication and does not have any clinically significant gastrointestinal abnormalities that may alter absorption such as malabsorption syndrome or major resection of the stomach or bowels.\n* At least 4 weeks must have elapsed since the last surgery and 2 weeks must have elapsed since radiotherapy\n* Adequate baseline organ function as defined below\n* Screening laboratory values should be used to confirm subject eligibility. Laboratory results may be retested if necessary to confirm eligibility.\n* Hematologic(These values must be independent of growth factor support and stable for at least one week post transfusion)\n* Absolute neutrophil count \\>=1.5 x 10\\^9/litre (L)\n* Hemoglobin \\>=9.0 grams/decilitre(g/dL) (after transfusion if needed)\n* Platelets\\>=100 x 10\\^9/L\n* Hepatic\n* Albumin \\>=2.5 g/dL\n* Serum bilirubin \\<=1.25 x upper limit of normal (ULN)( These values must be independent of growth factor support and stable for at least one week post transfusion)\n* Alanine aminotransferase; and, Aspartate aminotransferase AST and ALT\\<=2.5 x ULN\n* Renal\n* Calculate creatinine clearance \\>=40 millilitre/ minute (mL/min) (With the exception of those subjects who have Gilbert's syndrome; the bilirubin in these subjects should be at their baseline)\n\nExclusion Criteria:\n\n* Lactating female\n* Note: Women with potential to have children must be willing to practice acceptable methods of birth control during the study\n* Bone-only disease and/or disease that cannot be biopsied.\n* Unstable CNS metastases or leptomeningeal carcinomatosis not considered radiographically stable\n* Note: Subjects with radiographically stable CNS metastases are defined as radiographically stable on the previous 2 brain imaging studies, asymptomatic, and off systemic steroids and anticonvulsants for at least 1 month; treatment with prophylactic anticonvulsants is permitted unless listed under prohibited medications\n* Any serious and/or unstable pre-existing medical, psychiatric disorder, or other conditions including concurrent disease that could interfere with subject's safety, obtaining informed consent, or compliance with the study procedures.\n* Serious cardiac illness or medical condition including but not confined to: Uncontrolled arrhythmias (e.g. ventricular tachycardia, high-grade atrioventricular (AV)-block, supraventricular arrhythmias which are not adequately rate-controlled);\n* Angina pectoris requiring antianginal medication\n* History of congestive heart failure or systolic dysfunction (LVEF \\<50%)\n* Documented myocardial infarction \\<6 months from study entry\n* Evidence of transmural infarction on ECG\n* Poorly controlled hypertension (e.g. systolic \\>160milimiter (mm) Mercury (Hg) or diastolic \\>100mm Hg)\n* Clinically significant valvular heart disease\n* Current active hepatic or biliary disease (with exception of subjects with Gilbert's syndrome, asymptomatic gallstones, liver metastases, or stable chronic liver disease per investigator assessment)\n* Any clinically significant gastrointestinal abnormalities that may alter absorption such as malabsorption syndrome or major resection of the stomach or bowels as well as subjects with ulcerative colitis are also excluded\n* Any prohibited medication\n* Prior treatment with Trastuzumab in combination with Lapatinib or prior treatment with an irreversible inhibitor of the intracellular domain of the HER2 receptor such as neratinib\n* Last treatment for metastatic disease including Trastuzumab in combination with pertuzumab\n* Administration of an investigational drug within 30 days or 5 half-lives, whichever is longer, preceding the first dose of study treatment\n* A known immediate or delayed hypersensitivity reaction or idiosyncrasy to drugs chemically related to any of the study drugs or their excipients that, in the opinion of the investigator or medical monitor, contraindicates participation",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}