{
    "nctId": "NCT05575804",
    "briefTitle": "GQ1001 Combined With Pyrotinib for Treatment With HER2 Positive Metastatic Breast Cancer",
    "officialTitle": "Phase Ib/II Study of GQ1001 and Pyrotinib in HER2 Positive Metastatic Breast Cancer Patients Who Had Failed Previous Anti-HER2 Treatment（GRACE）",
    "overallStatus": "RECRUITING",
    "conditions": "Advanced/ Metastatic Her-2 Positive Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 75,
    "primaryOutcomeMeasure": "Dose-limiting toxicities (DLTs), Phase I",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Ability to understand and the willingness to provide written informed consent.\n2. Men or women aged 18-75.\n3. Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1.\n4. Life expectancy greater than 3 months.\n5. Left ventricular ejection fraction (LVEF) ≥50%.\n6. Histopathological and/or cytological confirmed Her2-positive locally advanced or metastatic breast cancer (IHC3+, or IHC2+ and ISH+)\n7. Failure for at least 1 line of standard systemic treatment for metastatic disease. Meet one of the following conditions:\n\n1) Recurrent within 12 months after completing or during neoadjuvant/ adjuvant therapy (the regimens contain trastuzumab or its biosimilar with pertuzumab or not).\n\n2) Received at least one treatment with trastuzumab or its biosimilar ±pertuzumab (monotherapy or in combination with other drugs) for recurrent or metastatic disease.\n\n8. Previous exposure to taxanes. 9. Having at least one measurable lesion according to RECIST 1.1 . 10. Having sufficient bone marrow, liver and kidney functions: white blood cell count≥ 3×109/L; Absolute neutrophil count ≥ 1.5×109/L; Platelet count ≥ 100×109/L; Hemoglobin ≥ 9.0 g/dL with no blood transfusion in the past 28 days; Total bilirubin ≤ 1.5 x the upper limit of normal (ULN); AST and ALT ≤ 3.0 x ULN (or ≤ 5.0 x ULN in the presence of liver metastases); Serum creatinine ≤1.5 x ULN; Coagulation function (prothrombin time and activated partial thromboplastin time ≤1.5 x ULN); 11. Adequate wash-out periods: Major surgery ≥4 weeks; radiotherapy ≥4 weeks; targeted therapy or chemotherapy≥4 weeks; endocrine therapy≥2 weeks; targeted therapy and endocrine therapy≥2 weeks; mAbs and immunotherapy ≥4 weeks; Any investigational agents≥4 weeks; potent CYP3A4 inhibitor≥3\\*t1/2 weeks.\n\n12. Female subjects must meet the following conditions: infertility or fertility and use high-efficiency contraceptive measures during the study and for 6 months following the last dose of the study drug infusion.\n\nExclusion Criteria:\n\n1. Have active brain parenchymal metastasis. Patients with clinically stable brain parenchymal metastases can be included, including asymptomatic brain metastases that have not received local treatment; or patients who have previously received central nervous system metastasis therapy (radiotherapy or surgery), if imaging confirms that stability has been maintained for at least 4 weeks, and have stopped symptomatic treatment (including hormones and mannitol, etc.) for more than 4 weeks CNS (central nervous system) metastasis with clinical symptoms;\n2. Have previously been treated with: another antibody-drug conjugate (ADC) consisting of DM1 or its derivative; previously received capecitabine (end of adjuvant therapy\\>1 year and not receive capecitabine after relapse were allowed); previously received pyrotinib (end of (neo)adjuvant therapy\\>6 months and no pyrotinib treatment after relapsed were allowed; received pyrotinib in metastatic settings and stopped for reasons other than disease progression and had disease progression after 6 months were allowed.\n3. Have other malignant tumors within 5 years before signing the informed consent form ( except for cured skin basal cell carcinoma and cervical carcinoma in situ).;\n4. The toxicity of previous anti-cancer therapy has not recovered to ≤1 as specified in CTCAE v5.0 (except for hair loss); chronic grade 2 toxicity might be determined per the investigator's judgment.\n5. History of allergic reaction to any component of GQ1001.\n6. Have a medical history of myocardial infarction, symptomatic congestive heart failure (CHF) (NYHA classes II-IV), unstable angina or serious cardiac arrhythmia within 6 months.\n7. Have a corrected QT interval (QTc) prolongation to \\> 450 milliseconds (ms) in males and \\> 470 ms in females.\n8. Have a history of (noninfectious) interstitial lung disease (ILD)/pneumonitis requiring steroids, current ILD/pneumonitis, or suspected ILD/pneumonitis that cannot be ruled out by imaging at screening.\n9. The cumulative dose of anthracyclines or equivalent\\>500 mg/m2.\n10. Active and clinically significant bacterial, fungal or viral infection including hepatitis B (HBV), and hepatitis C (HCV).\n11. Pregnancy or lactation.\n12. Male or female subjects unwilling to use approved contraceptive methods (e.g. birth control pills, barrier device, intrauterine device, abstinence) during the study and for 7 months following the last dose of the study drug infusion.\n13. Other circumstances that are deemed not appropriate for the study.\n14. Inability to swallow, chronic diarrhea and intestinal obstruction, or other factors that affect drug administration and absorption.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}