{
    "nctId": "NCT04205786",
    "briefTitle": "Vitamin B12 for Aromatase Inhibitors Associated Musculoskeletal Symptoms in Breast Cancer",
    "officialTitle": "A Randomized Study of Oral Vitamin B12 for the Treatment of Aromatase Inhibitors (AI)-Associated Musculoskeletal Symptoms (AIMSS) in Women With Early Stage Breast Cancer",
    "overallStatus": "WITHDRAWN",
    "conditions": "HR-positive Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "Change in average joint pain according to the Brief Pain Inventory - Short Form (BPI- SF)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Subjects must have histologically or cytologically confirmed estrogen receptor (ER) and/or progesterone receptor (PgR) positive invasive carcinoma of the breast (Stage I-III) with no evidence of metastatic disease (M0).\n* Subjects must have completed mastectomy or breast sparing surgery, and must have recovered from all side effects of the surgery. Patients should have recovered from all Grade 2 or higher side effects of chemotherapy and/or radiation therapy with the exception of alopecia and peripheral neuropathy. Concurrent bisphosphonate and trastuzumab therapies are allowed\n* Patients must have aromatase inhibitor (AI) associated musculoskeletal symptoms that began or increased after starting AI therapy. New musculoskeletal pain must not be due specifically to fracture or traumatic injury\n* Subjects must currently be taking one of the following aromatase inhibitor (AI) doses for at least 14 days prior to registration and plan to continue for at least an additional 180 days after registration:\n\n  * Anastrozole (Arimidex) 1 mg daily OR\n  * Letrozole (Femara) 2.5 mg daily OR\n  * Exemestane (Aromasin) 25 mg daily\n* Patients must be post-menopausal, as defined by at least one of the following:\n\n  --≥ 12 months since their last menstrual period OR\n  * Prior bilateral oophorectomy OR\n  * Previous hysterectomy with one or both ovaries left in place (or previous hysterectomy in which documentation of bilateral oophorectomy is unavailable) AND (unless ≥ 60 years of age) FSH values consistent with the institutional normal values for the post-menopausal state.\n* Performance status: Patients must have ECOG performance status of 0-2 as assessed by MD or RN\n* Patients must have no known allergy or hypersensitivity to vitamin B12\n* Must have completed the Brief Pain Inventory Short Form (BPI-SF) within 7 days of enrollment (after signing consent, but prior to starting treatment) and have an \"average pain\" score of at least 24.\n* Patients must not have any contraindicated concurrent illnesses including:\n\n  * History of alcohol or other substance abuse or dependence within 365 days prior to enrollment.\n  * Chronic liver disease.\n  * End stage renal disease.\n* Patients who are receiving treatment with narcotics, tramadol, gabapentin, and/or pregabalin must have been taking a stable dose for at least 30 days prior to registration.\n* Patients must be able to complete study questionnaires in English.\n* Patients who are currently taking vitamin B12 or a multivitamin containing vitamin B12 will be able to participate in the study after having stopped taking the vitamin B12 or the multivitamin containing the B12 for two weeks before day 1 of treatment.\n* Patients must be willing to submit blood samples for laboratory testing \\[to test for Serum Vitamin B12, CRP, homocysteine level, complete blood count (CBC), potassium, and MMA\\]. Baseline samples must be obtained prior to beginning protocol treatment.\n* All patients or their legally authorized representative must be informed of the investigational nature of this study and must sign and give written informed consent in accordance with institutional and federal guidelines.\n* Subjects must have the ability to understand and the willingness to sign a written informed consent document.\n\nExclusion Criteria:\n\n* Subjects receiving any other investigational agents.\n* History of allergic reactions attributed to compounds of similar chemical or biologic composition to vitamin B12 or other agents used in this study.\n* Subjects with uncontrolled intercurrent illness including, but not limited to chronic liver disease, end stage renal disease, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements",
    "sex": "ALL",
    "minimumAge": "19 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}