{
    "nctId": "NCT00499603",
    "briefTitle": "Paclitaxel Followed by FEC Versus Paclitaxel and RAD001 Followed by FEC In Women With Breast Cancer",
    "officialTitle": "Open Label Randomized Clinical Trial of Standard Neoadjuvant Chemotherapy (Paclitaxel Followed by FEC) Versus the Combination of Paclitaxel and RAD001 Followed by FEC in Women With Triple Receptor-Negative Breast Cancer (CRAD001C24101)",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 62,
    "primaryOutcomeMeasure": "Number Participants With Inhibition of PI3K/PTEN/AKT Pathway at 48 Hours",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patients with histologic confirmation of invasive ER/PR and HER2/neu-negative breast carcinoma. Immunohistochemistry (IHC) must be used for ER/PR evaluation and IHC or FISH for determination of HER2/neu. ER/PR will be considered negative if equal or lower than 5% IHC staining and HER2/neu will be considered negative if IHC of 0% or negative FISH.\n2. Patients must have intact primary tumors.\n3. Age equal or greater than 18 years\n4. Patients should have stage IIA (T1N1) to IIIC non inflammatory breast cancer.\n5. Patients with bilateral breast cancers are eligible.\n6. Patients should have a Karnofsky performance scale of =/\\> 70%.\n7. Patients must have clinically measurable disease to be treated in the neoadjuvant setting. This includes patients with a non-palpable primary tumor who have histologically proven lymph node involvement that is clinically palpable and measurable by ultrasound.\n8. Patients should have adequate bone marrow function, as defined by peripheral granulocyte count of \\>/= 1500/mm3, and a platelet count \\>/= 100000/ mm3.\n9. Patients must have adequate liver function with a bilirubin within normal laboratory values. Alkaline phosphatase and transaminases (ALT and AST) may be up to 1.5 x upper limit of normal (ULN) of the institution.\n10. Patients should have adequate renal function with creatinine levels 2.0 mg/dL or lower\n11. Patients should have a normal left ventricular ejection fraction of =/\\> 50%.\n12. Negative serum pregnancy test for a woman of childbearing potential.\n13. Women of childbearing potential (WOCBP) must use a reliable and appropriate contraceptive method during the study and 6 months after chemotherapy is completed. WOCBP are women who are not menopausal for 12 months or had no previous surgical sterilization.\n14. Patients must agree to have study biopsies.\n15. Patients must sign an informed consent indicating that they are aware of the investigational nature of the study, in keeping with institutional policy.\n16. Hemoglobin 9.0 gm/dL or higher\n\nExclusion Criteria:\n\n1. Patients whose tumors express ER, PR or HER2/neu gene amplification.\n2. Patients with a history of other invasive malignancies diagnosed and treated within the previous 5 years, except non-melanoma skin cancer and non-invasive cervical cancer\n3. Patients with an organ allograft or other history of immune compromise\n4. Prior exposure to mTOR inhibitors\n5. Hypersensitivity to rapamycin or other similar compounds\n6. Prior treatment with any investigational drug within the preceding 4 weeks\n7. Chronic treatment with systemic steroids or another immunosuppressive agent\n8. A known history of HIV seropositivity\n9. Impairment of gastrointestinal function or gastrointestinal disease that may significantly alter the absorption of RAD001 (e.g., ulcerative disease, uncontrolled nausea, vomiting, diarrhea, malabsorption syndrome or small bowel resection)\n10. Patients with an active, bleeding diathesis or on oral anti-vitamin K medication (except low dose coumadin defined as 1 mg a day).\n11. Other concurrent severe and/or uncontrolled medical disease which could compromise participation in the study (i.e., uncontrolled diabetes, uncontrolled hypertension, severe infection, severe malnutrition, unstable angina, or congestive heart failure - New York Heart Association Class III or IV, ventricular arrhythmias, active ischemic heart disease, myocardial infarction within six months, chronic liver or renal disease, active upper GI tract ulceration)\n12. Patients with a pre-existing peripheral neuropathy \\> grade 1\n13. Patients taking medications metabolized by the CYP3A4 subfamily will not be included in this study.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}