{
    "nctId": "NCT02035813",
    "briefTitle": "DETECT IV - A Study in Patients With HER2-negative Metastatic Breast Cancer and Persisting HER2-negative Circulating Tumor Cells (CTCs).",
    "officialTitle": "DETECT IV - A Prospective, Multicenter, Open-label, Phase II Study in Patients With HER2-negative Metastatic Breast Cancer and Persisting HER2-negative Circulating Tumor Cells (CTCs).",
    "overallStatus": "COMPLETED",
    "conditions": "HER2-negative and Hormone-receptor Positive Metastatic Breast Cancer, HER2-negative Circulating Tumor Cells, Postmenopausal Female Patients",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 116,
    "primaryOutcomeMeasure": "Progression free survival (PFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\nBoth cohorts:\n\n* Indication for an endocrine therapy (Histological confirmation of estrogen receptor positive (ER+) and/or progesterone receptor positive (PgR+) breast cancer).\n* Up to two lines of previous cytostatic treatment for MBC.\n* Any endocrine therapy in the history is allowed.\n* Disease progression following prior treatment with endocrine therapy (endocrine therapy does not have to be the last therapy before inclusion in the trial).\n* Postmenopausal women. The investigator must confirm postmenopausal status Postmenopausal status is defined either by\n\n  * Age ≥ 55 years and one year or more of amenorrhea\n* - Age \\< 55 years and one year or more of amenorrhea and postmenopausal levels of FSH and LH\n* - Prior hysterectomy and has postmenopausal levels of FSH and LH\n* - Surgical menopause with bilateral oophorectomy\n* Everolimus cohort:\n* Cholesterol ≤ 2.0 × ULN\n* Ribociclib cohort:\n* Standard 12-lead ECG values assessed by the local laboratory:\n* - QTcF interval at screening \\< 450 msec (using Fridericia's correction)\n* - Resting heart rate 50-90 bpm\n* INR ≤ 1,5 (ribocilclib cohort)\n* Patients must have the following laboratory values within normal limits or corrected to within normal lim-its with supplemets before the first dose of study medication:\n* -Sodium\n* -Potassium\n* -Total calcium\n\nFor Eribulin only:\n\n* Either hormone-receptor negative MBC or hormone-receptor positive MBC with indication for chemotherapy\n* Up to three previous chemotherapy treatment lines for metastatic disease\n* In case of patients of child bearing potential:\n\n  * Negative pregnancy test (minimum sensitivity 25IU/L or equivalent units of HCG) within 7 days prior to recruitment\n  * Contraception by means of a reliable method (i.e. non-hormonal contraception, IUD, a dou-ble barrier method, vasectomy of the sexual partner, complete sexual abstinence). Patient must consent in maintaining such contracep-tion until 3 months after completion of study treatment\n\nExclusion Criteria:\n\nIn General for both study cohorts:\n\n1. Treatment with other investigational agents of any type or anticancer therapy during the trial, within 2 weeks prior to the start of treatment.\n2. Adverse events due to prior anticancer therapy which are \\> Grade 1 (NCI CTCAE) and therapeutically relevant at time of treatment start.\n3. Known HIV infection.\n4. Current active hepatitis B or C, cliniclally relevant known liver dysfunction, e.g. according to Child Pugh Classifica-tion class B and C, or biliary disease (with exception of patients with Gilbert's syndrome, asymptomatic gall-stones, liver metastases or stable chronic non-viral liver disease per investigator assessment).\n5. Concurrent disease or condition that might interfere with adequate assessment or evaluation of study data, or any medical disorder that would make the patient's participation unreasonably hazardous.\n6. Other malignant diseases within the last 3 years (apart from carcinoma in situ of the cervix or non-melanoma skin cancer)\n7. Dementia, altered mental status, or any psychiatric or social condition which would prohibit the understanding or rendering of informed consent or which might interfere with the patient's adherence to the protocol.\n8. Life expectancy \\< 3 months.\n9. Male gender.\n\nFor Everolimus/Ribociclib only:\n\n* Known hypersensitivity to any of the excipients of ribociclib, everolimus or any of the other given drugs.\n* Known hypersensitivity to lecithin (soya) and pea-nuts (ribocilib-cohort)\n* Disease or condition, which might restrain the ability to take or resorb oral medication. This includes malabsorption syndrome, requirement for intrave-nous (IV) alimentation, prior surgical procedures af-fecting absorption (for example resection of small bowel or stomach), uncontrolled inflammatory GI disease (e.g., Crohn's disease, ulcerative colitis) and any other diseases significantly affecting gas-trointestinal function as well as inability to swallow and retain oral medication for any other reason.\n\nFor Eribulin only:\n\n* History of hypersensitivity reactions attributed to eribulin.\n* Pre-existing neuropathy grade 3 or higher.\n* Severe Congenital long QT syndrome.\n* Pregnancy or nursing.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}