{
    "nctId": "NCT04536584",
    "briefTitle": "Impact of Personalized and Remote Support Centered on Exercise and Physical Activity for Breast Cancer Patients",
    "officialTitle": "Randomized Study Estimating the Impact of a Personalized and Remote Support Centered on Exercise and Physical Activity for Patients After Breast Cancer",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Cancer Female",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 1133,
    "primaryOutcomeMeasure": "Quality of Life (QoL): SF 36 PCS",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patient ≥18;\n* Diagnosis of invasive non-metastatic breast cancer;\n* 5 months (+/- 3 months) after the end of the treatment by surgery and/or radiotherapy and/or chemotherapy and/or other \"short-term\" systemic treatment : immunotherapy, PARP inhibitor, trastuzumab or TDM1 ; the continuation of hormonotherapy (more or less associated with an anti-CDK4/6), trastuzumab or TDM1 is possible during the study period;\n* SF-36 filled in completely\n* Medical certificate for sports practice delivered by a healthcare professional or oncologist. Neither the previous sports practice, nor the motivation for the proposed program is necessary to participate in the program.\n* Agreement for follow-ups during the study period lasting 12 months;\n* Ability to understand, read and write French;\n* Patient covered by the French \"Social Security\" regime;\n* Signed informed consent for the participation in the study, including the randomization with a 50%/50% chance of being allocated to one or the other group.\n\nExclusion Criteria:\n\n* Relapse of invasive breast cancer (loco-regional relapse, contralateral relapse)\n* Inability to exercise because of a severe handicap or vulnerability. These contraindications are left to the discretion of the healthcare professional assessing capacity (ex : severe malnutrition, pregnancy ...);\n* Metastatic cancer;\n* Expressed preference for one arm;\n* Inability to comply with follow-up (4 and 12 months) of the trial (geographical, social, medical or psychological reasons);\n* Person under guardianship or curatorship.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}