{
    "nctId": "NCT02826434",
    "briefTitle": "Adjuvant PVX-410 Vaccine and Durvalumab in Stage II/III Triple Negative Breast Cancer",
    "officialTitle": "A Phase 1b Study of Safety and Immune Response to PVX-410 Vaccine Alone and in Combination with Durvalumab in Human Leukocyte Antigen (HLA)-A2+ Subjects Following Standard Treatment of Stage II or III Triple Negative Breast Cancer",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 22,
    "primaryOutcomeMeasure": "Dose Limiting Toxicity Rate of PVX-410 in Combination With Durvalumab",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Written informed consent and any locally-required authorization obtained from the patient prior to performing any protocol-related procedures, including Screening evaluations.\n* Females, ≥18 years at time of study entry.\n* HLA-A2 positive by deoxyribonucleic acid (DNA) sequence analysis (by history or as part of this study).\n* Histopathological diagnosis of triple negative breast cancer(TNBC) (ductal, lobular, mixed or metaplastic), defined as estrogen receptor (ER)\\<1%, progesterone receptor (PR)\\<1%, and Human Epidermal growth factor Receptor 2 (HER2) negative according to American Society of Clinical Oncology/College of American Pathologists guidelines by local testing according to institutional standards. For tumors with equivocal interpretation of receptor status (e.g. \"weak\" or \"faint\" staining, the Principal Investigator will have final determination of triple negative status.\n* Completed all planned therapy for Stage II or III TNBC (American Joint Committee on Cancer, 7th Edition) meeting the following guidelines:\n\n  * received neoadjuvant chemotherapy with residual invasive disease at surgery and/or completed adjuvant chemotherapy with or without radiation. (The patient may have had adjuvant and/or neoadjuvant chemotherapy for their disease). Adjuvant/neoadjuvant chemotherapy regimens must include at least 4 cycles of a standard chemotherapy regimen, and generally this should include one of the generally accepted standard regimens (including but not limited to: Adriamycin/Cytoxan-Taxol, Taxotere/Cytoxan, Adriamycin/Cytoxan, or Cytoxan/Methotrexate/Fluorouracil). For patients who received their standard chemotherapy as part of a clinical trial, the regimen should include at least 4 cycles of therapy.\n  * All planned radiation therapy surgery for the treatment of the current cancer should be complete (not including plastic or reconstructive surgery).\n  * Patients with local-regional recurrence without evidence of distant metastases (no definite stage IV disease) who are treated with curative intent may be eligible following completion of all surgery and/or chemotherapy and/or radiotherapy. Such patients must have no evidence of residual disease by standard clinical and radiological examination (per Investigator discretion) following completion of curative intent treatment.\n* Eastern Cooperative Oncology Group (ECOG) performance status of 0-1 (see Appendix B).\n* Adequate normal organ and marrow function as defined below:\n\n  * Hemoglobin ≥9.0 g/dL.\n  * absolute neutrophil count (ANC) ≥1.5 109/L (≥1500 per mm3).\n  * Platelet count ≥100 109/L (\\>100,000 per mm3).\n  * Serum bilirubin ≤1.5 institutional upper limit of normal (ULN). This will not apply to patients with confirmed Gilbert's syndrome (persistent or recurrent hyperbilirubinemia that is predominantly unconjugated in the absence of hemolysis or hepatic pathology).\n  * aspartate aminotransferase (AST)/alanine aminotransferase (ALT) ≤2.5 ULN.\n  * gamma-glutamyltransferase (GGT), lactate dehydrogenase (LDH), and alkaline phosphatase ≤2.5 ULN.\n  * Serum creatinine clearance \\>40 mL/min by the Cockcroft-Gault formula 72 or by 24-hour urine collection for determination of creatinine clearance:\n\nFemales:\n\nCreatinine Clearance (mL/min) = Weight (kg) x (140 - Age) 0.85 72 x serum creatinine (mg/dL)\n\n* Negative virology/serology for human immunodeficiency virus (HIV)-1, HIV-2, hepatitis B (surface antigen), and hepatitis C.\n* Female patients must either be of non-reproductive potential (i.e. post-menopausal by history of age ≥60 years old and no menses for 1 year without an alternative medical cause; OR history of hysterectomy, OR history of bilateral tubal ligation, OR history of bilateral oophorectomy) or must have a negative serum pregnancy test (β-human chorionic gonadotropin (HCG)) at the Screening visit. (If Screening visit pregnancy test was completed within 7 days of first treatment visit it does not need to be repeated. Patients with a negative pregnancy test at Screening beyond 7 days prior to treatment, but who otherwise meet all other criteria, may be registered to study but must have a repeat negative serum pregnancy test within 7 days of treatment and such testing may be done on day of first treatment prior to administration).\n* If not postmenopausal or surgically sterile, study patients must be willing to practice at least one of the following methods of birth control for at least a menstrual cycle before and after study drug administration: (1) Total abstinence from sexual intercourse with a male; (2) Sexual intercourse with vasectomized male partner; (3) Other acceptable forms of birth control (condoms, contraceptive sponge, diaphragm or vaginal ring with spermicide or cream); (4) Use of an intrauterine contraceptive device.\n* Patient is willing and able to comply with the protocol for the duration of the study including undergoing treatment and scheduled visits and examinations including follow up.\n\nExclusion Criteria:\n\n* Involvement in the planning and/or conduct of the study (applies to both AstraZeneca staff and/or staff at the study site).\n* Previous enrollment in the present study.\n* Receipt of the last dose or treatment of anti-cancer therapy for the current cancer (chemotherapy, radiotherapy, surgery, immunotherapy, endocrine therapy, targeted therapy, biologic therapy, tumor embolization, monoclonal antibodies, other investigational agent) ≤4 weeks (6 weeks for nitrosoureas or mitomycin C) or \\>6 months prior to first dose of study drug.\n* Any unresolved clinically significant treatment related toxicity of ≥Grade 1 intensity, as assessed using the National Cancer Institute (NCI) Common Terminology Criteria for Adverse Events (CTCAE), from previous anti-cancer therapy. Patients with irreversible toxicity (eg, hearing loss, peripherally neuropathy) or reversible toxicity (eg, alopecia) that is not reasonably expected to be exacerbated by the investigational product and is not expected to interfere with study participation may be included.\n* Participation in another clinical study with an investigational product during the previous 4 weeks.\n* Any previous treatment with a programmed cell death protein 1 (PD1) or PD-L1 inhibitor, including durvalumab.\n* Stage IV disease, confirmed by biopsy or unequivocal radiographic evidence (note: staging scans are not required, but should be performed at treating physician discretion in accordance with standard guidelines).\n* Mucinous or tubal histology or other good prognosis histology.\n* Ongoing or planned systemic anti-cancer therapy or radiation therapy.\n* Pregnant or nursing.\n* Known hypersensitivity to any component of the investigational product (PVX-410, durvalumab, or any excipient).\n* Mean QT interval corrected for heart rate (QTc) ≥470 ms calculated from 3 electrocardiograms (ECGs) using Frediricia's Correction.\n* Active or prior documented active autoimmune disease that has required systemic treatment. Note: Patients with vitiligo, Grave's disease, or psoriasis not requiring systemic treatment (within the past 2 years) are not excluded.\n* Current or prior use of immunosuppressive medication within 28 days before the first dose of durvalumab, with the exceptions of intranasal and inhaled corticosteroids or systemic (oral or iv) corticosteroids at physiological doses, which are not to exceed 10 mg/day of prednisone, or an equivalent corticosteroid.\n* Active or prior documented inflammatory bowel disease (eg, Crohn's disease, ulcerative colitis).\n* History of primary immunodeficiency.\n* History of allogeneic organ transplant.\n* Uncontrolled intercurrent illness (including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, uncontrolled hypertension, unstable angina pectoris, cardiac arrhythmia, active peptic ulcer disease or gastritis, active bleeding diatheses including any patient known to have evidence of acute or chronic hepatitis B, hepatitis C or HIV)\n* Psychiatric illness/social situations that would limit compliance with study requirements or compromise the ability of the patient to give written informed consent.\n* History or clinical evidence of any surgical or medical condition which the Investigator judges as likely to interfere with the results of the study or pose an additional risk in participating (eg, active or clinically significant history of disease involving a major organ system-vascular, cardiac, pulmonary, hepatic, gastrointestinal, gynecologic, hematologic, neurologic, neoplastic, renal, endocrine or immunodeficiency, autoimmune or clinically significant active psychiatric disorders).\n* Known history of previous clinical diagnosis of tuberculosis\n* Receipt of live attenuated vaccination within 30 days prior to study entry or within 30 days of receiving durvalumab\n* Weight \\< 30 kg",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}