{
    "nctId": "NCT03620643",
    "briefTitle": "Crizotinib in Lobular Breast, Diffuse Gastric and Triple Negative Lobular Breast Cancer or CDH1-mutated Solid Tumours",
    "officialTitle": "Phase II Study of ROS1 Targeting With Crizotinib in Advanced E-cadherin Negative, ER Positive Lobular Breast Cancer, Diffuse Gastric Cancer, Triple Negative Lobular Breast Cancer or CDH1-mutated Solid Tumours",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Lobular Breast Carcinoma, Gastric Cancer, Triple Negative Breast Cancer, CDH1 Gene Mutation",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "OTHER",
    "enrollmentCount": 58,
    "primaryOutcomeMeasure": "Percentage of Breast Cancer Cohort Participants With Objective Response Assessed Using RECIST v1.1",
    "eligibilityCriteria": "Inclusion Criteria:\n\n- Patients with histological diagnosis of E-cadherin negative inoperable or metastatic diffuse gastric cancer (basket cohort), Or inoperable or metastatic triple negative lobular breast cancer (basket cohort) Or inoperable or metastatic CDH1-mutated solid tumour with allele fraction ≥20% (basket cohort) Or recurrent inoperable locally advanced ER positive/HER2 negative lobular breast cancer (breast cohort).\n\nAssessment of E-cadherin, ER and HER2 status as per local assessment.\n\n- Lobular breast cancer patients previously treated with at least one prior line of therapy including at least one prior line of hormone therapy for advanced disease, but no more than three prior lines of chemotherapy for advanced disease.\n\nGastric cancer, triple negative lobular breast cancer or CDH1-mutated solid tumour patients previously treated with at least one prior therapy for advanced disease OR relapsing within one year of completing (neo) adjuvant chemotherapy OR unsuitable for chemotherapy in the opinion of the investigator (for example patient choice not to have chemotherapy, or no suitable chemotherapy agent).\n\n* Measurable disease (RECIST 1.1)\n* Haematological and biochemical indices within the ranges shown in protocol. These measurements must be performed within one week (Day -7 to Day 1) before the patient goes in the trial.\n* Female patients with child-bearing potential must have a negative urine or serum pregnancy test within 7 days prior to start of trial. Both male and female patients of reproductive potential must agree to use two forms of highly effective contraception (see below) for 2 weeks before starting the study treatment, throughout the treatment period and for 90 days after discontinuation of treatment with crizotinib and 2 years after the last dose of fulvestrant.\n\nNOTE: it is only considered highly effective if the patient is refraining from sexual intercourse during the entire period of risk associated with the study treatments\n\nThe oral contraceptive pill may be ineffective when taken with crizotinib so is not an acceptable means of contraception for female patients during this study but can be used by female partners of male patients.\n\n* 18 years of age or over with written (signed and dated) informed consent and be capable of co-operating with treatment and follow-up.\n* World Health Organisation (WHO) performance status 0,1 or 2\n* Estimated life expectancy of at least 3 months in the opinion of the investigator\n* Pre-/peri-menopausal ER+ lobular breast cancer patients must be willing to receive gosarelin injections every 28 days.\n* Signed and dated informed consent.\n* Patients willing and able to comply with scheduled visits, treatment plans, laboratory tests, and other procedures.\n\nExclusion Criteria:\n\n* Systemic chemotherapy or investigational medicinal products during the previous four weeks, or hormonal therapy within 7 days except luteinizing hormone-releasing hormone (LHRH) analogues for ovarian suppression. Bisphosphonates or RANK ligand antagonists are permitted for the management of bone metastases.\n* Previous treatment with any agent that inhibits ROS1\n* Mixed ductal/lobular breast cancer, unless both ductal and lobular components are CDH1 negative by local assessment\n* Major surgery (excluding minor procedures, e.g. placement of vascular access) within 4 weeks or radiation therapy within 14 days prior to study entry\n* Patients with known symptomatic brain metastases requiring steroids, untreated brain metastases or spinal cord compression\n* Any of the following within 12 months prior to study entry: myocardial infarction, uncontrolled angina, coronary/peripheral artery bypass graft, symptomatic congestive heart failure, cerebrovascular accident, or transient ischemic attack. Uncontrolled hypertension or cardiac dysrhythmia including atrial fibrillation.\n* QT interval, corrected \\>470 ms or the use of bradycardic agents, drugs which prolong the QT interval and/or anti-arrhythmic agents within 12 days before the first dose of crizotinib or during study treatment.\n* Use of drugs that are known potent cytochrome P450 (CYP) 3A4 inhibitors or moderate or strong CYP 3A4 inducers within 12 days before the first dose of crizotinib. Us of CYP3A4 substrates with a narrow therapeutic index (such as ciclosporin) is also not permitted within 12 days prior or during the study treatment.\n* Patients on warfarin. Patients requiring anticoagulation for rate-controlled AF or previous venous thromboembolism should be switched to low-molecular weight heparin.\n* Known HIV or AIDS-related illness, active infection requiring systemic therapy, or positive HBV or HCV test indicating acute or chronic infection.\n* Inability or unwillingness to swallow pills, or (for patients receiving fulvestrant) receive IM injections.\n* Other severe acute or chronic medical condition or psychiatric condition, recent or active suicidal ideation or behaviour, or end stage renal disease on haemodialysis, or laboratory abnormality that may increase the risk associated with study participation or investigational products administration or may interfere with the interpretation of results and, in the judgment of the Investigator, would make the patient inappropriate study entry.\n* Persisting toxicity related to prior therapy \\>Grade 1 (except for stable peripheral neuropathy grade ≤2 or alopecia grade ≤2).\n* Pregnancy or lactation.\n* Diagnosis of other malignancy within 5 years, except for adequately treated basal cell or squamous cell skin cancer, or carcinoma in situ of the breast or cervix, or low-grade (Gleason ≤6) prostate cancer.\n* Is a participant or plans to participate in another interventional clinical trial, whilst taking part in this study. Participation in an observational trial would be acceptable.\n* Immunocompromised status due to current known active infection with HIV or due to the use of immunosuppressive therapies for other conditions\n* Known prior or suspected hypersensitivity to investigational products or to any of the excipients.\n* Patients at risk for gastrointestinal perforation (due to e.g., history of diverticulitis).\n* Any other condition which in the Investigator's opinion would not make the patient a good candidate for the clinical trial.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}