{
    "nctId": "NCT05463796",
    "briefTitle": "InAdvance: Surveillance, Prevention, and Interception in a Population at Risk for Cancer",
    "officialTitle": "InAdvance: Surveillance, Prevention, and Interception in a Population at Risk For Cancer",
    "overallStatus": "RECRUITING",
    "conditions": "Cancer Risk, Cancer Predisposition Syndrome, Hereditary Cancer Prediction, Childhood Cancer Survivors, Adult Cancer Survivors, IARC Carcinogens, Smoking History, Lung Cancer, Ductal/Lobular Carcinoma, Barrett Esophagus, Pancreatic Precursor Lesions, Colonic Dysplasia/Adenomata, Non-Alcoholic Fatty Liver Disease, Non Alcoholic Steatohepatitis, Cirrhosis, High Grade Prostatic Epithelial Neoplasia, High-grade Bladder Urothelial Dysplasia/Carcinoma in Situ, Adenomatous Hyperplasia, High-risk Oral Precancerous Diseases, Melanocytic Lesion, Adult, Hematologic Malignancy, Lung; Node, Serous Tubal Intraepithelial Carcinoma, Endometrial Intraepithelial Neoplasia, Cervical and Endocervical Carcinoma in Situ, Vulvar Intraepithelial Neoplasia, Nephrogenic Rests, Benign Bone Lesions With Risk of Malignant Degeneration, Giant Cell Tumor, Osteochondroma, Spitz Nevus",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 5000,
    "primaryOutcomeMeasure": "Identify exposures as well as clinical, molecular, and pathological changes that can be used to predict early development of cancer, malignant transformation, and risks of progression to symptomatic cancer that can ultimately be fatal.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Participants to be included in this study include the following (note that this list is not comprehensive but gives examples of precursor conditions for each organ type):\n\n  1-Hereditary risk for cancer including\n  * Carriers of known or previously unrecognized pathogenic germline variants of cancer predisposing genes\n  * Individuals with personal or family history suggestive of elevated cancer risk (this may include individuals who have negative genetic testing results or have not elected to undergo testing)\n  * Individuals with a clinically based diagnosis of a Cancer Predisposition Syndrome (examples, neurofibromatosis, Fanconi Anemia, Ataxia-Telangiectasia)\n  * Hereditary Cancer Prediction Model-based elevated cancer risk\n  * Others at risk for specific cancers by virtue of exposure, obesity, gender, race and ethnicity, HPV exposure (for H\\&N cancer for example), etc.\n* Exposed High Risk including\n\n  * Childhood cancer survivors with treatment exposures associated with increased risk of cancer\n  * Adult cancer survivors with treatment exposures associated with increased risk of cancer\n  * Documented high level exposure to group 1 IARC carcinogens\n  * Thoracic: individuals at risk for lung cancer including but not exclusive of the following criteria: Age \\>50, Smoking history of \\>15 pack years, First-degree relative history of lung cancer or COPD\n  * alcoholic liver disease (NAFL), non-alcoholic steatohepatitis (NASH), cirrhosis\n* Precursor Lesions including\n\n  * Breast: ductal/lobular carcinoma in situ (CIS) and atypical hyperplasia\n  * GI: Barrett's esophagus, Pancreatic precursor lesions, colonic dysplasia/adenomata, nonalcoholic fatty liver (NAFL), nonalcoholic steatohepatitis (NASH), cirrhosis\n  * GU: High grade prostatic epithelial neoplasia, and high-grade bladder urothelial dysplasia/carcinoma in situ,\n  * Lung: Adenomatous hyperplasia\n  * H\\&N: high-risk oral precancerous diseases\n  * Skin: Class II melanocytic lesions. Squamous dysplasia\n  * Heme malignancies: CHIP, CCUS, ICUS, MGUS, SMM, SWM, MBL (spell these out), Low grade lymphomas\n  * Thoracic: Lung nodules detected on screening CT that prompt further follow-up\n  * GYN: STIC lesion (serous tubal intraepithelial carcinoma), Endometrial intraepithelial neoplasia, Cervical and endocervical carcinoma in situ, vulvar intraepithelial neoplasia\n  * Pediatric histologic diagnoses sometimes associated with development of malignancy: Nephrogenic rests, benign bone lesions with risk of malignant degeneration (Giant cell tumor, osteochondroma), Spitz nevus, and others.\n* FAMILY MEMBERS or healthy individuals\n\nExclusion Criteria:\n\nThere are no exclusion criteria for the study.\n\nNote: Patients with prior cancer history are allowed to participate. Patients with prior history of cancer or non-metastatic localized cancers (such as skin cancer or localized prostate cancer) are allowed to be enrolled. Patients enrolled in clinical trials or receiving therapy for precursor diseases are NOT excluded from this study.",
    "sex": "ALL",
    "minimumAge": "N/A",
    "stdAges": "CHILD, ADULT, OLDER_ADULT"
}