{
    "nctId": "NCT01898117",
    "briefTitle": "Triple-B Study;Carboplatin-cyclophosphamide Versus Paclitaxel With or Without Atezolizumab as First-line Treatment in Advanced Triple Negative Breast Cancer",
    "officialTitle": "Biomarker Discovery Randomized Phase IIb Trial With Carboplatin-cyclophosphamide Versus Paclitaxel With or Without Atezolizumab as First-line Treatment in Advanced Triple Negative Breast Cancer",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 304,
    "primaryOutcomeMeasure": "Validate the BRCA1-like test",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Metastasized or locally advanced incurable triple negative breast cancer; patients with stage IV at diagnosis are eligible as well. If the primary lesion is the only measurable lesion according to RECIST criteria, every locoregional treatment must be mentioned to the investigators.\n* Histologically confirmed triple negative breast cancer (ER: \\< 10% nuclear staining of tumor cells on IHC; HER2: either score 0 or 1 at immunohistochemistry or negative at in situ hybridization \\[CISH or FISH\\] in case of score 2 or 3 on IHC)\n* Histological confirmation of triple negative breast cancer of a metastatic lesion is recommended\n* Histological or cytological confirmation of metastatic breast cancer is required in case of normal CA 15.3 levels\n* Primary tumor or metastasis tissue (10 x10 μm blank slides FFPE tumor material) sent to NKI-AVL for BRCA-like testing\n* Pretreatment histological biopsy of a metastatic lesion for the translational research questions (tumor tissue from bone metastases cannot be used).\n* No previous cytotoxic therapy for metastatic disease\n* Disease-free interval of at least 12 months after completion of adjuvant paclitaxel or platinum compound therapy\n* Disease-free interval of at least 6 months after completion of adjuvant docetaxel\n* Measurable disease according to RECIST v1.1\n* WHO performance status of 0 or 1\n* Adequate bone marrow function: neutrophils ≥ 1.5 x 10E9 cells/l, platelets ≥100 x 10E9 cells/l, Hb ≥ 6.2 mmol/l.\n* Normal liver function: bilirubin \\< 1.5 x upper limit of the normal range (ULN); alkaline phosphatase \\< 2.5 x ULN (\\< 5 x ULN in case of liver metastases, and \\< 7 x ULN in case of bone metastases); transaminases (ASAT/ALAT) \\< 2.5 x ULN (and \\< 5 x ULN in case of liver metastases).\n* Normal renal function:\n\n  \\> calculated (Cockcroft-Gault) or measured creatinine clearance \\> 50 mL/min\n* INR \\< 1.5 and APTT normal, unless patient is on stable anti-coagulant treatment for at least two weeks with a low molecular weight heparin or coumarin, then an INR within the target range (usually between 2 and 3) is allowed.\n* Written informed consent\n\nExclusion Criteria:\n\n* Receptor conversion to hormone receptor positive (defined as \\>= 10% positive ER or PgR tumor cells) or HER2 positive\n* Another cancer except basal-cell carcinoma of the skin or in situ cervical cancer within the previous 5 years\n* Other antitumor therapy within the previous 21 days with the exception of endocrine therapy. The patient should have stopped any endocrine therapy before start study treatment.\n* Radiotherapy with palliative intent within the previous 7 days before randomization.\n* Known CNS disease except for treated brain metastases.\n* Uncontrolled serious medical or psychiatric illness\n* Pre-existing peripheral neuropathy \\> grade 1 (NCI-CTC AE (version 4.03)) at inclusion\n* Severe infection within 4 weeks prior to randomization\n* received antibiotocs within 2 weeks prior to cycle 1, day 1\n* Major surgical procedure, open biopsy, or significant traumatic injury within 28 days prior to randomization or anticipation of need for major surgical procedure during the course of the study\n* New York Heart Association Class II or greater congestive heart failure. LVEF by MUGA, ultrasound or MRI must be ≥ 50% and should be performed within 4 weeks prior to randomization if cardiac failure is suspected.\n* History of myocardial infarction or unstable angina within 6 months prior to randomization\n* History of myocardial infarction or unstable angina or unstable arrhytmias within 3 months prior to randomization\n\nfuther criteria, see protocol",
    "sex": "ALL",
    "minimumAge": "N/A",
    "stdAges": "CHILD, ADULT, OLDER_ADULT"
}