{
    "nctId": "NCT00251329",
    "briefTitle": "Docetaxel, Carboplatin, and Capecitabine as Treatment for Patients With Locally Advanced or Inflammatory Breast Cancer Before Surgery",
    "officialTitle": "Phase II Neoadjuvant Trial of Docetaxel (Taxotere), Carboplatin, and Capecitabine (Xeloda) in the Treatment of Early Stage Locally Advanced and Inflammatory Breast Cancer",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 48,
    "primaryOutcomeMeasure": "The primary objective of this study is to establish the pathological complete response rate (pCR) in the breast. The pCR is defined as the absence of invasive carcinoma.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Women or men \\> 18 years old with histologically confirmed, by needle core biopsy (not FNA), locally advanced or inflammatory breast cancer.\n* All patients must have either T2 lesion which is felt to be initially resectable only through mastectomy by the surgeon, or with a T3 N0-N2; T4 any N; or any T with N2 or N3 clinical evidence of disease. Stage 2 patients where breast conservation surgery is desired but impractical at diagnosis because of anticipated poor cosmetic outcome are eligible. Patients with inflammatory breast carcinoma and women with ipsilateral supraclavicular node involvement are eligible. Patients must have measurable disease defined as a breast lesion \\> 2 cm or with fixed or marked ipsilateral axillary nodes and/or ipsilateral internal mammary nodes.\n* Pre-and Post-menopausal female and male patients are eligible. Women of childbearing potential must have a negative pregnancy test and, men and women must be willing to consent to using effective dual methods of contraception while on treatment and for three months thereafter.\n* Life expectancy of greater than 6 months.\n* Bone scan and CAT scan of chest and abdomen negative for metastatic disease\n\nExclusion Criteria:\n\n* Patients with metastatic disease.\n* Patients may not be receiving any other investigational agents.\n* Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection other than mild resolving cellulitis, symptomatic congestive heart failure (NYHA \\> Class 1), unstable angina pectoris, uncontrolled cardiac arrhythmia, known coronary artery disease, or psychiatric illness/social situations that would limit compliance with study requirements.\n* Cancer other than breast primary within the last 5 years with the exception of surgically cured non-melanoma skin cancer or in situ carcinoma of the cervix.\n* Women who are breast-feeding.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}