{
    "nctId": "NCT06382818",
    "briefTitle": "Personalization of Breast Radiotherapy According to Loco-regional Recurrence Risk and Toxicity Probability",
    "officialTitle": "Personalization of Breast Radiotherapy According to Loco-regional Recurrence Risk and Toxicity Probability",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 854,
    "primaryOutcomeMeasure": "Rate of patients without any grade 2 or more fibrosis, nor radio-induced sarcoma",
    "eligibilityCriteria": "Inclusion Criteria:\n\nGeneral criteria (for all cohorts):\n\n1. Women ≥ 18 years old.\n2. Invasive breast cancer treated by conservative or radical surgery.\n3. Conservative breast cancer surgery or radical mastectomy.\n4. Indication of breast irradiation.\n5. Extension evaluation of disease will be proven negative (M0).\n6. Negative pregnancy test (blood or urine at the choice of investigator), to be carried out within 7 days of registration, for women of childbearing age only.\n7. Effective contraception for women of childbearing age\n8. Must be geographically accessible for follow-up.\n9. Written and dated informed consent.\n10. Affiliated to the French national social security system.\n\n    Cohort A and B:\n\n    - Low risk of recurrence (all of the criteria) adapted form the UK PREDICT\n\n    • pT1-T2\n    * SBR grade ≤ 2 (low grade)\n    * ER+ and / or PR+ (hormone-receptor positive)\n    * cN0/pN-\n    * HER 2 -\n    * Ki67 ≤10%\n\n    pN- with T3-4 and grade 3 and internal tumor will be considered at high risk of recurrence and will be proposed node irradiation (and will be switched to COHORT C or D).\n\n    Cohort C and D:\n\n    - High risk of recurrence (pN+ and at least one of all) adapted from the UK PREDICT\n\n    • ER- and PR-\n\n    • HER2 amplified\n\n    • pT3-4\n\n    • SBR grade ≥ 3\n    * KI67 \\> 10%\n\n    Cohort A and C:\n    * Low risk of breast toxicities identified by the NovaGray RILA Breast® test\n\n    Cohort B and D:\n\n    - High risk of breast toxicities identified by the NovaGray RILA Breast® test\n\n    Exclusion Criteria:\n    * 1. Patients with distant metastases.\n\n2. Patients with breast DCIS 3. Concomitant bilateral breast cancer 4. Previous breast radiotherapy 5. Patients with previous or concomitant other (not breast cancer) malignancy within the past 5 years EXCEPT adequately treated basal or squamous cell carcinoma of the skin or in situ carcinoma of the cervix. Patients who have had a previous other malignancy must have been disease free for at least five years.\n\n6. Patients with other non-malignant systemic diseases (cardiovascular, renal, hepatic, lung embolism, etc.) which would prevent prolonged follow-up.\n\n7. Patients known to be HIV positive (no specific tests are required to determine the eligibility).\n\n8. Patients known as hypersensitive to radiation (ATM Homozygote, p53-/-,...) 9. Patients treated with systemic investigational drugs during the present study (Observational cohorts are accepted if the collection of data does not interfere with the current trial) 10. Pregnant or breast-feeding women 11. Patient unable to comply with study obligations for geographic, social, or physical reasons, or who is unable to understand the purpose and procedures of the study 12. Person deprived of their liberty or under protective custody or guardianship",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}