{
    "nctId": "NCT04104113",
    "briefTitle": "Health-related Quality of Life-intervention in Survivors of Breast and Other Cancers Experiencing Cancer-related Fatigue Using Traditional Chinese Medicine: The HERBAL Trial",
    "officialTitle": "HEalth-Related Quality of Life-intervention in Survivors of Breast and Other Cancers Experiencing Cancer-related Fatigue Using TraditionAL Chinese Medicine: The HERBAL Trial",
    "overallStatus": "UNKNOWN",
    "conditions": "Cancer, Fatigue, Cognitive Impairment",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 80,
    "primaryOutcomeMeasure": "Difference in Global Health Status (GHS) score",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age ≥21 years\n2. Clinically diagnosed cancer (Stages I-III)\n3. Completed surgery/chemotherapy/radiotherapy for at least 1 month\n4. At least one month after starting on aromatase inhibitors or ovarian suppression for breast cancer survivors\n5. Not expected to receive surgery/chemotherapy/radiotherapy next 10 weeks\n6. Fatigue screening score ≥4 for past 7 days\n7. Life expectancy ≥3 months\n8. Patients satisfy TCM syndrome differentiation as qi and blood deficiency Experience 2 major symptoms coupled with typical tongue and pulse conditions; 2 major symptoms and 1 possible symptom coupled with tongue and pulse conditions; 1 major symptom and at least 2 possible symptoms coupled with tongue and pulse conditions\n9. Able to read and understand English or Mandarin\n\nExclusion Criteria:\n\n1. Cancer recurrence and/or metastasis\n2. Untreated co-morbidities causing fatigue (e.g. Severe anaemia, thyroid disorder)\n3. On medications that cause fatigue (e.g. beta blockers)\n4. Patients on warfarin\n5. Cancer survivors receiving adjuvant therapy during the study period. Aromatase inhibitors and anti-HER2 monoclonal antibodies are acceptable.\n6. Receiving or planning to receive treatment from other TCM practitioners during the study period\n7. Breast feeding or intending to conceive/get pregnant during the study treatment period\n8. Patients who present with yin deficiency and deficiency syndromes (e.g. phlegm-dampness, blood stasis, toxic-heat and qi stagnation)",
    "sex": "ALL",
    "minimumAge": "21 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}