{
    "nctId": "NCT03973034",
    "briefTitle": "Clinical Application of ctDNA in Early Screening of Breast Cancer",
    "officialTitle": "Clinical Application of ctDNA in Early Screening of Breast Cancer",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 300,
    "primaryOutcomeMeasure": "ctDNA test model for early screening of breast cancer",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Written informed consent must be obtained and documented according to the local regulatory requirements prior to beginning specific protocol procedures.\n* Age of at least 18 and at most 70 years.\n* Normal people who works as the volunteers.\n* Benign breast disease patients should be diagnosed with confirmed pathology after surgery.\n* Breast cancer patients should be diagnosed with confirmed pathology after surgery, and with no clinical evidence of local recurrence or distant metastases. Complete staging work-up within 3 months prior to registration, which should be earlier than TNM IIA stage.\n* Adequate organ function including normal red and white blood count, platelets, serum creatinine, bilirubin, and transaminases within normal range of the institution.\n\nExclusion Criteria:\n\n* Known hypersensitivity reaction to the investigational compounds or incorporated substances.\n* Local recurrence and/or metastasis of breast cancer.\n* Pregnant or lactating patients. Patients of childbearing potential must have a negative pregnancy test (urine or serum) within 14 days prior to registration.\n* Prior or concomitant secondary malignancy (except non-melanomatous skin cancer or carcinoma in situ of the uterine cervix).\n* Other serious illness or medical condition that may interfere with the understanding and giving of informed consent and the conduct of the study.\n* Concurrent treatment with other experimental drugs or any other anti-cancer therapy.\n* Males.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}