{
    "nctId": "NCT05073172",
    "briefTitle": "StrataXRT for the Prevention and Treatment of Radiation Dermatitis in Breast Cancer or Head and Neck Cancer Patients",
    "officialTitle": "A Randomized Intra-Patient Controlled Study of StrataXRT ® Versus Current Practice to Prevent and Treat Radiation Dermatitis",
    "overallStatus": "WITHDRAWN",
    "conditions": "Breast Carcinoma, Head and Neck Carcinoma, Radiation-Induced Dermatitis",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "Radiation dermatitis",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients will be adult (\\> age of 18) patients. Both men and women and members of all races and ethnic groups will be included\n* Histologically confirmed malignancy for which standard curative measures in conjunction with radiotherapy are indicated to the following sites: whole breast/chest-wall for post-surgical radiotherapy or bilateral neck (levels one through six) for head and neck cancer\n* All head and neck cancer patients should have the left and right neck treated to the same dose when receiving bilateral neck irradiation\n* Ability to understand and the willingness to sign a written informed consent document\n\nExclusion Criteria:\n\n* Clinically evident skin involvement of malignancy\n* Thin patients with nodal involvement requiring bolus\n* Patients with significant unshaven facial or chest wall hair compromising film application\n* Evidence of active cellulitis or wound infection involving anticipated treatment site\n* History of prior radiotherapy to involved site within 5 cm of anticipated treatment field\n* Eastern Cooperative Oncology Group (ECOG) performance status \\>= 3\n* Patients receiving concurrent capecitabine\n* Patient with skin grafts over treatment site(s)\n* Presence of psychological, familial, sociological or geographical condition potentially hampering compliance with the study protocol and follow-up schedule. (i.e. schizophrenia, autism, temporary housing during treatment, scheduling conflict immediately after treatment. This will need to be assessed prior to consent\n* Actual or perceived inability to reliably apply StrataXRT to the patients treatment field in the home environment\n* Anticipated or actual use of other non-study topical medications or remedies in the treatment field\n* Vulnerable populations (pregnant women, decisionally impaired adults, and prisoners) will be excluded from the study\n* Patients receiving ultra-hypofractionated radiation to the breast",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}