{
    "nctId": "NCT05824325",
    "briefTitle": "Different Targeted Antibody-drug Conjugates For HER2 Ultra-low or No Expression Advanced Breast Cancer（GALAXY）",
    "officialTitle": "Different Targeted Antibody-drug Conjugates for HER2 Ultra-low or no Expression Advanced Breast Cancer: a Phase Ⅰb/Ⅱ Study（GALAXY）",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 56,
    "primaryOutcomeMeasure": "Occurrence of adverse events (AEs)- Phase 1",
    "eligibilityCriteria": "Inclusion Criteria:\n\nECOG Performance Status of 0 or 1\n\nPathologically documented breast cancer that:\n\n1. is advanced or metastatic\n2. is histologically confirmed to be HER2 IHC 0 (ISH- or untested)\n3. was never previously HER2-positive (IHC 3+ or ISH+) At least one measurable lesion according to Response Evaluation Criteria in Solid Tumors (RECIST) criteria version 1.1.\n\nDisease progression on at least 1 previous line of chemotherapy for recurrent/metastatic breast cancer. Subjects with HER2-negative and hormone-receptor positive tumors must have progressed after at least 1 line of endocrine therapy with or without CDK4/6 inhibitor.\n\nHas protocol-defined adequate organ and bone marrow function. Ability to understand and willingness to sign a written informed consent document.\n\nExclusion Criteria:\n\nHas previously been treated with any anti-HER2 therapy. Known prior severe hypersensitivity to investigational product or any component in its formulation and other monoclonal antibodies.\n\nAny major surgery, radiotherapy, chemotherapy, immunotherapy or molecular targeted therapy, biotherapy or other drug clinical trial within 4 weeks; received endocrine therapy within 2 weeks before the first study drug administration.\n\nHistory of other malignancy than breast cancer within 5 years prior to screening (except for cured skin basal cell carcinoma and cervical carcinoma in situ).\n\nMeningeal metastasis or active brain parenchymal metastasis. Any concurrent use of immunosuppressant or systemic corticosteroid treatment to achieve immunosuppression purpose (dose of \\> 10mg/day prednisone or equivalent), and still in use within 2 weeks before the first study drug administration.\n\nHas uncontrolled intercurrent illness or significant cardiovascular disease. History of clinically significant lung diseases. History of immunodeficiency, including HIV positive. Known active hepatitis B virus or hepatitis C virus infection. Has any medical history or condition that per protocol or in the opinion of the investigator is inappropriate for the study.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}