{
    "nctId": "NCT03858972",
    "briefTitle": "Tesetaxel Plus Reduced Dose of Capecitabine in Patients With HER2 Negative, HR Positive, LA/MBC",
    "officialTitle": "Multinational, Multicenter, Phase 2 Study of Tesetaxel Plus a Reduced Dose of Capecitabine in Patients With HER2 Negative, Hormone Receptor Positive, Locally Advanced or Metastatic Breast Cancer Who Have Not Previously Received a Taxane",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 152,
    "primaryOutcomeMeasure": "ORR as assessed by the IRC",
    "eligibilityCriteria": "Inclusion criteria:\n\n1. Female or male patients at least 18 years of age\n2. Histologically or cytologically confirmed breast cancer\n3. HER2 negative disease based on local testing: American Society of Clinical Oncology/College of American Pathologists (ASCO/CAP) guidelines should be utilized for assessing HER2 status\n4. HR (ER and/or PgR) positive disease based on local testing: ASCO/CAP guidelines should be utilized for assessing HR status\n5. Measurable disease per RECIST 1.1, including bone-only disease with measurable lytic component.\n\n   Patients with bone-only metastatic cancer must have a measurable lytic or mixed lytic-blastic lesion that can be accurately assessed by computed tomography (CT) or magnetic resonance imaging (MRI). Patients with bone-only disease without a measurable lytic component (ie, blastic-only metastasis) are not eligible.\n\n   Known metastases to the CNS are permitted but not required. The following criteria apply:\n   * Patients must be neurologically stable and either off corticosteroids or currently treated with a maximum daily dose of 4 mg of dexamethasone (or equivalent), with no increase in corticosteroid dose within 7 days prior to Enrollment (defined as the time of Sponsor approval of treatment dose)\n   * Patients with a history of CNS metastases but with no current evidence of CNS lesions following local therapy are eligible\n   * Patients may have CNS metastases that are stable or progressing radiologically\n   * Patients with current evidence of leptomeningeal disease are not eligible\n   * Patients may have untreated brain metastases or previously treated brain metastases, as long as no immediate local CNS-directed therapy is indicated\n   * Any prior whole brain radiation therapy must have been completed \\> 14 days prior to the date of Enrollment\n   * Prior stereotactic brain radiosurgery is permitted\n   * CNS surgical resection must have been completed \\> 28 days prior to the date of Enrollment; patient must have complete recovery from surgery\n6. Eastern Cooperative Oncology Group (ECOG) performance status 0, 1, or 2\n7. Prior endocrine therapy with or without a CDK 4/6 inhibitor unless endocrine therapy is not indicated (ie, short relapse-free interval while on adjuvant endocrine therapy \\[endocrine resistance\\]; rapidly progressing disease/visceral crisis; or endocrine intolerance). Any targeted therapies approved for HER2 negative, HR positive LA/MBC, including everolimus, are permitted as prior therapy. There is no limit to the number of prior endocrine therapies.\n8. Documented (including de novo): (a) locally advanced breast cancer that is not considered curable by surgery and/or radiation; or (b) metastatic breast cancer\n9. Adequate hematologic, hepatic and renal function, as evidenced by:\n\n   * Absolute neutrophil count (ANC) ≥ 1,500/μL without colony-stimulating factor support\n   * Platelet count ≥ 100,000/μL\n   * Hemoglobin ≥ 10 g/dL without need for hematopoietic growth factor or transfusion support\n   * Total bilirubin \\< 1.5 × upper limit of normal (ULN); does not apply to patients with Gilbert's syndrome\n   * Alanine aminotransferase (ALT) \\< 3 × ULN unless hepatic metastases are present then \\< 5 × ULN\n   * Aspartate aminotransferase (AST) \\< 3 × ULN unless hepatic metastases are present then \\< 5 × ULN\n   * Alkaline phosphatase \\< 2.5 × ULN unless hepatic metastases are present then \\< 5 × ULN\n   * Calculated creatinine clearance ≥ 50 mL/min (by Cockcroft-Gault formula or local standard)\n   * Serum albumin ≥ 3.0 g/dL\n   * Prothrombin time (PT) \\< 1.5 × ULN or international normalized ratio (INR) \\< 1.3 and partial thromboplastin time (PTT) \\< 1.5 × ULN, unless the patient is on a therapeutic anticoagulant\n10. Complete recovery to baseline or Grade 1 per National Cancer Institute (NCI) Common Terminology Criteria for Adverse Events (CTCAE) version 5.0 from adverse effects of prior surgery, radiotherapy, endocrine therapy, and other therapy, as applicable, with the exception of Grade 2 alopecia from prior chemotherapy\n11. Ability to swallow an oral solid-dosage form of medication\n12. A negative serum pregnancy test within 7 days prior to the first dose of Study treatment in women of childbearing potential (ie, all women except those who are post menopause for ≥ 1 year or who have a history of hysterectomy or surgical sterilization)\n13. Women of childbearing potential must use an effective, non-hormonal form of contraception from Screening throughout the Treatment Phase and until 70 days after the last dose of Study treatment\n\n    * Acceptable methods include: copper intrauterine device or double barrier methods, including male/female condoms with spermicide and use of contraceptive sponge, cervical cap, or diaphragm\n14. Male patients must use an effective, non-hormonal form of contraception from Screening throughout the Treatment Phase and until 130 days after the last dose of Study treatment\n\n    * Acceptable methods include: male/female condoms with spermicide, or vasectomy with medical confirmation of surgical success\n15. Written informed consent and authorization to use and disclose health information\n16. Ability to comprehend and comply with the requirements of the Study\n\nExclusion criteria:\n\n1. Two or more prior chemotherapy regimens for advanced disease\n2. Prior treatment with a taxane at any dose\n3. Prior treatment with capecitabine at any dose\n4. Current evidence of leptomeningeal disease\n5. Other cancer that required therapy within the preceding 5 years other than adequately treated: (a) non-melanoma skin cancer or in situ cancer; or (b) following approval by the Medical Monitor, other cancer that has a very low risk of interfering with the safety or efficacy endpoints of the Study\n6. Known human immunodeficiency virus infection, unless well controlled. Patients who are on an adequate antiviral regimen with no evidence of active infection are considered well controlled.\n7. Active hepatitis B or active hepatitis C infection\n8. Other severe acute or chronic medical or psychiatric condition or laboratory abnormality that may increase the risk associated with Study participation or investigational product administration or may interfere with the interpretation of Study results and, in the judgment of the Investigator, would make the patient inappropriate for entry into this Study.\n9. Presence of neuropathy \\> Grade 1 per NCI CTCAE version 5.0\n10. Anticancer treatment, including endocrine therapy, radiotherapy (except stereotactic brain radiosurgery), chemotherapy, biologic therapy, or therapy in an investigational clinical study, ≤ 14 days prior to the date of Enrollment\n11. Major surgery ≤ 28 days prior to the date of Enrollment; patient must have complete recovery from surgery\n12. Less than 2 weeks or 5 plasma half-lives (whichever is greater) since last use of a medication or ingestion of an agent, beverage, or food that is a known clinically relevant strong inhibitor or known clinically relevant inducer of the cytochrome P450 (CYP)3A pathway (patients should discontinue taking any regularly-taken medication that is a strong inhibitor or inducer of the CYP3A pathway)\n13. History of hypersensitivity or unexpected reactions to capecitabine, fluoropyrimidine agents or any of their ingredients\n14. Known dihydropyrimidine dehydrogenase (DPD) deficiency. Testing for DPD deficiency must be performed where required by local regulations, using a validated method that is approved by local health authorities.\n15. Pregnant or breastfeeding\n16. If, in the opinion of the Investigator, the patient is deemed unwilling or unable to comply with the requirements of the Study\n17. Treatment with brivudine, sorivudine, or its chemically-related analogs ≤ 28 days prior to the date of Enrollment",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}