{
    "nctId": "NCT01701050",
    "briefTitle": "Characterization of Circulating Tumor Cells (CTC) From Patients With Metastatic Breast Cancer Using the CTC-Endocrine Therapy Index",
    "officialTitle": "COMETI Phase 2: Characterization of Circulating Tumor Cells (CTC) From Patients With Metastatic Breast Cancer Using the CTC-Endocrine Therapy Index",
    "overallStatus": "COMPLETED",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 121,
    "primaryOutcomeMeasure": "Rapid Disease Progression",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Signed informed consent.\n* Women who are 18 years or older.\n* Patients must have estrogen receptor (ER) positive, HER2 negative metastatic breast cancer (MBC) with at least one non-irradiated distant site of metastasis.\n* ECOG performance status of 0-2.\n* Patients must have currently progressive metastatic disease according to RECIST v1.1 criteria, AND\n\n  * They have progressed on at least one previous line of endocrine therapy (ET) for their metastatic disease (but are not currently progressing on fulvestrant), OR;\n  * They show evidence of disease progression during or within 12 months of the end of adjuvant ET.\n* Patient is about to start a new line of ET for their metastatic disease\n* Patient is willing and able to undergo standard of care imaging studies (same imaging/staging modality being used at each evaluation), which are anticipated to be performed prior to the initiation of therapy and subsequently every 3 months.\n* Patient agrees to the collection and testing of their blood and is willing and able to provide approximately 40mL blood draw(s) at:\n\n  * Baseline (prior to the initiation of new ET), and;\n  * Subsequently at 1, 2, 3 and 12 months after the initiation of therapy, and/or;\n  * Time of disease progression.\n\nExclusion Criteria:\n\n* Patients with local regional recurrence only or brain only metastasis.\n* Patients who are progressing on current fulvestrant therapy (patients who have had fulvestrant therapy in the past and were subsequently treated with other therapies or those who are starting fulvestrant as their next line of ET are eligible for the study).\n* Patients who are or will be taking other unapproved (i.e. not cleared/approved by the FDA) anti-neoplastic therapies concurrently are not eligible (exception: ET with everolimus is acceptable).\n* Patients with concomitant malignancies or previous malignancies within the last 5 years, with exception of adequately treated basal or squamous cell carcinoma of the skin or carcinoma in situ of the cervix.\n* Unable to provide informed consent or high risk that patient may not comply with protocol requirements (i.e. due to health and/or participation in other research studies).",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}