{
    "nctId": "NCT05379153",
    "briefTitle": "Testing Laser Therapy for Treatment of Vaginal Dryness in Survivors of Breast Cancer, The Revitalize Trial",
    "officialTitle": "The Revitalize Trial: Reducing Vaginal Atrophy With Fractional CO2 Laser for Breast Cancer Survivors",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Anatomic Stage 0 Breast Cancer AJCC v8, Anatomic Stage I Breast Cancer AJCC v8, Anatomic Stage IA Breast Cancer AJCC v8, Anatomic Stage IB Breast Cancer AJCC v8, Anatomic Stage II Breast Cancer AJCC v8, Anatomic Stage IIA Breast Cancer AJCC v8, Anatomic Stage IIB Breast Cancer AJCC v8, Anatomic Stage III Breast Cancer AJCC v8, Anatomic Stage IIIA Breast Cancer AJCC v8, Anatomic Stage IIIB Breast Cancer AJCC v8, Anatomic Stage IIIC Breast Cancer AJCC v8, Vaginal Atrophy",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 250,
    "primaryOutcomeMeasure": "Changes in patient reported vaginal dryness severity",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Women with a history of breast cancer treated with curative intent who have completed primary therapy (consisting of surgery with or without chemotherapy, targeted therapy, immunotherapy and/or radiation) \\>= 12 months prior to registration. Concurrent trastuzumab /pertuzumab is permissible\n* May be receiving ongoing adjuvant endocrine therapy (with an AI or tamoxifen +/- ovarian function suppression). Patients are not required to receive these treatments to be eligible. Participants receiving adjuvant endocrine therapy prior to registration must intend to continue the same endocrine therapy for the 4 months while they are receiving protocol treatment, unless a clinically necessary change is indicated at the discretion of the patient's medical oncologist. Patients on aromatase inhibitor (AI) therapy, tamoxifen with or without ovarian function suppression therapy must have been on their current endocrine therapy regimen for at least 6 months prior to registration\n* Patient-reported vaginal dryness with or without dyspareunia of at least moderate severity on average, defined as \\>= 4 on a 0-10-point scale that has been bothersome for \\>= 3 months and for which the patient wants to undergo the study procedure\n* No evidence of metastatic breast cancer. Scans to assess for metastatic disease are not required for eligibility\n* No prior gynecologic cancer, vaginal intra-epithelial neoplasia, pelvic radiation or pelvic reconstructive surgery utilizing mesh. Patients with cervical intraepithelial neoplasia are eligible\n* No history of scleroderma, lupus, systemic sclerosis, mixed connective tissue disorder, undifferentiated connective tissue disorder or collagen vascular disease, dermatomyositis, polymyositis, lichen sclerosis or vulvar vestibulitis\n* No pelvic surgery that involved a vaginal incision within 6 months of registration. Patients who received laparoscopic BSO (Bilateral salpingooophorectomy) are eligible\n* No systemic estrogen or progesterone, vaginal estrogen, vaginal prasterone, ospemifene, and/or androgen therapy within 6 weeks prior to registration\n* No other suspected contraindications for undergoing laser therapy\n* No prior vaginal laser therapy at any time. Patients who would have completed any type of vaginal laser resurfacing procedure at any time prior to the start of study treatment are not eligible\n* No known concurrent invasive carcinoma/malignancy. Patients with carcinoma in situ are eligible. Patients with a prior malignancy whose natural history or treatment does not have the potential to interfere with the safety or efficacy assessment of the investigational regimen are eligible if not currently receiving treatment\n* Postmenopausal based on at least one of the following criteria at the time of registration:\n\n  * Women 50 or older with no spontaneous regular menses \\> 12 months\n  * On ovarian suppression (i.e., gonadotrophin releasing hormone \\[GNRH\\] agonist/antagonist) for at least 6 months or greater, with plans to continue such treatment for at least 18 weeks\n  * Bilateral oophorectomy\n  * Women on AI therapy (i.e., clinically judged to be postmenopausal)\n* In order to complete the mandatory patient-completed measures, participants must be able to speak, read and understand English or Spanish\n* Age \\>= 22 years\n* Eastern Cooperative Oncology Group (ECOG) performance status 0 or 1\n* No medical history of: keloid formation, genital fistula, thin recto-vaginal septum (defined as a distance of \\< 2 cm between the vaginal opening and the anal opening)",
    "sex": "FEMALE",
    "minimumAge": "22 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}