{
    "nctId": "NCT02700386",
    "briefTitle": "Shorter Course Radiation for the Treatment of Breast Cancer That Has Spread to Lymph Nodes",
    "officialTitle": "Hypofractionated, Comprehensive Radiation Therapy for Node-Positive Breast Cancer",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 112,
    "primaryOutcomeMeasure": "Number of participants with treatment-related adverse events as assessed by CTCAE version 4.03",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Adult women (≥18 years old) with breast cancer who have undergone surgery for their primary breast tumor (either lumpectomy or mastectomy +/- reconstruction) and are confirmed to have involved lymph nodes on surgical pathology.\n2. Patient who have undergone either a total mastectomy or a lumpectomy are eligible.\n\n   Acceptable procedures for assessment of axillary nodal status at the time of surgery include:\n   * axillary node dissection;\n   * sentinel node biopsy alone; or\n   * sentinel node biopsy followed by axillary node dissection.\n3. Eligible women include AJCC (American Joint Committee on Cancer) 7th ed. Stage cN0 or cN1 subsequently staged after surgery as Stage pIB (N1mic), pIIA, pIIB, pIIIA, pIIIB, or N3a (10 or more axillary nodes) only: note that ypN0 will also be eligible if pathologic confirmation of nodal involvement was documented prior to neoadjuvant chemotherapy and the patient was found to be node-negative at the time of surgery. Note that women less than 50 years of age, women who received chemotherapy, patients staged as pN0 (i+ or mol+), and large-breasted women are eligible for enrollment.\n4. The patient must have recovered from surgery with the incision completely healed and no signs of infection. If adjuvant chemotherapy was administered, chemotherapy-related toxicity that may interfere with delivery of radiation therapy should have resolved. The patient must have an ECOG performance status of 0 or 1 (KPS \\>70%).\n5. The interval between the last surgery for breast cancer (including re-excision of margins) and randomization must be no more than 180 days if chemotherapy is not delivered adjuvantly. If adjuvant chemotherapy was administered, the interval between the last chemotherapy treatment and randomization must be no more than 180 days.\n6. Before the patient is enrolled, the consent form, including any addenda, must be signed and dated by the patient and the person who explains the study to that patient.\n7. Subjects will have the ability to understand, and the willingness to sign a written informed consent document.\n\nExclusion Criteria:\n\n1. patients \\<18 years old\n2. pregnant women\n3. male patients\n4. women with T4 disease, including inflammatory breast cancer\n5. women who have declined or otherwise not received preceding surgery\n6. women with positive margins after primary surgery\n7. women with node-negative disease\n8. women without histologic confirmation of nodal involvement\n9. women more than 180 days out from primary breast surgery or adjuvant chemotherapy\n10. patients with clinically detected or suspicious lymph node involvement not readily amenable to surgical treatment (≥cN2 disease)\n11. patients with synchronous bilateral breast cancers\n12. patients with prior ipsilateral thoracic or breast radiation\n13. patients with distant metastatic disease (cM1) or a life expectancy of less than 5 years\n14. active collagen vascular disease, specifically dermatomyositis with a CPK level above normal or with an active skin rash, systemic lupus erythematosus, or scleroderma.\n15. other non-malignant systemic disease that would preclude the patient from receiving study treatment or would prevent required follow-up.\n16. patients with psychiatric or addictive disorders or other conditions that, in the opinion of the Investigator, would preclude the patient from meeting the study requirements.\n17. patients with a separate non-cutaneous cancer diagnosis for which the patient has not been without evidence of disease for at least 5 years.\n\nNote: women \\<50 years of age, women who received chemotherapy, pN0 (i+ or mol+), and large-breasted women are eligible for enrollment.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}