{
    "nctId": "NCT02115594",
    "briefTitle": "Phase 2 Study of Fulvestrant With and Without Entinostat in Postmenopausal Women With ER+ Advanced Breast Cancer",
    "officialTitle": "A Phase 2, Randomized, Double-Blind, Multicenter Study of Fulvestrant With and Without Entinostat in Postmenopausal Women With Hormone Receptor-Positive Advanced Breast Cancer",
    "overallStatus": "WITHDRAWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "Progression Free Survival",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patient is a female who is: Postmenopausal OR Pre/perimenopausal and: Received at least one prior hormone therapy in combination with a luteinizing hormone-releasing hormone (LHRH) agonist prior to study entry. Initiated on an LHRH agonist at least 28 days prior to study entry. Demonstrated ovarian estradiol suppression, defined as an estradiol level within postmenopausal ranges per institutional guidelines, within 28 days immediately prior to study entry\n* Patient has histologically or cytologically confirmed ER+ and/or progesterone receptor-positive (PR+) BC at initial diagnosis or on subsequent biopsy. With regard to hormone receptor status, staining of ≥1% cells is considered positive. Receptor status may have been determined at any time prior to randomization and from any site (i.e., primary, recurrent, or metastatic)\n* Patient experienced PD within 28 days before initiating study treatment and has been deemed eligible for treatment with fulvestrant\n* Patient has evidence of locally advanced or metastatic disease, based on imaging studies (bone scan, CT, MRI) within 28 days before initiating study treatment\n* Patient completed any prior radiotherapy ≥2 weeks prior to receiving the first dose of study treatment and has recovered from any radiation-related toxicity\n* Patient may have received 1 prior chemotherapy regimen for metastatic disease provided treatment was completed ≥3 weeks prior to randomization. Prior chemotherapy in the adjuvant or neoadjuvant setting is also allowed\n* Patient is willing and able to provide or assist study personnel in accessing slides from prior biopsies\n* Patient has an Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1\n* Patient has the following laboratory parameters: a. Hemoglobin (Hgb) ≥9.0 g/dL; unsupported platelet count ≥100×10P9P/L; and absolute neutrophil count (ANC) ≥1.5×10P9P/L without the use of hematopoietic growth factors; b. Creatinine ≤2.0 mg/dL; c. Total bilirubin \\<1.5 x institutional upper limit normal (≤3 mg/dL in case of Gilbert's syndrome); d. Alanine aminotransferase (ALT) and aspartate aminotransferase (AST) ≤2 x institutional upper limit of normal; unless elevation is due to metastatic disease to the liver, in which case ALT and AST must be within 5.0 x institutional upper limit of normal\n* Patient is able to swallow tablets\n* Patient is able to understand and give written informed consent and comply with study procedures\n\nExclusion Criteria:\n\n* Patient has rapidly progressive or life-threatening metastases (visceral crisis)\n* Patient has HER2-positive (HER2+) disease, as defined by the 2013 American Society of Clinical Oncology (ASCO)/College of American Pathologists (CAP) recommendations for HER2 testing in BC (see http://www.asco.org/quality-guidelines/recommendations-human-epidermal-growth-factor-receptor-2-testing-breast-cancer), or has unknown HER2 status\n* Patient previously received treatment with entinostat or any other HDAC inhibitor, including valproic acid\n* Patient has had previous treatment with fulvestrant or other selective estrogen receptor down-regulator (SERD) in the metastatic setting; such treatment may have been given in the adjuvant setting\n* Patient has an allergy to benzamide or inactive components of the study drug\n* Patient has a history of allergies to any active or inactive ingredients of fulvestrant\n* Patient has a concomitant medical condition that precludes adequate study treatment compliance or assessment, or increases patient risk, in the opinion of the Investigator, such as but not limited to:\n\n  1. Myocardial infarction or arterial thromboembolic event within 6 months prior to Baseline or severe or unstable angina, New York Heart Association (NYHA) Class III or IV disease (see Appendix 2), or a QTc interval \\>470 msec.\n  2. Uncontrolled heart failure or hypertension, uncontrolled diabetes mellitus, or uncontrolled systemic infection\n  3. Another active cancer (excluding adequately treated basal cell carcinoma or cervical intraepithelial neoplasia \\[CIN\\] / cervical carcinoma in situ or melanoma in situ). Prior history of other cancer is allowed, as long as there is no active disease within the prior 5 years\n* Patient is currently receiving treatment with any agent listed on the prohibited medication list such as valproic acid or other systemic cancer agents\n* Patient initiated oral bisphosphonates within 7 days prior to study drug\n* Patient has moderate or severe hepatic impairment (i.e., Child-Pugh score B or C)\n* Patient has brain or leptomeningeal metastases",
    "sex": "FEMALE",
    "minimumAge": "N/A",
    "stdAges": "CHILD, ADULT, OLDER_ADULT"
}