{
    "nctId": "NCT04487236",
    "briefTitle": "Trial of ZN-A-1041 Enteric Capsules in Patients With HER2-Positive Advanced Solid Tumors",
    "officialTitle": "A Phase 1 Clinical Study to Evaluate the Safety, Tolerability, Pharmacokinetics, and Efficacy of ZN-A-1041 Enteric Capsules as a Single Agent or in Combination in Patients With HER2-Positive Advanced Solid Tumors",
    "overallStatus": "UNKNOWN",
    "conditions": "Advanced Solid Tumors, HER2-positive Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 84,
    "primaryOutcomeMeasure": "The safety/tolerability of ZN-A-1041 as a monotherapy on Phase 1a",
    "eligibilityCriteria": "Key inclusion criteria:\n\n11. ECOG performance status of 0 to 1 2. HER2-positive is defined as Immunohistochemistry (IHC) (++) and Fluorescence In Situ Hybridization (FISH) positive, or IHC (+++).\n\n3. Phase 1a study will enroll patients with unresectable or metastatic HER2-positive advanced solid tumor; Phase 1b study will enroll patients with unresectable locally-advanced or metastatic HER2+ breast cancer.\n\ni. For patients who have no brain metastases, the following criteria should be met:\n\n1. Patients should be relapsed or refractory to existing therapy(ies) or have been intolerant of such therapies\n2. Have at least one extracranial measurable lesion by RECIST v1. 1 ii. For patients with brain metastasis, the following criteria should be met:\n\n1) Have received prior treatment or patient declined the above treatment; 2) Patients with HER2-positive gastric cancer must have previously received Trastuzumab 3) Do not require immediate local treatment during the trial period, and meet either of the following two criteria:\n\n1. For patients who have received previous local treatment (surgery, whole brain radiotherapy (WBRT) and stereotactic radiosurgery (SRS)) for brain metastases, stable or progression of intracranial lesions is required. Interval from prior local therapy could be 3 weeks from WBRT and 2 weeks from SRS.\n2. Symptomatic or not, patient has not received previous local treatment (surgery or radiotherapy) for brain metastases as long as no local therapy is needed during the trial period.\n\niii. In Phase 1a, for patients who have received previous tyrosine kinase inhibitor (TKI) treatment, chemotherapy, antibody, or antibody-drug conjugate (ADC), the interval between the last treatment and the first administration of the study drug in this trial should be at least 2 weeks. In Phase 1b, for patients who have received previous trastuzumab or other antibodies, the interval between the last treatment and the first administration of the study drug in this trial should be at least 3 weeks.\n\n4. Phase 1c study will enroll patients with unresectable locally-advanced or metastatic HER2+ breast cancer with brain metastases.\n\ni. For patients with brain metastasis, patients do not require immediate local treatment during the trial period, and meet either of the following two criteria:\n\n1. For patients who have received previous local treatment (surgery, whole brain radiotherapy (WBRT) and stereotactic radiosurgery (SRS)) for brain metastases, stable or progression of intracranial lesions is required. Interval from prior local therapy could be 3 weeks from WBRT, 2 weeks from SRS and 4 weeks from surgery\n2. Symptomatic or not, patient has not received previous local treatment (surgery or radiotherapy) for brain metastases as long as no local therapy is needed during the trial period\n3. Have at least one measurable lesion and is suitable for accurate repeated assessable by RECIST 1.1, and the patient has an imaging-diagnosable intracranial lesion;\n4. Patients should not include suspected or confirmed meningeal metastases;\n5. The patient had no disease progression with previous 12 weeks' capecitabine therapy;\n6. No capecitabine therapy within 6 months;\n7. Patient should not previously treat with a tyrosine kinase inhibitor (TKI). Previous treatment with trastuzumab or other antibodies should be at least 3 weeks apart from the first treatment\n\nKey exclusion criteria:\n\n1. Subjects who have participated in any clinical study or received any clinical study drug within 4 weeks prior to the first administration\n2. There is evidence that other primary tumors are present at the same time;\n3. Previous cumulative dose of doxorubicin exceeds 360mg/m2 or its equivalent dose of similar drugs;\n4. CNS Exclusion - Based on screening brain MRI and clinical assessment\n\n   1. Progressive neurologic impairment or increased intracranial pressure (including nausea, vomiting, blurred vision, headache, epilepsy, etc.)\n   2. Any intracranial lesion thought to require immediate local therapy\n   3. Require antiepileptic treatment (except for these patients with stable seizures require continuous Levetiracetam therapy).\n   4. Ongoing use of systemic corticosteroids for control of symptoms of brain metastases at a total daily dose of \\> 2 mg of dexamethasone (or equivalent)",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}