{
    "nctId": "NCT00097344",
    "briefTitle": "The CAT Study: Atamestane Plus Toremifene Versus Letrozole in Advanced Breast Cancer",
    "officialTitle": "Phase 3 Study of Atamestane Plus Toremifene Versus Letrozole in Advanced Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Neoplasms, Neoplasms, Hormone-Dependent",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 842,
    "primaryOutcomeMeasure": "Time to progression",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Women age 18 years or older\n* Postmenopausal women who are to receive their first hormonal treatment for locally recurrent, locally advanced, or metastatic disease, and who would be appropriate candidates for treatment with antiestrogens or aromatase inhibitors.\n* Locally recurrent, locally advanced, locally metastatic disease not amenable to radiation therapy or surgery and/or distant metastatic disease.\n* Pathological or histological confirmation at primary diagnosis of breast cancer or at the time of diagnosis of advanced disease.\n* ECOG performance status of 0, 1 or 2 or Karnofsky performance status of 60 or higher.\n* Predicted life expectancy of 12 weeks or more.\n* Postmenopausal endocrine status. LH/FSH levels in the postmenopausal range in women whose menopause occurred less than 5 years ago.\n* At least one tumor localization measurable in 2 dimensions.\n\n  * One diameter either at least 2 cm or at least two times the CT/MRI slice/reconstruction thickness for bone/soft tissue/visceral disease assessed by CT/MRI scan (to include spiral CT technique).\n  * One diameter at least 2 cm for lesions other than bone lesions assessed by conventional X-ray techniques.\n  * One diameter at least 1 cm for bone lesions assessed by conventional X-ray techniques.\n* Estrogen receptor and/or progesterone receptor positive (by laboratory/institutional standard) at the time of primary diagnosis or determined during subsequent biopsy/surgery of metastases.\n* Administration of bisphosphonates in patients with bone metastases is allowed, as long as the drug is started prior to randomization of the patient.\n* Written informed consent obtained.\n\nExclusion Criteria:\n\n* Prior hormonal therapy (including oophorectomy or treatment with LH/RH analogs) to treat locally recurrent, locally advanced, or metastatic disease.\n* Prior chemotherapy to treat locally recurrent, locally advanced, or metastatic disease.\n* Prior adjuvant therapy with aromatase inhibitors or antiestrogens/SERMs with last dose administered within 3 months prior to enrollment.\n* Primary diagnosis of disease or progression of disease during therapy with antiestrogens (including SERMs administered for prevention of osteoporosis).\n* Life-threatening disease requiring chemotherapeutic intervention.\n* History of known CNS metastases, significant neurological dysfunction including active seizures, or clinical signs of other significant neurological diseases.\n* Other active malignancy (except basal cell carcinoma of the skin, contralateral breast cancer, or in situ cervical cancer). Patients with previous malignancies must be without evidence of disease for at least five years.\n* Renal insufficiency (serum creatinine \\>2.0 mg/dL).\n* Aspartate aminotransferase, alanine aminotransferase, or serum bilirubin levels more than 2.5 times upper limit of normal.\n* Hemoglobin \\<9 g/dL.\n* Platelet count of less than 100,000 platelets per mm3.\n* Total white blood cell count of less than 2,000 cells per mm3.\n* Premenopausal endocrine status; pregnant or lactating females.\n* Usage of an investigational drug within thirty (30) days prior to enrollment; or the planned usage of an investigational drug other than the study medication during the course of the current study.\n* Contraindication to use of toremifene, atamestane, letrozole, or any of the inactive components of their formulations as stated in the investigators brochure or product package insert.\n* Patients who are unable to comply with the study requirements or diagnostic procedures.\n* Prior enrollment in this study.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}