{
    "nctId": "NCT01392352",
    "briefTitle": "HYPAZ: Hypertension Induced by Pazopanib",
    "officialTitle": "HYPAZ: An Open-label Investigation Into Hypertension Induced by Pazopanib Therapy",
    "overallStatus": "TERMINATED",
    "conditions": "Renal Cell Carcinoma, Soft Tissue Sarcoma, Glioblastoma, Ovarian Cancer, Cervical Cancer, Breast Cancer, Non-small Cell Lung Cancer, Small Cell Lung Cancer, Pancreatic Cancer, Melanoma, Gastrointestinal Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "BASIC_SCIENCE",
    "enrollmentCount": 31,
    "primaryOutcomeMeasure": "Change in endothelial dependent function",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patients must provide written informed consent prior to performance of study-specific procedures or assessments, and must be willing to comply with treatment and follow up.\n2. Patients with the following tumour types where VEGF inhibition would be appropriate therapy:\n\n   a Renal cell carcinoma b Ovarian carcinoma with a rising CA-125, 2nd or subsequent lines c Ovarian carcinoma with residual disease after chemotherapy in the absence of rising CA-125, 2nd or subsequent lines d Cervical cancer, metastatic or recurrent, and progressing after conventional chemotherapy e Glioblastoma, progressing after conventional chemotherapy f Advanced or metastatic soft tissue sarcoma, residual disease post chemotherapy in the absence of progression, 2nd or subsequent lines g Advanced or metastatic soft tissue sarcoma progressing post conventional chemotherapy, 3rd or subsequent lines h Non-small cell lung cancer, 1st or subsequent lines i ErbB2 positive, advanced or metastatic breast cancer, 2nd or subsequent lines j Gemcitabine-refractory pancreatic cancer, 2nd or subsequent lines k Non-cutaneous (ocular or mucosal) melanoma and cutaneous melanoma any line l GI tract 2nd line residual disease or subsequent lines m Small Cell Lung cancer 3rd line n Other solid tumours in which anti-VEGF therapy is judged by the CI to be of possible clinical benefit\n3. Measurable disease as per RECIST 1.1. A measurable lesion is defined as a lesion that can be accurately measured in at least one dimension with the longest diameter ≥ 20mm using conventional techniques. Patients with ovarian cancer or prostate cancer, where validated tumour markers (CA125 and PSA) are used clinically to monitor response, do not require measurable disease as per RECIST 1.1.\n4. ECOG performance status 0 or 1.\n5. Age ≥18 years.\n6. Adequate organ system function\n7. Female participant, or female partner of male participant, are of non-childbearing potential or agree to protocol-specified contraceptive measures\n\nExclusion Criteria:\n\n1. Known hypertension (blood pressure \\>150/90 mmHg (± 2 mmHg, at investigator's discretion) at baseline\n2. On anti-hypertensive therapy indicated for hypertension\n3. History of any one or more of the following cardiovascular conditions within the last 6 months:\n\n   a Cardiac angioplasty or stenting b Myocardial infarction c Unstable angina d Coronary artery bypass graft surgery e Peripheral vascular disease or Raynaud's phenomenon f Cerebrovascular accident (CVA) including transient ischaemic attack (TIA), g Class III or IV congestive heart failure, as defined by the New York Heart Association (NYHA)\n4. Hypersensitivity to agents used in forearm blood flow studies (acetylcholine, sodium nitroprusside, L-NMMA)\n5. Difficult upper limb arterial access (as assessed by an easily palpable brachial artery)\n6. Anticoagulant therapy (warfarin). (Subcutaneous heparin is allowed but will need to be omitted on visits V2, V3 and VHyp).\n7. Pregnant or lactating female\n8. History or clinical evidence of active central nervous system (CNS) metastases.\n9. Clinically significant gastrointestinal abnormalities that may increase the risk for GI bleeding\n10. Clinically significant gastrointestinal abnormalities that may affect absorption of investigational product\n11. Presence of uncontrolled infection\n12. Corrected QT interval (QTc) \\> 480 msecs using Bazett's formula\n13. History of pulmonary embolism or untreated deep venous thrombosis (DVT) within the past 6 months\n14. Prior major surgery or trauma within 28 days prior to first dose and/or presence of any non-healing wound, fracture, or ulcer.\n15. Evidence of active bleeding or bleeding diathesis\n16. Known endobronchial lesions and/or lesions infiltrating major pulmonary vessels that increase the risk of pulmonary hemorrhage.\n\n    Note: Lesions infiltrating major pulmonary vessels (contiguous tumour and vessels) are excluded; however, the presence of a tumour that is touching, but not infiltrating (abutting) the vessels is acceptable (CT with contrast is strongly recommended to evaluate such lesions).\n\n    i) Large protruding endobronchial lesions in the main or lobar bronchi are excluded; however, endobronchial lesions in the segmented bronchi are allowed.\n\n    ii) Lesions extensively infiltrating the main or lobar bronchi are excluded; however, minor infiltrations in the wall of the bronchi are allowed.\n17. Significant haemoptysis within 8 weeks prior to first dose of pazopanib (≥½ teaspoon of red blood within 8 weeks before first dose of study drug).\n18. Any serious and/or pre-existing medical, psychiatric, or other condition that could interfere with patient's safety, provision of informed consent, or compliance to study procedures.\n19. Unable or unwilling to discontinue use of prohibited medications for at least 14 days or five half-lives of a drug (whichever is longer) prior to the first dose of pazopanib and for the duration of the study.\n20. Treatment with any of the following anti-cancer therapies:\n\n    a radiation therapy (single fraction radiotherapy for pain control is allowed in this period and when on study), surgery or tumour embolization within 14 days prior to the first dose of pazopanib OR b chemotherapy, immunotherapy, biologic therapy, investigational therapy or hormonal therapy within 14 days or five half-lives of a drug (whichever is longer) prior to the first dose of pazopanib c pazopanib or other antiangiogenic treatment (e.g. bevacizumab) within the past 12 weeks.\n21. Administration of any non-oncologic investigational drug within 30 days or 5 half lives whichever is longer prior to receiving the first dose of study treatment.\n22. Any ongoing toxicity from prior anti-cancer therapy that is \\>Grade 1 and/or that is progressing in severity, except alopecia.\n23. Known immediate or delayed hypersensitivity reaction or idiosyncrasy to drugs chemically related to pazopanib",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}