{
    "nctId": "NCT05386524",
    "briefTitle": "Sintilimab and Bevacizumab Biosimilar Combined With PLD in mTNBC",
    "officialTitle": "Efficacy and Safety of Sintilimab and Bevacizumab Biosimilar Combined With Pegylated Liposomal Doxorubicin in Pretreated Metastatic Triple-negative Breast Cancer: a Single Arm Phase II Trial",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 41,
    "primaryOutcomeMeasure": "PFS",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients aged 18-70 years old.\n* Metastatic breast cancer included unresectable locally advanced breast cancer, de novo stage IV breast cancer, and recurrent metastatic breast cancer.\n* ER and PR negative, HER2 negative breast cancer.\n* Received one or two lines of systemic treatment in metastatic setting\n* Measurable disease based on RECIST 1.1.\n* ECOG Performance Status 0-1\n* Adequate hematological, renal and hepatic function according to all of the following laboratory values\n\nExclusion Criteria:\n\n* Has received any prior therapy with an anti-PD-1, anti-PD-L1, or anti-PD-L2 agent\n* Has received any prior therapy with bevacizumab.\n* Has a diagnosis of immunodeficiency or is receiving chronic systemic steroid therapy (in dosing exceeding 10 mg daily of prednisone equivalent)\n* Has a known additional malignancy that is progressing or has required active treatment within the past 5 years with the exception of basal cell carcinoma of the skin, squamous cell carcinoma of the skin, or carcinoma in situ (eg, cervical cancer in situ) that have undergone potentially curative therapy\n* Has known active central nervous system (CNS) metastases and/or carcinomatous meningitis\n* Has a known history of hypersensitivity (≥ Grade 3) to pembrolizumab and/or any of its excipient\n* Has an active autoimmune disease that has required systemic treatment\n* Has a history of (non-infectious) pneumonitis that required treatment with steroids; or current pneumonitis.\n* Has a history or current evidence of any condition, therapy, or laboratory abnormality that might confound the results of the study, interfere with the participant's participation for the full duration of the study, or is not in the best interest of the participant to participate, in the opinion of the treating investigator.\n* Has a known psychiatric or substance abuse disorder that would interfere with the participant's ability to cooperate with the requirements of the study\n* Has been pregnant or breastfeeding or expecting to conceive or father children within the projected duration of the study, starting with the screening visit through 180 days after the last dose of trial treatment.\n* Failure to comply with the study procedures, restrictions and requirements of the study",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}