{
    "nctId": "NCT03939871",
    "briefTitle": "A Study of Fluvestrant Combined With Oral Vinorelbine in Hormone Receptor-positive Advanced Breast Cancer",
    "officialTitle": "Phase II Study of Fluvestrant Combined With Oral Vinorelbine in Hormone Receptor-positive Advanced Breast Cancer",
    "overallStatus": "UNKNOWN",
    "conditions": "Hormone Receptor Positive Advanced Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 30,
    "primaryOutcomeMeasure": "Progression-free survival (PFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Age between 18 and 75 year-old women; Pathologically or cytologically confirmed breast cancer; Hormone receptor-positive\n* ECOG score: 0-1, expected survival time ≥ 3months;\n* Recurrence after adjuvant therapy or metastatic breast cancer and chemotherapy naïve in the metastatic setting or had one prior regimen for metastatic breast cancer.\n* Patients must have measurable disease according to RECIST criteria Version 1.1. Bone metastases lesions were excluded.\n* The patients have adequate hematologic and organ function.\n\nExclusion Criteria:\n\n* Patients with symptomatic brain metastases.\n* Patients who are known or suspected to be allergic to the active ingredient or excipients of the investigational drug.\n* Received ≥1 standard chemotherapy regimen (excluding endocrine therapy) for advanced breast cancer.\n* Participation in other clinical trials within 4 weeks before enrollment.\n* Severe cardiovascular disease, including history of congestive heart failure, acute myocardial infarction within 6 months before enrollment, transmural myocardial infarction measured by ECG, uncontrolled arrhythmia, angina requiring therapy, clinically significant valvular heart disease, uncontrolled hypertension.\n* Severe or uncontrolled infection.\n* Any factors that affect the oral administration and absorption of drugs (such as inability to swallow, gastrointestinal resection, chronic diarrhea and intestinal obstruction, etc.);\n* Active malignancy in the past 5 years (other than carcinoma in situ of the cervix or basal cell carcinoma of the skin).\n* Patients who are pregnant , breastfeeding ,or refuse to use adequate contraception during the course of participation.\n* Need to concurrent other cancer therapy(other than palliative care for non-target lesions).\n* Other ineligible conditions according to the researcher's judgment.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}