{
    "nctId": "NCT06543992",
    "briefTitle": "Efficacy and Safety of Intrathecal Administration of Thiotepa in Combination With Methotrexate in Breast Cancer With Leptomeningeal Metastasis",
    "officialTitle": "Efficacy and Safety of Intrathecal Administration of Thiotepa in Combination With Methotrexate Via the Ommaya Reservoir in Breast Cancer With Leptomeningeal Metastasis: a Phase II Multicenter Clinical Trial",
    "overallStatus": "RECRUITING",
    "conditions": "Leptomeningeal Metastasis of Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 22,
    "primaryOutcomeMeasure": "Intracranial Overall Response Rate",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patient is an adult female ≥18 and ≤75 years old at the time of informed consent.\n2. ECGO rating 0-3.\n3. Histologically or cytologically confirmed breast cancer.\n4. Cerebrospinal fluid cytology combined with central nervous system function and brain imaging demonstrated the diagnosis of breast cancer with meningeal metastases;\n5. Patients can be implanted or have been implanted with Ommaya reservoirs;\n6. Patient must have at least one measurable lesion (according to RECIST 1.1 criteria);\n7. Postmenopausal or pre/perimenopausal female patients are eligible for enrolment; pre or perimenopausal female patients must be willing to receive LHRHa during the study period.\n8. All patients were required to meet the following laboratory biochemical values prior to enrolment:\n\n   * Haematology: Hb ≥90 g/L, WBC ≥3.5×109/L, ANC ≥1.5×109/L, PLT ≥100×109/L;\n   * Liver function: for those without liver metastases, AST, ALT, ALP ≤2.5 times the upper limit of normal values, and ≤1.25 x the upper limit of normal values for total bilirubin; for those with liver metastases, AST, ALT, ALP ≤ 5 times the upper limit of normal value, and total bilirubin ≤ 1.5 x upper limit of normal value.\n\nExclusion Criteria:\n\n1. Patients with other malignant tumors, excluding basal cell carcinoma and carcinoma in situ\n2. Patients with severe or uncontrolled systemic disease, including uncontrolled hypertension or active bleeding tendency\n3. The investigator considers the patient unsuitable for entry into this study.\n4. Patients with toxicity from prior therapy that has not returned to normal or NCI-CTCAE grade 5.0\n5. Patients who have a drug allergy or metabolic disorder to the drugs in this regimen\n6. Pregnant or lactating women (women of childbearing age must have had a negative pregnancy test within 14 days prior to the first dose; if positive, pregnancy must be ruled out by ultrasound).\n7. Patients who are concurrently enrolled in other clinical studies",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}