{
    "nctId": "NCT00486668",
    "briefTitle": "A Study of AC Followed by a Combination of Paclitaxel Plus Trastuzumab or Lapatinib or Both Given Before Surgery to Patients With Operable HER2 Positive Invasive Breast Cancer",
    "officialTitle": "A Randomized Phase III Trial of Neoadjuvant Therapy for Patients With Palpable and Operable HER2-Positive Breast Cancer Comparing the Combination of Trastuzumab Plus Lapatinib to Trastuzumab and to Lapatinib Administered With Weekly Paclitaxel Following AC Accompanied by Correlative Science Studies to Identify Predictors of Pathologic Complete Response",
    "overallStatus": "UNKNOWN",
    "conditions": "Invasive Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 529,
    "primaryOutcomeMeasure": "Determination of pathologic complete response (pCR), defined by the absence of microscopic evidence of invasive tumor cells in the post chemotherapy surgical breast specimen.",
    "eligibilityCriteria": "Inclusion criteria:\n\n* Female\n* 18 years or older\n* ECOG performance status of 0 or 1\n* Primary breast tumor palpable and measures greater than or equal to 2.0 cm by physical exam\n* Diagnosis of invasive adenocarcinoma made by core needle biopsy\n* Breast cancer determined to be HER2-positive\n* LVEF assessment by MUGA scan or ECG within 3 months prior to randomization\n* Blood counts must meet the following criteria:\n\n  * ANC greater than or equal to 1200/mm3\n  * Platelet count greater than or equal to 100,000/mm3\n  * Hemoglobin greater than or equal to 10 g/dL\n* Serum creatinine less than or equal to ULN for the lab\n* Adequate hepatic function by these criteria:\n\n  * Total bilirubin less than or equal to the ULN for the lab unless the patient has a bilirubin elevation greater than ULN to 1.5 x ULN resulting from Gilbert's disease or similar syndrome due to slow conjugation of bilirubin; and\n  * Alkaline phosphatase less than or equal to 2.5 x ULN; and\n  * AST less than or equal to 1.5 x ULN for the lab.\n* If skeletal pain present or alkaline phosphatase greater than ULN (but less than or equal to 2.5 x ULN), bone scan or PET scan must not demonstrate metastatic disease\n* If AST or alkaline phosphatase greater than ULN , liver imaging (CT, MRI or PET scan) must not demonstrate definitive metastatic disease and the requirements in criterion for hepatic function must be met\n* Able to swallow oral medications\n\nExclusion criteria:\n\n* FNA alone to diagnose the primary tumor\n* Excisional biopsy or lumpectomy was performed prior to randomization\n* Surgical axillary staging procedure prior to randomization. Exceptions: 1) FNA or core biopsy of an axillary node for any patient, and 2) although not recommended, a pre-neoadjuvant therapy SN biopsy for patients with clinically negative axillary nodes.\n* Tumors clinically staged as T4\n* Ipsilateral cN2b or cN3 disease (Patients with cN1 or cN2a disease are eligible)\n* Definitive clinical or radiologic evidence of metastatic disease\n* Synchronous bilateral invasive breast cancer\n* Requirement for chronic use of any of the medications or substances specified in the protocol\n* Treatment including RT, chemotherapy, and/or targeted therapy for the currently diagnosed breast cancer prior to randomization\n* Any sex hormonal therapy, e.g., birth control pills, ovarian hormone replacement therapy, etc. (These patients are eligible if therapy is discontinued prior to randomization)\n* Continued therapy with any hormonal agent such as raloxifene, tamoxifen, or other SERM. (Patients are eligible only if these medications are discontinued prior to randomization)\n* Prior history of breast cancer, including DCIS (Patients with a history of LCIS are eligible)\n* Prior therapy with anthracyclines, taxanes, trastuzumab, or lapatinib for any malignancy\n* Other malignancies unless the patient is considered to be disease-free for 5 or more years prior to randomization and is deemed by her physician to be at low risk for recurrence. Patients with the following cancers are eligible if diagnosed and treated within the past 5 years: carcinoma in situ of the cervix, carcinoma in situ of the colon, melanoma in situ, and basal cell and squamous cell carcinoma of the skin.\n* Cardiac disease that would preclude the use of the drugs included in the B-41 treatment regimens. This includes but is not confined to:\n\n  * Active cardiac disease:\n\n    * angina pectoris requiring the use of anti-anginal medication;\n    * ventricular arrhythmias except for benign premature ventricular contractions controlled by medication;\n    * conduction abnormality requiring a pacemaker;\n    * supraventricular and nodal arrhythmias requiring a pacemaker or not controlled with medication; and\n    * clinically significant valvular disease.\n  * History of cardiac disease:\n\n    * myocardial infarction;\n    * congestive heart failure; or\n    * cardiomyopathy.\n* Uncontrolled hypertension, defined as blood pressure greater than 150/90 mm/Hg on antihypertensive therapy\n* History of or current symptomatic interstitial pneumonitis or pulmonary fibrosis or definitive evidence of interstitial pneumonitis or pulmonary fibrosis described on CT or chest x-ray in asymptomatic patients\n* Sensory/motor neuropathy greater than or equal to grade 2, as defined by the NCI's CTCAE v3.0\n* Malabsorption syndrome, ulcerative colitis, resection of the stomach or small bowel, or other disease significantly affecting gastrointestinal function\n* Other non-malignant systemic disease that would preclude treatment with any of the treatment regimens or would prevent required follow-up\n* Conditions that would prohibit administration of corticosteroids\n* Administration of any investigational agents within 30 days before randomization\n* Pregnancy or lactation",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}