{
    "nctId": "NCT03969121",
    "briefTitle": "Neoadjuvant Hormonal Therapy Plus Palbociclib in Operable, Hormone Sensitive and HER2-Negative Primary Breast Cancer",
    "officialTitle": "A Phase III Randomized, Double-Blind, Neoadjuvant Study of Hormonal Therapy Plus Palbociclib Versus Hormonal Therapy Plus Placebo in Women With Operable, Hormone Sensitive and HER2-Negative Primary Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer Female, Hormone Receptor Positive Malignant Neoplasm of Breast",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 141,
    "primaryOutcomeMeasure": "Pre-operative Endocrine Prognostic Index (PEPI Score)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Pre/peri- or post-menopausal women 18 years and older (or local legal age, whichever is higher)\n2. Primary tumor greater than 15 mm in diameter\n3. Histologically proven invasive breast cancer\n4. Positive hormone receptor (ER and/or PgR ≥1% in proportion of positive staining score)\n5. Negative HER-2 receptor (based on 2018 ASCO/CAP Guideline)\n6. Ki67 index equal to or greater than 14% (Ki67 ≥ 14%) by central assessment using actual or virtual slides\n7. Eastern Cooperative Oncology Group Performance Status (ECOG PS) ≤ 1\n8. No previous history of radiotherapy or systemic therapy including chemotherapy and hormone therapy for breast cancer\n9. Laboratory values must be as follows:\n\n   Absolute neutrophil count: ≥ 1,500/mm3\n\n   Platelets: ≥ 100,000/mm3\n\n   Hemoglobin: ≥ 9 g/dL\n\n   Bilirubin: ≤ 1.5 × upper limits of normal (ULN)\n\n   Serum Creatinine: ≤ 1.5 × ULN\n\n   Alkaline phosphatase: ≤ 2 × ULN\n\n   AST and ALT: ≤ 2 × ULN\n\n   Cardiac function: Normal finding of Electrocardiogram (ECG) QTc ≤ 480 msec (based on the mean value of the triplicate ECGs).\n10. Able to give written informed consent form\n11. Willingness and ability to comply with scheduled visits, treatment plan, laboratory tests, and other study procedures\n\nExclusion Criteria:\n\n1. Male\n2. Locally advanced breast cancer ( Any T4 or Any N2, N3), or distant metastasis\n3. Multicentric breast cancer (Note: Multifocal breast cancer,located in one quadrant/are is eligible)\n4. Prior treatment with chemotherapy, radiotherapy and/or endocrine therapy\n5. Previous use of SERMs such as raloxifene.\n6. Prior therapy with any CDK4/6 inhibitor or with everolimus, or any agent whose mechanism of action is to inhibit the PI3K-mTOR pathway.\n7. Prior history of other malignancy within 5 years of study entry, aside from basal cell carcinoma of the skin or carcinoma-in-situ of the uterine cervix\n8. Major surgery within 3 weeks of first study treatment\n9. Patients treated within the last 7 days prior to randomization with:\n\n   * Food or drugs that are known strong and moderate CYP3A4 inhibitors (e.g., amprenavir, aprepitant, atazanavir, boceprevir, casopitant, cimetidine, ciprof-loxacin, clarithromycin, conivaptan, cobicistat, crizotinib, cyclosporine, da-runavir, diltiazem, dronedarone, elvitegravir, erythromycin, fluconazole, fosamprenavir, imatinib, indinavir, isavuconazole, istradefylline, itraconazole,ketoconazole, letermovir, lopinavir, mibefradil, miconazole, nefazodone, nelfinavir, nilotinib, posaconazole, ritonavir, saquinavir, schisandra sphenan-thera extract, telaprevir, telithromycin, tofisopam, verapamil, voriconazole, and grapefruit, grapefruit juice or any product containing grapefruit);\n   * Drugs that are known strong and moderate CYP3A4 inducers (e.g., bosentan, carbamazepine, efavirenz, etravirine, modafinil, phenobarbital, phenytoin, ri-fampin, rifapentin, and St. John's wort);\n10. Any of the following in the previous 6 months of randomization: myocardial in-farction, severe/unstable angina, ongoing cardiac dysrhythmias of NCI CTCAE version 4.03 grade ≥ 2, atrial fibrillation of any grade, coronary/peripheral artery bypass graft, symptomatic congestive heart failure, cerebrovascular accident in-cluding transient ischemic attack, or symptomatic pulmonary embolism\n11. Family or personal history of long or short QT syndrome, Brugada syndrome or known history of QTc prolongation, or Torsade de Pointes (TdP).\n12. Uncontrolled electrolyte disorders (eg, hypocalcemia, hypokalemia, hypomag-nesemia) that can compound the effects of a QTc-prolonging drug.\n13. Active inflammatory bowel disease or chronic diarrhea. Short bowel syndrome. Upper gastrointestinal surgery including gastric resection.\n14. Prior hematopoietic stem cell or bone marrow transplantation.\n15. Known abnormalities in coagulation such as bleeding diathesis, or treatment with anticoagulants precluding subcutaneous injections of leuprorelin or goserelin.\n16. Hepatitis B and/or hepatitis C carriers (Patients with HBsAg+ or HBV-DNA+ who need antiviral treatment during any anti-cancer therapy based on guidelines are excluded even if the patient's hepatic function is normal. Patients with HCVAb+, whose HCV-RNA is positive (+) are excluded.)\n17. Known human immunodeficiency virus (HIV) infection\n18. Known hypersensitivity to anti-aromatase drugs, tamoxifen or any cell cycle in-hibitor.\n19. Patients who are pregnant or lactating. Patients of childbearing potential and/or her partner who are unwilling or unable to use a method of highly effective non-hormonal contraception throughout the study and continue for at least 21 days in patients after the last dose of investigational drug.\n20. Other severe acute or chronic medical or psychiatric condition, or laboratory ab-normality that would impart, in the judgment of the investigator, excess risk as-sociated with study participation or study drug administration, or which, in the judgment of the investigator, would make the patient inappropriate for entry into this study\n21. Patients who are investigational site staff members or relatives of those site staff OOTR-N016/KBCRN-B-003/HT-PAB Protocol (version 1.2 dated Oct 11, 2018) 24 members or patients who are the sponsor employees directly involved in the con-duct of the trial.\n22. Participation in other studies involving investigational drug (s) (Phases 1-4) within 2 weeks before randomization and/or until a visit at 4 weeks (+7 days) after operation.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}