{
    "nctId": "NCT03454282",
    "briefTitle": "Impact of Dietary Intervention on Tumor Immunity: the DigesT Trial",
    "officialTitle": "Impact of Dietary Intervention on Tumor Immunity: the DigesT Trial.",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer, Melanoma, Malignant",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 100,
    "primaryOutcomeMeasure": "Absolute and relative changes in PBMCs",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age ≥ 18 and ≤ 75 years.\n2. Evidence of a personally signed and dated informed consent document (ICD) indicating that the patient has been informed of all pertinent aspects of the study before enrollment and FMD prescription.\n3. Willingness and ability to comply with the FMD protocol, the scheduled visits, treatment plans, laboratory tests and other procedures.\n4. Histologically confirmed diagnosis of invasive breast cancer candidate to curative surgery (Cohort A), or resected malignant melanoma requiring dissection of the regional lymph node basin for sentinel lymph node involvement (Cohort B), or malignant melanoma treated with curative surgery (including, in case, lymph node removal and lymph node dissection) (Cohort C). For breast cancer patients, any biological subgroup (including estrogen receptor-positive, HER2-positive, triple-negative breast cancer) will be admitted; HER2-positive tumors will be defined on the basis of an IHC score of 3, or a score of 2 with ISH evaluation indicative of gene amplification.\n5. Availability of archival FFPE tissue blocks of primary breast cancer (Cohort A) or melanoma (Cohort B, Cohort C).\n6. Presence of an Eastern Cooperative Oncology Group (ECOG) performance status 0 or 1.\n7. Presence of adequate bone marrow and organ function as defined by the following laboratory values:\n\n   * ANC ≥ 1.5 x 109/l\n   * platelets ≥ 100 x 109/l\n   * hemoglobin ≥ 9.0 g/dl\n   * calcium (corrected for serum albumin) within normal limits or ≤ grade 1 according to NCI-CTCAE version 4.03 if not clinically significant\n   * potassium within the normal limits, or corrected with supplements\n   * creatinine \\< 1.5 ULN\n   * blood uric acid \\< 10 mg/dl\n   * ALT and AST ≤ 2.5 x ULN\n   * total bilirubin \\< ULN except for patients with Gilbert syndrome who may only be included in the total bilirubin is \\< 3.0 x ULN or direct bilirubin \\< 1.5 x ULN\n   * Albumin \\> 3 g/dL\n8. Fasting glucose ≤ 200 mg/dl.\n9. Total Cholesterol ≤ 300 mg/dl.\n10. Triglycerides ≤ 300 mg/dl.\n11. Female patients of childbearing potential must agree to sexual abstinence or to use two highly effective method of contraception throughout the study and for at least 30 days after the end of the FMD. Abstinence is only acceptable if it is in line with the preferred and usual lifestyle of the patient. Examples of contraceptive methods with a failure rate of \\< 1% per year include tubal ligation, male sterilization, hormonal implants, established, proper use of combined oral or injected hormonal contraceptives, and certain intrauterine devices. Alternatively, two methods (e.g., two barrier methods such as a condom and a cervical cap) may be combined to achieve a failure rate of \\< 1% per year. Barrier methods must always be supplemented with the use of a spermicide. A patient is of childbearing potential if, in the opinion of the Investigator, she is biologically capable of having children and is sexually active.\n\nFemale patients are not of childbearing potential if they meet at least one of the following criteria:\n\n* Have undergone a documented hysterectomy and/or bilateral oophorectomy\n* Have medically confirmed ovarian failure\n* Achieved post-menopausal status, defined as: (≥ 12 months of non-therapy-induced amenorrhea) or surgically sterile (absence of ovaries) and have a serum FSH level within the laboratory's reference range for postmenopausal females.\n\nExclusion Criteria:\n\n1. Prior systemic treatment for breast cancer or melanoma.\n2. Diagnosis of a concurrent malignancy other than breast cancer or melanoma, or malignancy other than breast cancer or melanoma diagnosed within 5 years of treatment enrollment, with the exception of adequately treated, basal or squamous cell carcinoma, non-melanomatous skin cancer or curatively resected cervical cancer.\n3. Body Mass Index (BMI) \\< 20 Kg/m2.\n4. Anamnesis of alcohol abuse.\n5. Unintentional weight loss ≥ 5% in the last three months, unless the patient has a BMI \\> 25 Kg/m2 at study enrollment. Intentional weight loss is permitted if \\< 10% in the last three months and patient BMI is \\> 22 kg/m2.\n6. Severe heart, liver, pulmonary, kidney comorbidities.\n7. Current status of pregnancy or lactation, where pregnancy is defined as the state of a female after conception and until the termination of gestation, confirmed by a positive hCG laboratory test (\\> 5 mIU/mL).\n8. Active HBV or HCV infection.\n9. Severe infections within 4 weeks prior to FMD initiation, including, but not limited to, hospitalization for complications of infection, bacteremia, or severe pneumonia.\n10. Active autoimmune diseases that require systemic treatment (i.e. with use of disease modifying agents, corticosteroids or immunosuppressive drugs).\n11. History of recent diagnosis of hypothyroidism for which replacement therapy (eg., thyroxine) and blood endocrine profile are not stabilized yet.\n12. Established diagnosis of diabetes mellitus type I or diabetes mellitus type II that requires pharmacological treatment (including, but not limited to, insulin, insulin secretagogues and metformin).\n13. Severe impairment of the gastrointestinal (GI) function or GI disease that may alter the digestion and absorption of nutrients during the re-feeding phase (e.g. active ulcerative diseases of the stomach or intestine, uncontrolled nausea, vomiting, diarrhea, malabsorption syndrome, or small bowel resection).\n14. Known history of Human Immunodeficiency Virus (HIV) infection.\n15. Clinically significant heart disease and/or recent cardiac events including:\n\n    * history of angina pectoris, coronary artery bypass graft (CABG), symptomatic pericarditis, or myocardial infarction within 12 months prior to the start of study treatment;\n    * history of documented congestive heart failure (NYHA III-IV);\n    * documented cardiomyopathy.\n16. History of cardiac arythmias, (e.g. ventricular tachycardia, chronic atrial fibrillation), complete left bundle branch block, high grade AV block (e.g. bifascicular block, Mobitz type II and third degree AV block), supraventricular, nodal arrhythmias, or conduction abnormality in the previous 12 months.\n17. Uncontrolled hypertension defined by a Systolic Blood Pressure (SBP) ≥ 160 mmHg and/or Diastolic Blood Pressure (DBP) ≥ 100 mmHg, with or without anti-hypertensive medication.\n18. Known reduction of left-ventricular ejection fraction (LVEF) to less than 50%, as assessed by multigated radionuclide scintigraphic scan (MUGA) or echocardiography.\n19. Previous episodes of symptomatic hypotension causing unconsciousness.\n20. Baseline fasting plasma glucose ≤ 65 mg/dl.\n21. Ongoing therapy with systemic corticosteroids, or systemic corticosteroid therapy ≤ 2 weeks before study enrollment, or who have not recovered from side effects of such treatment. The following uses of corticosteroids are permitted: topical applications (e.g. for rash), inhaled sprays (e.g. for obstructive airways diseases), eye drops.\n22. Any serious medical or psychiatric illness that in the assessment of the investigator renders the patient not suitable for participation in this clinical study.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}