{
    "nctId": "NCT01870505",
    "briefTitle": "BYL719 Plus Letrozole or Exemestane for Patients With Hormone-Receptor Positive Locally-Advanced Unresectable or Metastatic Breast Cancer",
    "officialTitle": "A Phase I Trial of BYL719 Plus Letrozole or Exemestane for Patients With Hormone-Receptor Positive Locally-Advanced Unresectable or Metastatic Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Metastatic or Locally-advanced Unresectable Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 52,
    "primaryOutcomeMeasure": "phase II dose of BYL719 (Arm A and Arm B)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Women age ≥ 18 years\n* Willing and able to comply with scheduled visits, treatment plan and laboratory tests\n* Willing and able to consent for biopsy of locally-advanced or metastatic breast cancer prior to treatment\n* Metastatic or locally-advanced unresectable breast cancer (includes metastatic or locally-advanced unresectable breast cancer which is diagnosed while on adjuvant letrozole or exemestane)\n* Histologically documented HR+ breast cancer in either the primary or metastatic setting, as defined by ER or PR ≥ 1%; results from the local lab are acceptable. Eligibility will not be affected by HER2 status.\n* The most recent treatment prior to enrollment must be one of the following (duration of treatment ≥2 weeks), and must have been adequately tolerated according the treating physician's judgment:\n* Letrozole\n* Exemestane\n* Exemestane + everolimus (everolimus must be discontinued for ≥ 3 weeks prior to starting study treatment)\n* Letrozole or exemestane in combination with an experimental agent(s) on a clinical trial, provided that the experimental agent(s) is not a PI3K inhibitor or AKT inhibitor (experimental agent(s) must be discontinued for ≥ 3 weeks prior to starting study treatment)\n* Any number of prior endocrine therapies (including tamoxifen, fulvestrant and/or aromatase inhibitors in either the adjuvant or metastatic setting) and any number of prior chemotherapy regimens. Anti-cancer systemic therapy, such as chemotherapy or biologics or endocrine therapy, other than the AI, must be discontinued for ≥ 3 weeks prior to starting study treatment.\n* For the dose-finding phase, patients must also have stable disease OR progression of disease on the most recent treatment. For the expansion phase, patients must have progression of disease on the most recent treatment. Progression of disease is defined as new or worsening disease on objective imaging. Progression of disease includes recurrence diagnosed while on adjuvant letrozole or exemestane.\n* Postmenopausal women, as defined by one of the following (estradiol assay cutoff takes into account that the patient is on aromatase inhibitor therapy):\n* Age ≥ 55 years and one year or more of amenorrhea\n* Age \\< 55 years and one year or more of amenorrhea, with an estradiol assay within the post-menopausal range\n* Age \\< 55 years with prior hysterectomy but intact ovaries, with an estradiol assay within the post-menopausal range\n* Surgical menopause with bilateral oophorectomy\n* Ovarian suppression with a LH-RH agonist, with an estradiol assay within the post-menopausal range at baseline and periodically on-study Measurable or non-measurable disease per RECIST criteria v1.1\n* ECOG performance status 0-1\n* Adequate organ function, as defined by all of the following:\n\nHematologic parameters:\n\n* Absolute neutrophil count (ANC) ≥ 1500/μl (without growth factor support)\n* Platelets ≥ 100,000/μl (no transfusion allowed within 2 weeks)\n* Hemoglobin ≥ 9.0 g/dl (may be reached by transfusion)\n* Liver function:\n* Serum bilirubin ≤ 1.5 x upper limit of normal (ULN) unless attributable to Gilbert's syndrome\n* AST ≤ 2.5 x ULN, or ≤ 5 x ULN if liver metastases are present\n* ALT ≤ 2.5 x ULN, or ≤ 5 x ULN if liver metastases are present\n\nKidney function:\n\n* Creatinine ≤ 1.5 ULN\n* Endocrine function:\n* Fasting plasma glucose \\<140 mg/dl (may be on antiglycemic agents other than insulin). Fasting glucose measurement must be obtained at least 8 hours after the most recent caloric intake.\n* Ability to swallow oral medication\n* Willing to discontinue all herbal preparations / medications at least 7 days prior to the first dose of study drug and throughout the study. These include, but not limited to,St. John's wort, Kava, ephedra (ma huang), gingko biloba, dehydroepiandrosterone (DHEA), yohimbe, saw palmetto, and ginseng.\n\nExclusion Criteria:\n\n* Pregnant patients or women who are breast-feeding (patients must be postmenopausal, see Section 6.1.9)\n\nPatients with central nervous system (CNS) involvement may participate if:\n\n* Clinically stable with respect to the CNS tumor at the time of screening and \\>4 weeks from prior therapy completion (including radiation and/or surgery) to the start of study treatment\n* Not receiving steroid therapy\n* Not receiving enzyme inducing anti-epileptic medications that were started for brain metastases (these include carbamazepine, phenytoin, phenobarbital, primidone, oxcarbazepine, topiramate, and vigabatrin) Prior PI3K inhibitor or AKT inhibitor (patients previously treated with everolimus are eligible, see rationale in Section 3.6)\n* History of toxicity to the most recent AI (letrozole or exemestane) that warrants cessation of the AI\n* Patients who have received radiotherapy ≤ 2 weeks prior to starting study treatment\n* Patients who have undergone major surgery ≤ 4 weeks prior to starting study treatment, who have not recovered from side effects of such procedure\n* Uncontrolled diabetes (as defined by fasting glucose ≥ 140mg/dL) and/or insulin-dependent diabetes. Fasting glucose measurement must be obtained at least 8 hours after the most recent caloric intake. Patients currently requiring the use of antiglycemic agents (other than insulin) may be enrolled if fasting glucose \\<140mg/dL.\n* Current need for chronic corticosteroid therapy (≥10mg of prednisone daily or an equivalent dose of other corticosteroid), or patients who have received systemic corticosteroids ≤ 2 weeks prior to starting study drug\n* Current therapeutic anticoagulation with warfarin (or coumarin derivatives) Active infection or serious underlying medical condition that would impair the patient's ability to receive protocol treatment\n* Clinically significant cardiac disease or impaired cardiac function, such as:\n* Congestive heart failure requiring treatment (e.g., New York Heart Association Class II, III or IV) Acute coronary syndromes \\< 3 months prior to screening (including myocardial infarction, unstable angina, coronary artery bypass graft, coronary angioplasty, or stenting)\n* Uncontrolled arterial hypertension defined by blood pressure \\> 140/100 mm Hg at rest (average of 3 consecutive readings)\n* History or current evidence of unstable, clinically significant cardiac arrhythmias or patients that require medications with a narrow therapeutic window, atrial fibrillation and/or conduction abnormality, e.g. congenital long QT syndrome, high-Grade/complete AV-blockage\n* Corrected QT interval (QTc) \\> 480 msec on screening ECG Patients who are currently receiving medication with a known risk of prolonging the QT interval or inducing Torsades de Pointes (TdP) and the treatment cannot either be discontinued or switched to a different medication prior to starting study drug treatment (see Section 9.6.3 and Appendix F)\n* Impaired gastrointestinal function or poorly controlled gastrointestinal disease that may significantly alter the absorption of oral BYL719 (e.g. Crohn's disease, ulcerative colitis, malabsorption syndrome, small bowel resection, uncontrolled nausea or vomiting, or grade ≥ 3 diarrhea of any etiology) based on treating physician assessment\n* Patients may not have a \"currently active\" second malignancy other than non-melanoma skin cancers. Patients are not considered to have a \"currently active\" malignancy if they have completed therapy and are considered by their physician to be at less than 30% risk of relapse.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}