{
    "nctId": "NCT05287139",
    "briefTitle": "QOL of Women With HR-Positive Metastatic BC Treated in the First-line Setting: Comparison Between Public and Private Institutions.",
    "officialTitle": "Quality of Life of Women With Hormone Receptor-Positive Metastatic Breast Cancer Treated in the First-line Setting: Comparison Between Public and Private Institutions.",
    "overallStatus": "UNKNOWN",
    "conditions": "Quality of Life, Breast Neoplasm Female",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 202,
    "primaryOutcomeMeasure": "Assess the quality of life",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients who agree to participate by signing a document of free and informed consent (ICF), indicating that the research participant was informed about all relevant aspects of the study;\n* Female patients ≥ 18 years of age;\n* Patients diagnosed with hormone receptor positive, human epidermal growth factor receptor-type 2 -negative metastatic breast cancer; in first-line treatment (metastatic de novo disease or patients with recurrence during adjuvant endocrine therapy).\n* First-line treatment can be considered as cytotoxic chemotherapy, isolated endocrine therapy or endocrine therapy in combination with 4/6 cyclin inhibitors.\n* Patients on treatment for at least three (3) months and no more than eighteen (18) months.\n* Have performance status Eastern Cooperative Oncology Group (ECOG scale) of 0-2.\n* Do not present other concomitant neoplasms.\n\nExclusion Criteria:\n\n* Patients who refuse to participate.\n* Illiterate patients, with low levels of education or cognitive deficits that make it difficult to answer the questions of the data collection instrument.\n* Patients with life expectancy \\<3 months.\n* Treatment with any product under investigation during the last 28 days.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}