{
    "nctId": "NCT03253575",
    "briefTitle": "CANscriptTM Clinical Outcomes in a Real-World Setting (ANCERS)-2",
    "officialTitle": "CANscriptTM Clinical Outcomes in a Real-World Setting (ANCERS)-2: A Prospective, Multicenter, Observational Study Examining the Clinical Utility of CANscriptTM in Routine Clinical Practice",
    "overallStatus": "SUSPENDED",
    "conditions": "Adult Solid Tumor",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 800,
    "primaryOutcomeMeasure": "CANscript decision impact will be captured via a study specific questionnaire",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Male or female patient ≥18 years old\n2. ECOG performance status of ≤ 2\n3. The patient's tumor must be amenable to a tumor biopsy sampling, so that CANscript can be performed\n4. The patient must have disease that is measurable by standard imaging techniques, per the RECIST 1.1 (For patients with prior radiation therapy, measurable lesions must be outside of any prior radiation field\\[s\\], unless disease progression has been documented at that disease site subsequent to radiation)\n5. Histologically- or cytologically-confirmed:\n\n   A Locally advanced or metastatic HNSCC; B Locally advanced or metastatic TNBC; C Locally advanced or metastatic Stage 3b or 4 NSCLC after failure of appropriate 1st line therapy (i) Patients with EGFR or ALK mutations must have received previous appropriate therapy; D Locally advanced or metastatic epithelial ovarian, fallopian tube, or primary peritoneal carcinoma, after failure of 1st line platinum-based chemotherapy (i) Recurrent or persistent stage 3 or 4 disease requiring relapse histologic documentation; E Stage IV metastatic CRC\n6. Patient has signed informed consent prior to initiation of any study-specific procedures\n\nExclusion Criteria:\n\n1. The patient has persistent clinically significant toxicities (Grade ≥2) from previous anticancer therapy (excluding chronic Grade 2 chemotherapy-related neuropathy which is permitted, and excluding Grade 2-3 laboratory abnormalities if they are not associated with symptoms, are not considered clinically significant by the Investigator, and can be managed with available medical therapies).\n2. The patient has received treatment with chemotherapy, external-beam radiation, or other systemic anticancer therapy within 14 days prior to study entry (42 days for prior nitrosourea or mitomycin-C). (Patients could have received supportive care therapeutics as appropriate).\n3. The patient has an additional active malignancy that may confound the assessment of the study endpoints. Patients with a past cancer history (active malignancy within 2 years prior to study entry) with substantial potential for recurrence must be discussed with the Sponsor before study entry. Patients with the following concomitant neoplastic diagnoses are eligible: non-melanoma skin cancer, carcinoma in situ (including transitional cell carcinoma, cervical intraepithelial neoplasia), organ-confined prostate cancer with no evidence of progressive disease.\n4. The patient has clinically significant cardiovascular disease (e.g., uncontrolled or any New York Heart Association Class 3 or 4 congestive heart failure, uncontrolled angina, history of myocardial infarction, unstable angina or stroke within 6 months prior to study entry, uncontrolled hypertension or clinically significant arrhythmias not controlled by medication).\n5. The patient has uncontrolled, clinically significant pulmonary disease (e.g., chronic obstructive pulmonary disease, pulmonary hypertension) that in the opinion of the Investigator would put the patient at significant risk for pulmonary complications during the study.\n6. The patient has known active or suspected brain or leptomeningeal metastases. (Central nervous system \\[CNS\\] imaging is not required prior to study entry unless there is a clinical suspicion of CNS involvement). Patients with stable, treated brain metastases are eligible provided there is no evidence of CNS disease growth on imaging for at least 6 weeks following radiation therapy or other loco-regional ablative therapy to the CNS.\n7. The patient is receiving immunosuppressive therapy for prophylaxis following a prior organ transplant (solid organ or allogeneic stem cell). Corticosteroid therapy is permitted.\n8. The patient has uncontrolled intercurrent illness including, but not limited to, uncontrolled infection, disseminated intravascular coagulation, or psychiatric illness/social situations that would limit compliance with study requirements.\n9. The patient is pregnant or breast-feeding. The patient has known positive status for human immunodeficiency virus active or chronic Hepatitis B or Hepatitis C.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}