{
    "nctId": "NCT01583426",
    "briefTitle": "Nanoparticle-based Paclitaxel vs Solvent-based Paclitaxel as Part of Neoadjuvant Chemotherapy for Early Breast Cancer (GeparSepto)",
    "officialTitle": "A Randomized Phase III Trial Comparing Nanoparticle-based Paclitaxel With Solvent-based Paclitaxel as Part of Neoadjuvant Chemotherapy for Patients With Early Breast Cancer (GeparSepto)",
    "overallStatus": "COMPLETED",
    "conditions": "Tubular Breast Cancer Stage II, Mucinous Breast Cancer Stage II, Breast Cancer Female NOS, Invasive Ductal Breast Cancer, Tubular Breast Cancer Stage III, HER-2 Positive Breast Cancer, Inflammatory Breast Cancer Stage IV, Inflammatory Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 1229,
    "primaryOutcomeMeasure": "Pathological complete response (pCR=ypT0 ypN0) rates of neoadjuvant treatment of nab-paclitaxel with solvent-based paclitaxel as part of neoadjuvant treatment of operable or locally advanced primary breast cancer.",
    "eligibilityCriteria": "Inclusion Criteria:\n\nPatients will be eligible for study participation only if they comply with the following criteria:\n\n* Written informed consent for all study according to local regulatory requirements prior to beginning specific protocol procedures.\n* Complete baseline documentation must be sent to GBG Forschungs GmbH.\n* Unilateral or bilateral primary carcinoma of the breast, confirmed histologically by core biopsy. Fine-needle aspiration alone is not sufficient. Incisional biopsy is not allowed. In case of bilateral cancer, the investigator has to decide prospectively which side will be evaluated for the primary endpoint.\n* Tumor lesion in the breast with a palpable size of \\>= 2 cm or a sonographical size of \\>= 1 cm in maximum diameter. The lesion has to be measurable in two dimensions, preferably by sonography. In case of inflammatory disease, the extent of inflammation can be used as measurable lesion.\n* Patients must be in the following stages of disease:\n\n  * - cT2 - cT4a-d or\n  * cT1c and cN+ or\n  * - cT1c and pNSLN+ or\n  * - cT1c and ER-neg and PR-neg or\n  * - cT1c and Ki67 \\> 20%\n  * - cT1c and HER2-pos\n  * In patients with multifocal or multicentric breast cancer, the largest lesion should be measured.\n* Centrally confirmed ER/PR/HER-2, Ki-67 and SPARC status detected on core biopsy. ER/PR positive is defined as \\>1% stained cells and HER2-positive is defined as IHC 3+ or in-situ hybridisation (ISH) ratio \\>2.0. Formalin-fixed, paraffin-embedded (FFPE) breast tissue from core biopsy has therefore to be sent to the Dept. of Pathology at the Charité, Berlin prior to randomization.\n* Age \\>= 18 years.\n* Karnofsky Performance status index \\>= 80%.\n* Normal cardiac function must be confirmed by ECG and cardiac ultrasound (LVEF or shortening fraction) within 3 months prior to randomization. Results must be above the normal limit of the institution. For patients with HER2-positive tumors LVEF must be \\>= 55%.\n* Laboratory requirements:\n* Hematology\n* - Absolute neutrophil count (ANC) \\>= 2.0 x 109 / L and\n\n  * Platelets \\>= 100 x 109 / L and\n  * Hemoglobin \\>= 10 g/dL (\\>= 6.2 mmol/L)\n* Hepatic function\n* - Total bilirubin \\< 1.5x UNL and\n\n  * ASAT (SGOT) and ALAT (SGPT) \\<= 1.5x UNL and\n  * Alkaline phosphatase \\<= 2.5x UNL.\n* Negative pregnancy test (urine or serum) within 14 days prior to randomization for all women of childbearing potential.\n* Complete staging work-up within 3 months prior to randomization. All patients must have bilateral mammography, breast ultrasound (\\<= 21 days), breast MRI (optional), chest X-ray (PA and lateral), abdominal ultrasound or CT scan or MRI, and bone scan done. In case of positive bone scan, bone X-ray is mandatory. Other tests may be performed as clinically indicated.\n* Patients must be available and compliant for central diagnostics, treatment and follow-up.\n\nExclusion Criteria:\n\n* Prior chemotherapy for any malignancy.\n* Prior radiation therapy for breast cancer.\n* Pregnant or lactating patients. Patients of childbearing potential must implement adequate non-hormonal contraceptive measures (barrier methods, intrauterine contraceptive devices, sterilization) during study treatment.\n* Inadequate general condition (not fit for anthracycline-taxane-targeted agents-based chemotherapy).\n* Previous malignant disease without being disease-free for less than 5 years (except CIS of the cervix and non-melanomatous skin cancer).\n* Known or suspected congestive heart failure (\\>NYHA I) and / or coronary heart disease, angina pectoris requiring antianginal medication, previous history of myocardial infarction, evidence of transmural infarction on ECG, uncontrolled or poorly controlled arterial hypertension (i.e. BP \\>160 / 90 mm Hg under treatment with two antihypertensive drugs), rhythm abnormalities requiring permanent treatment, clinically significant valvular heart disease.\n* History of significant neurological or psychiatric disorders including psychotic disorders, dementia or seizures that would prohibit the understanding and giving of informed consent.\n* Persons who have been admitted to an institution by order of jurisdictional or governmental grounds.\n* Pre-existing motor or sensory neuropathy of grade 2 or more by NCI-CTC criteria v 4.0.\n* Currently active infection.\n* Definite contraindications for the use of corticosteroids.\n* Known hypersensitivity reaction to one of the compounds or incorporated substances used in this protocol.\n* Concurrent treatment with:\n* - chronic corticosteroids unless initiated \\> 6 months prior to study entry and at low dose (10 mg or less methylprednisolone or equivalent).\n* - sex hormones. Prior treatment must be stopped before study entry.\n* - other experimental drugs or any other anti-cancer therapy.\n* Participation in another clinical trial with any investigational, not marketed drug within 30 days prior to study entry.\n* Male patients.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}