{
    "nctId": "NCT01205217",
    "briefTitle": "Lapatinib or Trastuzumab Given Prior to Surgery With Chemotherapy in Patients With Early Breast Cancer",
    "officialTitle": "Randomized Study of Efficacy & Safety of Lapatinib & Epirubicin & Cyclophosphamide (EC90) Followed by Paclitaxel & Lapatinib Compared With EC90 Followed by Paclitaxel & Trastuzumab, as Neoadjuvant Therapy in Patients With Previously Untreated ErbB2-overexpressing Stage I - IIIA Breast Cancer.",
    "overallStatus": "WITHDRAWN",
    "conditions": "Neoplasms, Breast",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "Pathologic complete response (pCR) in the breast",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Signed written informed consent approved by an Independent Ethics Committee (IEC) and obtained prior to any study specific screening procedures.\n2. Female patients aged ≥18 years.\n3. Eastern Cooperative Oncology Group (ECOG) performance status 0 -1.\n4. Histologically confirmed, previously untreated, operable Stage I-IIIA invasive breast cancer:\n\n   * Primary tumour greater than 1 cm in diameter measured by clinical examination and confirmed by at least one imaging study (mammography, breast ultrasound or MRI).\n   * In the case of a multifocal tumour (defined as the presence of two or more foci of cancer within the same breast quadrant), the largest lesion must be \\>1 cm and is designated as the \"target\" lesion for all subsequent tumour evaluations.\n5. Over expression and/or amplification of ErbB2 in the invasive component of the primary tumour according to one of the following definitions. Central laboratory confirmation is not required prior to randomization, but tumour samples must be available for banking and retrospective confirmation.\n\n   • 3+ over expression by IHC (\\>30% of invasive tumour cells);\n   * 2+ or 3+ (in 30% or less neoplastic cells) over expression by IHC AND in situ hybridization (FISH/CISH) test demonstrating ErbB2 gene amplification;\n   * ErbB2 gene amplification by FISH/CISH (\\>6 ErbB2 gene copies per nucleus, or a FISH ratio \\[ErbB2 gene copies to chromosome 17 signals\\] of \\>2.2.) Patients with a negative or equivocal overall result (FISH test ratio of ≤2.2, ≤6.0 ErbB2 gene copies per nucleus) and staining scores of 0,1+, 2+ or 3+ (in 30% or less neoplastic cells) by IHC are NOT eligible for participation in the trial.\n6. Known ER and PgR hormone receptor status.\n7. LVEF within institutional normal range (evaluated by multiple-gated acquisition \\[MUGA\\] or echocardiography).\n8. Women of childbearing potential must have a negative serum pregnancy test within 14 days (preferably 7 days) of first dose of study treatment and agree to use effective contraception, as defined in Section 7.3.2, during the study and for 28 days following the last dose of study drug.\n9. Adequate baseline organ function defined by:\n\n   • Absolute neutrophil count (ANC) ≥ 1.5 x 109/L,\n\n   • Hemoglobin ≥ 9 g/dL,\n\n   • Platelet count ≥ 100 x 109/L,\n\n   • Serum bilirubin ≤1.5 x ULN. In the case of known Gilbert´s syndrome, \\< 2x ULN is allowed,\n\n   • ALT and AST ≤ 2.5 x ULN,\n\n   • Alkaline phosphatase ≤ 2.5 x ULN,\n   * Serum creatinine ≤ 1.6 mg/dL or calculated creatinine (Cockcroft and Gault ) clearance ≥50mL/m.\n10. Patient agrees to make available tumour tissue samples for submission to the central laboratory for planned as well as future translational research.\n11. French subjects: In France, a subject will be eligible for inclusion in this study only if either affiliated to or a beneficiary of a social security category.\n\n    -\n\nExclusion Criteria:\n\n1. Metastatic, locally advanced, or inflammatory breast cancer as defined by the AJCC (7th Edition).\n2. Bilateral breast cancer.\n3. Multicentric breast cancer (defined as the presence of two or more foci of cancer in different quadrants of the same breast).\n4. Any prior treatment for primary breast cancer (other than excision of tumour in the contralateral breast, and provided that the patient did not previously receive adjuvant radiotherapy or chemotherapy, all of which exclude the patient).\n5. Concurrent participation in another clinical trial involving anti-cancer investigational drug or administration of an investigational drug within 30 days or 5 half-lives, whichever is longer, preceding the first dose of study treatment.\n6. History of any prior malignancy in previous 5 years (patients with a history of completely resected non-melanoma skin cancer or successfully treated carcinoma in situ of the cervix are eligible).\n7. History of significant comorbidities that interfere with the conduct of the study, or evaluation of the results, or with informed consent.\n8. Active infection.\n9. Peptic ulcer or unstable diabetes mellitus within 8 weeks prior to study enrolment.\n10. Clinically significant (i.e. active) cardiovascular disease, including cerebrovascular accident (≤6 months before enrolment), myocardial infarction (≤6 months before enrolment), unstable angina, New York Heart Association (NYHA) ≥ grade 2 congestive heart failure, serious cardiac arrhythmia requiring medication during the study and that might interfere with regularity of the study treatment, or not controlled by medication.\n11. Subjects who have current active hepatic or biliary disease (with exception of patients with Gilbert's syndrome, asymptomatic gallstones, or stable chronic liver disease per investigator assessment).\n12. Lactating women.\n13. Subjects unable to swallow and retain orally administered medication or with any clinically significant gastrointestinal abnormalities that may alter absorption such as malabsorption syndrome, major resection of the stomach or bowels, or ulcerative colitis are also excluded.\n14. Any serious and/or unstable pre-existing medical, psychiatric disorder, or other conditions that could interfere with subject's safety, obtaining informed consent or compliance to the study procedures, in the opinion of the Investigator.\n15. Have a known immediate or delayed hypersensitivity reaction or idiosyncrasy to any of the study drugs, active ingredients, or excipients that contraindicates their participation.\n16. Concomitant use of CYP3A4 inhibitors or inducers.\n\n    -",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}