{
    "nctId": "NCT04261179",
    "briefTitle": "Study Comparing Lymphoseek® vs. Albumin Nanocolloid in Head and Neck, Melanoma and Breast Cancer",
    "officialTitle": "An Exploratory Prospective, Open-label, Unicentric Study With Cross-over Design, Comparing Lymphoseek® vs. Albumin Nanocolloid for Image- Guided Sentinel Lymph Node Mapping in Head and Neck, Melanoma and Breast Cancer.",
    "overallStatus": "UNKNOWN",
    "conditions": "Head Cancer, Neck Cancer, Melanoma, Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE4",
    "allocation": "NA",
    "primaryPurpose": "DIAGNOSTIC",
    "enrollmentCount": 30,
    "primaryOutcomeMeasure": "Nodal Concordance: proportion of lymph nodes identified by 99mTc-tilmanocept vs nanocolloidal human serum albumin by lymphoscintigraphies",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Written informed consent\n* Histologically confirmed diagnosis of melanoma, breast cancer or head and neck cancer and candidate for surgical resection with lymph node mapping being a part of the surgical plan.\n* At least 18 years of age at the time of consent.\n* The subject is clinically node negative (cN0) at the time of screening.\n* In Melanoma Patients\n\n  * Diagnosis of primary melanoma with sentinel node indication ( \\>0.8 mm Breslow thickness; clinically negative lymph nodes)\n* In Breast Cancer Patients\n\n  * T1-T2 N0 breast cancer.\n  * Patients with pure ductal carcinoma in situ (DCIS) if lymph node biopsy is part of the surgical plan.\n* In Oral cavity tumors patients\n\n  * T1-T2 N0 oral cavity squamous cell carcinoma\n\nExclusion Criteria:\n\n* Pregnancy or lactation\n* Clinical or radiological evidence of metastatic cancer including palpably abnormal or enlarged lymph nodes\n* Patients that have had preoperative chemotherapy, immunotherapy or radiation therapy\n* Patients who have undergone node basin surgery of any type or radiation to the nodal basin(s) potentially draining the primary tumor\n* Patients who have undergone a wide excision for their tumor or complex reconstruction (rotation, free flap or skin graft of any type).",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}