{
    "nctId": "NCT00321048",
    "briefTitle": "Spect Analysis of Cardiac Perfusion Changes After Whole Breast/Chest Wall Radiation Therapy With ABC",
    "officialTitle": "Spect Analysis of Cardiac Perfusion Changes After Whole Breast/Chest Wall Radiation Therapy With Active Breathing Coordinator",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Neoplasms, Carcinoma, Ductal, Adenocarcinoma",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 57,
    "primaryOutcomeMeasure": "Efficacy of Active Breathing Coordinator (ABC) Device as Determined by the Mean Apical Perfusion Score",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patient must be 18 and older\n* Patients must have histologically confirmed (by routine H\\&E staining) invasive adenocarcinoma or Ductal Carcinoma In Situ of the left breast.\n* Patients must have undergone a segmental mastectomy (SM) or Mastectomy\n* Patients must not have received prior radiation therapy to the breast at any time for any reason.\n* Any patient with active local-regional disease prior to registration is not eligible.\n* Patients must not be pregnant due to the potential for fetal harm as a result of this treatment regimen. Women of child-bearing age will be given a serum pregnancy test prior to study entry to ensure they are not pregnant. Women of child-bearing potential must use effective non-hormonal contraception while undergoing radiation therapy.\n* Patients must not have a serious medical or psychiatric illness which prevents informed consent or compliance with treatment.\n* All patients must be informed of the investigational nature of this study and give written informed consent in accordance with institutional and federal guidelines.\n\nExclusion Criteria:\n\n* Patients requiring oxygen\n* Sarcoma or Squamous Cell pathology\n* Right-sided breast cancers\n* Metastatic disease to the breast",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}