{
    "nctId": "NCT06336928",
    "briefTitle": "A Validation Study to Determine Concordance of Liquid Biopsy and Breast Cancer Diagnosis",
    "officialTitle": "A Validation Study to Determine Concordance of Liquid Biopsy and Breast Cancer Diagnosis",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Carcinoma",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 490,
    "primaryOutcomeMeasure": "Assess the sensitivity and specificity of LBx as a screening method for breast cancer",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* \\* Women\n\n  * Age ≥ 18 years.\n  * Screening Mammography Cohort: Patients who were referred for screening mammography and had mammography performed within 6 months prior to blood draw or will be undergoing mammography within 6 months after blood draw. Patient must not have personal history of breast cancer, history of breast biopsy or prior abnormal mammography findings are allowed. OR\n  * Abnormal Screening Cohort: Patient who has had mammography that revealed abnormal results (BIRADS 3, 4, 5) or abnormal MRI results requiring further testing (additional imaging modality or biopsy). Patients must not have a history of breast cancer, history of breast biopsy, or prior abnormal mammography findings are allowed. The blood draw must occur in the time between the abnormal mammography and start of definitive treatment (surgery or neoadjuvant chemotherapy). Patients who have already undergone surgery/excisional biopsy due to abnormal mammography findings are not eligible. OR\n  * New Beast Cancer Cohort: Patients with new biopsy proven diagnosis of breast cancer (invasive breast cancer or DCIS) within 60 days of blood draw who has not started any cancer directed therapy, including surgery, radiation, hormonal therapy or chemotherapy. Any breast cancer type patients at any stage are eligible. OR\n  * Remission Breast Cancer Cohort: Patients with personal history of localized breast cancer (stage 1, 2, 3) that has been previously treated with cancer directed therapy, such as surgery, chemotherapy, radiation and/or hormonal therapy who has been in completed remission. Patients must complete their surgery, adjuvant chemotherapy and/or radiation therapy prior to enrollment. The blood draw must occur at least 90 days after completion of the specified treatment modalities. Patients on adjuvant hormonal therapy are eligible to enroll (those who are treated with adjuvant hormonal therapy in combination with CDK4/6 inhibitor must complete CDK4/6 inhibitor therapy prior to enrollment).\n\nExclusion Criteria:\n\n* \\* Patients unable to give informed consent\n\n  * Patients who have received blood transfusion with 14 days prior to study blood draw\n  * Patients who had a heart attack, stroke, or pulmonary embolism within 3 months to study blood draw\n  * Excisional breast biopsy in the prior 30 days. Needle biopsy of the breast is permitted",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}