{
    "nctId": "NCT03248427",
    "briefTitle": "Neadjuvant Multi-agent Chemotherapy or Letrozole Plus Ribociclib in Luminal B/HER2-negative Breast Cancer.",
    "officialTitle": "CORALLEEN: A Phase 2 Clinical Trial of Multi-agent Chemotherapy or Letrozole Plus Ribociclib (LEE011) as Neoadjuvant Treatment for Postmenopausal Patients With Luminal B/HER2-negative Breast Cancer.",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 106,
    "primaryOutcomeMeasure": "Rate of ROR-low according to the Prosigna test.",
    "eligibilityCriteria": "Inclusion Criteria\n\n1. Signed Informed Consent Form prior to any study-specific procedure.\n2. Female patients.\n3. Post-menopausal status and age ≥18 years.\n4. Histologically confirmed invasive breast carcinoma, with all the following characteristics:\n\n   * Primary tumor ≥ 2cm in largest diameter as measured by breast MRI\n   * Stage I to stage IIIA breast cancer\n   * No evidence of distant metastasis (M0)\n5. Breast cancer eligible for primary surgery.\n6. Available pre-treatment FFPE core (Tru-cut) biopsy evaluable for PAM50 or possibility to obtain one. Minimal sample requirements are to have at least 2 tumor cylinders with a minimal tissue surface of 10 mm2 tissue, containing at least 10% tumor cells and having enough tissue to do at least 2 cuts of 10 micrometers each.\n7. Luminal B subtype as per PAM50 analysis of pre-treatment sample.\n8. ER-positive and/or PgR-positive and HER2-negative tumor by ASCO/CAP guidelines assessed locally.\n9. In the case of a multifocal tumor (defined as the presence of two or more foci of cancer within the same breast quadrant), the largest lesion must be ≥ 2 cm and designated the \"target\" lesion for all subsequent tumor evaluations and HR+/HER2-negative status must be documented in all the tumor foci.\n10. ECOG performance status of 0 or 1.\n11. Adequate hematological, renal and hepatic function.\n12. Ability and willingness to comply with study visits, treatment, testing and to comply with the protocol.\n\nExclusion criteria\n\n1. Any prior treatment for primary invasive breast cancer.\n2. Inoperable locally advanced or inflammatory (i.e., inoperable Stage III) breast cancer.\n3. Metastatic (Stage IV) breast cancer.\n4. Bilateral invasive breast cancer.\n5. Multicentric breast cancer, defined as the presence of two or more foci of cancer in different quadrants of the same breast.\n6. Patients who have undergone sentinel lymph node biopsy prior to study treatment.\n7. Inability or unwillingness to swallow pills.\n8. Malabsorption syndrome or other condition that would interfere with enteric absorption of study drugs.\n9. Participation in a prior investigational study within 30 days prior to enrollment or within 5 half-lives of the investigational product, whichever is longer.\n10. Patient with a Child-Pugh score B or C.\n11. Patient has active cardiac disease or a history of cardiac dysfunction including any of the following:\n\n    * History of acute coronary syndromes (including myocardial infarction, unstable angina, coronary artery bypass grafting, coronary angioplasty or stenting) or symptomatic pericarditis within 12 months prior to screening.\n    * History of documented congestive heart failure (New York Heart Association functional classification III-IV).\n    * Documented cardiomyopathy.\n    * Patient has a Left Ventricular Ejection Fraction (LVEF) \\< 50% as determined by Multiple Gated acquisition (MUGA) scan or echocardiogram (ECHO).\n    * Clinical significant cardiac arrhythmias (e.g. ventricular tachycardia), complete left bundle branch block, high-grade AV block (e.g. bifascicular block, Mobitz type II and third-degree AV block)\n    * Long QT Syndrome or family history of idiopathic sudden death or congenital long QT syndrome.\n    * On screening 12-lead ECG, any of the following cardiac parameters (defined as the mean of triplicate ECGs: bradycardia (resting heart rate \\< 50), tachycardia (resting heart rate \\> 90), PR interval \\> 220 msec, QRS interval \\>109 msec, or QTcF interval ≥450 msec (using Fridericia's correction).\n12. Uncontrolled hypertension (Systolic blood pressure \\>160 mmHg or \\<90 mmHg and/or diastolic \\>100 mmHg).\n13. Active infection requiring intravenous (IV) antibiotics.\n14. Symptomatic hypercalcemia despite adequate management.\n15. Clinically significant history of liver disease, including viral or other hepatitis, current alcohol abuse, or cirrhosis.\n16. Known human immunodeficiency virus (HIV) infection.\n17. Any other diseases, active or uncontrolled pulmonary dysfunction, metabolic dysfunction, physical examination finding, or clinical laboratory finding giving reasonable suspicion of a disease or condition that contraindicates the use of an investigational drug, that may compromise compliance with the protocol, that may affect the interpretation of the results, or renders the patients at high risk from treatment complications.\n18. Significant traumatic injury within 3 weeks prior to initiation of study treatment.\n19. Major surgical procedure (not including minor procedures such as lymph node biopsy, tumor core biopsy, fine needle aspiration) within 4 weeks prior to initiation of study treatment or not fully recovered from any side effects of previous procedures.\n20. Any psychological, familial, sociological, or geographical condition potentially hampering compliance with the study protocol and follow-up schedule.\n21. History of other malignancy within 5 years prior to screening, except for appropriately treated basal or squamous cell carcinoma, carcinoma in situ of the cervix, non-melanoma skin carcinoma, or Stage I uterine cancer.\n22. Hormone replacement therapy stopped less than 2 weeks before treatment start.\n23. Currently receiving or has received systemic corticosteroids until 2 weeks before treatment start or who have not fully recovered from side effects of such treatment. Following corticosteroid uses are permitted: single doses, topical applications (e.g. for rash), inhaled sprays (e.g. for obstructive airways diseases), eye drops or local injections (e.g. intra-articular)\n24. Known hypersensitivity to any of the excipients of ribociclib, letrozole, doxorubicin, cyclophosphamide or paclitaxel.\n25. Patients currently on following medications, which cannot be interrupted 7 days prior treatment start:\n\n    * Any prohibited medication as per letrozole, doxorubicin, cyclophosphamide, or paclitaxel label.\n    * Herbal preparations/medications, dietary supplements.\n    * Medications that have a known risk to prolong the QT interval or cause Torsades de Pointe.\n    * Medications with a narrow therapeutic window and predominantly metabolized through CYP3A4/5.\n    * Strong inducers or inhibitors of CYP3A4/5, including grapefruit, grapefruit hybrids, pummelos, star-fruit and Seville oranges.\n    * Warfarin or other coumarin-derived anticoagulant for treatment, prophylaxis or otherwise. Therapy with heparin, low molecular weight heparin or fondaparinux is allowed.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}