{
    "nctId": "NCT04796324",
    "briefTitle": "Anti-tumor Effect of Ixabepilone in Metastatic Breast Cancer (mBC) Selected by the Ixabepilone DRP.",
    "officialTitle": "Phase II, Open Label, Single Arm Study to Investigate Anti-tumor Effect of Ixabepilone in Patients With Locally Recurrent or Metastatic Breast Cancer (mBC) Selected by the Ixabepilone DRP After Failure of an Anthracycline and Taxanes.",
    "overallStatus": "RECRUITING",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 60,
    "primaryOutcomeMeasure": "Clinical Benefit Rate (CBR)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Signed informed consent form\n2. Age 18 years or older\n3. Patients with histologically or cytological confirmed carcinoma of the breast. Patients with locally recurrent or metastatic disease\n4. Patients with HR-positive, HER negative tumors or triple negative tumors\n5. Previous chemotherapies (neo, adjuvant or in the metastatic setting) must have included a taxane and an anthracycline unless anthracycline therapy is not indicated.\n6. Maximum of three (3) prior chemotherapies in the metastatic setting in addition to any number of prior lines of endocrine therapy\n7. Measurable disease\n8. Performance status of ECOG ≤ 1\n9. With an Ixabepilone DRP - score of \\>33% (Germany \\>67%)\n10. Adequate conditions as evidenced by the following clinical laboratory values:\n\n    1. Absolute neutrophils count (ANC) ≥ 1.5 x 109/L\n    2. Hemoglobin \\> 6.2 mmol/L\n    3. Platelets ≥ 100 x 109 /L\n    4. Alanine aminotransferase (ALT) and aspartate aminotransferase (AST) ≤ 2.5 x ULN\n    5. Serum bilirubin ≤ 1.0 ULN\n    6. Alkaline phosphatase ≤ 2.5 x ULN or ≤5x ULN if documented liver/bone metastases. Creatinine ≤ 1.5 ULN\n    7. Blood urea within normal limits\n11. Because of possible interference of cytochrome P450 3A4 activity by ixabepilone, patients were excluded from receiving the following medications at enrollment and while enrolled onto the study: amiodarone, clarithromycin, erythromycin, fluconazole, itraconazole, ketoconazole, indinavir, nelfinavir, ritonavir, and saquinavir\n12. Women of childbearing age and potential must be willing to use effective contraception during the study and at least until 90 days after last dose of study drug. Male patients or male patients who have female partners of childbearing age and potential must be willing to use effective contraception during the study and at least until 90 days after last dose of study drug. Highly effective methods of birth control are defined as those which result in a low failure rate (i.e. less than 1% per year) when used consistently and correctly such as intrauterine devices or hormonal contraception (oral contraceptive pills, implants, transdermal patches, vaginal rings or long-acting injections)\n\nExclusion Criteria:\n\n1. HER2 positive tumor\n2. Concurrent chemotherapy, radiotherapy, hormonal therapy, or other investigational drug except non-disease related conditions (e.g. insulin for diabetes) during study period\n3. Patients with intracranial disease\n4. Other malignancy with exception of curative treated non-melanoma skin cancer or cervical carcinoma in situ within 5 years prior to entering the study\n5. Any active infection requiring parenteral or oral antibiotic treatment.\n6. Patients with grade 2, in case of diabetes grade 1 or greater neuropathy\n7. Clinically significant (i.e. active) cardiovascular disease:\n8. Stroke within ≤ 6 months prior to day 1\n9. Transient ischemic attach (TIA) within ≤ 6 months prior to day 1\n10. Myocardial infarction within ≤ 6 months prior to day 1\n11. Unstable angina\n12. New York Hart Association (NYHA) Class II or greater congestive heart failure (CHF)\n13. Serious cardiac arrhythmia requiring medication\n14. Other medications or conditions, including surgery, that in the Investigator's opinion would contraindicate study participation for safety reasons or interfere with the interpretation of study results.\n15. Requiring immediate palliative treatment of any kind including surgery and/or radiotherapy\n16. Female patients who are pregnant or breast-feeding (pregnancy test with a positive result before study entry)\n17. Known prior severe hypersensitivity reactions to agents containing polyoxyethylated castor oil (Cremophor EL)\n18. Known hypersensitivity to fluoropyrimidines;\n19. Known or suspected dihydropyrimidine dehydrogenase (DPD) deficiency;\n20. Patients must not continue treatment with the following strong inhibitors of CYP3A4:\n\nketoconazole, itraconazole, ritonavir, amprenavir, indinavir, nelfinavir, delavirdine and voriconazole. These therapies should be discontinued 72 hours prior to initiation of study drug therapy.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}