{
    "nctId": "NCT05867667",
    "briefTitle": "Cardiac Rehabilitation to Improve Breast Cancer Outcomes",
    "officialTitle": "Cardiac Rehabilitation to Improve Breast Cancer Outcomes (CRIBCO)",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer, Cardiovascular Diseases",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 30,
    "primaryOutcomeMeasure": "Change in cardiovascular fitness (as assessed using VO2max) between baseline and after 12 weeks of participation in a tapered 12-week cardiac rehabilitation program.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Breast cancer diagnosis stage I-III\n* Within 18-months of treatment completion (defined as completion of all oncologic treatments expect oral maintenance therapy)\n* Age 18 years or older\n* At increased risk for cardiovascular disease based on one of the following; a.Treatment with either anthracycline-based or anti-HER2 therapy-based treatment regimen plus the presence of: \\>2 cardiovascular heart disease risk factors (smoking, hypertension, diabetes mellitus, obesity, dyslipidemia), OR Age (\\>60 years) at cancer treatment, OR Left ventricular ejection fraction \\<50%as determined with a clinically ordered echo scan within 6 months of enrollment, b.Treatment with anthracycline followed by trastuzumab\n* Ability to understand and the willingness to sign a written informed consent.\n\nExclusion Criteria:\n\n* Planned surgery during the study period.\n* Under cardiology care for known high-risk cardiovascular disease defined as the presence of any of the following: severe, unrevascularized coronary artery disease, severe valvular heart disease, advanced heart failure with a left ventricular ejection fraction \\<35%)\n* Metastatic cancer\n* Unable to exercise (e.g., inability to complete a modified stress test or musculoskeletal condition that prevents adequate participation in exercise)\n* Adults unable to give consent, pregnant or lactating women, and prisoners are excluded from this study.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}