{
    "nctId": "NCT01279772",
    "briefTitle": "This Trial is a Prospective Observational Study of Newly Diagnosed Diffuse Large B Cell Primary Breast Lymphomas",
    "officialTitle": "A Prospective Observational Study of Newly Diagnosed Diffuse Large B Cell Primary Breast Lymphomas Treated With R-CHOP With or Without Radiotherapy",
    "overallStatus": "TERMINATED",
    "conditions": "Diffuse Large B-Cell Lymphoma of the Breast",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 1,
    "primaryOutcomeMeasure": "local and CNS relapse rate",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Previously untreated patients with DLBCL of the breast.\n* Patients must have CD20 positive tumors.\n* Stage IE or IIE.\n* Must have at least one objective measurable or evaluable disease. Baseline measurements and evaluations must be obtained within 4 weeks of registration to the study.\n* Patients must have an ECOG performance status 0-2.\n* Patients must have adequate organ function as evidenced by the following laboratory studies ( within 2 weeks prior to registration):\n\n  * Creatinine Clearance \\> 50 ml/min\n  * Total bilirubin \\< 2.0 mg/dl and AST \\< 2 x upper limit of normal. If documented hepatic involvement with lymphoma, total bilirubin can be \\< 3 x ULN, and AST \\< 5 x ULN.\n  * Absolute neutrophil count \\> 1500/mm3 and platelet count \\> 100,000/mm3. If documented bone marrow involvement with lymphoma, absolute neutrophil count \\> 500/mm3 and platelet count \\> 50,000/mm3.\n* Patients must be age \\> 18 years.\n* Patients must have a normal left ventricular ejection fraction to be eligible.\n\nExclusion Criteria:\n\n* historical or radiographic evidence of CNS metastasis including previously treated, resected or asymptomatic brain lesions or leptomeningeal involvement.\n* pregnant or breast feeding patients. Women of childbearing potential and sexually active males are strongly advised to use an accepted and effective method of contraception.\n* active infection requiring parental antibiotics.\n* known HIV infection",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}