{
    "nctId": "NCT06079983",
    "briefTitle": "JSKN003 Versus Treatment Of Physician'S Choice For HER2-low, Unresectable and/or Metastatic Breast Cancer Subjects",
    "officialTitle": "A Phase 3, Multicenter, Randomized, Open-Label, Active-Controlled Trial Of JSKN003 Versus Treatment Of Physician'S Choice For HER2-low, Unresectable and/or Metastatic Breast Cancer Subjects",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 400,
    "primaryOutcomeMeasure": "Progression Free Survival (PFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* 1. The subject is able to understand the informed consent form, voluntarily participate and sign the informed consent form.\n\n  2. The subject ≥ 18 years old on the day of signing the informed consent form, male or female.\n\n  3. Unresectable locally recurrent or metastatic breast cancer, previous histopathological reports of HER2 IHC 1+ or 2+ and ISH-, previous histopathological reports have not been diagnosed as HER2 IHC 3+ or 2+ and ISH+.\n\n  4. Have received at least 1 to 2 lines of chemotherapy regimens for breast cancer in the relapse/metastatic stage.\n\n  5. Willing to provide sufficient archived tumor pathology specimens for central laboratory detection of HER2 status.\n\n  6. Documented radiographic disease progression (during or after the most recent treatment).\n\n  7. At least one extracranial measurable lesion at baseline according to RECIST 1.1 criteria.\n\n  8. Expected survival ≥ 3 months. 9. ECOG score of 0 or 1 within 14 days prior to administration. 10. Female subjects of childbearing potential or male subjects of fertile partner consent to use highly effective contraception from the signing of informed consent.\n\n  11. Laboratory tests within 14 days before administration and cardiac function tests within 28 days meet the criteria.\n\n  12. Have sufficient elution of previous treatment before administration.\n\nExclusion Criteria:\n\n* 1. Untreated, or unstable brain parenchymal metastases, spinal cord metastases or compression, cancerous meningitis.\n\n  2. Patients with only skin lesions as target lesions. 3. Those with a history of other primary malignant tumors within 5 years before administration.\n\n  4. Selection of the control drug by the investigator who is not suitable for the protocol prescribed.\n\n  5. Previous use of anti-HER2 therapeutics, including anti-HER2 antibody conjugates.\n\n  6. Previous use of antibody conjugates containing topoisomerase I inhibitors. 7. There is a third gap fluid that cannot be controlled by drainage, etc. 8. Previous or current interstitial pneumonia/lung disease requiring systemic hormone therapy.\n\n  9. Inability to swallow, chronic diarrhea, intestinal obstruction, or other factors that affect oral administration and absorption of the drug.\n\n  10. Previous or current autoimmune disease. 11. Have uncontrolled comorbidities. 12. The toxicity of previous antitumor therapy has not been restored to grade ≤1 (NCI-CTCAE v5.0).\n\n  13. History of previous immunodeficiency. 14. History of life-threatening allergic reactions or known ≥ grade 3 allergy to any component or excipient in the investigational pharmaceutical formulation.\n\n  15. Other conditions that the investigators believe will affect the safety or adherence to drug treatment in this study, including but not limited to psychiatric disorders, alcohol or drug abuse.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}