{
    "nctId": "NCT03872505",
    "briefTitle": "Pre-operAtive Non-Anthracycline Chemotherapy, Durvalumab +/- RAdiation Therapy in Triple Negative Breast Cancer",
    "officialTitle": "A Randomized Phase II Study Evaluating Pathologic Response Rates Following Pre-operAtive Non-Anthracycline Chemotherapy, Durvalumab (MEDI4736) +/- RAdiation Therapy (RT) in Triple Negative Breast Cancer (TNBC): The PANDoRA Study.",
    "overallStatus": "WITHDRAWN",
    "conditions": "Breast Cancer, Triple Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "Pathological complete response rate in the breast and axilla",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Male/female patients with histologically confirmed invasive breast cancer, ER \\<10%, PR \\<10% and HER2-negative for whom adjuvant RT is planned and in whom pre-operative RT is feasible.\n2. Clinical stage II-III by the AJCC 8th definition, any nodal status (cT2-4N0 or cT1-4N1-3), biopsies of clinically suspicious lymph nodes to confirm nodal status is encouraged.\n3. Capable of giving signed informed consent which includes compliance with the requirements and restrictions listed in the informed consent form and in this protocol. Written informed consent and any locally required authorization obtained from the patient/legal representative prior to performing any protocol-related procedures, including screening evaluations.\n4. At least 18 years of age on the day of signing informed consent.\n5. The participant (or legally acceptable representative if applicable) provides written informed consent for the trial.\n6. Body weight \\>30kg.\n7. Have provided archival tumor tissue sample or newly obtained core or excisional biopsy of a tumor lesion not previously irradiated. Formalin-fixed, paraffin embedded (FFPE) tissue blocks are preferred to slides. Newly obtained biopsies are preferred to archived tissue.\n8. Have an Eastern Cooperative Oncology Group (ECOG) performance status of 0 to 1.\n9. Have adequate organ function as defined in the following table (Table 1). Specimens must be collected within 10 days prior to the start of study treatment.\n10. Patient is willing and able to comply with the protocol for the duration of the study including undergoing treatment and scheduled visits and examinations including follow up.\n11. Patients with multifocal, multicentric or bilateral breast cancer are permitted if all suspicious foci have been biopsied and deemed \"triple negative\" per criterion 1.\n\n    Male participants:\n12. A male participant must agree to use a contraception as detailed in Appendix C of this protocol during the treatment period and for at least 6 months after the last dose of study treatment and refrain from donating sperm during this period.\n\n    Female participants:\n13. A female participant is eligible to participate if she is not pregnant (see Appendix C), not breastfeeding, and at least one of the following conditions applies:\n\n    1. Not a woman of childbearing potential (WOCBP) as defined in Appendix C OR\n    2. A WOCBP who agrees to follow the contraceptive guidance in Appendix C during the treatment period and for at least 6 months after the last dose of study treatment.\n\nExclusion Criteria:\n\n1. A WOCBP who has a positive urine pregnancy test within 72 hours prior to randomization (see Appendix C). If the urine test is positive or cannot be confirmed as negative, a serum pregnancy test will be required.\n2. Has received prior therapy with an anti-PD-1, anti-PD-L1, or anti PD L2 agent or with an agent directed to another stimulatory or co-inhibitory T-cell receptor (e.g., CTLA-4, OX 40, CD137).\n3. Any concurrent chemotherapy, IP, biologic, or hormonal therapy for cancer treatment. Concurrent use of hormonal therapy for non-cancer-related conditions (e.g., hormone replacement therapy) is acceptable.\n4. Major surgical procedure within 28 days prior to the first dose of study drug.\n5. History of allogenic organ transplantation.\n6. Has received a live vaccine within 30 days prior to the first dose of study drug. Examples of live vaccines include, but are not limited to, the following: measles, mumps, rubella, varicella/zoster (chicken pox), yellow fever, rabies, Bacillus Calmette-Guérin (BCG), and typhoid vaccine. Seasonal influenza vaccines for injection are generally killed virus vaccines and are allowed; however, intranasal influenza vaccines (eg, FluMist®) are live attenuated vaccines and are not allowed. Note: Patients, if enrolled, should not receive live vaccine whilst receiving IP and up to 30 days after the last dose of IP.\n7. Participation in another clinical study with an investigational product during the last 4 weeks, unless it is an observational (non-interventional) clinical study or during the follow-up period of an interventional study.\n8. Current or prior use of immunosuppressive medication within 14 days before the first dose of durvalumab. The following are exceptions to this criterion:\n\n   1. Intranasal, inhaled, topical steroids, or local steroid injections (e.g., intra articular injection)\n   2. Systemic corticosteroids at physiologic doses not to exceed 10 mg/day of prednisone or its equivalent\n   3. Steroids as premedication for hypersensitivity reactions (e.g., CT scan premedication)\n9. History of another primary malignancy except for:\n\n   1. Malignancy treated with curative intent and with no known active disease ≥5 years before the first dose of IP and of low potential risk for recurrence\n   2. Adequately treated non-melanoma skin cancer or lentigo maligna without evidence of disease\n   3. Adequately treated carcinoma in situ without evidence of disease\n10. Known allergy or hypersensitivity to any of the study drugs or any of the study drug excipients.\n11. Active or prior documented autoimmune or inflammatory disorders (including inflammatory bowel disease \\[e.g., colitis or Crohn's disease\\], diverticulitis \\[with the exception of diverticulosis\\], systemic lupus erythematosus, Sarcoidosis syndrome, or Wegener syndrome \\[granulomatosis with polyangiitis, Graves' disease, rheumatoid arthritis, hypophysitis, uveitis, etc\\]). The following are exceptions to this criterion:\n\n    1. Patients with vitiligo or alopecia\n    2. Patients with hypothyroidism (e.g., following Hashimoto syndrome) stable on hormone replacement\n    3. Any chronic skin condition that does not require systemic therapy\n    4. Patients without active disease in the last 5 years may be included but only after consultation with the study physician\n    5. Patients with celiac disease controlled by diet alone\n12. Has a history of (non-infectious) pneumonitis that required steroids or has current pneumonitis.\n13. Has an active infection requiring systemic therapy.\n14. History of active primary immunodeficiency.\n15. Known active infection including tuberculosis (clinical evaluation that includes clinical history, physical examination and radiographic findings, and TB testing in line with local practice), hepatitis B, hepatitis C, or human immunodeficiency virus . Patients with a past or resolved HBV infection are eligible. Patients positive for hepatitis C (HCV) antibody are eligible only if polymerase chain reaction is negative for HCV RNA.\n16. Uncontrolled intercurrent illness, including but not limited to, ongoing or active infection, symptomatic congestive heart failure, uncontrolled hypertension, unstable angina pectoris, cardiac arrhythmia, interstitial lung disease, serious chronic gastrointestinal conditions associated with diarrhoea, or psychiatric illness/social situations that would limit compliance with study requirement, substantially increase risk of incurring AEs or compromise the ability of the patient to give written informed consent.\n17. Female patients who are pregnant or breastfeeding or male or female patients of reproductive potential who are not willing to employ effective birth control from screening to 90 days after the last dose of durvalumab monotherapy.\n18. Prior randomization or treatment in a previous durvalumab clinical study regardless of treatment arm assignment.\n19. Stage IV (metastatic) breast cancer\n20. Inflammatory breast cancer",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}