{
    "nctId": "NCT01822314",
    "briefTitle": "Neoadjuvant Chemotherapy With Nab-paclitaxel in Women With HER2-negative High-risk Breast Cancer",
    "officialTitle": "Neoadjuvant Chemotherapy With Nab-paclitaxel in Women With HER2-negative High-risk Breast Cancer \" ETNA (Evaluating Treatment With Neoadjuvant Abraxane)",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 632,
    "primaryOutcomeMeasure": "pathologic Complete Response (pCR)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Female patients aged 18 years or older\n* Histologically confirmed invasive unilateral breast cancer\n* HER2-negative disease\n* Known hormone receptor status (estrogen receptor \\[ER\\], progesterone receptor \\[PgR\\]), tumor grade and, if institutional standard permits, known Ki67 value\n* Available paraffin-embedded tumor block taken at diagnostic biopsy for central confirmation of HER2 eligibility, hormone receptor status, Ki67 value and biomarker evaluation is mandatory\n* One of the following clinical stages:\n* T2, T3, T4 disease, triple negative (HER2, ER, PgR)\n* T2, T3, T4 disease, ER or PgR positive and moderately differentiated or poorly differentiated tumor grade (G II-III)\n* ECOG performance status 0 or 1\n* Written informed consent to participate in the trial (approved by the Institutional Review Board \\[IRB\\]/ Independent Ethics Committee \\[IEC\\]) obtained prior to any study specific screening procedures\n* Willing and able to comply with the protocol\n\nExclusion Criteria:\n\n* Synchronous contralateral breast cancer or presence of metastatic disease (M1). Exception: contralateral insitu ductal cancer\n* Surgical axillary staging procedure prior to study entry. Exceptions: 1) Fine needle aspiration (FNA) of an axillary node is permitted for any patient, and 2) although not recommended, a pre-neoadjuvant therapy sentinel lymph node biopsy for patients with clinically negative axillary nodes is permitted\n* Pregnant or lactating women.\n* Women with childbearing potential unless (1) surgically sterile or (2) using adequate measures of contraception, for example abstinence, an intra-uterine device, or double barrier method of contraception\n* Treatment including radiation therapy, chemotherapy, biotherapy, and/or hormonal therapy for the currently diagnosed breast cancer prior to study entry\n* Previous investigational treatment for any condition within 4 weeks of randomization date\n* Patients on therapy with a strong CYP3A4 inhibitor and on therapy with Warfarin (Coumadin)\n* Previous or concomitant malignancy of any other type that could affect compliance with the protocol or interpretation of results. Patients with curatively treated basal cell carcinoma of the skin or in situ cervix cancer are generally eligible.\n* Pre-existing motor or sensory neuropathy of grade \\> 1 for any reason\n* Patients with a history of hypersensitivity due to drugs containing polyoxyethylene castor oil (Cremophor EL) (e.g., ciclosporin), or hardened castor oil (e.g., vitamin preparations for injection, etc.)\n* Other serious illness or medical condition including: history of documented congestive cardiac failure; angina pectoris requiring anti-anginal medication; evidence of transmural infarction on ECG; poorly controlled hypertension (e.g. systolic \\>180 mm Hg or diastolic \\>100 mm Hg; however, patients with hypertension which is well controlled on medication are eligible); clinically significant valvular heart disease; high-risk uncontrolled arrhythmias\n* Patients with a history of uncontrolled seizures, central nervous system disorders or psychiatric disability judged by the investigator to be clinically significant and precluding informed consent or adversely affecting compliance with study drugs\n* Serious uncontrolled infections (bacterial or viral) or poorly controlled diabetes mellitus\n* Hematology and biochemistry tests within normla limits\n* Baseline left ventricular ejection fraction (LVEF) \\< 50% by echocardiography or multi-gated scintigraphic scan (MUGA)",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}