{
    "nctId": "NCT01937117",
    "briefTitle": "Pertuzumab and Trastuzumab as Neoadjuvant Treatment in Patients With HER2-Positive Breast Cancer",
    "officialTitle": "A Phase 2 Clinical Trial Assessing the Correlation of Early Changes in Standardized Uptake Value (SUV) on Positron Emission Tomography (PET) With Pathological Complete Response (pCR) to Pertuzumab and Trastuzumab in Patients With Primary Operable HER2-Positive Breast Cancer",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 88,
    "primaryOutcomeMeasure": "Percent Change in Standardized Uptake Value (SUV) as Measured by SULmax on [18F]Fluorodeoxyglucose (FDG) Positron Emission Tomography (PET)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Female and male patients, 18 years old or older\n* Histologically proven infiltrating carcinoma of the breast on core needle biopsy that is: estrogen receptor (ER)/progesterone receptor (PR) ≤10% staining by immunohistochemistry (IHC) and HER2 positive - IHC 3+, in situ hybridization (ISH) ≥2.0, or average HER2 copy number ≥6.0 signals per cell or per current American Society of Clinical Oncology - College of American Pathologists (ASCO-CAP) or National Comprehensive Cancer Network (NCCN) guidelines. Note: All histological diagnostic material should be reviewed at enrolling institution as required per local standards.\n* Unresected, untreated breast cancer that meets one of the following clinical stages (see Appendix A): T2, T3, or T4a-c lesion, any N, M0. Note: Patients with inflammatory breast cancer (T4d) are not eligible. Bilateral cancers are permitted with approval of the Protocol Chair.\n* Eastern Cooperative Oncology Group (ECOG) performance status 0-1 (Appendix B)\n* Adequate organ function as follows:\n\n  1. Absolute neutrophil count (ANC) ≥ 1,500/mm3\n  2. Platelet count ≥ 100,000/mm3\n  3. Hemoglobin ≥ 10 g/dL\n  4. Creatinine ≤ 1.5 times the upper limit of normal with creatinine clearance ≥ 50 mL/min using the Modified Cockcroft-Gault method\n  5. Bilirubin (total) ≤ 1.5 times upper limit normal (with exception of Gilberts syndrome)\n  6. AST(SGOT), ALT(SGPT), and alkaline phosphatase ≤ 2 times the upper limit of normal\n* Adequate cardiac function as defined by left ventricular ejection fraction (LVEF) ≥ 50% on echocardiogram or multi-gated acquisition scan (MUGA)\n* Able and amenable to baseline and follow-up PET/CT imaging and study-specific biopsy procedures. Note: If there are any imaging concerns that the patient may not be suitable for quantitative PET/CT (e.g., a metallic device directly overlies the breast), discussion with the local and central radiologists is required to confirm eligibility for the trial. Also, it is expected that subjects have all PET/CT imaging done on pre-qualified machines for the study; if baseline imaging done on another machine, please contact the Protocol Chair/designee for guidance prior to confirming eligibility.\n* The patient, if of childbearing potential, is willing to use effective, non-hormonal contraception while on treatment and for at least 6 months following the last dose of therapy.\n* Patient understands the study regimen, its requirements, risks, and discomforts, and is able and willing to sign an informed consent form.\n\nExclusion Criteria:\n\n* Received prior or ongoing local (e.g radiation) or systemic treatment (chemotherapy or endocrine therapy) for the current breast cancer. Patients who received tamoxifen or raloxifene or another agent for prevention of breast cancer may be included as long as the patient has discontinued the treatment at least one month prior to baseline study biopsy.\n* Systemic treatment for prior cancer within the last 5 years, with the exception of adequately treated cone-biopsied in situ carcinoma of the cervix uteri and basal or squamous cell carcinoma of the skin.\n* Women who are pregnant or nursing\n* Current use of any investigational agents\n* Known hypersensitivity to trastuzumab or pertuzumab\n* Any medical condition that in the opinion of the investigator puts the patient at risk of potentially serious complications while on this therapy. Specifically, uncontrolled hypertension (systolic \\>150 and/or diastolic \\>100), unstable angina, congestive heart failure of any New York Heart Association (NYHA) classification, serious cardiac arrhythmia requiring treatment (exception: atrial fibrillation, paroxysmal supraventricular tachycardia), history of myocardial infarction within 6 months of enrollment.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}