{
    "nctId": "NCT04750382",
    "briefTitle": "A Study of HX008 for the Treatment of Patients With Metastatic Triple Negative Breast Cancer",
    "officialTitle": "A Single-armed Multicenter Phase Ib / II Study of HX008 (a Recombinant Humanized Anti-PD-1 Monoclonal Antibody) Combined With GP Regimen as the First-line Treatment in Patients With Metastatic Triple Negative Breast Cancer",
    "overallStatus": "UNKNOWN",
    "conditions": "Triple-negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 31,
    "primaryOutcomeMeasure": "Number of participants with treatment-related adverse events as assessed by CTCAE v5.0",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Provide written informed consent voluntarily. Understand this protocol and be willing and able to adhere to the study visit schedule.\n* Age 18-70 years old, male or female.\n* Diagnosed with stage IV or recurrent or metastatic TNBC who are not suitable for surgical treatment.\n* Histopathology shows that ER, PR and HER-2 are all negative. If metastasis exists, the histopathology result of metastasis is preferred. ER and PR negative are defined as ER \\< 1% and PR \\< 1%. HER-2 negative is defined as HER-2 (-) or (+) in immunohistochemical test. For HER-2 (++), additional negative result should be observed in FISH test. For HER-2 (-) or (+), FISH test is optional, but the result should be negative.\n* Have not been treated with any chemotherapy drugs for recurrent and metastatic triple negative breast cancer (adjuvant / neoadjuvant therapy is allowed, if the time between the last dose of drug and recurrence or metastasis is more than 6 months).\n* Has a performance status of 0 or 1 on the Eastern Cooperative Oncology Group (ECOG) Performance Score.\n* Life expectancy ≥ 3 months.\n* Has at least one measurable extracranial lesion according to RECIST1.1, which has not been treated with radiotherapy.\n* Has sufficient organ and bone marrow function to meet the following laboratory examination standards:\n\n  1. Blood routine: absolute neutrophil count (ANC)≥1.5×10\\^9/L; while blood cell count (WBC)≥3×10\\^9/L; platelet count (PLT)≥100×10\\^9/ L; hemoglobin (HGB)≥90 g/L (without blood transfusion within 14 days prior to enrollment);\n  2. Renal function: serum creatinine (Scr) ≤1.5×ULN, and endogenous creatinine clearance is more than 50 ml / min (Cockcroft Gault formula);\n  3. Liver function: TBIL≤1.5×ULN; Patients without liver metastases require alanine aminotransferase (ALT) and aspartate aminotransferase (AST) ≤2.5× ULN. Patients with liver metastases require: ALT and AST≤5×ULN;\n  4. The coagulation function is adequate, which is defined as the international normalized ratio (INR) ≤ 2×ULN; or activated partial thromboplastin time (APTT)≤ 1.5×ULN (except for those who are receiving anticoagulant therapy if their PT/APTT are within the expected values);\n* Reproductive men and women of childbearing age are willing to take effective contraceptive measures (such as oral contraceptives, intrauterine contraceptives, sexual abstinence or barrier contraceptives combined with spermicide) from signing the informed consent form to 12 months after the last administration of the trial drug.\n\nExclusion Criteria:\n\n* Suffered from other malignant tumors in the past 5 years, except carcinoma in situ from cervix or skin basal cell carcinoma that has been cured.\n* With adverse reactions of previous treatment that have not be recovered to CTCAE V5.0 grade ≤ 1, except for the residual hair loss effect.\n* Had prior treatment with any anti-PD-1, PD-L1 or CTLA-4 therapies.\n* Participants with active or a history of autoimmune diseases that probably will recur (e.g. systemic lupus erythematosus, rheumatoid arthritis, inflammatory bowel disease, autoimmune thyroid disease, multiple sclerosis, vasculitis, glomerulitis, etc.), or with high risk (e.g. organ transplantation requiring immunosuppressive therapy). However, participants with the following diseases are eligible: skin diseases requiring no systemic treatment (such as eczema, skin rash covering less than 10% of the body surface, psoriasis without ophthalmic symptoms, etc.).\n* Expected to undergo major surgery during the study treatment or within 28 days before the first administration of the study drug (excluding surgery for diagnostic purpose).\n* Need to receive systemic corticosteroids (dose equivalent to \\> 10 mg prednisone / day) or other immunosuppressive drugs within 14 days before enrollment or during the study period. Those under the following conditions are eligible: a) Locally external use or inhaled corticosteroids; b) short-term (≤ 7 days) use of glucocorticoids for the prevention or treatment of non-autoimmune allergic diseases.\n* Has active digestive ulcer, incomplete intestinal obstruction, active gastrointestinal hemorrhage or perforation.\n* Has active interstitial pneumonia, pulmonary fibrosis, acute pulmonary disorders, acute radiation pneumonitis, et al.\n* Has uncontrolled systemic diseases, such as cardiovascular and cerebrovascular diseases (unstable angina pectoris, etc.), diabetes, hypertension, tuberculosis, etc;\n* Has a history of HIV infection, or other acquired or innate immune deficiency disorders, or a history of organ or stem-cell transplantation.\n* Has active chronic HBV or HCV infection, except those with HBV DNA viral load ≤500 IU/mL or \\<10\\^3 copies/mL, or HCV RNA negative after adequate treatment.\n* Has severe infection within 4 weeks or active infection requiring IV infusion or oral administration of antibiotics within 2 weeks prior to the first dose of the study drug.\n* Known to be allergic to macromolecular protein agents or monoclonal antibody; Known to has a history of severe allergies (CTCAE v5.0 ≥ grade 3) to any of the components in the study drug.\n* Has participated in other clinical trial within 4 weeks before the first administration of the study drug.\n* Alcohol dependence or drug abuse within recent one year.\n* Has a history of confirmed neurological or mental disorders, such as epilepsy, dementia; or with poor compliance; or the presence of peripheral neurological disorders.\n* Has symptomatic central nervous system metastasis.\n* Participants with asymptomatic central nervous system metastasis with or without treatment, who have no disease progression by CT / MRI examination, and whose interval from the last radiotherapy is more than 4 weeks, can be enrolled.\n* Participants with uncontrollable pleural effusion, peritoneal effusion or pericardial effusion requiring repeated drainage within 7 days before enrollment.\n* Participants who had received hematopoietic stimulating factors such as colony stimulating factor and erythropoietin within 2 weeks prior to the first dose of study drug\n* Is pregnant or breastfeeding.\n* Other reasons disqualifying the entering of this study based on the evaluation of the investigators.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}