{
    "nctId": "NCT03924466",
    "briefTitle": "Repeatability of 68-GaNOTA-Anti-HER2 VHH1 PET/CT in Breast Carcinoma Patients",
    "officialTitle": "Quantification of 68-GaNOTA-Anti-HER2 VHH1 Uptake in Metastasis of Breast Carcinoma Patients and Assessment of Repeatability (VUBAR) - Pilot Study",
    "overallStatus": "RECRUITING",
    "conditions": "Metastatic Breast Carcinoma, Locally Advanced Breast Cancer, Cancer of Pancreas, Solid Tumor With Intermediate or High HER2 Expression, Salivary Gland Cancer, Gastric Cancer, Endometrial Cancer, Uterine Cancer, Non Small Cell Lung Cancer, Biliary Tract Cancer, Cholangiocarcinoma, Colorectal Cancer, Urothelial Carcinoma, Prostate Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "DIAGNOSTIC",
    "enrollmentCount": 55,
    "primaryOutcomeMeasure": "Repeatability of lesional PET/CT characteristics",
    "eligibilityCriteria": "COHORT SPECIFIC INCLUSION CRITERIA:\n\nCOHORT 1:\n\nPatients will only be included in the study if they meet all of the following criteria:\n\n* Patient who has given informed consent\n* Patient with age 18 years or older\n* Patient with locally or distantly advanced breast carcinoma, with at least 1 lesion of at least 12 mm maximal diameter. For lymph node metastases, the largest diameter should be at least 15 mm and the short axis at least 12 mm.\n\nCOHORT 2:\n\nPatients will only be included in the study if they meet all of the following criteria:\n\n* Patient who has given informed consent\n* Patient with age 18 years or older\n* Patients with locally advanced, unresectable, or metastatic cancer disease , with at least 1 lesion of at least 10 mm maximal diameter (For lymph node metastases, short axis at least 10 mm) of any of the following types:\n\n  * breast carcinoma with low, intermediate or high HER2-expression, based on IHC 1+ or IHC 2+ or IHC 3+, as determined by local assessment on any of the available cancer tissues\n  * salivary gland cancer\n  * adenocarcinoma of the gastric body or gastro-esophageal junction\n  * endometrial cancer\n  * cancer of cervix uteri\n  * Non-small cell lung cancer\n  * biliary tract cancer including intra- or extrahepatic cholangiocarcinoma and tumors arising in the ampulla of Vater or gallbladder.\n  * pancreatic cancer\n  * colorectal cancer\n  * urothelial carcinoma, including transitional cell or predominantly transitional cell carcinoma of the renal pelvis, ureter, urinary bladder or urethra.\n  * prostate cancer\n  * Other solid malignant tumors with intermediate or high HER2-expression, based on IHC 2+ or IHC 3+, as determined by local assessment on any of the available cancer tissues\n* Patients who have progressed following at least one prior systemic treatment for metastatic or advanced disease, or who have no satisfactory alternative treatment option, according to the treating physician (based on all available data such as medical imaging, lab results, clinical examination, ...), and who are considered for a next line of systemic treatment. Patients who already participated in the trial and who are diagnosed with progressive or recurrent disease can be re-included if all inclusion criteria and none of the exclusion criteria apply.\n\nCOHORT 3:\n\nPatients will only be included in the study if they meet all of the following criteria:\n\n* Patient who has given informed consent\n* Patient with age 18 years or older\n* Patient with local or locally advanced HER2-positive (either IHC 3+ and/or ISH positive) breast carcinoma, who is planned for neo-adjuvant treatment prior to surgery, and who is suspected for axillary lymph node invasion, based on clinical assessment, ultrasound, CT or MRI, or who has a confirmed lymph node invasion\n* Patients who either had 18F-FDG- PET/CT in the last 4 weeks before inclusion, or for whom 18F-FDG- PET/CT is planned before start of neoadjuvant treatment.\n\nGENERAL EXCLUSION CRITERIA:\n\nPatients will not be included in the study if one or more of the following criteria applies:\n\n* Patient is pregnant\n* Patient is breast feeding\n* Patient with recent (\\< 1 week) gastrointestinal disorders with diarrhea as major symptom\n* Patient with any serious active infection\n* Patient who has any other life-threatening illness or organ system dysfunction, which in the opinion of the investigator would either compromise patient safety or interfere with the evaluation of the test radiopharmaceutical\n* Patient who cannot communicate reliably with the investigator\n* Patient who is unlikely to cooperate with the requirements of the study\n* Patient who is unwilling and/or unable to give informed consent\n* Patient at increased risk of death from a pre-existing concurrent illness\n\nCOHORT SPECIFIC EXCLUSION CRITERIA\n\nCOHORT 1 \\& 3:\n\n* Patient who participated already in this study",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}