{
    "nctId": "NCT05904964",
    "briefTitle": "Disitamab Vedotin (RC48) in Hormone Receptor Positive, HER2-low Metastatic Breast Cancer (the Rosy Trial)",
    "officialTitle": "Disitamab Vedotin or Endocrine Therapy for Patients With Metastatic Breast Cancer With Hormone Receptor-positive and HER2-low-expression",
    "overallStatus": "RECRUITING",
    "conditions": "HR Positive/HER2 Low Expression Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 288,
    "primaryOutcomeMeasure": "Progression free survival (PFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Adult female patients (aged 18-70 years, including 18 and 70 years) with metastatic breast cancer confirmed by pathology or imaging are not suitable for surgical resection or radiotherapy for the purpose of cure;\n2. Pathological examination confirmed that ER and / or PR were positive, and HER-2 was low expression (ER expression: immunohistochemical staining of tumor cells ≥ 10%; PR expression: immunohistochemical staining of tumor cells ≥ 10%; HER2-low: immunohistochemical staining of 2 + and FISH is not expanded, IHC 1 +);\n3. Patients who have received endocrine therapy ;\n4. According to the efficacy evaluation criteria for solid tumors (RECIST) version 1.1, there is at least one evaluable target lesion or only osteolytic bone metastasis;\n5. Patients with stable brain metastasis or asymptomatic brain metastasis;\n6. ECOG physical condition score ≤ 2 points, and the estimated survival time is not less than 3 months;\n7. Prior treatment-related toxicity must be relieved to ≤ 1 degree (according to NCI CTCAE 5.0) before enrollment (except for hair loss or other toxicity that is considered as no risk to the safety of patients according to the judgment of the researcher);\n8. Adequate bone marrow functional reserve: a. WBC ≥ 3.0 × 10 \\^ 9 ／ L, b. Neutrophil count (ANC) ≥ 1.5 × 10 \\^ 9 ／ L, c. Platelet count (PLT) ≥ 70 × 10\\^9／L;\n9. Liver, kidney and heart function tests were basically normal within one week before enrollment (based on the normal values of laboratories in each research center): A. total bilirubin (TBIL) ≤ 1.5 × upper limit of normal value (ULN), B. alanine aminotransferase (ALT / AST) ≤ 2.5 × ULN (liver metastasis patients ≤ 5xuln), C. serum creatinine ≤ 1.5 × ULN or creatinine clearance rate (CCR) ≥ 60 ml / min; d. left ventricular ejection fraction (LVEF) ≥ 55%, e. QTcF(Fridericia correction) ≤ 470 ms;\n10. Patients understand the research process, voluntarily participate in the research, and sign the informed consent form.\n\nExclusion Criteria:\n\n1. Patients who had received chemotherapy, radiotherapy, immunotherapy, and endocrine therapy for breast cancer within 2 weeks before enrollment.;\n2. Patients who had performed major surgery within 2 weeks before enrollment.\n3. Severe heart disease or discomfort within 12 months, including, but not limited to, the following: unstable angina pectoris, myocardial infarction, cerebral hemorrhage and cerebral infarction (except for silent lacunar cerebral infarction without treatment);\n4. Have active autoimmune diseases (such as corticosteroids or immunosuppressive drugs) requiring systemic treatment in the past 2 years, excluding those with adrenal insufficiency requiring corticosteroid replacement therapy;\n5. Have a clear history of neurological or mental disorders, including epilepsy or dementia;\n6. According to the judgment of the researchers, there are some accompanying diseases that seriously endanger the safety of patients or affect patients to complete the study.\n7. Those who have been known to have allergic history to Disitamab Vedotin or similar drugs;\n8. According to the estimation of the investigator , the patient's compliance with the clinical study is insufficient or the researcher believes that there are other factors that are not suitable for the study.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}