{
    "nctId": "NCT02834494",
    "briefTitle": "Assessment of Response to Neo-adjuvant Chemotherapy for Patients With a Locally Advanced Breast Cancer With 3D Elastography (Shear Wave),",
    "officialTitle": "3D Elastography (Shear Wave) : Assessment of Response to Neo-adjuvant Chemotherapy (NACT) : in Vivo Quantification, for Patients With a Locally Advanced Breast Cancer.",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Neoplasms",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "OTHER",
    "enrollmentCount": 140,
    "primaryOutcomeMeasure": "Assess the accuracy of the sequential measurements by 3D Shear Wave Elastography (SWE) for predicting histological response to neoadjuvant chemotherapy",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Infiltrating Breast Cancer untreated and/or locally advanced (stages I (T1c), IIa IIb, IIIa, IIIb, IIIc of UICC classification), whatever histological type.\n* Neo-adjuvant chemotherapy decided.(Anthracyclines, taxanes and, for tumors overexpressing human epidermal growth factor receptor 2 (HER2) protein, targeted recombinant humanized monoclonal antibodies)\n* Index tumor whose dimensions are between 10 to 50 mm. Multifocality, and/or multicentricity and/or bilaterality accepted (maximum 2 tumors by breast et tumors well differentiated from each other).\n* Patients aged at least 18 years old at diagnosis\n* Full results conventional breast exams available and no reason to achieve MRI breast exam\n* Patient explanation given and consent information signed\n\nExclusion Criteria:\n\n* Pregnant or during lactation\n* Personal history of ipsilateral breast cancer (ipsilateral recurrence or second cancer in the same breast).\n* Patient carrier of cosmetic breast implants\n* Person deprived of liberty or under guardianship\n* Contraindication for receiving neo-adjuvant chemotherapy for any medical reason\n* Inability to submit to medical monitoring of the trial for reasons of geography, social or psychological.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}