{
    "nctId": "NCT06375707",
    "briefTitle": "Efficacy and Safety of Ribociclib in Combination With NSAI Versus Physician's Choice of Chemotherapy Sequential Endocrine Therapy in HR+/HER2- Advanced Breast Cancer",
    "officialTitle": "Efficacy and Safety of Ribociclib in Combination With NSAI Versus Physician's Choice of Chemotherapy Sequential Endocrine Therapy in HR+/HER2- Advanced Breast Cancer: a Phase II Randomised Controlled Clinical Trial",
    "overallStatus": "RECRUITING",
    "conditions": "Advanced Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 144,
    "primaryOutcomeMeasure": "Progression Free Survival",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patient is an adult female ≥ 18 years old at the time of informed consent.\n2. ECGO rating 0-2.\n3. Histologically confirmed recurrent or metastatic breast cancer, including patients initially diagnosed as stage IV or locally advanced inoperable patients.\n4. Patient has a histologically and/or cytologically confirmed diagnosis of estrogen-receptor positive and/or progesterone receptor positive breast cancer based on the most recently analyzed tissue sample and all tested by local laboratory. ER should be more than 10% ER positive by local laboratory testing.\n5. Patient has HER2-negative breast cancer defined as a negative in situ hybridization test or an IHC status of 0, 1 + or 2 + If IHC is 2 +, a negative in situ hybridization (FISH, CISH, or SISH) test is required by local laboratory testing and based on the most recently analyzed tissue sample.\n6. Determination by the physician that the patient is in a rapid disease progression situation:\n\n   * Symptomatic visceral metastases\n   * Rapid progression of disease or impending visceral compromise.\n   * Markedly symptomatic non visceral disease if the treating physician opt to give chemotherapy for rapid palliation of patients symptoms.\n7. Patient hasn't received systemic anti-cancer therapy at the stage of recurrence/metastasis.\n8. Patient must have at least one measurable lesion (according to RECIST 1.1 criteria)\n9. Postmenopausal or pre/perimenopausal female patients are eligible for enrolment; pre or perimenopausal female patients must be willing to receive LHRHa during the study period.\n10. All patients were required to meet the following laboratory biochemical values prior to enrolment:\n\n    * Haematology: Hb ≥90 g/L, WBC ≥3.5×109/L, ANC ≥1.5×109/L, PLT ≥100×109/L;\n    * Renal function: serum creatinine ≤ upper limit of normal value;\n    * Liver function: for those without liver metastases, AST, ALT, ALP ≤2.5 times the upper limit of normal values, and ≤1.25 x the upper limit of normal values for total bilirubin; for those with liver metastases, AST, ALT, ALP ≤ 5 times the upper limit of normal value, and total bilirubin ≤ 1.5 x upper limit of normal value.\n\nExclusion Criteria:\n\n1. Patient has received systemic anti-cancer therapy at the stage of recurrence/metastasis.\n2. Those who have been treated with CDK4/6 inhibitors in the neoadjuvant/adjuvant phase.\n3. Patients those with symptomatic CNS metastases.\n4. Patient has a history of clinically symptomatic cardiovascular, hepatic, respiratory, renal and haemato-endocrine system or neuropsychiatric disorders.\n5. Patient has a serious concomitant disease, such as an infectious disease; has multiple factors that affect the oral administration and absorption of the drug.\n6. Pregnant or lactating women (women of childbearing age must have had a negative pregnancy test within 14 days prior to the first dose; if positive, pregnancy must be ruled out by ultrasound).\n7. Patients in poor general condition who cannot tolerate chemotherapy treatment.\n8. The investigator considers the patient unsuitable for entry into this study.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}