{
    "nctId": "NCT05078047",
    "briefTitle": "Study Comparing the Standard Administration of IO Versus the Same IO Administered Each 3 Months in Patients in Response After 6 Months of Standard IO",
    "officialTitle": "Randomized Phase III Trial of Standard Immunotherapy (IO) by Checkpoint Inhibitors, Versus Reduced Dose Intensity of IO in Patients With Locally Advanced or Metastatic Cancer in Response After 6 Months of Standard IO",
    "overallStatus": "RECRUITING",
    "conditions": "Lung Cancer Metastatic, Renal Cell Carcinoma, Head and Neck Cancer, Triple Negative Breast Cancer, Merkel Cell Carcinoma, Hepatocellular Carcinoma, Melanoma, Urothelial Carcinoma, Colorectal Carcinoma With Microsatellite Instability, Esophageal Squamous Cell Carcinoma, Endometrial Carcinoma, Cervical Cancer, Gastric/Gastro-esophageal Junction/Esophageal Adenocarcinoma, Basal Cell Carcinoma, Squamous Skin Carcinoma",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 646,
    "primaryOutcomeMeasure": "Progression-free survival (PFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patients must have signed a written informed consent form prior to any trial specific procedures.\n2. Patient aged ≥18 years old.\n3. Metastatic disease (or locally advanced disease not suitable for local treatment) of initial tumor histologically confirmed including: lung cancer, renal cell cancer, head and neck cancer, urothelial carcinoma, triple negative breast cancer, Merkel cancer, hepatocellular carcinoma, melanoma, colorectal carcinoma with microsatellite instability \\[MSI\\], esophageal squamous cell carcinoma, endometrial carcinoma,cervical cancer, gastric/gastro-oesophageal junction adenocarcinoma, basal cell carcinoma or squamous skin carcinoma.\n4. Patients in partial or complete response after 6 months of standard immunotherapy (whatever the line of therapy) according to the RECIST or PERCIST v1.0 criteria (confirmed by local radiological assessment).\n\n   For metastatic melanoma only patients in partial response. Patients with metastatic or advanced cancer treated by immunotherapy as maintenance therapy can be included without any lesion at IO initiation. In this case, response after 6 months of standard immunotherapy will be evaluated by the non-appearance of a new lesion.\n5. Eligible to maintain the same standard IO treatment.\n6. Patient with Eastern cooperative oncology group (ECOG) performance status ≤1.\n7. Patients with brain metastases are allowed, provided they are stable according to the following definitions: treated with surgery or stereotactic radiosurgery and without evidence of progression prior to randomization and have no evidence of new or enlarging brain metastases.\n8. Patients treated by IO previously combined with chemotherapy are allowed.\n9. Patients with Tyrosine Kinase Inhibitor (TKI)-IO or pemetrexed-IO or bevacizumab-IO are allowed.\n10. Evidence of post-menopausal status, or negative urinary or serum pregnancy test for pre-menopausal patients.\n11. Both sexually active women of childbearing potential and males (and their female partners) patients must agree to use adequate contraception method for the duration of the study treatment and after completing treatment according to the most recent version of the IO Summary of product characteristics (SmPC).\n12. Patient is willing and able to comply with the protocol for the duration of the trial including undergoing treatment and scheduled visits, and examinations including follow-up.\n13. Patient must be affiliated to a Social Security System.\n\nExclusion Criteria:\n\n1. Metastatic melanoma in complete response.\n2. Metastatic renal cell carcinoma with International Metastatic Renal Cell Carcinoma Database (IMDC) favourable-risk treated TKI/IO combination.\n3. Hematologic malignancies (leukaemia, myeloma, lymphoma...)\n4. Active infection requiring systemic therapy.\n5. Patients enrolled in another therapeutic study within 30 days before the inclusion in and during MOIO study.\n6. Patient unable to comply with study obligations for geographic, social, or physical reasons, or who is unable to understand the purpose and procedures of the study.\n7. Person deprived of their liberty or under protective custody or guardianship.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}