{
    "nctId": "NCT05167643",
    "briefTitle": "H (Trastuzumab or Biosimilar) Combined With CDK4/6 Inhibitor + AI±OFS in the Treatment of HR+HER2+ Advanced Breast Cancer Efficacy and Safety: a Chinese Multi-center Real World Study",
    "officialTitle": "Exploratory Study of HR-positive HER2-positive MBC Combined Treatment Plan",
    "overallStatus": "UNKNOWN",
    "conditions": "Advanced HR+ HER2 Negative Breast Carcinoma",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 40,
    "primaryOutcomeMeasure": "Progression-free survival (PFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age ≥ 18 years old.\n2. HR-positive and HER2-positive breast cancer diagnosed pathologically.\n\n   1. ER positive and/or PR positive is defined as: the proportion of positively stained tumor cells in all tumor cells is ≥10% (reviewed and confirmed by the investigator at the test center);\n   2. HER2 positive is defined as: standard immunohistochemistry (IHC) test for HER2 (3+), or HER2 (2+), FISH test is positive (reviewed and confirmed by the investigator at the test center).\n3. After H-based combined chemotherapy treatment has progressed (≤1 line), or the combined treatment is effective but not suitable for continued combined chemotherapy; or initially unsuitable for targeted combined chemotherapy for recurrent metastatic breast cancer or inoperable locally advanced breast cancer Breast cancer patients.\n4. Postmenopausal or premenopausal/perimenopausal female patients can be included in the group. Premenopausal or perimenopausal female patients must be willing to receive LHRHa treatment during the study period.\n5. According to the RECIST 1.1 standard, patients can have: a) measurable lesions; b) without measurable lesions, unmeasurable osteolytic or mixed (osteolytic + osteogenic) bone lesions. c) Unmeasurable lesions.\n6. The main organs are functioning normally, that is, they meet the following standards:\n\n   1. The standard of routine blood examination should meet:\n\n      Hb≥80 g/L; ANC≥1.5×109 /L; PLT≥75×109 /L;\n   2. The biochemical inspection shall meet the following standards:\n\n      TBIL≤1.5×ULN (upper limit of normal value); ALT and AST≤2.5×ULN; if there is liver metastasis, ALT and AST≤5×ULN; Serum creatinine ≤1.5×ULN, creatinine clearance ≥50ml/min (based on Cockroft and Gault formula);\n   3. Heart color Doppler ultrasound Left ventricular ejection fraction (LVEF) ≥50%.\n\nExclusion Criteria:\n\n1. Patients who have previously received CDK4/6 inhibitor drug therapy.\n2. T-DM1 treats patients.\n3. Female patients during pregnancy or lactation.\n4. Suffer from serious concomitant diseases, such as infectious diseases; there are many factors that affect the oral and absorption of drugs.\n5. Patients considered by the investigator to be unsuitable to participate in this study.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}