{
    "nctId": "NCT03426254",
    "briefTitle": "Comparison of Safety and Clinical Benefit of Injections Subcutaneously Talazoparib Versus Oral Talazoparib in Patients With Solid Tumors",
    "officialTitle": "Comparison of Safety and Clinical Benefit of Injections Subcutaneously Talazoparib Versus Oral Talazoparib in Patients With Advanced Solid Tumors ( Phase I )",
    "overallStatus": "WITHDRAWN",
    "conditions": "Advanced or Recurrent Solid Tumors, Breast Neoplasm",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "Frequency of occurrence and evaluation of adverse events in the use of Subcutaneously Talazoparib ( 1 mg / dose )",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Signed and dated informed consent form (by the patient or a legally acceptable representative as per the local regulations) obtained prior to initiation of any study-specific procedure and treatment.\n* Female of at least 21 years of age.\n* Histologically or cytologically confirmed advanced solid tumor with no available standard approved treatment options in the opinion of the Investigator\n* Eastern Cooperative Oncology Group (ECOG) Performance status (PS) ≤ 2.\n* Renal function at screening and enrollment as defined by the\n* Patient has had no clinically significant change in renal status within 3 months prior to screening, according to Investigator's review of clinical patient records.\n* Patient is not currently on hemodialysis and/or peritoneal dialysis for management of chronic kidney disease or acute failure/conditions.\n* Patient has no unstable renal function, defined as a change in estimated glomerular filtration rate (eGFR) (calculated with the MDRD equation) of \\> 25% for patients with mild and moderate renal impaired or as a change in eGFR \\> 30% for patients with severe renal impaired, from screening to enrollment.\n* Received at least 1 and no more than 3 platinum-based chemotherapy regimens (prior bevacizumab is allowed) and the last dose is ≥ 28 days before randomization\n* No prior PARP inhibitor treatment\n* Adequate other organ function at screening and enrollment.\n* Female patients of childbearing potential must have a negative serum pregnancy test at screening, and must agree to use a highly effective birth control method from the time of the first dose of study drug through 60 days after the last dose of study drug.\n* Female patients must not be breastfeeding at screening nor during the study participation until 60 days after the last dose of study drug.\n* Willingness and ability to comply with scheduled visits, treatment plan, laboratory tests, and other trial procedures.\n\nExclusion Criteria:\n\n* Terminology Criteria for Adverse Events \\[CTCAE\\] grade ≤ 1) from the acute toxicities of previous therapy, except treatment-related alopecia or laboratory abnormalities otherwise meeting eligibility requirements.\n* Use of any investigational agent within 14 days before randomization.\n* Had \\> 2 paracentesis procedures within 28 days before randomization.\n* Major surgery within 14 days before randomization.\n* Requirement for intravenous alimentation (at the time of randomization).\n* Seropositive for human immunodeficiency virus (HIV).\n* Any serious or unstable medical condition that interferes with ability to tolerate treatment or assessments associated with the protocol.\n* Gastrointestinal disorder affecting absorption.\n* Known or suspected hypersensitivity to any of the talazoparib capsule components.\n* Any condition or reason that interferes with ability to participate in the study, tolerate treatment or assessments associated with the protocol, causes undue risk, or complicates the interpretation of safety data, in the opinion of the Investigator or Medical Monitor.",
    "sex": "FEMALE",
    "minimumAge": "21 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}