{
    "nctId": "NCT06164119",
    "briefTitle": "Effects of Diet and Osteopathy on Quality of Life and Inflammation in Breast Cancer Patients Under Hormonal Therapy",
    "officialTitle": "A Randomised Effectiveness-implementation Trial for Evaluating Dietary and Manual Treatment With Osteopathic Techniques on Quality of Life and on Modulation of the Inflammatory State of Patients Diagnosed With Breast Cancer Undergoing Antiestrogenic Hormonal Treatment.",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 600,
    "primaryOutcomeMeasure": "Evaluation of the effect of dietary intervention and manual treatment with osteopathic techniques on quality of life (QoL) of women diagnosed with breast cancer under hormonal treatment",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Age \\>18 years\n* Voluntary written informed consent\n* Histologically confirmed estrogen receptor-positive invasive breast cancer or in situ breast cancer after breast surgery\n* Absence of locoregional relapse or distant metastasis\n* Premenopausal or postmenopausal status\n* Hormonal therapy with tamoxifen and/or LHRH analogues or aromatase inhibitors\n* Patients with or without neoadjuvant or adjuvant chemotherapy\n* Patients with a BMI \\> 18.5 kg/m\\^2\n* Absence of language barrier\n\nExclusion Criteria:\n\n* Previous hormonal therapy\n* Use of medical treatments that contrast adjuvant hormonal therapy adverse effects (e.g. menopausal symptoms and arthralgia).\n* Underweight patients (BMI \\<18.5 kg/m\\^2)\n* Patients diagnosed with eating disorders (e.g. anorexia nervosa, bulimia, binge eating, orthorexia)\n* Psychiatric disorders or cognitive impairments\n* Previous malignancies other than in situ cervical carcinoma or non-melanoma skin cancer\n* Non-epithelial breast cancer at histological examination\n* In situ lobular breast cancer\n* Participation in other randomized clinical trials that could interfere with current study\n* Patients living distant from trial center and unable to attend for check-ups and meetings.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}