{
    "nctId": "NCT00556907",
    "briefTitle": "Targeted Intra-Operative Radiotherapy for the Management of Ductal Carcinoma In-Situ of the Breast",
    "officialTitle": "Targeted Intra-Operative Radiotherapy for the Management of Ductal Carcinoma In-Situ of the Breast (TARGIT-DCIS Trial): Use of Mammography and Breast MRI to Identify Candidates for IORT.",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 22,
    "primaryOutcomeMeasure": "Feasibility. The primary efficacy endpoint will be reoperation (re-excision or mastectomy) rates following WLE or IORT",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients with biopsy-proven DCIS, mammographic and CE-MRI evidence of DCIS measuring great then equal to 4cm, and a desire to receive breast conserving therapy, will be considered for participation in this study.\n* Patient history, physical examination findings, and demographics (sex, age, height, weight, bra size, etc.) will be performed and documented.\n\nInclusion Criteria for Initial Registration (all patients cohorts):\n\nAll cohorts\n\n* Signed informed consent and HIPAA documents\n* Female sex\n* Age great then equal to 40 years\n* Localized ductal carcinoma in situ\n* Clinically and/or histologically negative axillary lymph nodes\n* No imaging or clinical findings suggestive of invasive carcinoma.\n\nCohort 1 (Immediate IORT group)\n\n* Localized DCIS measuring less then equal to 4 cm on preoperative imaging.\n* Cohort 2 (Delayed IORT group)\n* Localized DCIS measuring less then equal to4 cm or less on surgical pathology\n* Delayed IORT could be performed for the explicit purpose of administering IORT or performed following re-excision of a previously operated breast to achieve clear surgical margins.\n* This cohort includes patients who were excluded from immediate IORT based on pre-operative imaging suggesting ineligibility for immediate IORT, but who are subsequently found to meet histological criteria (localized DCIS less then equal to 4 cm and no invasive cancer) for IORT based on surgical pathology.\n* Unifocal microinvasive (T1mic or invasive focus less then equal to 1mm in maximal diameter) is allowed following initial WLE if surgical pathology margins were less then equal to2 mm for both the invasive and non-invasive components.\n* Delayed IORT must be performed within 3 months of initial WLE.\n* Cohort 3 Subjects who received IORT at the time of initial WLE but whose surgical pathology showed them to be unsuitable candidates for IORT alone on the basis of:\n* DCIS measuring greater than 5 cm on surgical pathology.\n* T1a (less than 1 mm) or larger invasive carcinoma associated with extensive DCIS.\n* Surgical margins width less than1 mm.\n\nExclusion Criteria:\n\n* Male sex\n* Age less than 40\n* DCIS associated with any evidence of microinvasion or invasive carcinoma on pre-operative imaging or core biopsy of the breast or axillary nodes.\n* DCIS that is multicentric in the ipsilateral breast. Multicentricity will be defined at 2 or more lesions separated by more than 3 cm in the same breast.\n* Non-epithelial breast malignancies such as sarcoma or lymphoma\n* DCIS associated with diffuse suspicious or indeterminate microcalcifications\n* Pregnancy or lactation\n* Collagen vascular diseases, including Systemic lupus erythematosus, Systemic sclerosis (scleroderma), CREST Syndrome (calcinosis, Raynaud phenomenon, esophageal dysfunction, sclerodactyly, telangiectasia, and the presence of anticentromere antibodies), polymyositis, dermatomyositis with a CPK level above normal or with an active skin rash, inclusion-body myositis, or amyloidosis\n* Serious psychiatric or addictive disorders",
    "sex": "FEMALE",
    "minimumAge": "40 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}