{
    "nctId": "NCT04248179",
    "briefTitle": "The Ultrasound-guided Multiple-injection Costotransverse Block for Mastectomy and Primary Reconstructive Surgery.",
    "officialTitle": "The Ultrasound-guided Multiple-injection Costotransverse Block for Mastectomy and Primary Reconstructive Surgery. A Double Blind, Randomised, Placebo Controlled Trial.",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer, Ductal Carcinoma in Situ",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE4",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 36,
    "primaryOutcomeMeasure": "Morphine Consumption",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Scheduled for elective unilateral mastectomy and primary reconstructive (UMPR) surgery with subpectoral implant due to breast cancer and ductal carcinoma in situ\n* Age 18 years or above at the date of inclusion\n* Have received thorough information, orally and in written, and signed the \"Informed Consent\" form on participation in the study.\n\nExclusion Criteria:\n\n* Scheduled for elective UMPR surgery due to breast cancer and DCIS combined with simultaneous contralateral major breast surgery\\* (mastectomy, mastopexy and subpectoral breast reconstruction). Minor contralateral surgery (e.g. lipofilling) are accepted.\n* Scheduled free flap reconstructive surgery\n* Inability to cooperate\n* Inability to speak, read and understand Danish\n* Allergy to local anaesthetics or opioids\n* Daily intake of opioids, according to the investigators decision\n* Illegal drug and/or substance abuse, according to the investigators decision\n* Local infection at the site of injection or systemic infection\n* Difficult sonoanatomical visualisation of the target area (SCTL, ITTC etc.) necessary for the block execution\n* Substantial co-morbidity, ASA\\>3\n* Severe hypovolemia\n* Pregnant or breastfeeding",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}