{
    "nctId": "NCT05068141",
    "briefTitle": "A Study to Evaluate the Efficacy and Safety of SG001 in Combination With Nab-Paclitaxel in Patients With Advanced Triple-Negative Breast Cancer (TNBC)",
    "officialTitle": "A Single-arm, Open-label, Multicenter, Phase II Study to Evaluate the Efficacy and Safety of SG001 in Combination With Nab-Paclitaxel in Patients With Advanced Triple-Negative Breast Cancer (TNBC)",
    "overallStatus": "UNKNOWN",
    "conditions": "Triple Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 79,
    "primaryOutcomeMeasure": "Objective response rate (ORR)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Female patients, aged 18-70 years (inclusive), voluntarily join the study and sign the informed consent form.\n2. Eastern Cooperative Oncology Group (ECOG) (ECOG): 0 \\~ 1 point;\n3. Histologically confirmed TNBC, namely, human epidermal growth receptor 2-negative (HER2-negative) and estrogen receptor-negative (ER-negative) and progesterone receptor-negative (PR-negative); Patients with confirmed TNBC metastatic lesions are eligible.\n4. Patients with locally advanced (staging according to AJCC 8th Edition) inoperable or recurrent/metastatic TNBC who have received ≤ 1-line system treatment. The number of treatment-naïve patients and the pre-treated patients should be approximately in equal numbers. The interval ≥ 6 months between the end of taxane-based adjuvant/neoadjuvant therapy and the occurrence of recurrence/metastasis, and an interval ≥ 3 months between the end of taxane-based therapy for advanced breast cancer and the occurrence of recurrence/metastasis.\n5. Provide archived tissue for detecting the expression level of PD-L1, or if not available, agree to perform a tumor tissue biopsy for PD-L1 detection during the screening period.\n\n   1. The proportion of patients with CPS ≥ 10 should be ≥ 20% and ≤ 50% of all patients;\n   2. The archived tissue must be representative of the latest tumor specimen, and the relevant pathological reports of the above specimens must also be provided;\n   3. Fresh tissue specimens can be obtained by surgical resection and biopsy; Fine needle aspiration and liquid based cytology (TCT) samples are not accepted (i.e. samples lacking complete tissue structure and providing only cell suspension and/or cell smear);\n   4. For patients with negative PD-L1 in the initially archived tumor tissue samples, biopsy can be performed during screening period to redetect the expression status of PD-L1 with the consent of the patients, and a positive tumor tissue sample of any kind is considered PD-L1 positive (i.e. CPS ≥ 1);\n6. At least one measurable lesion confirmed by CT or MRI at baseline as per the solid tumor efficacy evaluation criteria (RECIST v1.1). The measurable lesions should not have received local treatment such as radiotherapy (lesions located in the previous radiotherapy area can also be selected as target lesions if progression is confirmed);\n7. Estimated survival time ≥ 12 weeks;\n8. Adequate organ function, defined by the following laboratory results obtained within 14 days prior to the enrollment::\n\n   1. Blood routine (no blood transfusion within 14 days before the first administration, no hematopoietic stimulating factor and no other drugs to correct the number of blood cells): neutrophil count (ANC) ≥ 1.5 × 109/L; Platelet count (PLT) ≥ 75 × 109/L; Hemoglobin (HGB) ≥ 9 g/dL;\n   2. Blood biochemistry: serum creatinine (Cr) ≤ 1.5 × ULN or creatinine clearance (CCR) ≥ 50 mL/min; Total bilirubin (TBIL) ≤ 1.5 × ULN (≤ 3 × ULN for patients with Gilbert's syndrome); Alanine aminotransferase (ALT) and aspartate aminotransferase (AST) ≤ 3 × ULN (≤ 5 × ULN for patients with hepatocellular carcinoma or liver metastasis);\n   3. Coagulation function: activated partial thromboplastin time (APTT) and international standardized ratio (INR) ≤ 1.5 × ULN (not corrected with anticoagulants or other drugs affecting coagulation function within 14 days before the first dose, except for the long-term use of anticoagulants due to the patient's disease);\n9. Women of childbearing age must take adequate contraceptive measures from the signing of informed consent to 6 months after the last dose.\n\nExclusion Criteria:\n\n1. Known hypersensitivity to recombinant anti-PD-1 all human monoclonal antibody drugs and its components, or known allergy to any paclitaxel or albumin bound paclitaxel component; A history of uncontrollable allergic asthma;\n2. Previously diagnosed other malignancies within 3 years prior to screening, except for adequately treated skin basal cell carcinoma, cutaneous squamous cell carcinoma, superficial bladder cancer, thyroid cancer or cured in situ carcinoma, such as cervical carcinoma in situ;\n3. Patients with active autoimmune disease or history of autoimmune disease, except for well-controlled type I diabetes, well-controlled hypothyroidism only requiring hormone replacement therapy, skin disease that do not require systemic treatment (such as vitiligo, psoriasis, or alopecia), or patients whose diseases are not expected to recur in the absence of external triggers;\n4. Patients with a history of primary immunodeficiency;\n5. Patients with serious cardiovascular diseases, such as heart failure rated as grade 2 or above by the New York Heart Association (NYHA) classification, myocardial infarction within 3 months before screening, poorly controlled arrhythmia or unstable angina pectoris, or serious arterial/venous thrombotic events (such as transient ischemic attack, cerebral hemorrhage, cerebral infarction, deep vein thrombosis and pulmonary embolism, etc.) within 3 months prior to screening;\n6. Interstitial lung disease requiring systemic therapy of glucocorticoid;\n7. Known untreated central nervous system (CNS) metastasis and meningeal metastasis, or treated but still symptomatic CNS metastasis and meningeal metastasis; However, asymptomatic untreated CNS metastasis and meningeal metastasis, and treated and symptomatically stable CNS metastasis and meningeal metastasis can be included.\n8. Have received any other antibodies/drugs that act on T-cell co-stimulation or checkpoint pathway (including but not limited to PD-1, PD-L1, PD-L2, CTLA-4, OX40, c137 inhibitors, etc.);\n9. Major surgery within 28 days before the first dose of study treatment, radiotherapy within 14 days before the first dose of study treatment, or use of radiation agents (strontium, or samarium, etc.) within 56 days before the first administration;\n10. Systemic antitumor therapy within 14 days before the first administration;\n11. Patients who have received live attenuated vaccine within 28 days before the first administration or planned to receive it during the study period.\n12. Any Chinese patent medicine treatment with an approved antitumor indication by NMPA or Chinese herbal medicine treatment for the purpose of antitumor which is clearly recorded in the medical record within 14 days before the first administration;\n13. Active tuberculosis;\n14. Active infection requiring intravenous infusion treatment within 14 days before the first administration;\n15. Received glucocorticoid (prednisone \\> 10 mg/day or equivalent dose of other similar drugs) or other immunosuppressive treatment for some conditions within 14 days before the first administration;\n16. Those who have received other test drugs within 28 days before the first administration;\n17. Human immunodeficiency virus antibody (HIV-Ab) or treponema pallidum antibody (TP-AB) positive; Hepatitis B virus surface antigen (HBsAg) positive and/or hepatitis B core antibody (HBcAb) positive, with hepatitis B virus quantitative detection value \\> upper limit of normal (ULN) value of the detected center; Hepatitis C antibody (HCV-Ab) positive, with hepatitis B virus RNA quantification \\> ULN value of the detected center.\n18. Pregnant or lactating women; Or positive test for blood pregnancy during screening;\n19. Other situations that may increase the risks related to the study medication, interfere with the interpretation of the study results, affect compliance of the trial, etc. are determined by the investigator to be not suitable for the trial.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}