{
    "nctId": "NCT05163106",
    "briefTitle": "Neoadjuvant Treatment of Locally-advanced Breast Cancer Patients With Ribociclib and Letrozole",
    "officialTitle": "Presurgical Treatment With Ribociclib and Letrozole in Patients With Locally Advanced Breast Cancer: the NEOLETRIB Study.",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer, HER2-negative Breast Cancer, ER-positive Breast Cancer, Locally Advanced Breast Cancer, Luminal A Breast Cancer, Luminal B Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 85,
    "primaryOutcomeMeasure": "To study the change in levels of direct and indirect immunologic biomarkers of targeted cancer therapy with letrozole and ribociclib given in combination for patients with locally-advanced, ER-positive, HER-2 negative, luminal A7B breast cancer",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Females ≥ 18 years old at the time of the ICF signature\n* histologically confirmed locally advanced breast carcinoma, defined as either large T2 (\\>3cm in diameter) or T3-T4, and/or N2-3 primary breast cancer\n* ER-positive (defined by ER-pos. in ≥ 50% of cancer cells) and HER-2 negative, luminal A/B breast cancer\n* postmenopausal status (natural status or induced by treatment with the LHRH-analogue goserelin 3.6mg implant s.c. given every 4 weeks); definition of natural post-menopausal status: age above 55 years or age above 50 years and at least 2 years of amenorrhea in addition to LH-, FSH-, and plasma estradiol levels in the post-menopausal range.\n* Patient has adequate bone marrow and organ function as defined by the following laboratory values (as assessed by central laboratory eligibility): Absolute neutrophil count ≥ 1.0x109/L; platelets ≥ 100 x 109/L; Hemoglobin ≥ 9.0g/dL; INR≤1.5 (unless the patient is receiving anticoagulants and the INR is within the therapeutic range of intended use for that anticoagulant within 7 days prior to the first dose of study drug); Estimated glomerular filtration rate (eGFR) ≥ 30mL/min/1.73m2 according to the Modification of Diet in Renal Disease (MDRD) formula; total bilirubin \\< ULN except for patients with Gilbert's syndrome who may only be included if the total bilirubin is ≤ 3.0 x ULN or direct bilirubin ≤ 1.5 x ULN; aspartate transaminase (AST) \\< 2.5 x ULN; Alanine transaminase (ALT) \\< 2.5 x ULN; patient must have the following laboratory values within normal limits or corrected to within normal limits with supplements before the first dose of study medication: potassium, magnesium, total calcium (corrected for serum albumin).\n* Standard 12-lead ECG values defined as the mean of the triplicate ECGs \\[QTcF interval at screening \\< 450 msec (QT interval using Fridericia's correction), mean resting heart rate 50-90 bpm (determined from the ECG)\\]\n* Performance status: Eastern Cooperative Oncology Group (ECOG) score 0-1\n* Ability and willingness to comply with study visits, treatment, testing and to comply with the protocol.\n\nExclusion Criteria:\n\n* Any prior treatment for primary invasive breast cancer\n* Patient with a known hypersensitivity to any of the excipients of ribociclib or letrozole\n* Patient with known hypersensitivity to peanuts or soya-products\n* Any evidence of distant metastasis\n* Triple-negative breast cancer\n* HER-2 positive disease, suitable for neoadjuvant therapy with trastuzumab, pertuzumab and taxanes, etc.\n* Other conditions rendering patients in need of other treatment options with immediate effect like chemotherapy\n* Concomitant medications that are known strong inducers of CYP3A4/5\n* Clinically significant, uncontrolled heart disease and/or cardiac repolarization abnormality, including any of the following: History of documented myocardial infarction (MI), angina pectoris, symptomatic pericarditis, or coronary artery bypass graft (CABG) within 6 months prior to study entry; documented cardiomyopathy; Left Ventricular Ejection Fraction (LVEF) \\< 50% as determined by Multiple Gated acquisition (MUGA) scan or echocardiogram (ECHO); Long QT syndrome or family history of idiopathic sudden death or congenital long QT syndrome, or any of the following: Risk factors for Torsades de Pointe (TdP) including uncorrected hypocalcemia, hypokalemia or hypomagnesemia, history of cardiac failure, or history of clinically significant/symptomatic bradycardia, Concomitant medication(s) with a known risk to prolong the QT interval and/or known to cause Torsades de Pointe that cannot be discontinued or replaced by safe alternative medication (e.g., within 5 half-lives or 7 days prior to starting study drug) or Inability to determine the QTcF interval; Clinically significant cardiac arrhythmias (e.g., ventricular tachycardia), complete left bundle branch block, high-grade AV block (e.g., bifascicular block, Mobitz type II and third degree AV block); Systolic Blood Pressure (SBP) \\>160 or \\<90 mmHg\n* Patient is currently receiving or has received systemic corticosteroids ≤ 2 weeks prior to starting study drug, or who have not fully recovered from side effects of such treatment. Note: The following uses of corticosteroids are permitted: a short duration (\\<5 days) of systemic corticosteroids; any duration of topical applications (e.g. for rash), inhaled sprays (e.g., for obstructive airways diseases), eye drops or local injections (e.g., intraarticular).\n* Pregnant or breast-feeding (lactating) women or women who plan to become pregnant or breast-feed during the trial\n* Women of child-bearing potential defined as all women physiologically capable of becoming pregnant, unless they are using highly effective methods of contraception during the study treatment and for 21 days after stopping the treatment. Highly effective contraception methods include: Total abstinence (when this is in line with the preferred and usual lifestyle of the patient. Periodic abstinence (e.g., calendar, ovulation, symptothermal, post-ovulation methods) and withdrawal are not acceptable methods of contraception; Female sterilization (have had surgical bilateral oophorectomy with or without hysterectomy), total hysterectomy or tubal ligation at least 6 weeks before taking study treatment. In case of oophorectomy alone, only when the reproductive status of the woman has been confirmed by follow up hormone level assessment; Male partner sterilization (at least 6 months prior to screening). For female patients on the study, the vasectomized male partner should be the sole partner for that patient and the success of the vasectomy must be medically confirmed as per local practice; Placement of an intrauterine device (IUD); Note: Use of oral (estrogen and progesterone), transdermal, injected, implanted, hormone containing intrauterine systems (IUS) or any other hormonal methods of contraception is not allowed in this study\n* Autoimmune disorders or significant allergies (i.e. rheumatoid arthritis, asthma, psoriasis, etc.)\n* Known HIV infection, Hepatitis B or C infection (testing not mandatory)\n* History of autoimmune celiac, inflammatory bowel disease, or other chronic GI disease\n* Recent use (within past month) of more than 3 days of antibiotics use\n* Current use of probiotic supplements\n* Taking proton pump inhibitors, steroids, other non-steroidal antiinflammatory drugs such as ibuprofen or acetyl salicylic acid\n* Past bariatric surgery",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}