{
    "nctId": "NCT04316169",
    "briefTitle": "Hydroxychloroquine, Abemaciclib and Endocrine Therapy in Hormone Receptor Positive (HR+)/Her 2 Negative Breast Cancer",
    "officialTitle": "Hydroxychloroquine (HCQ) in Combination With Abemaciclib and Endocrine Therapy in HR+/Her 2- Advanced Breast Cancer After a Lead in Dose Escalation Cohort of HCQ and Abemaciclib in Advanced Solid Tumors",
    "overallStatus": "WITHDRAWN",
    "conditions": "Solid Tumor, Advanced Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "Dose-limiting toxicities during dose-escalation phase.",
    "eligibilityCriteria": "Eligibility Criteria for Part 1 (Enrollment Criteria for the Dose-Escalation Cohort)\n\nInclusion Criteria for Dose-escalation Phase\n\n1. Patients with advanced or metastatic cancers who are refractory to standard therapy, relapsed after standard therapy, or who have no standard therapy available that improves progression-free or overall survival by at least three months.\n2. Intact G1/S checkpoint in tumor tissue defined by positive-Rb staining and negative-low-molecule weight isoforms of cyclin E (LMWE) with staining done on formalin-fixed paraffin embedded slides from archival tissue or cell blocks.\n3. Demonstrate measurable disease as defined by Response Evaluation Criteria in Solid Tumors (RECIST)1.1 criterion.\n4. Age ≥ 18 years.\n5. Estimated life expectancy of three months.\n6. Eastern Cooperative Oncology Group (ECOG) performance status ≤2.\n7. Patients with asymptomatic central nervous system (CNS) metastases not requiring use of corticosteroids will be allowed.\n8. Patients who received chemotherapy must have recovered (Common Terminology Criteria for Adverse Events \\[CTCAE\\] Grade ≤1) from the acute effects of chemotherapy except for residual alopecia or Grade 2 peripheral neuropathy prior to randomization. A washout period of at least 21 days is required between the last chemotherapy dose and the first dose of the study drug/s (provided the patient did not receive radiotherapy).\n9. Patients who received palliative radiotherapy must have completed and fully recovered from the acute effects of radiotherapy. A washout period of at least 14 days is required between the end of radiotherapy and the first dose of the study drug/s.\n10. Patients must be \\>/= 3 weeks from major surgery. For biologic/targeted agents, patients must be \\>/= 5 half-lives or \\>/= 3 weeks from the last dose (whichever comes first).\n11. The patient is able to swallow oral medications.\n12. Documented ophthalmic exam within the last 12 months demonstrating no evidence of retinopathy. Patients with retinal changes will be considered for enrollment with written clearance from a board-certified ophthalmologist.\n13. The patient must sign informed consent prior to registration.\n14. The patient has adequate organ function for all of the following criteria, as defined below.\n\n    Laboratory Value Guidance to Establish Adequate Organ Function\n\n    Hematologic:\n    * Absolute Neutrophil Count (ANC) ≥ 1.5 × 109/L\n    * Platelets ≥100 × 109/L\n    * Hemoglobin ≥8 g/dL (Patients may receive erythrocyte transfusions to achieve this hemoglobin level at the discretion of the investigator. Initial treatment must not begin earlier than the day after the erythrocyte transfusion.)\n\n    Hepatic:\n    * Total bilirubin ≤1.5 × upper limit of normal (ULN)\n    * Patients with Gilbert's syndrome with a total bilirubin ≤2.0 times ULN and direct bilirubin within normal limits are permitted.\n    * Alanine Aminotransferase (ALT) and aspartate aminotransferase (AST) ≤3 × ULN\n\n    Renal:\n\n    -Creatinine Clearance ≥30 mL/minute\n15. Female subjects must meet one of the following:\n\n    * Postmenopausal for at least one year before enrollment, OR\n    * Surgically sterile (i.e., undergone a hysterectomy or bilateral oophorectomy), OR\n    * If subject is of childbearing potential (defined as not satisfying either of the above two criteria), agrees to practice two acceptable methods of contraception (combination methods require use of two of the following: diaphragm with spermicide, cervical cap with spermicide, contraceptive sponge, male or female condom, hormonal contraceptive) from the time of signing of the informed consent form through 21 days after the last dose of study agent, OR\n\n      o Agrees to practice true abstinence when this is in line with the preferred and usual lifestyle of the subject. (Periodic abstinence \\[e.g., calendar, ovulation, symptothermal, postovulation methods\\] and withdrawal are not acceptable contraception methods.)\n16. Male subjects, even if surgically sterilized (i.e., status postvasectomy), must agree to one of the following:\n\n    * Practice effective barrier contraception during the entire study period and through 60 calendar days after the last dose of study agent, OR o Agree to practice true abstinence when this is in line with the preferred and usual lifestyle of the subject. (Periodic abstinence \\[e.g., calendar, ovulation, symptothermal, post ovulation methods\\] and withdrawal are not acceptable methods of contraception.)\n\nExclusion Criteria for Dose-escalation Phase\n\n1. Serious concomitant systemic disorder that would compromise the safety of the patient or compromise the patient's ability to complete the study, as determined by the treating physician or the principal investigator (for example, interstitial lung disease, severe dyspnea at rest, history of major surgical resection involving the stomach or small bowel, or preexisting Crohn's disease or ulcerative colitis or a preexisting chronic condition resulting in baseline grade 2 or higher diarrhea).\n2. Second primary malignancy except most in situ carcinomas (e.g., adequately treated non-melanomatous carcinoma of the skin) or other malignancy treated at least five years previously with no evidence of recurrence.\n3. Uncontrolled or symptomatic CNS metastases.\n4. Known history of glucose-6-phosphate dehydrogenase (G6PD) deficiency.\n5. Taking other commercially available medications, which may theoretically either stimulate or inhibit autophagy; these include calcitriol and chloroquine.\n6. Taking medications which may lead to interactions with HCQ, including penicillamine, telbivudine, botulinum toxin, digoxin and propafenone.\n7. Must not be taking HCQ at baseline.\n8. Females who are pregnant or lactating.\n9. Uncontrolled infections including and not limited to active bacterial infection (requiring intravenous \\[IV\\] antibiotics at time of initiating study treatment), fungal infection, human immunodeficiency virus infection with cluster of differentiation 4 (CD4) counts less than 350 and/or AIDS defining opportunistic illnesses known active hepatitis B \\[for example, hepatitis B surface antigen positive\\], patients with hepatitis C antibody with detectable hepatitis C viral load.. Screening tests are NOT required for this criterion.\n10. The patient has a marked baseline prolongation of QT/QTc interval \\>470 millisecond using Fridericia's QT correction formula or a personal history of any of the following conditions: syncope of cardiovascular etiology, ventricular arrhythmia of pathological origin (including, but not limited to, ventricular tachycardia and ventricular fibrillation), sudden cardiac arrest, family history of Long QT syndrome.\n11. Patients with symptomatic heart failure, uncontrolled arrhythmia, hypokalemia that does not respond to supplementation\n12. Patient receiving treatment with strong and moderate Cytochrome P450, family 3, subfamily A (CYP3A) inducers within seven days prior to the first dose of study drugs.\n13. Patient receiving treatment with tamoxifen within seven days prior to the first dose of study drugs.\n14. Patient receiving treatment with live vaccines within 30 days prior to the first dose of study drugs.\n15. Patients receiving medications including herbal supplements which may prolong the QT interval.\n\nEligibility criteria- Part 2 (Enrollment criteria for the dose-expansion phase)\n\nInclusion Criteria\n\n1. Postmenopausal women with HR+/ Her2- advanced breast cancer with endocrine naïve disease will be enrolled in Cohort A. Endocrine naïve patients are defined as advanced breast cancer patients eligible for first-line aromatase inhibitor in combination with cyclin-dependent kinase (CDK) 4 / 6 inhibitor therapy. Prior endocrine therapy in the neoadjuvant or adjuvant setting is permitted if the patient had a disease-free interval of more than 12 months.\n2. Postmenopausal women with HR +/ Her 2 -advanced breast cancer with endocrine pretreated disease will be enrolled in Cohort B. Endocrine pretreated patients are defined as advanced breast cancer patients who progressed while receiving endocrine therapy as first-line therapy or who had prior endocrine therapy in the neoadjuvant or adjuvant setting with a disease-free interval of less than 12 months and who are otherwise eligible to receive a combination of Faslodex® and CDK 4 / 6 inhibitor may be enrolled in Cohort B.\n3. Intact G1/S checkpoint in tumor tissue defined by positive-Rb staining and negative-low-molecule weight isoforms of cyclin E (LMWE) with staining done on formalin-fixed paraffin embedded slides from archival tissue or cell blocks.\n4. Age ≥ 18 years.\n5. Men with advanced breast cancer may be enrolled in Cohort A or B if they meet eligibility criteria as above for post menopausal women.\n6. Peri or premenopausal women may be enrolled in Cohort A or B, if they are receiving a gonadotropin-releasing agonist and meet eligibility criteria as above for postmenopausal women.\n7. Female subjects must meet one of the following:\n\n   * Postmenopausal for at least one year before enrollment, OR\n   * Surgically sterile (i.e., undergone a hysterectomy or bilateral oophorectomy), OR\n   * If subject is of childbearing potential (defined as not satisfying either of the above two criteria), agrees to practice two acceptable methods of contraception (combination methods requires use of two of the following: diaphragm with spermicide, cervical cap with spermicide, contraceptive sponge, male or female condom, hormonal contraceptive) from the time of signing of the informed consent form through 21 days after the last dose of study agent. Patients receiving Fulvestrant should use effective contraception for one year after last fulvestrant dose OR o Agree to practice true abstinence when this is in line with the preferred and usual lifestyle of the subject. (Periodic abstinence \\[e.g., calendar, ovulation, symptothermal, postovulation methods\\] and withdrawal are not acceptable contraception methods.)\n8. Male subjects, even if surgically sterilized (i.e., status postvasectomy), must agree to one of the following:\n\n   1. Practice effective barrier contraception during the entire study period and through 60 calendar days after the last dose of study agent, OR\n   2. Agree to practice true abstinence when this is in line with the preferred and usual lifestyle of the subject. (Periodic abstinence \\[e.g., calendar, ovulation, symptothermal, postovulation methods\\] and withdrawal are not acceptable contraception methods.)\n9. Patients with asymptomatic CNS metastases not requiring use of corticosteroids will be allowed\n10. Estimated life expectancy of at least six months.\n11. ECOG performance status ≤2.\n12. Demonstrates measurable disease as defined by RECIST 1.1 criteria or non-measurable bone-only disease.\n13. Documented ophthalmic exam within the last 12 months demonstrating no evidence of retinopathy. Patients with retinal changes will be considered for enrollment with written clearance from a board-certified ophthalmologist.\n14. Must sign informed consent prior to registration.\n15. The patient has adequate organ function for all of the following criteria, as defined below.\n\n    Laboratory Value Guidance to Establish Adequate Organ Function\n    * Hematologic\n    * ANC ≥ 1.5 × 109/L\n    * Platelets ≥100 × 109/L\n    * Hemoglobin ≥8 g/dL (Patients may receive erythrocyte transfusions to achieve this hemoglobin level at the discretion of the investigator. Initial treatment must not begin earlier than the day after the erythrocyte transfusion.)\n    * Hepatic\n    * Total bilirubin ≤1.5 × ULN\n    * Patients with Gilbert's syndrome with a total bilirubin ≤2.0 times ULN and direct bilirubin within normal limits are permitted.\n    * ALT and AST ≤3 × ULN\n    * Renal\n    * Creatinine Clearance ≥30 mL/minute\n16. Patients who previously received chemotherapy must have recovered (Common Terminology Criteria for Adverse Events (CTCAE) grade ≤1) from the acute effects of chemotherapy except for residual alopecia or grade 2 peripheral neuropathy prior to randomization. A washout period of at least 21 days is required between last chemotherapy dose and first dose of the study drug/s (provided the patient did not receive radiotherapy).\n17. Patients who received palliative radiotherapy must have completed and fully recovered from the acute effects of radiotherapy. A washout period of at least 14 days is required between end of palliative radiotherapy and first dose of the study drug/s.\n18. The patient is able to swallow oral medications.\n\nExclusion Criteria\n\n1. Presence of visceral crisis, lymphangitic spread, leptomeningeal carcinomatosis or inflammatory breast cancer.\n2. Prior therapy with a CDK 4/6 inhibitor.\n3. Serious concomitant systemic disorder that would compromise the safety of the patient or compromise the patient's ability to complete the study, as determined by the treating physician or the principal investigator (for example, interstitial lung disease, severe dyspnea at rest, history of major surgical resection involving the stomach or small bowel, or preexisting Crohn's disease or ulcerative colitis or a preexisting chronic condition resulting in baseline grade 2 or higher diarrhea).\n4. Second primary malignancy except most in situ carcinoma (e.g., adequately treated non-melanomatous carcinoma of the skin) or other malignancy treated at least five years previously with no evidence of recurrence.\n5. Uncontrolled or symptomatic CNS metastases.\n6. Known history of G6PD deficiency.\n7. Taking other commercially available medications which may theoretically either stimulate or inhibit autophagy; these include calcitriol and chloroquine.\n8. Taking medications which may lead to interactions with HCQ, including penicillamine, telbivudine, botulinum toxin, digoxin, and propafenone.\n9. Must not be taking HCQ at baseline.\n10. Females who are pregnant or lactating.\n11. The patient has active bacterial infection (requiring intravenous \\[IV\\] antibiotics at time of initiating study treatment), fungal infection, or detectable viral infection (such as known human immunodeficiency virus positivity or with known active hepatitis B or C \\[for example, hepatitis B surface antigen positive\\]). No screening tests is required for this criterion.\n12. The patient has a marked baseline prolongation of QT/QTc interval \\>470 millisecond using Fridericia's QT correction formula or a personal history of any of the following conditions: syncope of cardiovascular etiology, ventricular arrhythmia of pathological origin (including, but not limited to, ventricular tachycardia and ventricular fibrillation), or sudden cardiac arrest ,family history of Long QT syndrome.\n13. Patients with symptomatic heart failure, uncontrolled arrhythmia, hypokalemia that does not respond to supplementation\n14. Patient receiving treatment with strong and moderate CYP3A inducers within seven days prior to the first dose of study drugs.\n15. Patient receiving treatment with tamoxifen within seven days prior to the first dose of study drugs.\n16. Patient receiving treatment with live vaccines within 30 days prior to the first dose of study drugs.\n17. Patients receiving medications, including herbal supplements, which may prolong the QT interval.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}