{
    "nctId": "NCT02900469",
    "briefTitle": "Presurgical Trial of Denosumab in Breast Cancer",
    "officialTitle": "Pre-surgical Evaluation of Denosumab in Patients With Operable Invasive Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "EARLY_PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 44,
    "primaryOutcomeMeasure": "Pharmacodynamic markers of RANKL inhibition determination",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients must have histologically confirmed invasive breast cancer (stages I-III) who have undergone core needle biopsy (clinically or radiographically at least T1c to allow adequate residual cancer tissue at surgery) and will be scheduled for surgical resection (i.e. segmental excision or mastectomy).\n* Archival tissue freshly cut from core biopsy must be available; patients who had a diagnostic core biopsy at an outside institution are eligible as long as it is confirmed that tumor specimens in paraffin blocks (preferred) or ≥ 25 unstained slides, with an associated pathology report, are available.\n* Female, Age ≥18 years (pre or postmenopausal).\n* Signed informed consent\n* Serum calcium or albumin-adjusted serum calcium ≥2.0mmol/L (8.0mg/dL) and ≤ 2.9 mmol/L (11.5mg/dL)\n* Patients with reproductive potential must be willing to use, in combination with her partner, 2 acceptable methods of effective contraception or practice sexual abstinence throughout the study and continue for 5 months after study duration. Subjects who are surgically sterile (eg, history of bilateral tubal ligation, hysterectomy) or whose sexual partner is sterile (eg, history of vasectomy) are not required to use additional contraceptive measures.\n\nExclusion Criteria:\n\n* Consideration for neoadjuvant therapy\n* Serious infections including a history of active Hepatitis B, Hepatitis C or HIV\n* Subject has known sensitivity to any of the products to be administered during the study (e.g.., mammalian derived products, calcium, or vitamin D)\n* Subject is pregnant or breast feeding, or planning to become pregnant/breastfeed while on study through 5 months after the end of treatment\n* Patients have prior history or current evidence of osteonecrosis or osteomyelitis of the jaw, evidence of untreated local gum or oral infection, or non-healed dental or oral surgery\n* Patients with active dental or jaw conditions which require oral surgery/dental procedures, including tooth extraction for the course of the study",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}