{
    "nctId": "NCT05896566",
    "briefTitle": "A Window-of-Opportunity Trial of Giredestrant +/- Triptorelin vs. Anastrozole + Triptorelin in Premenopausal Patients With ER-positive/HER2-negative Early Breast Cancer",
    "officialTitle": "A Window-of-Opportunity Trial of Giredestrant +/- Triptorelin vs. Anastrozole + Triptorelin in Premenopausal Patients With ER-positive/HER2-negative Early Breast Cancer",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 220,
    "primaryOutcomeMeasure": "Change in Ki 67",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Premenopausal women age ≥18 years, premenopausal status defined as:\n\nEstradiol (E2) in the premenopausal range (according to institution parameters) or Patient has been menstruating regularly during the 6 months prior to screening and has not used any form of hormonal contraception or any other hormonal treatments during this time.\n\n* Histologically confirmed, operable invasive breast carcinoma.\n* Eligible for upfront breast conservative surgery or upfront mastectomy: stage I, stage II or operable stage III (excludes T4) (AJCC Cancer Staging Manual 8th edition 2017).46 Tumor size must be ≥1.0 cm Multicentric and multifocal tumors and bilateral breast cancers are allowed but investigators must ensure the same tumor foci is biopsied pre-treatment and post-treatment (e.g., via clipping of the biopsied tumor foci).\n* Documented estrogen receptor (ER)-positive tumor in accordance to ASCO/CAP guidelines (Allison et al. 2020),47 assessed locally and defined as ≥1% of tumor cells stained positive.\n* Documented human epidermal growth factor receptor-2 (HER2)-negative tumor in accordance to 2018 ASCO/CAP guidelines (Wolff et al. 2018)48, as determined per local assessment.\n* Ki 67 ≥10% in diagnostic biopsy as determined per local assessment.\n* Eastern Cooperative Oncology Group Performance Status 0-1.\n* Resting heart rate ≥40 bpm.\n* Normal hematologic status\n* Normal renal function\n* Normal liver function\n* INR \\<1.5× ULN and PTT \\<1.5x ULN Except for patients receiving anticoagulation therapy. For patients receiving warfarin, a stable INR between 2 and 3 is required. For patients receiving heparin, PTT between 1.5 and 2.5 x ULN (or value before patient started heparin treatment) is required.\n\nIf anticoagulation therapy is required for a prosthetic heart valve, stable INR between 2.5 and 3.5 is permitted.\n\n* Negative serum or urine beta HCG pregnancy test within 5 weeks prior to randomization.\n\nPregnancy test will be repeated on day 1, before the first dose of WOO treatment.\n\nWomen of childbearing potential must use highly effective contraceptive methods during the treatment period and for 10 days after the final dose.\n\n* Written Informed Consent (IC) must be signed and dated by the patient and the Investigator prior to randomization.\n* The patient has been informed of and agrees to data transfer and handling, in accordance with national data protection guidelines.\n* The patient agrees to the submission of tumor (diagnostic pre-treatment core biopsy and post-treatment re-biopsy) and blood samples for central pathology review (CPR) and for translational studies as part of this protocol.\n\nExclusion Criteria:\n\n* Stage IV (metastatic) breast cancer.\n* Inflammatory breast cancer (cT4d).\n* Previous systemic or local treatment for the primary breast cancer currently under investigation.\n* Received any GnRH/LHRH analog within 12 months prior to randomization\n* Major surgery within 4 weeks prior to randomization.\n* Known clinically significant history of liver disease consistent with Child-Pugh Class B or C, including hepatitis.\n* Other severe acute or chronic medical or psychiatric condition or laboratory abnormality that may increase the risk associated with study participation or investigational product administration or may interfere with the interpretation of study results and, in the judgment of the investigator, would make the patient inappropriate for entry into this study.\n* History of documented hemorrhagic diathesis, coagulopathy, or thromboembolism.\n* Active cardiac disease or history of cardiac dysfunction, including any of the following:\n\nHistory or presence of symptomatic bradycardia or resting heart rate \\<50 bpm at screening. Patients on stable dose of a beta-blocker or calcium channel antagonist for pre-existing baseline conditions (e.g., hypertension) may be permitted if resting heart rate is ≥50 bpm.\n\nHistory of angina pectoris, symptomatic pericarditis, myocardial infarction, or any cardiac arrhythmias (e.g., ventricular, supraventricular, nodal arrhythmias, or conduction abnormality) within 12 months prior to study entry History of documented congestive heart failure (New York Heart Association Class II-IV) or cardiomyopathy Left ventricular ejection fraction \\<50% as determined by multiple-gated acquisition scan or echocardiogram QT interval corrected through use of Fridericia's formula (QTcF) \\>470 ms based on mean value of triplicate ECGs, history of long or short QT syndrome, Brugada syndrome or known history of corrected QT interval prolongation, or torsades de pointes History or presence of an abnormal ECG that is clinically significant in the investigator's opinion, including complete left bundle branch block, second- or third-degree heart block, sick sinus syndrome, or evidence of prior myocardial infarction\n\n* History of ventricular dysrhythmias or risk factors for ventricular dysrhythmias such as structural heart disease (e.g., severe left ventricular systolic dysfunction, left ventricular hypertrophy), coronary heart disease (symptomatic or with ischemia demonstrated by diagnostic testing), clinically significant electrolyte abnormalities (e.g., hypokalemia, hypomagnesemia, hypocalcemia), or family history of long QT syndrome.\n* Current treatment with medications that are well known to prolong the QT interval.\n* Treatment with strong CYP3A4 inhibitors or inducers within 14 days or 5 drug elimination half-lives (whichever is longer) prior to initiation of study treatment.\n* Known issues with swallowing oral medication.\n* Active inflammatory bowel disease or chronic diarrhea, short bowel syndrome, or major upper gastrointestinal surgery including gastric resection.\n* Serious infection requiring oral or IV antibiotics, or other clinically significant infection within 14 days prior to screening.\n* Any active tumor of non-breast-cancer histology.\n* Women who are pregnant or in the period of lactating.\n* Any concurrent disease or serious medical condition or abnormality in clinical laboratory tests that, in the investigator's judgment, precludes the patient's safe participation in and completion of the study.\n* Judgement by the investigator that the patient should not participate in the study if the patient is unlikely to comply with study procedures, restrictions and requirements.\n* Contraindications or known hypersensitivity to the trial medication or excipients.\n* Treatment with any investigational agents within 30 days prior to expected start of trial treatment.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}