{
    "nctId": "NCT03050268",
    "briefTitle": "Familial Investigations of Childhood Cancer Predisposition",
    "officialTitle": "Familial Investigations of Childhood Cancer Predisposition",
    "overallStatus": "RECRUITING",
    "conditions": "Acute Leukemia, Adenomatous Polyposis, Adrenocortical Carcinoma, AML, BAP1 Tumor Predisposition Syndrome, Carney Complex, Choroid Plexus Carcinoma, Constitutional Mismatch Repair Deficiency Syndrome, Diamond-Blackfan Anemia, DICER1 Syndrome, Dyskeratosis Congenita, Emberger Syndrome, Familial Acute Myeloid Leukemia, Familial Adenomatous Polyposis, Fanconi Anemia, Familial Cancer, Familial Wilms Tumor, Familial Neuroblastoma, GIST, Hereditary Breast and Ovarian Cancer, Hereditary Paraganglioma-Pheochromocytoma Syndrome, Hodgkin Lymphoma, Juvenile Polyposis, Li-Fraumeni Syndrome, Lynch Syndrome, MDS, Melanoma Syndrome, Multiple Endocrine Neoplasia Type 1, Multiple Endocrine Neoplasia Type 2, Neuroblastoma, Neurofibromatosis Type 1, Neurofibromatosis Type II, Nevoid Basal Cell Carcinoma Syndrome, Non Hodgkin Lymphoma, Noonan Syndrome and Other Rasopathy, Overgrowth Syndromes, Pancreatic Cancer, Peutz-Jeghers Syndrome, Pheochromocytoma/Paraganglioma, PTEN Hamartoma Tumor Syndrome, Retinoblastoma, Rhabdoid Tumor Predisposition Syndrome, Rhabdomyosarcoma, Rothmund-Thomson Syndrome, Tuberous Sclerosis, Von Hippel-Lindau Disease",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 3000,
    "primaryOutcomeMeasure": "Identification of novel cancer predisposing genes",
    "eligibilityCriteria": "NOTE: This is a research study and is not meant to be a substitute for clinical genetic testing. Families may never receive results from the study or may receive results many years from the time they enroll. If you are interested in clinical testing please consider seeing a local genetic counselor or other genetics professional. If you have already had clinical genetic testing and meet eligibility criteria for this study as shown below, you may enroll regardless of the results of your clinical genetic testing.\n\nDEFINITION OF FAMILIAR CANCER FOR THIS PROTOCOL:\n\nIn this protocol, the definition of \"Familial Cancer\" is met if any of the following is present:\n\n* An individual with a history of cancer diagnosed under 26 years of age who has at least one first, second or third degree relative with a history of cancer diagnosed under 51 years of age; OR\n* An individual who has been diagnosed with more than one cancer, at least one of which was diagnosed under 26 years of age; OR\n* An individual with a clinical or molecular diagnosis of a known cancer predisposition syndrome; OR\n* An individual with a congenital cancer diagnosed before 6 months of age; OR\n* An individual with a rare pediatric cancer or tumor diagnosed before 26 years of age\n\nº Excluding human papilloma virus-associated cervical cancer and non-melanoma skin cancer occurring in adults.\n\nINCLUSION CRITERIA:\n\n* An individual who meets this protocol's definition of \"Familial Cancer,\" as above.\n* Biologic relatives of an individual meeting this protocol's definition of \"Familial Cancer,\" who are either affected or unaffected by cancer.\n\nEXCLUSION CRITERIA:\n\n* An inability or unwillingness of the research participant or his/her legally authorized representative (LAR) to provide written informed consent.\n* The participant has received allogeneic bone marrow transplantation and has NO pre-transplant germline (cancer-unaffected) DNA available AND is unwilling to provide a skin sample.",
    "sex": "ALL",
    "minimumAge": "N/A",
    "stdAges": "CHILD, ADULT, OLDER_ADULT"
}