{
    "nctId": "NCT00490139",
    "briefTitle": "ALTTO (Adjuvant Lapatinib And/Or Trastuzumab Treatment Optimisation) Study; BIG 2-06/N063D",
    "officialTitle": "A Randomised, Multi-centre, Open-label, Phase III Study of Adjuvant Lapatinib, Trastuzumab, Their Sequence and Their Combination in Patients With HER2/ErbB2 Positive Primary Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Neoplasms, Breast",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 8382,
    "primaryOutcomeMeasure": "Disease-free Survival (DFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Age ≥ 18 years\n* Eastern Cooperative Oncology Group (ECOG) performance status ≤ 1;\n* Non-metastatic operable primary invasive adenocarcinoma of the breast fulfilling the following:\n\n  1. Histologically confirmed\n  2. Adequately excised (exceptions: patients who have 'non-resectable' deep margin invasion are eligible provided they have had or will receive radiotherapy encompassing the region concerned; patients with histologically documented infiltration of the skin (pT4) are eligible provided they have undergone or will receive radiotherapy encompassing the tumour bed);\n  3. Axilla dissected; sentinel node sampling is allowed provided that axillary dissection follows confirmation of a positive sentinel node; sentinel node sampling alone is NOT acceptable after neoadjuvant chemotherapy (in patients receiving neoadjuvant chemotherapy lymph node status will be considered unknown, regardless of the results of post-chemotherapy axillary dissection);\n  4. Axillary node positive patient OR node negative patient with a tumour greater than or equal to 1.0 cm in greatest diameter. For clarification, isolated tumour cells (ITC) are considered pN0 and micrometastases are considered pN1\n* Known hormone receptor status (ER/PgR or ER alone)\n* For Designs 1 and 2: Patients must have received at least four cycles of an approved anthracycline-based (neo-) adjuvant chemotherapy regimen or listed as an exception in Table 5 of the protocol.\n\nFor Design 1: Randomization must be performed no longer than 12 weeks from day 1 of the last chemotherapy cycle after obtaining a post-chemotherapy LVEF ≥ 50. Study treatment must start no more than 14 days after randomization For Design 2: Randomization must be performed no longer than 6 weeks from day 1 of the last anthracycline-containing chemotherapy cycle after obtaining a post-anthracycline chemotherapy LVEF ≥ 50. Study treatment must start no more than 14 days after randomization and must be concurrent with taxanes.\n\nFor Design 2B: Randomisation must be performed no longer than 8 weeks from definitive surgery. Non-anthracycline platinum containing regimen (docetaxel and carboplatin) and study treatment must start concomitantly and no more than 14 days after randomisation.\n\n* Baseline LVEF ≥50% measured by echocardiography or MUGA scan. For Design 1 and Design 2 - after completion of all anthracycline-based (neo-) adjuvant chemotherapy and prior to the targeted therapy(ies); for Design 2B - prior to targeted therapy(ies) and chemotherapy (docetaxel and carboplatin)\n* Over expression and/or amplification of HER2 in the invasive component of the primary tumour (in case of neoadjuvant treatment, tissue sample used for HER2 testing should be collected before neoadjuvant treatment starts), according to one of the following definitions \\[Wolff et al 2007\\] and confirmed by central laboratory prior to randomization:\n* 3+ over expression by IHC (\\> 30% of invasive tumour cells);\n* 2+ or 3+ (in 30% or less neoplastic cells) over expression by IHC AND in situ hybridization (FISH/CISH) test demonstrating HER2 gene amplification;\n* HER2 gene amplification by FISH/CISH ( \\> 6 HER2 gene copies per nucleus, or a FISH ratio \\[HER2 gene copies to chromosome 17 signals\\] of \\> than 2.2.) Patients with a negative or equivocal overall result (FISH test ratio of ≤ 2.2, ≤ 6.0 HER2 gene copies per nucleus) and staining scores of 0, 1+, 2+ or 3+ (in 30% or less neoplastic cells) by IHC are not eligible for participation in the trial.\n\nEquivocal local results may be submitted for a final determination by the central laboratory.\n\n* Completion of all necessary baseline laboratory and radiological investigations\n* Signed written informed consent (approved by an Independent Ethics Committee (IEC) and obtained prior to any study specific screening procedures).\n\nExclusion Criteria:\n\n* History of any prior (ipsi- and/or contralateral) invasive breast carcinoma;\n* Past (less than 10 years) or current history of malignant neoplasms, except for curatively treated 1) basal and squamous cell carcinoma of the skin or 2) carcinoma in situ of the cervix.\n\nNOTE: Patients with a prior malignancy diagnosed greater than 10 years in the past who have been curatively treated with surgery ONLY, WITHOUT radiation therapy or systemic therapy (chemotherapy or endocrine) are eligible for the study. Patients with any prior diagnosis of breast cancer or melanoma, at any time, are excluded from this study.\n\n* Any clinically staged T4 tumour, including inflammatory breast cancer;\n* Bilateral tumours;\n* This exclusion criterion has been removed as of protocol amendment 1.\n\nNOTE: multifocal/multicentric tumours are permitted:\n\n* If the patient is node-negative: one of the lesions must be equal or greater than 1.0 cm (sum of the lesion diameters is not acceptable) AND must have positive HER2 status centrally-confirmed;\n* If patient is node-positive: lesion size does not matter BUT one of the lesions must have HER2 positivity centrally-confirmed. If several lesions are found to be HER2 positive locally, the largest lesion should be considered for central review.\n* Maximum cumulative dose of doxorubicin \\>360mg/m² or maximum cumulative dose of epirubicin \\>720mg/m² or any prior anthracyclines unrelated to the present breast cancer;\n* (Neo-) or adjuvant chemotherapy using peripheral stem cell or bone marrow stem cell support;\n* Any prior mediastinal irradiation except internal mammary node irradiation for the present breast cancer;\n* Patients with positive or suspicious internal mammary nodes identified by sentinel node technique which have not been irradiated or will not be irradiated, or patients with supraclavicular lymph node involvement (confirmed by fine needle aspirate or biopsy);\n* Prior use of anti-HER2 therapy for any reason or other prior biologic or immunotherapy for breast cancer;\n* Concurrent anti-cancer treatment, except hormonal therapy or radiotherapy for the present breast cancer;\n* Concurrent anti-cancer treatment in another investigational trial with hormone therapy or immunotherapy unless approved by the Executive Committee:\n* Serious cardiac illness or medical conditions including but not confined to:\n\nHistory of documented congestive heart failure (CHF) or systolic dysfunction (LVEF \\<50%); High-risk uncontrolled arrhythmias (ventricular tachycardia, high-grade AV-block, supraventricular arrhythmias which are not adequately rate-controlled); Angina pectoris requiring antianginal medication; Clinically significant valvular heart disease; Evidence of transmural infarction on ECG; Poorly controlled hypertension (e.g. systolic \\>180mm Hg or diastolic \\>100mm Hg);\n\n* Other concurrent serious diseases that may interfere with planned treatment including severe pulmonary conditions/illness;\n* Any of the following abnormal laboratory tests immediately prior to randomization:\n\nserum total bilirubin \\>1.5 x upper limit of normal (ULN), in the case of known Gilbert's syndrome, a higher serum total bilirubin (\\<2 X ULN) is allowed; alanine amino transferase (ALAT) or aspartate amino transferase (ASAT) \\>2.5 x ULN; alkaline phosphatase (ALP) \\> 2.5 x ULN; serum creatinine \\>2.0 x ULN; total white blood cell count (WBC) \\<2.5 x 10\\^9/L; absolute neutrophil count \\<1.5 x 10\\^9/L; platelets \\<100 x 10\\^9/L.\n\n* Unresolved or unstable serious adverse events from prior adjuvant chemotherapy or radiotherapy;\n* Malabsorption syndrome, any disease significantly affecting gastrointestinal function, or resection of the stomach or small bowel, or persons unable to swallow oral medication. Subjects with ulcerative colitis are also excluded;\n* Pregnant, lactating or women of childbearing potential without a negative pregnancy test - urine or serum - within 7 days prior to randomization, irrespective of the method of contraception used, including tubal ligation;\n* Women of childbearing potential and male participants with partners of child bearing potential, including women whose last menstrual period was \\<12 months ago (unless surgically sterile) who are unable or unwilling to use adequate contraceptive measures during study treatment (adequate contraceptive measures: intra-uterine device, barrier method - condoms, diaphragm - also in conjunction with spermicidal jelly, or total abstinence. Oral, injectable, or implant hormonal contraceptives are not indicated in this patient population);\n* Concomitant use of CYP3A4 inhibitors or inducers.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}