{
    "nctId": "NCT03409198",
    "briefTitle": "Phase IIb Study Evaluating Immunogenic Chemotherapy Combined with Ipilimumab and Nivolumab in Breast Cancer",
    "officialTitle": "A Randomized Phase IIb Study Evaluating Immunogenic Chemotherapy Combined with Ipilimumab and Nivolumab in Patients with Metastatic Hormone Reseptor Positive Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer, Hormone Receptor Positive Tumor, Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 82,
    "primaryOutcomeMeasure": "Toxicity: CTCAE v4.0",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Metastatic hormone receptor positive breast cancer (primary or recurrent), defined as ER+ \\>1% in metastatic biopsy (archival material or study biopsy) or cytology and HER2 negative in the last biopsy or cytology evaluable for HER2. HER2-analysis is to be perfomed according to national criteria.\n2. Adequate core or excisional study biopsy of a tumor lesion. Lesions in previously irradiated areas may only be used for the biopsy if the lesion has appared or progressed after radiation. No anti-tumor treatment is allowed between the time point for biopsy and study entry.\n3. Measurable metastatic disease according to RECIST\n4. Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1\n5. Signed Informed Consent Form\n6. Women or men aged ≥ 18 years\n7. A minimum of 12 months from adjuvant/neoadjuvant chemotherapy with antracyclins to relapse disease\n8. A maximum of one previous line with chemotherapy in the metastatic setting\n9. Chemotherapy is considered as preferred treatment\n10. Previous endocrine and targeted therapy is allowed\n11. No use of systemic corticosteroids at study entry\n12. Female subject of childbearing potential should have a negative urine or serum pregnancy within 7 days prior to receiving the first dose of study medication. If the urine test is positive or cannot be confirmed as negative, a serum pregnancy test will be required\n13. Female subjects of childbearing potential should agree to remain abstinent (refrain from heterosexual intercourse) or use contraceptive methods that result in a failure rate of \\< 1% per year, during the treatment period and for at least 5 months after the last dose of study therapy.\n14. Male subjects should agree to use an adequate method of contraception starting with the first dose of study therapy through 7 months after the last dose of study therapy\n15. Able to swallow and retain orally administered medication\n16. Adequate organ function as defined in Table 1\n\nExclusion Criteria:\n\n1. Malignancies other than breast cancer within 5 years prior to randomization, with the exception of those with a negligible risk of metastasis or death and treated with expected curative outcome (such as adequately treated carcinoma in situ of the cervix or basal or squamous cell skin cancer)\n2. Spinal cord compression not definitively treated with surgery and/or radiation, or previously diagnosed and treated spinal cord compression without evidence that disease has been clinically stable for \\> 8 weeks prior to randomization\n3. Known CNS disease, except for asymptomatic CNS metastases, provided all of the following criteria are met:\n\n   1. Measurable disease outside the CNS\n   2. Asymptomatic for CNS disease \\> 4 weeks\n   3. No ongoing requirement for corticosteroids as therapy for CNS disease\n   4. No radiation of brain lesions within 2 weeks prior to randomization\n   5. No leptomeningeal disease\n4. Uncontrolled pleural effusion, pericardial effusion, or ascites. Patients with indwelling catheters (e.g., PleurX®) are allowed\n5. Uncontrolled tumor-related pain. Patients requiring narcotic pain medication must be on a stable regimen at study entry. Symptomatic lesions (e.g., bone metastases or metastases causing nerve impingement) amenable to palliative radiotherapy should be treated prior to randomization. Asymptomatic metastatic lesions whose further growth would likely cause functional deficits or intractable pain (e.g., epidural metastasis that is not presently associated with spinal cord compression) should be considered for loco-regional therapy if appropriate prior to randomization\n6. Ionized calcium \\> 1.2 x UNL. The use of bisphosphonates is allowed\n7. Pregnant or breastfeeding\n8. Evidence of significant uncontrolled concomitant disease that could affect compliance with the protocol or interpretation of results, including significant liver disease (such as cirrhosis, uncontrolled major seizure disorder, or superior vena cava syndrome)\n9. Significant cardiovascular disease, such as New York Heart Association (NYHA) cardiac disease (Class II or greater), myocardial infarction within 3 months prior to randomization, unstable arrhythmias, or unstable angina Patients with a known left ventricular ejection fraction (LVEF) \\< 40% will be excluded. Patients with known coronary artery disease, congestive heart failure not meeting the above criteria, or LVEF \\< 50% must be on a stable medical regimen that is optimized in the opinion of the treating physician, in consultation with a cardiologist if appropriate\n10. Severe infection within 21 days prior to randomization, requiring hospitalization\n11. Received oral or IV antibiotics within 1 week prior to Cycle 1, Day 1. Patients receiving routine antibiotic prophylaxis (e.g., to prevent chronic obstructive pulmonary disease exacerbation or for dental extraction) are eligible\n12. Major surgical procedure within 21 days prior to randomization or anticipation of the need for a major surgical procedure during the course of the study other than for diagnosis. Placement of central venous access catheter(s) is not considered a major surgical procedure and is therefore permitted\n13. A history of severe allergic, anaphylactic, or other hypersensitivity reactions to chimeric or humanized antibodies or fusion proteins\n14. Known hypersensitivity to any of the components of the investigational products\n15. A history of autoimmune disease that has required systemic treatment in the past 2 years (i.e. with use of disease modifying agents, corticosteroids or immunosuppressive drugs). Replacement therapy (e.g., thyroxin, insulin, or physiologic corticosteroid replacement therapy for adrenal or pituitary insufficiency, etc.) is not considered a form of systemic treatment. Patients with eczema, psoriasis, lichen simplex chronicus or vitiligo with dermatologic manifestations only (e.g., no psoriatic arthritis) are permitted provided that they meet all of the following conditions:\n\n    1. Rash must cover less than 10% of body surface area.\n    2. Disease is well controlled at baseline and only requiring low potency topical steroids\n    3. No acute exacerbations of underlying condition within the last 12 months (not requiring PUVA \\[psoralen plus ultraviolet A radiation\\], methotrexate, retinoids, biologic agents, oral calcineurin inhibitors, high potency or oral steroids)\n16. Undergone allogeneic stem cell or solid organ transplantation\n17. A history of idiopathic pulmonary fibrosis pneumonitis, or evidence of active pneumonitis on screening chest CT scan. History of radiation pneumonitis in the radiation field (fibrosis) is permitted\n18. A positive test for HIV\n19. Active hepatitis B (defined as having a positive hepatitis B surface antigen \\[HBsAg\\] test at screening) or hepatitis C. Patients with past hepatitis B virus (HBV) infection or resolved HBV infection (defined as having a negative HBsAg test and a positive antibody to hepatitis B core antigen \\[anti-HBc\\] antibody test) are eligible. Patients positive for hepatitis C virus (HCV) antibody are eligible only if polymerase chain reaction (PCR) is negative for HCV RNA\n20. Active tuberculosis\n21. Currently receiving study therapy or has participated in a study of an investigational agent and received study therapy or used an investigational device within 4 weeks of the first dose of treatment\n22. Received treatment with immune checkpoint modulators, including anti-CTLA-4, anti-PD-1, or anti-PD-L1 therapeutic antibodies\n23. Received treatment with systemic immunostimulatory agents (including but not limited to interferons or IL-2) within 4 weeks or five half-lives of the drug (whichever is shorter) prior to randomization\n24. Received treatment with systemic corticosteroids or other systemic immunosuppressive medications (including but not limited to prednisone, dexamethasone, cyclophosphamide, azathioprine, methotrexate, thalidomide, and anti-tumor necrosis factor \\[TNF\\] agents) within 2 weeks prior to randomization, or anticipated requirement for systemic immunosuppressive medications during the trial\n\n    1. Patients who have received acute, low-dose, systemic immunosuppressant medications (e.g., a one-time dose of dexamethasone for nausea) may be enrolled in the study\n    2. Patients with a history of allergic reaction to IV contrast requiring steroid pre-treatment should have baseline and subsequent tumor assessments performed using MRI\n    3. The use of inhaled corticosteroids for chronic obstructive pulmonary disease, mineralocorticoids (e.g., fludrocortisone) for patients with orthostatic hypotension, and low-dose supplemental corticosteroids for adrenocortical insufficiency are allowed\n25. Received anti-cancer therapy (medical agents or radiation) within 2 weeks prior to study Cycle 1, Day 1. Palliative radiotherapy for bone lesions is allowed up to 7 days before start of therapy.\n26. A history or current evidence of any condition, therapy, or laboratory abnormality that might confound the results of the trial, interfere with the subject's participation for the full duration of the trial, or is not in the best interest of the subject to participate, in the opinion of the treating Investigator\n27. Known psychiatric or substance abuse disorders that would interfere with cooperation and the requirements of the trial\n28. Received a live vaccine within 30 days of planned start of study therapy, or is expected to receive such a vaccine while on therapy\n\n    a. Seasonal influenza vaccines for injection are generally inactivated flu vaccines and are allowed; however intranasal influenza vaccines (e.g., Flu-Mist®) are live attenuated vaccines, and are not allowed.\n29. Any reason why, in the opinion of the investigator, the patient should not participate",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}