{
    "nctId": "NCT04954599",
    "briefTitle": "Phase 1/2 Clinical Trial of CP-506 (HAP) in Monotherapy or With Carboplatin or ICI",
    "officialTitle": "Phase 1/2 Modular Dose Escalation With Cohort Expansion of CP-506 (HAP) in Patients With Solid Tumor Types With High Incidence of HRD/FAD in Monotherapy or With Carboplatin or Patients With Solid Tumour and OPD Receiving ICI",
    "overallStatus": "RECRUITING",
    "conditions": "Unspecified Adult Solid Tumor, Protocol Specific",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 126,
    "primaryOutcomeMeasure": "Incidence of treatment-emergent adverse events including dose-limiting toxicities",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Male or female, aged 18 years or more at the time of signing the informed consent\n2. Be willing and able to provide written informed consent for the trial\n3. Life expectancy of at least 6 months\n4. Be willing to have a biopsy collection procedure\n5. ECOG Performance status \\<= 2\n6. Must have adequate organ and bone marrow function, defined as the following:\n\n   6.1. ANC ≥ 1500 µL 6.2. Hemoglobin ≥ 9.0 g/dL 6.3. Platelets ≥ 100 000 µL 6.4. Total bilirubin ≤ 1.5 × ULN OR direct bilirubin ≤ ULN for participants with total bilirubin levels \\>1.5 × ULN 6.5. AST (SGOT) and ALT (SGPT) ≤ 2.5 × ULN (≤ 5 × ULN for participants with liver metastases) 6.6. Creatinine ≤ 1.5 × ULN 6.7. Coagulation: INR ≤ 1.5 × ULN (or within therapeutic ranges for participants on anticoagulant treatment)\n7. Measurable disease on CT scan (RECIST 1.1)\n8. If female, not pregnant, not breastfeeding, and at least one of the following conditions applies:\n\n   8.1. Not a woman of childbearing potential (WOCBP) 8.2. A WOCBP who agrees to follow contraceptive guidance during the treatment period and for at least 4 weeks after the last dose of study treatment and shows a negative pregnancy test before the start of the treatment\n9. If male, must agree to use contraception during the treatment period and for at least 4 weeks after the last dose of study treatment\n10. Able and willing to comply with the protocol Module 1 - monotherapy\n11. Have histologically or cytologically-confirmed advanced or metastatic solid tumour for whom no standard of care or known effective treatment options are available\n12. Have indications of Homologous Recombination (HR) or Fanconi Anaemia (FA) DNA damage repair defects, based on hereditary cancer diagnostics (e.g. BRCA1/2 carriers), dedicated HRD genomic assays (including exome-sequencing) from liquid or tissue biopsies. Presence of such a defect must have been established via a tissue based next generation sequencing test, performed --in a CAP/CLIAcertified (or comparable local or regional certification) laboratory, or via a germline test from one of the following approved providers: Myriad Genetics; Invitae; Ambry; Quest; Color Genomics; MSKCC-IMPACT; GeneDx; Foundation Medicine OR Have cancers with an increased incidence of HRD/FAD: ovarian (41%), breast (18%), pancreas (10%), prostate (9%), and head and neck (5%) OR Patients who were previously responsive to alkylating agent (Partial Response/Complete Response according to RECIST criteria).\n\n    Module 2 - Carboplatin combination\n13. Patient must be eligible to carboplatin treatment.\n14. Have histologically or cytologically-confirmed advanced or metastatic solid tumour for whom no standard of care or known effective treatment options are available.\n15. Receive carboplatin as standard of care: triple negative breast cancer or ovarian cancer.\n\n    Module 3 - ICI combination\n16. Have histologically or cytologically-confirmed advanced or metastatic solid tumour\n17. Receiving immune checkpoint inhibitor (ICI) monotherapy as standard of care for at least 6 months prior to the beginning of the study and who are oligoprogressive. Oligoprogression disease is defined as localized treatment failure at one or two anatomic sites, with one to five progressive and measurable (according to RECIST 1.1) lesions, either new or with ≥ 20% growth of their longest diameter (short-axis in lymph nodes), while other tumor manifestations could shrink or grow less than 20% in diameter\n\nExclusion Criteria:\n\nCore:\n\n1. Prior radiotherapy to more than 25% of bone marrow\n2. Not recovered from all acute toxic effects of prior anticancer therapy (excluding CTCAE Grade 1 alopecia or peripheral neuropathy)\n3. Patients with significant cardiac co-morbidity, such as NYHA Class III or IV CHF, unstable angina, MI within the previous 6 months, or ventricular arrhythmias requiring drug therapy, pacemaker or implanted defibrillator. Serious, uncontrolled cardiac arrhythmia or clinically significant electrocardiogram abnormalities including second degree (Type II) or third-degree atrioventricular block. This does not apply to patient with a pace maker. Cardiomyopathy, myocardial infarction, acute coronary syndromes (including unstable angina pectoris), coronary angioplasty, stenting or bypass grafting. Congestive heart failure (Class II, III, or IV) as defined by the New York Heart Association functional classification system. Symptomatic pericarditis\n4. A marked baseline prolongation of QT/QTc interval (\\> 450 ms)\n5. History of risk factors for Torsade de Pointe (e.g. heart failure, hypokalemia, family history of Long QT syndrome)\n6. Use of concomitant medication prolonging the QT/QTc interval\n7. Evidence of uncontrolled infection or infection requiring a concomitant parenteral antibiotic\n8. Evidence of any other significant clinical disorder or laboratory finding that in the opinion of the Investigator may compromise patient safety during study participation.\n9. Patients with a diagnosis (or strong suspicion) of a rare genetic disorder related to germline biallelic HR/FA and DNA repair gene mutations, such as Fanconi anemia patients of any subtype, Ataxia telangiectasia, Xeroderma pigmentosum, Cockayne, Nijmegen breakage, Werner and Bloom syndrome patients\n10. Patient or physician plans concomitant chemotherapy, radiation therapy, hormonal and/or biological treatment for cancer including immunotherapy while on study\n11. Patient has been treated with any investigational drug or investigational therapeutic device within 30 days (60 days in case of biological compound) of initiating study treatment\n12. Less than 4 weeks since prior major surgery\n13. Known positive for HIV, Hepatitis B surface antigen positive or Hepatitis C positive with abnormal liver function tests\n14. Known allergy to alkylating agents\n15. Central nervous system (CNS) metastases, with the following exception:\n16. Participants with asymptomatic CNS metastases who are clinically stable and have no requirement for steroids for at least 14 days prior to randomization. Note: Participants with carcinomatous meningitis or leptomeningeal spread are excluded regardless of clinical stability\n17. Invasive malignancy or history of invasive malignancy other than disease under study within the last 3 years, except as noted below:\n\n    17.1. Any other invasive malignancy for which the participant was definitively treated, has been disease-free for ≤ 3 years and in the opinion of the principal investigator will not affect the evaluation of the effects of the study treatment on the currently targeted malignancy, may be included in this clinical study 17.2. Curatively treated non-melanoma skin cancer or successfully treated in situ carcinoma 17.3. Low-risk early-stage prostate cancer defined as follows: Stage T1c or T2a with a Gleason score ≤ 6 and prostatic-specific antigen \\<10 ng/mL either treated with definitive intent or untreated in active surveillance that has been stable for the past year prior to randomization\n18. Autoimmune disease (current or history; refer to Table 19) or syndrome that required systemic treatment within the past 2 years Note: Replacement therapies which include physiological doses of corticosteroids for treatment of endocrinopathies (for example, adrenal insufficiency) are not considered systemic treatments\n19. Has a diagnosis of immunodeficiency or is receiving systemic steroids (\\>10 mg oral prednisone per day or equivalent) or other immunosuppressive agents within 7 days prior to randomization Note:\n\n    19.1. Physiologic doses of corticosteroids for treatment of endocrinopathies or steroids with minimal systemic absorption, including topical, inhaled, or intranasal corticosteroids may be continued if the participant is on a stable dose, up to a maximum of 10 mg prednisone per day or equivalent 19.2. Steroids as premedication for hypersensitivity reactions (e.g., computed tomography \\[CT\\] scan premedication) are permitted.\n20. Receipt of any live vaccine within 30 days prior randomization\n21. Prior allogeneic/autologous bone marrow or solid organ transplantation\n22. Has current pneumonitis or history of non-infectious pneumonitis that required steroids or other immunosuppressive agents Note: post-radiation changes in the lung related to prior radiotherapy and/or asymptomatic radiation-induced pneumonitis not requiring treatment (Grade 1) may be permitted if agreed upon by the investigator and Medical Monitor.\n23. Recent history (within the past 6 months) of uncontrolled symptomatic ascites, pleural or pericardial effusions\n24. Recent history (within the past 6 months) of gastrointestinal obstruction that required surgery, acute diverticulitis, inflammatory bowel disease, or intraabdominal abscess\n25. Recent history of allergen desensitization therapy within 4 weeks of randomization\n26. Cirrhosis or current unstable liver or biliary disease per investigator assessment defined by the presence of ascites, encephalopathy, coagulopathy, hypoalbuminemia, esophageal or gastric varices, or persistent jaundice. Note: Stable non-cirrhotic, chronic liver disease (including Gilbert's syndrome or asymptomatic gallstones) or hepatobiliary involvement of malignancy is acceptable if participant otherwise meets entry criteria\n27. Known history of active tuberculosis\n28. Any psychiatric disorder, or other condition that could interfere with participant's safety, obtaining informed consent, or compliance to the study procedures in the opinion of the investigator Module 1 - monotherapy\n29. Patients who have received anticancer therapy (including radiotherapy) within 4 weeks of inclusion Module 2 - Carboplatin combination\n30. Patients who have received anticancer therapy (including radiotherapy) within 4 weeks of inclusion with exclusion of carboplatin.\n\n    Module 3 - ICI combination\n31. Patients who have received anticancer therapy (including radiotherapy) within 4 weeks of inclusion with exception of ICI\n32. Patients progressive under ICI justifying the immediate discontinuation of ICI\n33. Patients who would not receive further treatment with ICI as standard of care\n34. Patients with Complete Response under ICI",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}