{
    "nctId": "NCT04405505",
    "briefTitle": "A Study of TQB2450 Injection Combined With Anlotinib Hydrochloride Capsule Versus Paclitaxel for Injection (Albumin Bound) in Subjects With Triple Negative Breast Cancer (TNBC)",
    "officialTitle": "A Randomized, Positive Parallel Controlled, Multicenter Phase III Study of TQB2450 Injection Combined With Anlotinib Hydrochloride Capsule Versus Paclitaxel for Injection (Albumin Bound) in Subjects With Triple Negative Breast Cancer (TNBC)",
    "overallStatus": "UNKNOWN",
    "conditions": "Triple Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 332,
    "primaryOutcomeMeasure": "Progression free survival (PFS) evaluated by Independent Review Committee(IRC)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* 1.Eastern Cooperative Oncology Group (ECOG) performance status of 0 to 1; Life expectancy ≥ 3 months.\n\n  2.Histologically confirmed triple negative breast cancer. 3.Has at least one measurable lesion. 4.Newly diagnosed stage IV or recurrent/metastatic triple negative breast cancer who are not suitable for surgery.\n\n  5.Prior local radiotherapy for metastatic sites is allowed. 6.Adequate laboratory indicators. 7.Understood and signed an informed consent form. 8.No pregnant or breastfeeding women, and a negative pregnancy test.\n\nExclusion Criteria:\n\n* 1.Has received anti-angiogenic drugs or other PD-1 / PD-L1 / CTLA-4 antibody therapy or other immunotherapy against PD-1 / PD-L1 / CTLA-4.\n\n  2. Severe hypersensitivity occurs after administration of other monoclonal antibodies.\n\n  3. Has other malignancies (except cured skin basal cell carcinoma and cervical carcinoma in situ) within 3 years.\n\n  4. Has any active autoimmune disease or history of autoimmune disease. 5. Has a clear clinical diagnosis of interstitial pneumonia, pulmonary fibrosis, drug-induced pneumonia, or active pneumonia.\n\n  6. Peripheral neuropathy ≥ grade 2. 7. Immunosuppressant or systemic or absorbable local hormone therapy is required to achieve the aim of immunosuppression (dose \\&gt; 10mg/ day prednisone or other therapeutic hormones) and is still used within 2 weeks after the first administration.\n\n  8. Has multiple factors affecting oral medication. 9. Has uncontrolled and repeated drainage pleural effusion, pericardial effusion, and ascites.\n\n  10. Has any signs of bleeding or history. 11. Has unrelieved spinal cord compression. 12. Has symptomatic central nervous system (CNS) disease and / or cancerous meningitis, pia mater disease.\n\n  13. Has received other anti-tumor therapy within 4 weeks before the first administration.\n\n  14. Has any serious and/or uncontrollable disease. 15. Has received vaccination or attenuated vaccine within 4 weeks before the first administration.\n\n  16. According to the judgement of the investigators, there are other factors that may lead to the termination of the study.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}