{
    "nctId": "NCT02778763",
    "briefTitle": "Study on Efficacy and Safety of CBLB612 for Neutropenia Prophylaxis",
    "officialTitle": "Double Blind, Randomized, Placebo-controlled, Multicenter Pilot Study on Efficacy and Safety of CBLB612 Following Single Administration for Neutropenia Prophylaxis in Breast Cancer Patients Receiving Doxorubicin and Cyclophosphamide Myelosuppressive Chemotherapy",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "PREVENTION",
    "enrollmentCount": 23,
    "primaryOutcomeMeasure": "Duration of ANC <1.0 x 103/μl (Grade 3-4)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Written informed consent for the study participation.\n2. Women in the age above 18 years inclusively.\n3. Patients with histologically proven diagnosis of breast cancer to which the 1-st cycle of AC chemotherapy treatment is indicated (with 3-week interval).\n4. ECOG Performance Status of 0-2.\n5. Life expectancy ≥ 6 months.\n6. Completion of all previous cancer therapies (including surgery, radiotherapy, chemotherapy, immunotherapy or study therapy) not later than 4 weeks prior the CBLB612 study.\n7. All acute toxic effects of any previous therapies \\<Grade 1 prior the study, except for alopecia and/or neurotoxicity (Grade 1 or 2 is allowed).\n8. Adequate hematopoiesis function:\n\n   * WBC ≥3.0 x 103/μl;\n   * PTT ≥1.5 x 103/μl;\n   * Platelets ≥75 x 103/μl;\n   * Hemoglobin ≥10 g/dl.\n9. Adequate hepatic function:\n\n   * Total bilirubin ≤1.5 x ULN;\n   * ALT and AST ≤3 x ULN;\n   * Alkaline phosphatase ≤2.5 x ULN.\n10. Adequate renal function:\n\n    * Creatinine ≤1.5 x ULN.\n11. Adequate values of hemostasis system:\n\n    * Prothrombin time;\n    * ≤1.5 x ULN;\n    * Activated partial thromboplastin time ≤1.5 x ULN;\n    * INR ≤1.5 x ULN.\n12. Adequate cardiac function which means\n\n    * LVEF ≥45 based on ultrasonic examination of the heart or radionuclide angiography;\n    * 12-lead electrocardiogram (ECG) with normal tracing, non-clinically significant changes may occur that do not require medical intervention.\n13. Negative test for serological infection markers:\n\n    * Negative HIV-antibody test;\n    * Negative test for hepatitis B surface antigen (HBsAg);\n    * Negative test for hepatitis C virus antibodies or negative test for mRNA of hepatitis C virus;\n    * Negative test for Treponema pallidum antibodies.\n14. Negative pregnancy test.\n15. Consent of a patient with preserved reproductive function to use effective contraception method since screening up to at least 3 months after the study therapy.\n\n    * e.g. intrauterine device, oral contraceptive, subcutaneous implant or double-barrier method (condom with contraceptive sponge or contraceptive vaginal suppository).\n16. A patient shall be ready and able to meet the requirements of the study protocol and have the opportunity to participate in the study throughout the scheduled period.\n\nExclusion Criteria:\n\n1. Rapidly progressing, clinically unstable breast cancer with present clinical signs of cerebral or meningeal membrane metastases.\n2. Specific contraindications or hypersensitivity data in relation to any of the following drugs: doxorubicin, cyclophosphamide, CBLB612, anti-emetic agents (aprepitant, palonosetron), anti-inflammatory drugs (including paracetamol and aspirin), as well excipients of the abovementioned drug agents including polysorbate 80.\n3. History of febrile neutropenia.\n4. Presence of autoimmune disease.\n5. Acute or chronic/relapsing inflammatory eye disease or any other significant eye disorder.\n\n   * patients with mild and moderate myopia or hypermetropia, or presbyopia may be enrolled to the study.\n6. Pregnancy or breast feeding, refusal to use adequate contraception methods during the study.\n7. Signs of ongoing systemic bacterial, fungal or viral infectious disease or local infection requiring treatment at the randomization.\n\n   * patients with local fungal lesion of skin area or nail may be enrolled to the study.\n8. Systemic antibiotic therapy during up to 72 hours prior the randomization.\n9. Previous radiotherapy of ≥30% of bone marrow.\n10. Surgery or chemotherapy or experimental drug therapy within 4 weeks prior randomization.\n11. Transplantation of bone marrow or peripheral blood precursor cells.\n12. Intake of more than 10 portions of alcoholic beverages per week or anamnestic data on alcoholism, narcomania, drug abuse.\n\n    * one portion of alcoholic beverage is 250 ml of beer, 125 ml of wine or 30 ml of strong alcoholic beverage.\n13. Current immunosuppressant therapy including systemic corticosteroid therapy.\n14. Clinically significant abnormal vital signs, results of laboratory and instrumental tests, based on the investigator assessment.\n15. Any disease, condition, organ dysfunction or central nervous system disorder of the intake of narcotic drugs which, according to the investigator, may affect ability to participate in the study or hinder assessment of study results.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}