{
    "nctId": "NCT06027983",
    "briefTitle": "Chimeric Receptor T Cells With Trastuzumab in HER2+ Advanced Breast Cancer and Other Solid Tumors",
    "officialTitle": "Phase IB Followed by Phase II Study of Trastuzumab Combined With Autologous Chimeric Receptor T Cells in HER2+ Advanced Breast Cancer and Other Solid Tumors",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "HER2+ Advanced Breast Cancer, Other Solid Tumors",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 36,
    "primaryOutcomeMeasure": "Time to treatment failure",
    "eligibilityCriteria": "Inclusion Criteria:\n\nPatients may be included in the study only if they meet all of the following criteria:\n\n* Age ≥ 21 years.\n* Histologically confirmed diagnosis of HER2-positive cancer defined by immunohistochemistry (IHC) to be HER2 IHC3+ or HER2 IHC2+ and FISH positive. If immunohistochemistry is not available, FISH method is acceptable. The HER2 positivities by FISH is determined as FISH amplification ratio positive by institutional guidelines. Tumor subtype for each phase include :\n* Phase I: HER2-positive breast or gastric cancer or other treatment-refractory HER2-positive solid tumors\n* Phase II : HER2-positive breast carcinoma\n* Eastern Cooperative Oncology Group (ECOG) performance status 0-1.\n* Has measurable or evaluable disease based on RECIST 1.1 criteria\n* Estimated life expectancy of at least 12 weeks.\n* Prior lines of therapy:\n* HER2-positive breast cancer - patient must have failed at least two lines of anti-HER2 based therapy for advanced/metastatic cancer. Patients with documented relapse while receiving or within 6 months of completion of adjuvant or neoadjuvant trastuzumab for HER2-positive breast cancer will be considered as 1 prior line of therapy.\n* HER2-positive gastric cancer - patient must have failed at least one line of anti-HER2 based therapy.\n* Other refractory HER2-positive solid tumors (non-breast, non-gastric) - have no standard therapies or have failed or unable to tolerate standard therapies\n* Has recovered from acute toxicities from prior anti-cancer therapies\n* Left ventricular ejection fraction ≥50%\n* Adequate organ function including the following:\n\n  o Bone marrow: Absolute neutrophil (segmented and bands) count (ANC) ≥ 1.5 x 109/L Platelets ≥ 100 x 109/L Haemoglobin ≥ 8 x 109/L\n\n  o Hepatic: Bilirubin ≤ 1.5 x upper limit of normal (ULN), ALT or AST≤ 2.5x ULN, (or ≤5 X with liver metastases)\n\n  o Renal: Creatinine ≤ 1.5x ULN\n* Signed informed consent from patient or legal representative.\n* Able to comply with study-related procedures.\n* Specific to cohorts 3, 4 and 5 : Patients who have a history of VTE are eligible if as long as they are receiving therapeutic/prophylactic doses of anticoagulation.\n\nExclusion Criteria:\n\nPatients will be excluded from the study for any of the following reasons:\n\n* Treatment within the last 30 days with any investigational drug.\n* Concurrent administration of any other tumour therapy, including cytotoxic chemotherapy, hormonal therapy, and immunotherapy.\n* Major surgery within 28 days of study drug administration.\n* Active infection that in the opinion of the investigator would compromise the patient's ability to tolerate therapy.\n* Pregnancy.\n* Breast feeding.\n* Serious concomitant disorders that would compromise the safety of the patient or compromise the patient's ability to complete the study, at the discretion of the investigator.\n* Active bleeding disorder or bleeding site.\n* Non-healing wound.\n* Poorly controlled diabetes mellitus.\n* Second primary malignancy that is clinically detectable at the time of consideration for study enrolment.\n* Symptomatic brain metastasis.\n* History of significant neurological or mental disorder, including seizures or dementia,\n* History of autoimmune disease or use of gamma immunoglobulin\n* Unable to comply with study procedures",
    "sex": "ALL",
    "minimumAge": "21 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}