{
    "nctId": "NCT05583110",
    "briefTitle": "Efficacy and Safety of the Combination of Trastuzumab Plus TUCAtinib Plus viNorelbine in Patients With HER2-positive Non-resectable Locally Advanced or Metastatic Breast Cancer",
    "officialTitle": "Single Arm Phase II Study of the Efficacy and Safety of the Combination of Trastuzumab Plus TUCAtinib Plus viNorelbine in Patients With HER2-positive Non-resectable Locally Advanced or Metastatic Breast Cancer \"TrasTUCAN Study\"",
    "overallStatus": "RECRUITING",
    "conditions": "HER2-positive Metastatic Breast Cancer, Locally Advanced HER2 Positive Breast Carcinoma",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 49,
    "primaryOutcomeMeasure": "Objective Response Rate (ORR)",
    "eligibilityCriteria": "Inclusion Criteria:\n\nPatients are eligible to be enrolled in the study only if they meet all of the following criteria:\n\n1. Written and signed informed consent obtained prior to any study-specific procedure.\n2. Male or female patients at least 18 years of age.\n3. Availability of pre-treatment archival Formalin-Fixed Paraffin-Embedded (FFPE) tumor tissue (preferably the most recent available), otherwise possibility to perform a biopsy, to carry out exploratory biomarker analyses.\n4. Documented HER2-positive status by local laboratory determination, preferably on the most recent available FFPE tumor sample, according to the American Society of Clinical Oncology (ASCO)/College of American Pathologists (CAP) international guidelines valid at the time of the assay.\n5. Previous therapy with at least two prior anti-HER2 treatment regimens (either in early stage or advanced disease). Prior taxanes and trastuzumab are mandatory. Prior treatment with pertuzumab, T-DM1, trastuzumab-deruxtecan and anti-HER2 TKI agents is allowed.\n6. Measurable disease according to RECIST 1.1 criteria, defined as at least 1 extra-osseous lesion that can be accurately measured in at least 1 dimension.\n7. Mandatory contrast brain magnetic resonance imaging (MRI) must be performed at baseline and patients must have at least one of the following:\n\n   1. No evidence of brain metastases.\n   2. Untreated brain metastases not needing immediate local therapy.\n   3. Previously treated brain metastases.\n\n      * Brain metastases previously treated with local therapy may either be stable since treatment or may have progressed since prior local central nervous system (CNS) therapy, provided that there is no clinical indication for immediate re-treatment with local therapy.\n      * Subjects treated with CNS local therapy for newly identified lesions may be eligible to enroll if all of the following criteria are met:\n\n        * Time since stereotactic radiosurgery (SRS) is at least 1 week prior to first dose of study treatment, time since whole brain radiation therapy (WBRT) is at least 3 weeks prior to first dose, or time since surgical resection is at least 4 weeks.\n        * Other sites of evaluable disease are present.\n      * Relevant records of any CNS treatment must be available to allow for classification of target and non-target lesions.\n8. Eastern Cooperative Oncology Group (ECOG) Performance Status ≤ 1.\n9. Life expectancy ≥ 12 weeks.\n10. Adequate organ and marrow function defined as follows:\n\n    1. Absolute Neutrophil Count (ANC) ≥ 1,500/mm3 (1.5x109/L).\n    2. Platelet count ≥ 100,000/mm3 (100x109/L).\n    3. Hemoglobin ≥ 9g/dL (90g/L).\n    4. Serum creatinine ≤ 1,5x upper limit of the normal range (ULN) or estimated creatinine clearance ≥ 60 mL/min as calculated using the standard method for the institution.\n    5. Total serum bilirubin ≤ 1,5 x ULN (≤ 3.0 x ULN if Gilbert´s disease).\n    6. Aspartate aminotransferase (AST) and/or alanine aminotransferase (ALT ≤ 3.0 x ULN (≤5.0 x ULN if liver metastases are present).\n    7. Alkaline phosphatase ≤ 2.5 x ULN (≤5.0 x ULN if bone or liver metastases are present).\n11. Left ventricular ejection fraction (LVEF) ≥ 50% measured by multiple-gated acquisition scan (MUGA) or echocardiogram (ECHO).\n12. Negative urine or serum pregnancy test for females of childbearing potential.\n\nExclusion Criteria:\n\nPatients will be excluded from the study if they meet any of the following criteria:\n\n1. Have received more than 4 lines of systemic therapy for locally advanced or MBC.\n2. Have received prior treatment with tucatinib, vinorelbine for locally advanced or MBC or anti-HER2 TKI agents if administered less than 12 months prior to study entry.\n3. Have used a strong CYP3A4 or CYP2C8 inhibitor or CYP3A substrate within 2 weeks, or a strong CYP3A4 or CYP2C8 inducer within 5 days prior to the first dose of study treatment (see Protocol Attachment 2 for more information).\n4. Require therapy with warfarin or other coumarin derivatives (non-coumarin anticoagulants are allowed).\n5. Patients who received before inclusion:\n\n   1. Any investigational agent within 4 weeks.\n   2. Chemotherapy within a period of time that is shorter than the cycle duration used for that treatment (e.g. \\< 3 weeks for fluorouracil, doxorubicine, epirubicin or \\< 1 week for weekly chemotherapy).\n   3. Biologic therapy (e.g., antibodies): up to 4 weeks prior to starting study treatment.\n   4. Endocrine therapy: tamoxifen or aromatase inhibitor (AI) within 2 weeks prior to starting study treatment.\n   5. Corticosteroids within 2 weeks prior to starting study treatment. Note: the following uses of corticosteroids are permitted at any time: single doses, topical applications (e.g., for rash), inhaled sprays (e.g., for obstructive airways diseases), eye drops or local injections (e.g., intra-articular).\n   6. Radiotherapy within 2 weeks (3 weeks if WBRT) prior to starting study treatment (all acute toxic effects must be resolved to NCI-CTCAE version 5.0 grade \\<1, except toxicities not considered a safety risk for the patient at investigator´s discretion). Patients who received prior radiotherapy to \\>25% of bone marrow are not eligible regardless of when it was administered.\n   7. Major surgery or other anti-cancer therapy not previously specified within 4 weeks prior to starting study treatment, Resolution of all acute toxic effects of prior anti-cancer therapy or surgical procedures to NCI-CTCAE version 5.0 grade ≤ 1 (except alopecia or other toxicities not considered a safety risk for the patient at investigator´s discretion) is mandatory.\n6. Are unable for any reason to undergo MRI of the brain.\n7. Have any of the following with regards to CNS disease:\n\n   1. Any untreated brain lesions \\>2 cm in size.\n   2. Any brain lesion thought to require immediate local therapy, including (but not limited to) a lesion in an anatomic site where increase in size or possible treatment-related edema may pose risk to patient (e.g. brain stem lesions). Patients who undergo local treatment for such lesions identified by screening contrast brain MRI may still be eligible for the study based on criteria described under CNS inclusion criteria 7b.\n   3. Known or concurrent leptomeningeal disease as documented by the investigator.\n   4. Ongoing use of corticosteroids for control of symptoms of brain metastases at a total daily dose of \\>2 mg of dexamethasone (or equivalent).\n   5. Poorly controlled (\\> 1/week) generalized or complex partial seizures or manifest neurologic progression due to brain metastases notwithstanding CNS-directed therapy.\n8. Have clinically significant, uncontrolled heart disease and/or recent cardiac events including any of the following:\n\n   1. Ventricular arrhythmia requiring therapy.\n   2. Myocardial infarction or unstable angina within 6 months prior to first dose of study treatment.\n   3. Uncontrolled hypertension (defined as persistent systolic blood pressure \\> 150 mm Hg and/or diastolic blood pressure \\> 100 mm Hg on antihypertensive medications).\n   4. Any history of symptomatic congestive heart failure (CHF).\n   5. History of LVEF decline below 50% during or after prior trastuzumab therapy or other cardiac toxicity during previous trastuzumab treatment that necessitated discontinuation of trastuzumab.\n9. Have a diagnosis of any other malignancy within 3 years prior to inclusion, except for adequately treated basal cell or squamous cell skin cancer, or carcinoma in situ of the cervix or colorectal.\n10. Have history of allergic reactions to trastuzumab, vinorelbine, or tucatinib (or compounds chemically or biologically similar), except for Grade 1 or 2 infusion related reactions to trastuzumab or vinorelbine that were successfully managed.\n11. Have difficulties to swallow tablets, malabsorption syndrome, disease significantly affecting gastrointestinal function, resection of the stomach or small bowel, or active inflammatory bowel disease (e.g., ulcerative diseases).\n12. Have positive serology for Human Immunodeficiency Virus (HIV), or active infection for hepatitis B, hepatitis C or have other known chronic liver disease.\n13. Other severe acute or chronic medical (such as neuropathy grade 3-4) or psychiatric condition or laboratory abnormality that may increase the risk associated with study participation or study treatment administration or may interfere with the interpretation of study results and, in the judgment of the investigator, would make the patient inappropriate for entry into this study.\n14. Are pregnant, breastfeeding, or planning a pregnancy. Women of child-bearing potential or partners of women of child-bearing potential, unless agreement to remain abstinent or use of single or combined non-hormonal contraceptive methods that result in a failure rate of \\< 1% per year during the treatment period and for at least 7 months after the last dose of study treatment.\n\n    1. Abstinence is only acceptable if it is in line with the preferred and usual lifestyle of the patient. Periodic abstinence (e.g., calendar, ovulation, symptothermal, or post-ovulation methods) and withdrawal are not acceptable methods of contraception.\n    2. Examples of non-hormonal contraceptive methods with a failure rate of \\< 1% per year include tubal ligation, male sterilization (only if he is the sole partner and have been performed at least 6 months prior to screening), and certain intrauterine devices.\n    3. Alternatively, two methods (e.g., two barrier methods such as a condom and a cervical cap) may be combined to achieve a failure rate of \\< 1% per year. Barrier methods must always be supplemented with the use of a spermicide.\n    4. Male participants must not donate sperm during study and up to the time period specified above.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}