{
    "nctId": "NCT02162329",
    "briefTitle": "Effects of Meditation on Cognitive Function and Quality of Life",
    "officialTitle": "Effects of Meditation on Cognitive Function and Quality of Life",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 35,
    "primaryOutcomeMeasure": "Changes in Cognitive Function",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Stage I - III female breast cancer patients who have undergone chemotherapy (either neoadjuvant or adjuvant) 6 - 60 months prior to recruitment\n2. Report cognitive impairment since starting chemotherapy as assessed by four questions from the Functional Assessment of Cancer Therapy Cognitive Scale (FACT-Cog)\n3. 35 to 65 years old\n4. Able to read, write and speak English, Spanish, or Portuguese\n5. Willing to come to MD Anderson Cancer Center (MDACC) or Hospital Israelita Albert Einstein (HIAE) for the meditation sessions and assessment sessions\n6. Right handed (qEEG database comparison is specific to handedness. By requiring all participants be right handed, we will be consistent across EEG analysis.)\n7. (PILOT PARTICIPANTS AND HEALTHY CONTROLS ONLY: Women with no history of cancer)\n8. (PILOT PARTICIPANTS AND HEALTHY CONTROLS ONLY: No history of prior chemotherapy)\n9. (PILOT PARTICIPANTS AND HEALTHY CONTROLS ONLY: 35 to 65 years old)\n10. (PILOT PARTICIPANTS AND HEALTHY CONTROLS ONLY: Able to read, write, and speak English, Spanish, or Portuguese)\n11. (PILOT PARTICIPANTS AND HEALTHY CONTROLS ONLY: Willing to come to MDACC and HIAE for the assessment session)\n12. (PILOT PARTICIPANTS AND HEALTHY CONTROLS ONLY: Right handed)\n\nExclusion Criteria:\n\n1. Diagnosis of a formal thought disorder (e.g., schizophrenia)\n2. Any past neurologic insult that is known to affect brain function such as traumatic brain injury, dementia, encephalopathy, etc.\n3. Mini-Mental State Examination score of 23 or below\n4. Recurrent cancer\n5. History of a neurological or psychological disorder that may interfere with the patient's ability to cooperate with study procedures\n6. Factors contraindicated to fMRI\n7. Any extreme mobility issues (e.g. unable to get in or out of a chair unassisted, extremity issues such as neuropathy that limits physical manipulation of objects\n8. Regularly practiced meditation (greater than once per week) in the year prior to study enrollment\n9. (PILOT PARTICIPANTS AND HEALTHY CONTROLS ONLY: Diagnosis of a formal thought disorder (e.g. schizophrenia))\n10. (PILOT PARTICIPANTS AND HEALTHY CONTROLS ONLY: Mini-Mental State Examination score of 23 or below)\n11. (PILOT PARTICIPANTS AND HEALTHY CONTROLS ONLY: Undergoing chemotherapy)\n12. (PILOT PARTICIPANTS AND HEALTHY CONTROLS ONLY: Mini-Mental State Examination score of 23 or below)\n13. (PILOT PARTICIPANTS AND HEALTHY CONTROLS ONLY: Any extreme mobility issues (e.g. unable to get in or out of a chair unassisted, extremity issues such as neuropathy that limits physical manipulation of objects)\n14. (PILOT PARTICIPANTS AND HEALTHY CONTROLS ONLY: Primary caretaker of a cancer patient)\n15. (PILOT PARTICIPANTS AND HEALTHY CONTROLS ONLY: Patients who have regularly practiced meditation (greater than once per week) in the year prior to study enrollment)",
    "sex": "FEMALE",
    "minimumAge": "35 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}