{
    "nctId": "NCT06116812",
    "briefTitle": "The Effects of Laughter Yoga and Mindfulness-Based Stress Reduction (MBSR) Practices Applied to Women With Breast Cancer",
    "officialTitle": "The Effects of Laughter Yoga and Mindfulness-based Stress Reduction (MBSR) Practices Applied to Women With Breast Cancer Receiving Chemotherapy on Anxiety, Depression, Quality of Life and Spiritual Well-being Levels: A Randomized Controlled Study",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer, Laughter Therapy, Mindfulness Therapy, Life Quality, Anxiety and Depression, Spiritual Well-being",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 105,
    "primaryOutcomeMeasure": "Hospital anxiety and depression scale outcomes",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Women who are 18 years of age or older, do not have communication problems, have and can use a smartphone, do not have internet problems to participate in group sessions, volunteer to participate in the study, receive chemotherapy at least once a month and will continue to receive chemotherapy during the study. Women with stage 1 and stage 2 breast cancer, women with primary and secondary education, women within the first year of treatment in terms of the number of cycles, women with a score of 8 or more on the Hospital anxiety and depression scale (0-7 points are normal, 8- A score of 10 is borderline, 11 and above indicates abnormality).\n\nExclusion Criteria:\n\n* Women who did not meet the inclusion criteria, refused to participate in the study, and participated in less than 80% of the research practices (It is recommended to participate in at least 6 out of 8 sessions in the literature (Liu et al. 2022).),\n* Women who use mindfulness therapy, laughter therapy or any complementary or integrative medicine in their daily lives outside the research, women who have a diagnosed psychological disease, metastasis or recurrence, and whose chemotherapy treatment was terminated before the study was completed,\n* Women with stage 3 and stage 4 breast cancer, women who have been receiving chemotherapy for more than 1 year, women whose scores are 8 or below on the Hospital anxiety and depression scale (0-7 points indicate normal, 8-10 points indicate borderline, 11 and above indicate abnormality ).",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT"
}