{
    "nctId": "NCT01226316",
    "briefTitle": "Safety, Tolerability & Potential Anti-cancer Activity of Increasing Doses of AZD5363 in Different Treatment Schedules",
    "officialTitle": "A Phase I, Open-Label, Multicentre Study to Assess the Safety, Tolerability, Pharmacokinetics and Preliminary Anti-tumour Activity of Ascending Doses of AZD5363 Under Adaptable Dosing Schedules in Patients With Advanced Solid Malignancies",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Advanced Solid Malignancy, Safety and Tolerability, Pharmacokinetics, Pharmacodynamics, Tumour Response, Advanced or Metastatic Breast Cancer, Ovarian Cancer, Cervical Cancer, Endometrial Cancer, PIK3CA, AKT1, PTEN, ER Positive, HER2 Positive",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 285,
    "primaryOutcomeMeasure": "Parts A,B,C,D,E & F : Safety and tolerability of AZD5363 in terms of adverse events and serious adverse events",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Aged at least 18 years.\n* Parts A,B: The presence of a solid, malignant tumour, excluding lymphoma, that is resistance to standard therapies or for which no standard therapies exist.\n* ER+/HER2+ breast, ovarian, cervical, endometrial cancer, or other solid cancers, resistance to standard therapies with a PIK3CA gene mutation (Part C), AKT1 gene mutation (Part D) or a dysregulatory aberration on the PIK/AKT pathway (Part D), advanced or metastatic ER+ positive breast cancer that has an AKT1 gene mutation (Part E) or advanced or metastatic ER+ positive breast cancer that has a PTEN gene mutation (Part F).\n* The presence of at least one lesion that can be accurately assessed at baseline by CT, MRI or plain X-ray and is suitable for repeated assessment. Estimated life expectancy of more than 12 weeks.\n* Estimated life expectancy of more than 12 weeks.\n\nExclusion Criteria:\n\n* Clinically significant abnormalities of glucose metabolism.\n* Spinal cord compression or brain metastases unless asymptomatic, treated and stable (not requiring steroids).\n* Evidence of severe or uncontrolled systemic diseases, including active bleeding diatheses or active infections including hepatitis B, C and HIV.\n* Evidence of clinically significant cardiac abnormalities, uncontrolled hypotension, left ventricular ejection fraction below the lower limit of normal for the site or experience of significant cardiac interventional procedures.\n* A bad reaction to AZD5363 or any drugs similar to it in structure or class.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}