{
    "nctId": "NCT05973864",
    "briefTitle": "Capecitabine Plus Pembrolizumab in Patients With Triple Negative Breast Cancer After Chemo-immunotherapy and Surgery",
    "officialTitle": "A Phase III, Randomized, Open-label Study to Evaluate Capecitabine Plus Pembrolizumab vs Pembrolizumab Alone as Post-operative Therapy for Triple Negative Breast Cancer With Residual Disease After Neoadjuvant Chemo-immunotherapy",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Triple Negative Breast Neoplasms",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 418,
    "primaryOutcomeMeasure": "Invasive Disease-free survival (iDFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patient must have signed a written informed consent prior to any trial specific procedures. When the patient is physically unable to give their written consent, a trusted person of their choice, independent from the investigator or the sponsor, can confirm in writing the patient's consent;\n2. Subject ≥ 18 years of age on day of signing informed consent form;\n3. Histologically proven TNBC defined as follows:\n\n   1. Human epidermal growth factor receptor 2 (HER2) negativity (American Society of Clinical Oncology and the College of American Pathologists (ASCO/CAP) criteria),\n   2. AND less than 10% of cells stained by immunohistochemistry for estrogen receptor and Progesterone receptor;\n4. TNBC patients previously treated by standard neoadjuvant chemotherapy with a minimum of 6 cycles of immunochemotherapy containing pembrolizumab, per standard of care (and pembrolizumab label) and anthracyclines and/or taxanes (with/without carboplatin). Other drugs may be acceptable following discussion with the sponsor (with the exclusion of capecitabine);\n5. Complete resection of the breast tumor(s) (and of any invaded lymph node);\n6. No complete pathological response, defined as residual cancer burden (RCB) Class I, II, or III (per local assessment); Note: the final recruited population will contain no more than 25% of patients with RCB I response.\n7. Available representative formalin-fixed paraffin-embedded tumor block from surgery specimen with its histological report;\n8. Eastern Cooperative Oncology Group (ECOG) Performance Status ≤2;\n9. Adequate organ and bone marrow function. All screening lab tests should be performed within 28 days before randomization;\n10. Resolution to at least grade 1 of all acute toxicities from previous therapies including immune related toxicity due to pembrolizumab, except alopecia, immune-related endocrinopathies receiving hormone replacement, and ≤ grade 2 of neuropathy toxicity which are allowed;\n11. Minimal/maximal period for prior treatments (i.e. minimal delay from last dose of prior treatment to cycle 1 dose 1 (C1D1)): breast surgery (the wound must have healed prior to C1D1) ≥2 weeks (maximum 10 weeks); last pembrolizumab injection ≥3 weeks;\n12. Women of child-bearing potential must have a negative serum pregnancy test within 7 days before C1D1;\n13. Women of child-bearing potential and male patients must agree to use 1 effective form of contraception from the time of the negative pregnancy test up to 6 months after the last dose of study drugs;\n14. Patient should be able and willing to comply with study visits and procedures as per protocol;\n15. Patients must be covered by the French medical insurance.\n\nExclusion Criteria:\n\n1. Radiological or clinical evidence of metastatic disease documented by imaging or clinical examination performed during screening period;\n2. Has received capecitabine or other immune-checkpoint inhibitors (ICI) than pembrolizumab in the neoadjuvant chemotherapy (NAC) regimen;\n3. Has a known additional malignancy, excepted skin basal cell carcinoma, squamous cell carcinoma of the skin, or in situ cervical cancer or previously treated malignancy with no evidence of disease for ≥ 2 years;\n4. Presents a contraindication to continue pembrolizumab treatment as per respective summary of product characteristics (SmPC) including known hypersensitivity;\n5. Previous immune-related adverse event of any grade due to pembrolizumab that led to permanent discontinuation of pembrolizumab;\n6. Presents a contraindication to capecitabine treatment as per SmPC;\n7. Complete Dihydropyrimidine Dehydrogenase (DPD) deficiency;\n8. Require the use of one of the following forbidden treatments during the study treatment period:\n\n   * Any investigational anticancer therapy other than the protocol specified treatment,\n   * Any concurrent chemotherapy, immunotherapy, biologic for cancer treatment, other than the ones stated in the protocol;\n9. Pregnant women or women who are breast-feeding;\n10. Patients unwilling or unable to comply with the medical follow-up required by the trial because of geographic, familial, social, or psychological reasons;\n11. Persons deprived of their liberty or under protective custody or guardianship;\n12. Participation in another therapeutic trial within the 30 days prior to randomization.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}