{
    "nctId": "NCT04004910",
    "briefTitle": "A Study Comparing Immunopheresis® Alone or In Combination With Chemotherapy Versus Chemotherapy Alone in Treatment of Advanced Breast Cancer Patients",
    "officialTitle": "A Multicenter, Open-Label, Three-Part Study to Evaluate the Safety and Effectiveness of Immunopheresis With Immunicom's LW-02 Device in Removal of Soluble Tumor Necrosis Factor Receptors (sTNF-Rs) as Well as Clinical Efficacy in Treatment of Patients With Advanced, Refractory Breast Cancer (BC) Alone, or in Combination With Low Dose Chemotherapy Versus Low Dose Chemotherapy.",
    "overallStatus": "UNKNOWN",
    "conditions": "Advanced Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 170,
    "primaryOutcomeMeasure": "Soluble Tumor Necrosis Factor Receptor (sTNFR) concentrations in plasma (picogram per mL)",
    "eligibilityCriteria": "This study will enroll approximately 170 patients with measurable advanced, refractory breast cancer \\[BC\\] (incurable stage III and stage IV) histologically confirmed and with ECOG performance status of 0, 1 and 2 who:\n\n* are primarily diagnosed with advanced disease or are diagnosed with incurable recurrent disease and who have progressed at least 2 standard systemic treatments (with different treatment regimens)\n* have not refused standard-of-care therapies\n\n  * Prior radiation therapy is allowed, provided that the patient has recovered from any toxic effects thereof; radiotherapy will not be counted as the treatment line\n  * Chemotherapy regimens will be counted based on interval disease progression, and not on the number of agents or the number of switches in agents\n  * Patients with ER+ tumors must have failed at least one line of palliative endocrine treatment .\n  * Patients with HER2+ tumors must have failed at least two lines of palliative anti-HER2 therapy\n\nInclusion Criteria:\n\n1. Signed Informed Consent Form\n2. Age ≥ 18 years female\n3. Able to comply with the study protocol in the investigator's judgment\n4. Histologically confirmed diagnosis of BC\n5. Inoperable locally-advanced or metastatic disease\n6. Must be able to provide archival pathological material from primary or metastatic site (formalin-fixed paraffin embedded \\[FPPE\\] tissue block) for central BC confirmation and verification of BC subtype and tmTNF expression\n7. Weight ≥ 35 kg\n8. Life expectancy of at least 3 months with malignancy; expected to live for one year without malignancy.\n9. Adequate organ function:\n\n   1. Hemoglobin ≥ 9.5g/dL (may be achieved with transfusion support)\n   2. Absolute Granulocyte Count (ANC) ≥1.5 × 109/L (without granulocyte colony- stimulating factor support within 2 weeks prior to the first study treatment)\n   3. Platelets (PTL) ≥ 100 × 109/L\n   4. AST/ALT ≤2.5× ULN (patients with documented liver metastases: AST and/or ALT ≤ 5 × ULN; patients with documented liver or bone metastases: alkaline phosphatase ≤ 5 ×ULN)\n   5. Serum creatinine (S-Cr) ≤ 1.5\n   6. Albumin ≥ LLN\n   7. Bilirubin ≤ 1.5 ULN\n   8. International normalized ratio (INR) and activated partial thromboplastin time (aPTT) ≤ 1.5 × ULN. This applies only to patients who are not receiving therapeutic anticoagulation agents.\n   9. Patients receiving therapeutic anticoagulation agents must be on a stable dose\n   10. Calcium level within normal ranges.\n10. The last dose of prior systemic anticancer therapy must have been administered ≥ 7 days prior to study treatment initiation\n11. Measurable disease, as defined by RECIST v1.1\n12. ECOG performance status 0, 1 or 2.\n13. Patients with asymptomatic CNS metastases (treated or untreated), as determined by CT or MRI evaluation during screening and prior radiographic evaluation, are eligible.\n14. For women of childbearing potential: agreement to remain abstinent (refrain from heterosexual intercourse) or use double barrier contraceptive methods that result in a failure rate of \\< 1% per year during the treatment period and for at least 6 months after the last dose of chemotherapy.\n15. Patients must have recovered (i.e., improvement to Grade 1 or better) from all acute toxicities from previous therapy, excluding alopecia. If a patient was previously treated with taxanes, the patient must have recovered from any adverse effects or remain at an acceptable level for patient (i.e. peripheral neuropathy).\n\nExclusion Criteria:\n\n1. Symptomatic CNS metastases\n2. Subjects with brain metastases at screening must have clinically controlled neurologic symptoms and have received previous adequate treatment, defined as surgical excision and/or radiation therapy with stable neurologic function and no evidence of CNS disease progression as determined by comparing a computed tomography (CT) scan or magnetic resonance imaging (MRI) scan performed during screening to a prior scan performed at least 4 weeks earlier and provided that the subject is asymptomatic, has no evidence of cavitation or hemorrhage, and does not require corticosteroids;\n3. Leptomeningeal disease\n4. Uncontrolled pericardial effusion or ascites requiring recurrent drainage procedures\n5. Pregnant or lactating or intending to become pregnant during the study - women who are not postmenopausal (postmenopausal defined as ≥ 12 months of non-drug-induced amenorrhea) or surgically sterile must have a negative serum pregnancy test result within 2 weeks prior to initiation of study treatment\n6. Evidence of significant uncontrolled concomitant disease that could affect compliance with the protocol, including significant liver disease (such as cirrhosis, uncontrolled major seizure disorder, or superior vena cava syndrome)\n7. Significant cardiovascular disease, such as New York Heart Association cardiac disease ≥ Class III, myocardial infarction within 3 months, unstable arrhythmias, or unstable angina\n8. Patients with known coronary artery disease or left ventricular ejection fraction \\< 50% must be on a stable medical regimen that is optimized in the opinion of the treating physician, in consultation with a cardiologist if appropriate\n9. Patient with known persistent, uncontrolled hypotension\n10. Significant renal disorder requiring dialysis or indication for renal transplant\n11. Treatment with any other investigational agent or participation in another clinical trial with therapeutic intent within 28 days prior to study treatment initiation\n12. Major surgical procedure within 4 weeks prior to study treatment initiation or anticipation of need for a major surgical procedure during the course of the study other than for diagnosis\n13. Fever, or any active immunosuppressive systemic infection including history of human immunodeficiency virus (HIV) infection\n14. Other serious diseases (e.g., life expectancy less than 3 months) including active second malignancy except for basal cell carcinoma or cervical carcinoma in situ\n15. Active infection\n16. Patients in whom vascular access is not considered achievable\n17. Use of any standard high dose or low dose chemotherapy or immunosuppressive therapies and or standard radiation therapy concurrently as well anticipated need for any of the former during the study\n18. Body mass index (BMI) ≥ 35 kg/m2\n19. Any condition that the patient's physician determines to be detrimental to the patient participating in this study; including any clinically important deviations from normal clinical laboratory values or concurrent medical events.\n20. Inability to understand the local language for use of the patient QOL instruments (EQ-5D-5L and others).",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}