{
    "nctId": "NCT00068003",
    "briefTitle": "Harvesting Cells for Experimental Cancer Treatments",
    "officialTitle": "Cell Harvest and Preparation for Surgery Branch Treatment Protocols",
    "overallStatus": "ENROLLING_BY_INVITATION",
    "conditions": "Melanoma, Gastrointestinal Cancer, Metastatic Cancer, Breast Cancer, Non-Small Cell Lung Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 7000,
    "primaryOutcomeMeasure": "Generating anti-tumor patient lymphocytes ex vivo",
    "eligibilityCriteria": "* ELIGIBILITY CRITERIA FOR PATIENTS WITH A CURRENT DIAGNOSIS OF CANCER:\n\nINCLUSION CRITERIA:\n\n* Patients must have a form of cancer currently being studied in the NCI-SB.\n* Patient is able to understand and willing to sign a written informed consent document.\n* Age greater than or equal to 18 years.\n* Clinical performance status of ECOG 0 or 1.\n* Serology\n\n  * Seronegative for HIV antibody. (The experimental treatments being evaluated depend upon an intact immune system. Patients who are HIV seropositive can have decreased immune-competence and thus may be less responsive to the experimental treatment and more susceptible to its toxicities).\n  * Seronegative for hepatitis B surface antigen and seronegative for hepatitis C antibody. If hepatitis C antibody test is positive, then the patient must be tested for the presence of antigen by RT-PCR and be HCV RNA negative.\n* Lesions which will be harvested for the generation of TIL should be accessible via standard surgical or radiological techniques and be associated with acceptable morbidity.\n\nEXCLUSION CRITERIA:\n\n* Active systemic infections, coagulation disorders, or other major medical illnesses of the cardiovascular, respiratory, or immune system.\n* Patients who cannot give proper informed consent to the experimental therapy due to an active psychiatric disorder or inability to understand the nature of the proposed therapy and attendant risk.\n* Women of child-bearing potential who are pregnant because of the potentially dangerous effects of some of the procedures (e.g., tumor biopsy or surgery for tumor resection) on the fetus.\n\nELIGIBILITY CRITERIA FOR HEALTHY VOLUNTEERS:\n\nINCLUSION CRITERIA for PBMC Donors:\n\n* Age greater than or equal to 18 years.\n* Non-reactive for HBsAg, anti-HBc, anti-HCV, anti-HIV-1/2, HBV/HCV/HIV-1 NAT, anti-HTLV-I/II, anti-T. cruzi, West Nile Virus NAT,syphilis, and babesia.\n* PBMC donors must meet the strict behavioral and medical history requirements as per applicable NCI-SB Apheresis Donor SOP(s).\n\nINCLUSION CRITERIA FOR WHOLE BLOOD DONORS:\n\n* Age greater than or equal to 18 years.\n* Whole blood donors must meet the DTM inclusion criteria for allogeneic whole blood donation.\n\nEXCLUSION CRITERIA for PBMC Donors:\n\n* Has had babesiosis.\n* Is at risk or has Creutzfeldt-Jakob Disease.\n* Is on steroid therapy or any other medication or has received vaccination that might interfere with cell preparation per Principal Investigator s (PI) discretion.\n* Has ongoing illness that would cause harm to the volunteer during the apheresis procedure as determined by the PI.\n* Has had yellow jaundice, liver disease, or hepatitis since the age of 11.\n* Has uncontrolled diabetes.\n* Has a hematologic malignancy or any bleeding abnormalities.\n* Has received any type of organ transplant in the past 12 months.\n* Has undergone xenotransplantation at any time.\n* Has received a dura mater graft.\n* If female, is pregnant or has given birth within the last six weeks.\n* Has had an ear or body piercing or tattoos within the past 12 months.\n* Has had a blood transfusion within the past 12 months.\n* Has spent time outside the United States to a restricted country.\n* Has participated in any high-risk activities.\n\nEXCLUSION CRITERIA for Whole Blood Donors:\n\n- Whole blood donors who do not meet the DTM criteria for allogeneic whole blood donation.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}