{
    "nctId": "NCT01000883",
    "briefTitle": "Correlation of Molecular Markers With Response to Therapy and Breast Cancer Behavior",
    "officialTitle": "Correlation of Molecular Markers With Response to Therapy and Breast Cancer Behavior",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 10000,
    "primaryOutcomeMeasure": "Generation of a biorepository for current and future correlative research studies",
    "eligibilityCriteria": "Inclusion Criteria:\n\nHigh suspicion of or known breast cancer (early or metastatic)\n\nLesion accessible for safe biopsy (as deemed by the treating physician).\n\nAge ≥ 18 years.\n\nECOG performance status 0 - 2.\n\nAbility to understand and willingness to sign an informed consent document.\n\nIf receiving therapeutic anticoagulation; it should be discontinued temporarily prior to biopsy for a length of time to be determined by the study doctor.\n\nAdequate marrow function, defined as absolute neutrophil count ≥ 1.5 x 109/L and platelets ≥ 100 x 109/L required only for biopsies of vital organs (lung, liver, etc.)\n\nExclusion Criteria:\n\nConcurrent disease or condition that would make the patient inappropriate for study participation or any serious medical or psychiatric disorder that would interfere with the subject's safety.\n\nDementia, altered mental status, or any psychiatric condition that would prohibit the understanding or rendering of informed consent.\n\nHistory of serious or life-threatening allergic reaction to local anesthetics (i.e. lidocaine, xylocaine)\n\nPregnant women are excluded because there may be an increased risk to both mother and fetus in the setting of conscious sedation, which is required for biopsies of certain anatomic sites (e.g. liver, lung). Also, ionizing radiation from CT-guided biopsies may pose a risk to the unborn fetus.\n\nCardiac disease making it unsafe to biopsy in the opinion of the treating physician.\n\nIf patients receiving bevacizumab or other angiogenesis inhibitors are less than 6 weeks from last dose of the angiogenesis inhibitor, they should not undergo research core biopsies of vital organs (lung, liver, etc.) on this protocol because of the concern for the possibility of increased bleeding risk and delayed healing. Patients receiving bevacizumab or other angiogenesis inhibitors who are undergoing a research biopsy of the breast, peripheral lymph node or a skin punch biopsy must be two weeks from the last dose of the angiogenesis inhibitor.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}