{
    "nctId": "NCT01929941",
    "briefTitle": "An Open-Label Study of a Novel JAK-inhibitor, INCB047986, Given in Patients With Advanced Malignancies",
    "officialTitle": "A Phase 1, Open-Label, Dose-Escalation, Safety and Tolerability Study of INCB047986 in Subjects With Advanced Malignancies",
    "overallStatus": "TERMINATED",
    "conditions": "Solid Tumor, Hodgkin's Lymphoma, NHL (Non-Hodgkin Lymphoma), Pancreatic Cancer, Breast Cancer, UC (Ureter and Urethera), Advanced Cancer, Metastatic Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 5,
    "primaryOutcomeMeasure": "Adverse events that are defined as dose limiting toxicities occurring in the first 21 days of treatment in Group 1 and the first 28 days of treatment in Group 2.",
    "eligibilityCriteria": "Inclusion Criteria:\n\nGroup 1\n\n* Aged 18 years or older, with histologically or cytologically confirmed solid tumor, Hodgkin's lymphoma, aggressive or indolent non-Hodgkin's lymphoma. (NOTE: Patients with acute and chronic leukemia, Burkitt's lymphoma, precursor B lymphoblastic leukemia/lymphoma, and myeloma are excluded)\n* Life expectancy of 12 weeks or longer.\n* Subject must have received ≥ 1 prior treatment regimen.\n* The subject must not be a candidate for potentially curative therapy, including transplant.\n\nGroup 2\n\n* Aged 18 years or older\n* Part 1 - Histologically or cytologically confirmed pancreatic adenocarcinoma (first or second line), triple-negative breast cancer (second line), or urothelial cancer (second line)\n* Part 2 - Histologically or cytologically confirmed pancreatic adenocarcinoma\n* No more than 1 prior chemotherapy regimen for advanced or metastatic disease (not including neoadjuvant and/or adjuvant therapy).\n* There is no restriction on the number of prior non-myelosuppressive targeted therapies or hormonal agents (e.g., epidermal growth factor receptor-targeted therapy for lung cancer and hormonal therapy for breast cancer or ovarian cancer); NOTE: Targeted and/or hormonal therapy alone will not be considered chemotherapy for the purposes of this study.\n\nExclusion Criteria:\n\nGroup 1 and 2\n\n* Received an investigational study drug within 28 days or 5 half-lives (whichever is longer) prior to receiving their first dose of study drug.\n* Received any approved anticancer medications within 21 days or 5 half-lives (whichever is longer) prior to receiving the first dose of study drug (42 days for nitrosoureas) EXCEPT steroids at ≤ 10 mg prednisone daily (or equivalent).\n* Has any unresolved toxicity ≥ Grade 2 from previous anticancer therapy without medical monitor approval.\n\n  o Subjects with ongoing chronic toxicities such as fatigue or neuropathy may be allowed after approval from the sponsor's medical monitor\n* Evidence of uncontrolled brain metastases or history of spinal cord compression, or primary central nervous system (CNS) tumors.\n* Has an Eastern Cooperative Oncology Group (ECOG) performance status of ≥ 2.\n* Received allogeneic hematopoietic stem cell transplant within the last 6 months, or has active graft versus host disease (GVHD) following allogeneic transplant, or is currently receiving immunosuppressive therapy following allogeneic transplant.\n* Received autologous hematopoietic stem cell transplant within the last 3 months.\n* Radiation treatment within the previous 4 weeks.\n* History of active hepatitis or positive serology for hepatitis B (unless due to vaccination) or C",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}