{
    "nctId": "NCT03487055",
    "briefTitle": "Safety Assessment of Repeated Administration of TK006 in Patients With Breast Cancer-related Bone Metastases",
    "officialTitle": "Safety Assessment of Repeated Administration of a Fully Human Monoclonal Antibody of RNAKL (TK006) in Patients With Breast Cancer-related Bone Metastases",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 30,
    "primaryOutcomeMeasure": "Incidence of adverse events（AEs）which are related to TK006 treatment throughout the study",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patients provide written informed consent voluntarily.\n2. 18\\~65 years old, male or female.\n3. Patients who completed the entire observation in either 60 mg, 120 mg or 180 mg single dose arm at the core phase (NCT 03239756). Also, these patients should be well-tolerated with TK006 and would further benefit from continued treatment estimated by the researcher and sponsor.\n4. ECOG≤2.\n5. Albumin-adjusted calcium≥2.0mmol/L, ≤2.9mmol/ L.\n\nExclusion Criteria:\n\n1. Women in pregnancy or nursing.\n2. Central nervous system metastasis that is symptomatic or require treatment.\n3. Patients with grade III or IV adverse events considered related to TK006 at the core phase (NCT 03239756).\n4. Patients with important organs dysfunction and not suitable for further treatment with TK006 judged by the researcher.\n5. Imaging confirmed progression in bone metastasis compared with core phase (NCT 03239756).\n6. Previous or existing osteomyelitis or osteonecrosis of jaw, toothache or jaw diseases which are in active or require invasive operations, unhealed wound of oral surgery, or planned invasive dental operations during this trial.\n7. Patients who have been selected for the study of other test devices or test medicine.\n8. Other situations which are not suitable for participation judged by the researcher.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}