{
    "nctId": "NCT04572295",
    "briefTitle": "A Study of E7090 as Monotherapy and in Combination With Other Anticancer Agents in Participants With Estrogen Receptor Positive (ER+) and Human Epidermal Growth Receptor 2 Negative (HER2-) Recurrent/Metastatic Breast Cancer",
    "officialTitle": "An Open-label Phase 1b Study of E7090 Monotherapy and in Combination With Other Anticancer Agents in Subjects With ER+, HER2- Recurrent/Metastatic Breast Cancer",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Neoplasms",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 72,
    "primaryOutcomeMeasure": "Part 1: Recommended Dose (RD) of E7090 in Combination With Other Anticancer Agents",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Provide written informed consent.\n2. Female participants who are age \\>=18 years at the time of informed consent.\n3. Post-menopausal or pre/peri-menopausal concurrently given a luteinizing hormone-releasing hormone (LHRH) agonist before the start of trial therapy and is planned to continue LHRH agonist during the study.\n4. Participants with pathologically confirmed diagnosis of recurrent/metastatic, ER+, HER2 negative breast cancer.\n5. Participants who received prior CDK4/6 inhibitor treatment.\n6. Participants with Performance Status (PS) score of 0-1 established by Eastern Cooperative Oncology Group (ECOG).\n7. Part 1 and Part 2: Participants with at least one accessible lesion prior to study treatment (if archived tissues collected after CDK4/6 inhibitor treatment is not available) and on Cycle 3 Day 1. Part 3 participants must agree to undergo a biopsy at screening if no archival tissue is available (tissue collection must be after CDK4/6 inhibitor treatment and prior to study treatment). Collection of fresh tumor tissue on Cycle 3 Day 1 is not mandatory.\n8. Participants who agree to provide archival or fresh tumor tissue collected after CDK4/6 inhibitor treatment.\n9. Part 2 only: Participants with fibroblast growth factor receptor (FGFR) positive tumor collected after CDK4/6 inhibitor treatment at the central laboratory.\n\nExclusion criteria:\n\n1. Participants with brain or subdural metastases, unless they have completed local therapy and have discontinued the use of corticosteroids for this indication for at least 4 weeks before starting treatment in this study. Any signs (example. radiologic) or symptoms of brain metastases must be stable for at least 4 weeks before starting study treatment.\n2. Participant who have received more than 1 regimen of chemotherapy in the metastatic setting.\n3. For Part 3, participant who have received chemotherapy or antibody-drug conjugate therapy in the metastatic setting.\n4. Participant with inflammatory breast cancer.\n5. Participant with bilateral breast cancer of different histologic types. Participants who have bilateral breast cancers that are both ER+ and HER2- may be enrolled in the study.\n6. Participant who have history of active malignancy within the past 24 months prior to the first dose of study drugs.\n7. Participants with clinically significant cardiovascular impairment.\n8. Presence of a progressive central nervous system (CNS) disease, including degenerative CNS diseases and progressive tumors.\n9. Concomitant active infection requiring systemic treatment.\n10. Participants who test positive for human immunodeficiency virus (HIV antibody), or positive for hepatitis B surface (HBs antigen) or hepatitis C (HCV antibody and RNA).\n11. Participants with following ocular disorders:\n\n    a. Current evidence of Grade 2 or higher corneal disorder. Current evidence of active retinopathy (example. age-related macular degeneration, central serous chorioretinal disease, retinal tear)\n12. Participants who received prior treatment with an FGFR inhibitor.\n13. Females who are pregnant or breastfeeding.\n14. Part 1 only: Participants with T-score less than (\\<) -2.5 by dual-energy X-ray absorptiometry (DXA) scan.\n15. Part 3 only: Participants who received more than 2 prior lines of endocrine therapy in advanced/metastatic setting.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}