{
    "nctId": "NCT01495663",
    "briefTitle": "Dose Escalation Study of I-131-CLR1404 in Subjects With Cancer That Does Not Respond to Treatment or Has Returned",
    "officialTitle": "A Phase 1, Multi-Center, Open-Label, Dose Escalation Study of I-131-CLR1404 in Subjects With Relapsed or Refractory Advanced Solid Malignancies",
    "overallStatus": "COMPLETED",
    "conditions": "Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 12,
    "primaryOutcomeMeasure": "Determination of the recommended dose of I-131-CLR1404 in treating subjects with relapsed or refractory advanced solid malignancies",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Relapsed or refractory advanced solid malignancy or choice not to pursue standard treatment. Tumor types allowed: non-small cell lung, triple negative breast, soft tissue sarcoma, colorectal, gastric, esophageal, prostate, ovarian cancer\n* ≥ 1 lesion that qualifies as a \"target lesion\" based on RECIST 1.1\n* Ambulatory w/ECOG performance status 0 to 2 and estimated life expectancy ≥ 4 mo.\n* 18 years or older\n* Judged by Investigator to have initiative and means to be compliant with protocol and w/n geographical proximity to make required study visits\n* Ability to read, understand and provide written informed consent for initiation of any study related procedures (subject or legal representative)\n* Brain metastasis acceptable if clinical condition stable ≥ 1 mo. Subjects with brain metastasis requiring steroids must have been on a stable or tapering dose of corticosteroids ≥ 1 mo. prior to enrollment\n* Negative serum pregnancy test w/n 24 hours of enrollment (Female subjects of childbearing potential)\n* Agreement to use effective contraception method (oral contraceptives, double-barrier methods, intrauterine device, Norplant, Depo-Provera) during study and 90 days following last dose\n\nExclusion Criteria:\n\n* Subject or physician plans concomitant chemotherapy, therapeutic radiation and/or biological treatment for cancer including immunotherapy while on study. Localized palliative radiation therapy for bone pain allowed if clinically indicated. Ongoing hormonal therapy may be continued\n* Received \\> 3 previous cytotoxic chemotherapy regimens\n* Received \\> 25% of total bone marrow irradiated, total body or hemi-body irradiation or prior radioisotope therapy (except for benign thyroid disease)\n* Diffuse lung disease or interstitial spread of carcinoma\n* Prior radiation therapy or chemotherapy w/n 4 weeks of study start\n* Extradural tumor in contact with spinal cord or tumor located where swelling in response to therapy may impinge upon spinal cord\n* Other active medical condition or organ disease that may compromise safety or interfere with safety and/or outcome evaluation of study drug\n* Laboratory abnormalities, including but not limited to: WBC \\< 3000/uL, Absolute neutrophil count \\< 1500/uL, Platelets \\< 150,000/uL, Hemoglobin ≤ 9.0 gm/dL, Total bilirubin \\> 1.5 x upper limit of normal for age, SGOT or SGPT \\> 3 x upper limit of normal for age if no liver metastases or \\> 5 x upper limit of normal for age in the presence of liver metastases, Serum creatinine \\> 1.5 x upper limit of normal for age, INR ≥ 2.0, 2+ proteinuria or casts indicative of intrinsic renal disease\n* Treatment with investigational drug, investigational biologic, or investigational therapeutic device w/n 28 days of initiating study treatment\n* Received severely marrow toxic drugs (eg nitrosoureas, mitomycin)\n* Received blood transfusions or hematopoietic growth factor therapy w/n 30 days of study start\n* Received prior stem cell transplantation\n* Clinically significant cardiac co-morbidities including congestive heart failure (New York Heart Association class III-IV heart disease), left ventricular ejection fraction \\< 40%, unstable angina pectoris, serious cardiac arrhythmia requiring medication or pacemaker, myocardial infarction within past 6 months\n* Concurrent or recent (w/n 1 month) use of thrombolytic agents or full-dose anticoagulants (except to maintain patency of preexisting, permanent indwelling IV catheters). Therapy with low-molecular weight heparin is acceptable as long as INR \\< 2.0\n* Uncontrolled hypertension as defined by systolic blood pressure \\> 150 mm/Hg, diastolic blood pressure \\> 100 mm/Hg or uncontrolled diabetes that would compromise subject safety or interfere with safety and/or outcome evaluation of study drug\n* Grade II-IV peripheral vascular disease or peripheral vascular surgery w/n past year\n* Major surgery w/n 4 wks. of enrollment\n* Poor venous access and unable to receive study drug into a peripheral venous catheter\n* Significant traumatic injury w/n past 4 wks.\n* Ongoing or active infection requiring antibiotics or with fever \\>38.1º C (\\>101º F) w/n 3 days of first scheduled day of dosing\n* Receiving concurrent hemodialysis or peritoneal dialysis\n* Known positive for HIV, Hepatitis C (active, previously treated or both) or is Hepatitis B core antigen positive\n* Pregnant or lactating\n* Hospitalized",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}