{
    "nctId": "NCT05800197",
    "briefTitle": "Neoadjuvant Endocrine Therapy in Breast Cancer. Real Clinical Practice in Russia",
    "officialTitle": "Neoadjuvant Endocrine Therapy in Breast Cancer. Real Clinical Practice in Russia",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer, Neoadjuvant Endocrine Therapy",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 300,
    "primaryOutcomeMeasure": "the number of patients with a Residual Cancer Burden (RCB) 0-I index as a measure of efficacy",
    "eligibilityCriteria": "Inclusion Criteria:\n\nHistologically confirmed of hormone receptor-positive (HR +), human epidermal growth factor receptor 2-negative (HER2-) invasive breast cancer T4 Nany or Tany N2-N3 premenopausal or menopausal women aged 18 years or older. No evidence of metastasis (M0) No prior hormonal, chemotherapy or radiotherapy is allowed. No breast operation other than biopsy to make diagnosis is allowed.\n\nPostmenopausal women, defined as women meeting any of the following criteria:\n\nAge ≥ 60 years Age ≥ 45 years with amenorrhea ≥ 12 months in the moment of breast cancer diagnosis and an intact uterus Prior bilateral ovariectomy In case previous hysterectomy, follicle stimulating hormone (FSH) and estradiol levels within the postmenopausal range (using local laboratory ranges)\\* \\* In patients previously treated with a luteinizing hormone releasing hormone (LH-RH) analogue, the last extended release formulation should have been administered more than 6 months before randomisation, and menses must not have reappeared.\n\nFor women of childbearing potential who are sexually active, agreement to use a highly effective, non-hormonal form of contraception or two effective forms of non-hormonal contraception during and for at least 6 months post-treatment.Eastern Cooperative Oncology Group (ECOG) performance status 0/1/2 No personal history of breast cancer within the last 5 years\n\nExclusion Criteria:\n\nPatients non-candidate for breast surgery Patients with previously treated breast cancer during the last 5 years or receiving another concomitant anticancer treatment like chemotherapy, immunotherapy, endocrine Patient whose general clinical condition does not consider postponing surgery\n\nInadequate organ function, evidenced by the following laboratory results:\n\nAbsolute neutrophil count \\<1,500 cells/mm3 Platelet count \\<100,000 cells/mm3 Hemoglobin \\<9 g/dL Total bilirubin greater than 1,5 times the upper limit of normal (ULN) (unless the patient has documented Gilbert's syndrome) Aspartate aminotransferase (AST \\[SGOT\\]) or alanine aminotransferase (ALT \\[SGPT\\]) \\>2.5 x ULN Serum creatinine \\>2.0 mg/dL and/or 177 μmol/L clearance creatinine \\<50mL/min (calculated by Cockcroft-Gault method) International normalized ratio (INR) and activated partial thromboplastin time (aPTT) or partial thromboplastin time (PTT) \\>1.5 x ULN (unless on therapeutic coagulation) 9. Uncontrolled hypertension (systolic \\>150 mmHg and/or diastolic \\> 100 mmHg) or clinically significant (i.e. active) cardiovascular disease: cerebrovascular accident/stroke or myocardial infarction within 6 months prior to first study medication; unstable angina; CHF of New York Heart Association (NYHA) Grade II or higher; or serious cardiac arrhythmia requiring medication.\n\nPatients with a history of long-QT syndrome or documented family history of long-QT syndrome.\n\nQTc \\>470 12. serum potassium level \\< LLN 13. Uncontrolled intercurrent illness including but not limited to, known active infection with human immunodeficiency virus (HIV), hepatitis B or C virus or psychiatric illness/social situations that would limit compliance with study requirements.\n\nAssessed by the investigator to be unable or unwilling to comply with the requirements of the protocol.\n\nPregnant or breastfeeding patients",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}