{
    "nctId": "NCT05982093",
    "briefTitle": "Elacestrant With/Without Triptorelin in Premenopausal Women With Luminal Breast Cancer",
    "officialTitle": "A Phase 2 Randomized Pre-operative,Window of Opportunity Trial Investigating the Effect of Elacestrant With/Without Triptorelin in Premenopausal Patients With HR+/HER2- Breast Cancer - SOLTI-2104-PremiÈRe Trial.",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer, HER2-negative Breast Cancer, Hormone Receptor Positive Tumor, Premenopausal Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 48,
    "primaryOutcomeMeasure": "To evaluate the biological activity of elacestrant with or without OFS in premenopausal women with ER+/HER2- operable EBC",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Signed informed consent must be obtained prior to any trial-specific procedure.\n2. Female patients who are at least 35 years of age on the day of signing informed consent.\n3. Patient is premenopausal at the time of study entry\n\n   Premenopausal status is defined as either:\n   * Patient had last menstrual period within the last 6 months. OR\n   * Plasma estradiol and FSH in the premenopausal range, according to local laboratory definition.\n\n   Note: Patients who have undergone bilateral oophorectomy are not eligible.\n4. Histologically confirmed non-metastatic primary invasive adenocarcinoma of the breast untreated and recently diagnosed, with all the following characteristics:\n\n   * Stage I to stage IIB operable breast cancer (7th Edition of the AJCC). Note: Axillary lymph node status must be assessed by fine needle biopsy or core biopsy. This procedure at screening will be omitted if there is no suspicion for positive axillary lymph node(s) radiographically or if a pathological report of suspicious lymph nodes of the results of a fine needle biopsy or core biopsy is available prior to the screening period.\n   * Absence of distant metastasis (i.e., M0) as determined by institutional practice.\n   * At least 1 lesion that can be accurately and serially measured in at least 1 dimension and for which the longest diameter is ≥ 10 mm as measured by magnetic resonance imaging (MRI) or ultrasound (US).\n   * In the case of a multifocal tumor, the largest lesion must be ≥ 10 mm and designated the \"target\" lesion for all subsequent tumor evaluations. All biopsied tumors had to be ER+HER2-negative\n5. ER-positive with expression higher than 10% and HER2-negative tumor\n\n   * HER2 negativity is defined as either of the following: Immunohistochemistry (IHC) 0, IHC 1+ or IHC2+/in situ hybridization (ISH) negative as per most recent American Society of Clinical Oncology (ASCO)-College of American Pathologists Guideline (CAP) guideline according to the local laboratory as determined on the most recently analyzed tissue sample.\n   * Documentation of ER positive tumor with ≥ 10% staining by immunohistochemistry of cells as per most recent ASCO-CAP guideline according to the local laboratory determined on the most recently analyzed tissue sample, with or without progesterone receptor positivity.\n6. Ki67 expression ≥ 10% and ≤ 35% by local assessment\n7. Have an Eastern Cooperative Oncology Group (ECOG) performance status of 0 to 1.\n8. Breast cancer eligible for primary surgery.\n9. Availability of pre-treatment tumor tissue sample of FFPE tumor block from primary tumor for biomarker analysis. The tumor tissue should be of good quality based on total and viable tumor content and must be evaluated centrally for quality prior to enrollment. Archival tumor tissue or ex professo biopsy are acceptable.\n10. Adequate hematologic and organ function within 14 days before the first study treatment on Day 1, defined by the following:\n\n    1. Neutrophils (ANC ≥1.000/μL).\n    2. Hemoglobin ≥ 9.0 g/dL (with no need for transfusions).\n    3. Platelet count ≥ 75. 000/μL.\n    4. Serum creatinine ≤1.5 mg/dL or calculated creatinine clearance ≥30 mL/min (Cockcroft-Gault Equation)\n    5. International normalized ratio (INR) or prothrombin time (PT) ≤1.5 × ULN and activated partial thromboplastin time (aPTT) within therapeutic range.\n\n       Note: Subjects who are receiving anticoagulation treatment which is monitored by INR (eg, warfarin) may be allowed to participate if they have a stable INR (ie, within therapeutic range) for at least 28 days prior to the first dose of study drug, in the absence of any exclusionary medical conditions, and provided that elacestrant would be appropriate therapy for the subject\n    6. Potassium, total Calcium (corrected for serum albumin), and sodium NCI CTCAE v5.0 Grade ≤ 1.\n    7. Alanine aminotransferase (ALT) ≤ 3x upper limit of normal (ULN)\n    8. Aspartate aminotransferase (AST) ≤ 3x ULN\n    9. Total bilirubin ≤ ULN or total bilirubin ≤ 1.5x ULN with direct bilirubin ≤ ULN of the laboratory in subjects with documented Gilbert's Syndrome\n11. Patient must be willing and able to comply with scheduled visits, treatment plans, laboratory tests, and other trial procedures.\n12. Women of childbearing potential (CBP), defined as all women physiologically capable of becoming pregnant, must have confirmed negative serum pregnancy test within 7 days prior to randomization.\n13. Female subjects must not donate, or retrieve for their own use, oocytes from the time of screening and throughout the study treatment period, and for at least 120 days after the time of final study drug administration.\n14. Women of CBP must be willing to use highly effective methods of contraception. Contraception must continue during the trial treatment and after stopping the treatment received according to protocol. Highly effective contraception methods include:\n\n    * Total abstinence (when this is in line with the preferred and usual lifestyle of the patient). Periodic abstinence (e.g., calendar, ovulation, symptothermal, post-ovulation methods) and withdrawal are not acceptable methods of contraception.\n    * Placement of a non-hormonal intrauterine device (IUD). Notes: Use of oral (estrogen and progesterone), transdermal, injected, implanted, hormone containing intrauterine system, or any other hormonal methods of contraception is not allowed in this trial. Women are considered of CBP unless: they have had ≥ 12 months of natural (spontaneous) amenorrhea with an appropriate clinical profile (i.e., age-appropriate history of vasomotor symptoms) or have had surgical bilateral oophorectomy (with or without hysterectomy), total hysterectomy, or tubal ligation at least four weeks prior to randomization. In the case of oophorectomy alone, only when the reproductive status of the woman has been confirmed by follow-up hormone level assessment, she will be considered not of CBP. After the end of trial treatment, patients should use effective contraception at least until 28 days after therapy discontinuation.\n15. Patients must have the ability to swallow oral medication.\n\nExclusion Criteria:\n\n1. Inoperable locally advanced or inflammatory breast cancer (any stage III).\n2. Metastatic (Stage IV) breast cancer.\n3. Synchronous invasive bilateral or multicentric breast cancer.\n4. Patients requiring immediate neoadjuvant chemotherapy or immediate surgical intervention.\n5. Patients who have undergone sentinel lymph node biopsy or tumor excisional biopsy prior to study treatment.\n6. Prior malignancy within 3 years prior to randomization, except curatively treated non-melanoma skin cancer, in situ cancer or adequately and curatively treated Stage I or II cancer from which the patient is currently in complete remission.\n7. Patients currently on following medications, which cannot be interrupted 7 days prior treatment start:\n\n   * Any prohibited medication as per decapeptyl (triptorelin) label\n   * Strong inhibitors of CYP3A4, including grapefruit, grapefruit hybrids, pummelos, starfruit and Seville oranges\n   * Known strong or moderate inducers or inhibitors of cytochrome P450 (CYP) 3A4 (Refer to http://medicine.iupui.edu/clinpharm/ddis/) within 5 half-life of the drug prior to initiating trial therapy\n   * Herbal preparations/medications. These include, but are not limited to, St. John's wort, kava, ephedra (ma huang), gingko biloba, dehydroepiandrosterone (DHEA), yohimbe, saw palmetto, and ginseng within 5 half-life of the drug prior to initiating trial therapy\n   * Vaccination, including but not limited to vaccination against COVID-19, during the 7 days prior to randomization.\n8. Any treatment, local or systemic, including prior chemotherapy, ET, targeted therapy, and/or radiation therapy for the currently diagnosed BC prior to enrollment.\n9. Major surgical procedure or significant traumatic injury within 28 days prior to randomization.\n10. Assessment by the investigator to be unable or unwilling to comply with the requirements of the protocol.\n11. Any of the following within 6 months before enrollment: myocardial infarction, severe/unstable angina, ongoing cardiac dysrhythmias of NCI CTCAE v5.0 Grade ≥ 2, prolonged QTcF ≥ Grade 2 (i.e., \\> 480 msec), uncontrolled atrial fibrillation of any grade, coronary/peripheral artery bypass graft, heart failure ≥ Class II as defined by the New York Heart Association guidelines, or cerebrovascular accident including transient ischemic attack.\n12. Child-Pugh Score greater than Class A (i.e., score \\>6)\n13. Coagulopathy or any history of coagulopathy within the past 6 months, including history of deep vein thrombosis or pulmonary embolism. However, subjects with the following conditions will be allowed to participate:\n\n    1. Adequately treated catheter-related venous thrombosis occurring \\>28 days prior to the first dose of study drug\n    2. Treatment with an anticoagulant, e.g., warfarin or heparin, for a thrombotic event occurring \\> 6 months before enrollment, or for an otherwise stable and allowed medical condition (eg, well controlled atrial fibrillation), provided dose and coagulation parameters (as defined by local standard of care) are in therapeutic range prior to the first dose of study drug and provided that an AI would be an appropriate therapy for the subject\n14. Known hypersensitivity to any of the study drugs, including excipients.\n15. Known difficulty in tolerating oral medications or conditions which would impair absorption of oral medications such as: uncontrolled nausea or vomiting (i.e., CTCAE ≥ Grade 3 despite antiemetic therapy), ongoing gastrointestinal obstruction/motility disorder, malabsorption syndrome, or prior gastric bypass.\n16. History of or clinical evidence of significant co-morbidities that, in the judgment of the investigator, may interfere with the conduction of the study, the evaluation of response, or with informed consent.\n17. Previous hormonal treatments for other indications such as osteoporosis, breast cancer prevention, hormonal substitutive therapy, such as raloxifene, tamoxifen, estrogen, progestins must have ended at least 12 months prior to trial registration. If a patient is on natural products known to contain progestins, they must be stopped 14 days prior to beginning study treatment.\n18. Used any prescription medication during the prior 1 month that the investigator judge is likely to interfere with the study or to pose an additional risk to the patient in participating.\n19. Female subject who is pregnant or breastfeeding or intends to become pregnant during the study.",
    "sex": "FEMALE",
    "minimumAge": "35 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}