{
    "nctId": "NCT05131815",
    "briefTitle": "The BurnAlong Pilot Study for Adolescent and Young Adult Cancer Survivors",
    "officialTitle": "The BurnAlong Pilot Study: Examining the Feasibility of a Virtual Group-based Physical Activity Intervention for Adolescent and Young Adult Cancer Survivors",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Cancer, Cancer Metastatic, Neoplasms, Breast Cancer, Lung Cancer, Thyroid Cancer, Lymphoma, Lymphoma, Non-Hodgkin, Hodgkin Lymphoma, Leukemia, Sarcoma, Skin Cancer, Bone Cancer, Gynecologic Cancer, Pancreas Cancer, Multiple Myeloma, Colorectal Cancer, Gastrointestinal Cancer, Prostate Cancer, Glioblastoma, Brain Cancer, Head and Neck Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 8,
    "primaryOutcomeMeasure": "Feasibility of BurnAlong",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Cancer (all types) diagnosis between the ages of 15-39\n* Between the ages of 18-39 during study participation\n* At least 3 months post-active treatment completion\n* Answers \"no\" to all questions on the Physical Activity Readiness Questionnaire\n* Not currently meeting physical activity guidelines per leisure-time physical activity participation questionnaire\n* Access to and ability to use a computer, tablet or phone device with internet access\n* Ability to understand and read English\n* Written informed consent obtained from subject and ability for subject to comply with the requirements of the study\n\nExclusion Criteria:\n\n* Hearing loss or vision impairment that would preclude the participant from accessing and using the app (use of hearing aids or visual aids is acceptable) based on self-report\n* Currently meeting physical activity guidelines (score of \\>23 on Godin-Shephard Leisure-Time Physical Activity Questionnaire)\n* Currently pregnant, based on self-report\n* Patients with active treatment planned within the next 3 months. (Active treatment includes chemotherapy, biologic therapy, radiation therapy, surgery, and any combination.) Long-term hormonal/biologic treatments are acceptable except for AR-targeted therapies for prostate cancer. Participants with known metastatic disease, grade 3 or higher neuropathy, major surgery within 3 months of baseline visit, pregnancy of childbearing potential will be excluded.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT"
}