{
    "nctId": "NCT01857193",
    "briefTitle": "Phase Ib Trial of LEE011 With Everolimus (RAD001) and Exemestane in the Treatment of Hormone Receptor Positive HER2 Negative Advanced Breast Cancer",
    "officialTitle": "A Phase Ib Trial of LEE011 in Combination With Everolimus (RAD001) and Exemestane in the Treatment of Postmenopausal Women With Hormone Receptor Positive, HER2 Negative Locally Advanced or Metastatic Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 132,
    "primaryOutcomeMeasure": "Dose Escalation: Incidence of Dose Limiting Toxicity (DLT)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Adult women (≥ 18 years of age) with metastatic or locally advanced breast cancer\n* Histological or cytological confirmation of ER+ breast cancer in dose escalation and HR+ breast cancer in dose expansion\n* A representative tumor specimen must be available for molecular testing.\n* Postmenopausal women. Postmenopausal status is defined either by:\n* Age ≥ 18 with prior bilateral oophorectomy\n* Age ≥ 60 years\n* Age \\<60 years with amenorrhea for at least 12 months and both follicle-stimulating hormone (FSH) and estradiol levels are in postmenopausal range (according to the local laboratory)\n* Recurrence while on, or within 12 months of end of adjuvant treatment with letrozole or anastrozole, or\n* Progression while on, or within one month of end of letrozole or anastrozole treatment for locally advanced or metastatic breast cancer.\n* Patients must have:\n\n  * Measurable disease\\*: At least one lesion that can be accurately measured in at least one dimension ≥ 20 mm with conventional imaging techniques or ≥ 10 mm with spiral CT or MRI or\n  * Bone lesions: lytic or mixed (lytic + sclerotic) in the absence of measurable disease as defined above.\n* ECOG Performance Status 0-1.\n* Fasting serum cholesterol ≤ 300 mg/dl or 7.75 mmol/L and fasting triglycerides ≤ 2.5 × ULN. In case one or both of these thresholds are exceeded, the patient can only be included after initiation of statin therapy and when the above mentioned values have been achieved\n* Standard 12-lead ECG values defined as the mean of the triplicate ECGs and assessed by the central laboratory.\n\n  * QTcF interval at screening \\< 450 msec (using Fridericia's correction).\n  * Resting heart rate 50-90 bpm\n\nExclusion Criteria:\n\n* HER2-overexpressing patients by local laboratory testing (IHC 3+ staining or in situ hybridization positive).\n* Patients who received more than one chemotherapy line for advanced breast cancer.\n* Previous treatment with exemestane or mTOR inhibitors\\* (Note:\n\nPatients with disease refractory to prior LEE011 are excluded for dose expansion Group 3 only).\n\n* History of brain or other CNS metastases.\n* Clinically significant, uncontrolled heart disease and/or recent cardiac repolarization abnormality including any of the following:\n* History of myocardial infarction (MI), angina pectoris, symptomatic pericarditis, or coronary artery bypass graft (CABG) within 6 months prior to study entry\n* Documented cardiomyopathy\n* Left ventricular ejection fraction (LVEF) \\< 50% as determined by Multiple Gated acquisition scan (MUGA) or echocardiogram (ECHO)\n* Long QT syndrome or family history of idiopathic sudden death or congenital long QT syndrome, and etc.\n* Clinically significant cardiac arrhythmias, complete left bundle branch block, high-grade AV block\n* Systolic Blood Pressure (SBP) \\>160 or \\<90 mmHg\n* Patients who are currently receiving treatment with agents that are known to cause QTc prolongation in humans\n* Patients who are currently receiving treatment (within 7 days prior to starting study treatment) with strong and moderate inhibitors or inducers of CYP3A4/5, substrates of CYP3A4/5 with a narrow therapeutic index or Herbal preparations/medications (Refer to Section 6.4 and Appendix 3)\n\nInclusion Criteria Exceptions for Phase Ib Dose Expansion patients:\n\nDose Expansion part of the study has 3 groups, following are the Inclusion Criteria exceptions for these 3 groups\n\n1. Group 1 - Patients must not have received prior treatment with any CDK4/6 inhibitors\n2. Group 2 - Patients must have disease progression while on or within one month after CDK4/6 inhibitor based therapy\n3. Group 3 - Patients must have disease progression while on or within one month after CDK4/6 inhibitor based therapy (except those patients who received prior LEE011 based therapy).\n\nOther protocol-defined Inclusion/Exclusion may apply.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}