{
    "nctId": "NCT04947280",
    "briefTitle": "Single Arm Phase II Study of Fractionated Stereotatic Radiation Therapy (FSRT) for Bone Metastases in Breast Cancer",
    "officialTitle": "Single Arm Phase II Study of Fractionated Stereotatic Radiation Therapy (FSRT) for Bone Metastases in Breast Cancer",
    "overallStatus": "RECRUITING",
    "conditions": "Bone Metastases, Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 120,
    "primaryOutcomeMeasure": "Local Control Rate",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Diagnosis of invasive breast cancer\n2. Signed informed consent\n3. Bone metastases (confirmed by MRI within 4 weeks of enrollment).\n4. Paraosseous soft tissue ≤ 5cm. The tumour could involve the vertebral column, but did not have to, nor did it need to enter the spinal canal.\n5. KPS ≥ 40 or ECOG 0-2.\n6. The tumor is at least 2 mm away from the spinal cord. If the tumor is closer than 2 mm, surgical resection is required prior to FSRT or the total prescription dose of spinal cord is strictly limited.\n7. Failure of previous conventional external beam radiotherapy or surgery, residual tumor after surgery, medical inoperability, and refusal to undergo surgery.\n8. A maximum of three distinct noncontiguous spinal metastases per patient was allowed, and each of the separate sites may have involvement of 2 contiguous vertebral bodies.\n9. Patients have sufficient bone marrow reserve and liver and kidney function: neutrophil count ≥ 1500 cells / mm3; platelet count ≥ 70000 / mm3; hemoglobin (Hgb) ≥ 8.0 g / dl; if there is liver metastasis, AST and ALT \\< 3x ULN\n10. The interval between systemic chemotherapy is more than 2 weeks, and the side effects recovery from previous treatment ≤ grade 1\n11. Patients receiving bisphosphonates, endocrine or targeted therapy at the same time were not included\n\nExclusion Criteria:\n\n1. Patients with mechanically unstable spine or epidural spinal cord compression were excluded; however, patients with previously documented spinal cord compression that had been decompressed and stabilized were eligible. Patients with \\> 50% loss of vertebral body height were excluded.\n2. Patients in whom a delay in initiating treatment might have adversely affected neurological outcome.\n3. Patients with a pacemaker, unable to undergo MR imaging and unable to lie flat for at least 30 minutes.\n4. Patients who had a history of previous radiotherapy to the spine at the current level of interest.\n5. Patients who had received prior external-beam irradiation to the spine within 3 months of registration.\n6. Patients who had received systemic radiotherapy (Strontium-89) within 30 days of starting protocol treatment.\n7. Patients who had received chemotherapy within 2 weeks of starting protocol treatment.\n8. Patients who are unwilling or unable to receive regular follow-up.\n9. The patients judged by the researchers who could not be included in some special cases.\n10. Serious complications: cardiovascular disease, end-stage renal disease, serious liver disease, infection, et al.\n11. Pregnant women.",
    "sex": "ALL",
    "minimumAge": "N/A",
    "stdAges": "CHILD, ADULT, OLDER_ADULT"
}