{
    "nctId": "NCT02214381",
    "briefTitle": "A Prospective, Multicenter, Open-label 12 Week Neoadjuvant Phase II Trial Optimizing Taxane Therapy in Elderly Patients With Low Response",
    "officialTitle": "A Prospective, Multicenter, Open-label Comparison of Pre-surgical Myocet/ Cyclophosphamide (MC) q3w Followed by Either MC or Paclitaxel - Depending on Early Response Assessment by Ultrasound or by Toxicity for Elderly Non Frail Primary Breast Cancer Patients With Increased Risk of Relapse.",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Early Primary Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 80,
    "primaryOutcomeMeasure": "Comparison of pCR rates in patients with early response and no severe toxicity (Group 1) and in other patients (Group 2).",
    "eligibilityCriteria": "General Inclusion Criteria for ADAPT:\n\n* Female patients, age at diagnosis 18 years and above (consider patients at 70 years and above for ADAPT Elderly)\n* Candidate for chemotherapy on the basis of conventional criteria\n* Histologically confirmed unilateral primary invasive carcinoma of the breast\n* Clinical T1 - T4a-c\n* All clinical N (cN)\n* No clinical evidence for distant metastasis (M0)\n* Known HR status and HER2 status (local pathology)\n* Tumor block available for central pathology review\n* Performance Status ECOG \\<= 1 or KI \\>= 80%\n* Written informed consent prior to beginning specific protocol procedures, including expected cooperation of the patients for the treatment and follow-up, must be obtained and documented according to the local regulatory requirements\n* The patient must be accessible for treatment and follow-up\n* Patients must qualify for neoadjuvant treatment\n* LVEF \\> 50%; LVEF within normal limits of each institution measured by echocardiography and normal ECG (within 42 days prior to chemotherapy)\n\n  * Laboratory requirements :\n\n    * Leucocytes ≥ 3.5 x 109/L\n    * Platelets ≥ 100 x 109/L\n    * Hemoglobin ≥ 10 g/dL\n    * Total bilirubin ≤ 1 x ULN\n    * ASAT (SGOT) and ALAT (SGPT) ≤ 2.5 x UNL\n    * Creatinine ≤ 175 µmol/L (2 mg/dl)\n\nAdditional inclusion criteria ADAPT Elderly:\n\n* ≥ 70 years old\n* Charlson scale ≤ 2\n* HR+/HER2- disease: if RS and sequential testing are available N0-1/RS 12-25/poor response or N0-1/RS ≥26\n* All G3 with Ki-67 ≥40% in tumors \\>1cm\n* All N2\n* All TN\n* All subtypes\n\nGeneral Exclusion Criteria for ADAPT:\n\n* Known hypersensitivity reaction to the compounds or incorporated substances\n* Prior malignancy with a disease-free survival of \\< 10 years, except curatively treated basalioma of the skin, pTis of the cervix uteri\n* Non-operable breast cancer including inflammatory breast cancer\n* Previous or concurrent treatment with cytotoxic agents for any reason after consultation with the sponsor\n* Concurrent treatment with other experimental drugs. Participation in another clinical trial with any investigational not marketed drug within 30 days prior to study entry (concurrent participation in non-interventional post authorization safety studies not influencing the primary study endpoints is allowed, e.g. WSG PROTROCA for evaluation of primary/secondary G-CSF prophylaxis)\n* Male breast cancer\n* Sequential breast cancer\n* Reasons indicating risk of poor compliance\n* Patient not able to consent\n\nAdditional Exclusion Criteria ADAPT Elderly:\n\n* Known polyneuropathy ≥ grade 2\n* Severe and relevant co-morbidity that would interact with the application of cytotoxic agents or the participation in the study\n* Inadequate organ function (e.g. hepatic impairment, pulmonary disease, etc.)\n* Uncompensated cardiac function (current unstable ventricular arrhythmia requiring treatment, history of symptomatic CHF NYHA classes II-IV), history of myocardial infarction or unstable angina pectoris within 12 months of enrollment, history of severe hypertension, CAD - coronary artery disease)\n* Severe dyspnea\n* Pneumonitis\n* Abnormal blood values:\n* Thrombocytopenia \\> CTCAE grade 1\n* Increases in ALT/AST \\> CTCAE grade 1\n* Hypokalaemia \\> CTCAE grade 1\n* Neutropenia \\> CTCAE grade 1\n* Anaemia \\> CTCAE grade 1",
    "sex": "FEMALE",
    "minimumAge": "70 Years",
    "stdAges": "OLDER_ADULT"
}