{
    "nctId": "NCT02639208",
    "briefTitle": "Novel Social Media Intervention For Older Br CA Patients",
    "officialTitle": "Improving Support for Older Patients Receiving Neo/Adjuvant Chemotherapy for Breast Cancer Using a Novel Social Media Intervention",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer Stage I, Breast Cancer Stage II, Breast Cancer Stage III",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 47,
    "primaryOutcomeMeasure": "Feasibility/ Rate of Participant Login - PLM",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Participants must be women ≥60 years age with histologically or cytologically confirmed, stage I-III breast cancer with a treatment plan that includes any neoadjuvant or adjuvant chemotherapy(either in the context of standard treatment or a clinical trial and including chemotherapy, treatments targeting the human epidermal growth factor receptor protein 2 \\[HER2\\]), hormonal therapy or radiation.\n* Enrollment must occur according to one of the following: (1) For those receiving chemotherapy/infusional therapy, patients must enroll during the 4 weeks prior to or on the day of treatment initiation, (2) For those enrolling during hormonal therapy and/or radiation, patients must enroll within 6 months of diagnosis of breast cancer, defined as the date of initial biopsy. Patient may be receiving hormonal therapy, radiation therapy, or both at the same time of enrollment, (3) Patients who did not enroll during their chemotherapy are still eligible to enroll during subsequent hormonal therapy or radiation as long as it is within 6 months of diagnosis.\n* Participants must be approached before start of treatment. Patients must be able to understand, read, and write in English and be able to understand and have willingness to sign a written informed consent document.\n* Patients are eligible regardless of ECOG performance status, life expectancy or, organ/marrow function.\n* Patients must have the ability to access the internet at least once per week, and this can occur in the patient's home, relatives' homes, work setting, or Dana-Farber (in addition to coffee shops, libraries, etc if applicable). Having a computer is not required. An iPad will be provided to any patient who needs one for the duration of the study.\n\nExclusion Criteria:\n\n* Patients with metastatic breast cancer are not eligible to participate.\n* Participants who have started their treatment plan are not eligible.\n* Those unable to understand, read, or write in English are not eligible.\n* Men are not eligible for this study.",
    "sex": "FEMALE",
    "minimumAge": "60 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}