{
    "nctId": "NCT05340413",
    "briefTitle": "Predicting Olaparib Sensitivity in Patients With Unresectable Locally Advanced/Metastatic HER2-negative Breast Cancer.",
    "officialTitle": "Predicting Olaparib Sensitivity in Patients With Unresectable Locally Advanced/Metastatic HER2-negative Breast Cancer With BRCA1, BRCA2, PALB2, RAD51C or RAD51D Mutations or RAD51-foci Low Test: RADIOLA TRIAL",
    "overallStatus": "RECRUITING",
    "conditions": "HER2-negative Breast Cancer, Metastatic Breast Cancer, Triple Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "DIAGNOSTIC",
    "enrollmentCount": 63,
    "primaryOutcomeMeasure": "Capacity of the RAD51-foci score to predict the efficacy of olaparib in BRCA1/2, PALB2 or RAD51C/D mut advanced breast cancer (cohort 1)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Capable of giving signed informed consent which includes compliance with the requirements and restrictions listed in the informed consent form (ICF) and in this protocol.\n2. Provision of signed and dated, written informed consent form prior to any mandatory study specific procedures, sampling, and analyses.\n\n   Age\n3. Patients must be male or female ≥18 years of age at the time of signing the informed consent form.\n\n   Type of patient and disease characteristics\n4. Histologically or cytologically confirmed breast cancer with evidence of locally advanced disease, not amenable to resection or radiation therapy with curative intent or metastatic disease.\n5. Patients can have either triple-negative breast cancer (defined as ER and PgR negative (IHC nuclear staining \\<1%) and HER2 negative (IHC 0, 1+ or 2+ and/or ISH non-amplified with ratio less than 2.0)) or ER/PgR positive breast cancer, as long as they are HER2 negative and consistent with local standards and most recent ASCO CAP guidelines and:\n\n   Cohort 1: Documented germline or somatic mutation in BRCA1, BRCA2, PALB2, RAD51C or RAD51D that is predicted to be deleterious or suspected deleterious (known or predicted to be detrimental/lead to loss of function).\n\n   Cohort 2: Unknown or negative germline or somatic mutation in BRCA1, BRCA2, PALB2, RAD51C or RAD51D predicted to be deleterious or suspected deleterious (known or predicted to be detrimental/lead to loss of function) and RAD51-foci low score in the most recent locally recurrence/metastatic biopsy.\n6. Patients who have received platinum (cisplatin or carboplatin, either as monotherapy or in combination) for advanced breast cancer are eligible to enter if there has been no evidence of disease progression during the platinum chemotherapy and the pre-screening biopsy for the determination of RAD51-foci score was performed after the end of treatment with the Platinum-based antineoplastic drugs.\n7. Patients who have received platinum and/or PARP inhibitors as potentially curative treatment for a prior cancer (e.g., ovarian cancer) or as adjuvant/neoadjuvant treatment for breast cancer are eligible provided at least 6 months have elapsed between the last dose of PARP inhibitor or platinum-based treatment and documented evidence of relapse. Note: Patient who relapsed with documented evidence of relapse on/or within 6 months from last dose of PARP inhibitor or platinum-based treatment or who has received PARP inhibitors for advance breast cancer will NOT be included in the study.\n8. Patients with estrogen and/or progesterone receptor-positive disease must have received and progressed on at least one line of endocrine with/without CDK4/6 therapy (neo/adjuvant or advanced treatment) or have disease that the treating physician believes to be inappropriate for endocrine therapy± CDK4/6 inhibitors.\n9. At least one measurable lesion that can be accurately assessed at baseline by CT (MRI where CT is contraindicated) and is suitable for repeated assessment as per RECIST 1.1. (Note: Previously irradiated lesions can be considered as measurable disease only if disease progression has been unequivocally documented at that site since radiation.)\n10. Patients must have normal organ and bone marrow function measured within 28 days prior to administration of study treatment as defined below:\n\n    * Hemoglobin ≥ 10.0 g/dL with no blood transfusion in the past 28 days\n    * Absolute neutrophil count (ANC) ≥ 1.5 x 109/L\n    * Platelet count ≥ 100 x 109/L\n    * Total bilirubin ≤ 1.5 x institutional upper limit of normal (ULN)\n    * Aspartate aminotransferase (AST) (Serum Glutamic Oxaloacetic Transaminase (SGOT)) / -Alanine aminotransferase (ALT) (Serum Glutamic Pyruvate Transaminase (SGPT)) ≤ 2.5 x institutional upper limit of normal unless liver metastases are present in which case, they must be ≤ 5x ULN\n    * Patients must have creatinine clearance estimated of ≥51 mL/min using the Cockcroft-Gault equation or based on a 24-hour urine test:\n\n    Estimated creatinine clearance = (140-age \\[years\\]) x weight (kg) (x F)a Serum creatinine (mg/dL) x 72 a where F=0.85 for females and F=1 for males.\n11. Eastern Cooperative Oncology Group (ECOG) performance status 0-1 (see Appendix D) within 28 days of allocation.\n12. Patients must have a life expectancy ≥ 16 weeks.\n13. Patient is willing and able to comply with the protocol for the duration of the study including undergoing treatment and scheduled visits and examinations.\n14. Availability of formalin-fixed paraffin-embedded (FFPE) tumour block, collected during locally advanced/metastatic disease, with an associated pathology report. The tumour tissue should be of good quality based on total and viable tumour content and must be evaluated centrally for RAD51-foci score. Patients whose tumour tissue is not evaluable for central testing are not eligible.\n\n    1. Acceptable samples include core needle biopsies for deep tumour tissue or excisional, incisional, punch, or forceps biopsies for cutaneous, subcutaneous, mucosal lesions or bone metastases.\n    2. Fine needle aspiration, brushing, cell pellet from pleural effusion and lavage samples are not acceptable.\n    3. Biopsies from bone metastases are acceptable.\n    4. In cases of having received treatment with platins, the biopsy should be after treatment with them.\n\n    Gender Adult post-menopausal or pre-menopausal women, or men (aged ≥ 18 years). Pre/peri-menopausal females or males (if medically indicated) will receive concurrent LHRH agonist (goserelin or leuprorelin monthly injection). Reproduction\n15. Postmenopausal or evidence of non-childbearing status for women of childbearing potential: negative urine or serum pregnancy test within 28 days of study treatment and confirmed prior to treatment on day 1 and not breastfeeding.\n\n    Postmenopausal is defined as:\n    * Amenorrhoeic for 1 year or more following cessation of exogenous hormonal treatments\n    * Luteinizing hormone (LH) and Follicle stimulating hormone (FSH) levels in the post-menopausal range for women under 50\n    * Radiation-induced oophorectomy with last menses \\>1 year ago\n    * Chemotherapy-induced menopause with \\>1 year interval since last menses\n    * Surgical sterilisation (bilateral oophorectomy or hysterectomy)\n16. Male patients must use a condom during treatment and for 3 months after the last dose of olaparib when having sexual intercourse with a pregnant woman or with a woman of childbearing potential. Female partners of male patients should also use a highly effective form of contraception (\\[see appendix C for acceptable methods\\]) if they are of childbearing potential.\n\nExclusion Criteria:\n\nMedical conditions\n\n1. Patients with HER2-positive disease as according with the most recent ASCO/CAP guidelines.\n2. Other malignancy unless curatively treated with no evidence of disease for ≥5 years except: adequately treated non-melanoma skin cancer, curatively treated in situ cancer of the cervix, ductal carcinoma in situ (DCIS) and Stage 1, grade 1 endometrial carcinoma.\n3. Resting ECG indicating uncontrolled, potentially reversible cardiac conditions, as judged by the investigator (eg., unstable ischemia, uncontrolled symptomatic arrhythmia, congestive heart failure, QTc prolongation \\>500 ms, electrolyte disturbances, etc.), or patients with congenital long QT syndrome.\n4. Persistent toxicities (\\>Common Terminology Criteria for Adverse Event (CTCAE) grade 2) caused by previous cancer therapy, excluding alopecia or other toxicities not considered a safety risk for the patient at investigator´s discretion.\n5. Patients with myelodysplastic syndrome/acute myeloid leukaemia or with features suggestive of myelodysplastic syndrome (MDS)/ acute myeloid leukaemia (AML).\n6. Patients with symptomatic uncontrolled brain metastases. Participants with a history of treated CNS metastases are eligible, provided they meet all of the following criteria:\n\n   * Measurable disease outside the CNS is present.\n   * No evidence of interim CNS progression between the completion of CNS-directed therapy and the screening radiographic study.\n   * Metastases are limited solely to cerebellar and supratentorial lesions (i.e., no metastases to midbrain, pons, medulla, spinal cord, leptomeningeal metastases or carcinomatosis leptomeningeal).\n   * Stable requirement for corticosteroids or anticonvulsants as therapy for CNS disease; anticonvulsants or low dose of corticosteroids (≤ 10 mg oral prednisone or equivalent) at a stable dose during \\>4 weeks are allowed.\n   * No stereotactic radiation within 7 days or whole-brain radiation within 14 days prior to enrolment.\n   * No evidence of progression or haemorrhage after completion of CNS directed therapy.\n   * Patients with spinal cord compression are excluded unless considered to have received definitive treatment for this and evidence of clinically stable disease for 28 days.\n7. Patients considered a poor medical risk due to a serious, uncontrolled medical disorder, non-malignant systemic disease or active, uncontrolled infection. Examples include, but are not limited to, uncontrolled ventricular arrhythmia, recent (within 3 months) myocardial infarction, uncontrolled major seizure disorder, unstable spinal cord compression, superior vena cava syndrome, extensive interstitial bilateral lung disease on High Resolution Computed Tomography (HRCT) scan or any psychiatric disorder that prohibits obtaining informed consent.\n8. Patients unable to swallow orally administered medication and patients with gastrointestinal disorders likely to interfere with absorption of the study medication.\n9. Immunocompromised patients, e.g., patients who are known to be serologically positive for human immunodeficiency virus (HIV).\n10. Patients with known active hepatitis (i.e., Hepatitis B or C).\n\n    * Active hepatitis B virus (HBV) is defined by a known positive HBV surface antigen (HBsAg) result. Patients with a past or resolved HBV infection (defined as the presence of hepatitis B core antibody and absence of HBsAg) are eligible.\n    * Patients positive for hepatitis C virus (HCV) antibody are eligible only if polymerase chain reaction is negative for HCV RNA.\n\n    Prior/concomitant therapy\n11. Patients cannot have received more than 2 prior lines of cytotoxic chemotherapy for advanced disease. Prior treatments with hormonal therapy and non-hormonal targeted therapy are allowed and not counted as a prior line of cytotoxic chemotherapy.\n12. Any previous treatment with PARP inhibitor, including Olaparib, as metastatic treatment for breast cancer.\n13. Patients receiving any systemic chemotherapy or non-hormonal targeted therapy (including CDK4/6 inhibitors) or radiotherapy (except for palliative reasons) within 21 days of Cycle 1 Day 1 is not permitted. Endocrine therapy must have been discontinued 7 or more days before Cycle 1 Day 1. Palliative radiotherapy must have been completed 14 or more days before Cycle 1 Day 1. The patient can receive a stable dose of bisphosphonates or denosumab for bone metastases, before and during the study as long as these were started at least 4 weeks prior to study treatment.\n14. Concomitant use of known strong CYP3A inhibitors (e.g., itraconazole, telithromycin, clarithromycin, protease inhibitors boosted with ritonavir or cobicistat, indinavir, saquinavir, nelfinavir, boceprevir, telaprevir) or moderate CYP3A inhibitors (e.g., ciprofloxacin, erythromycin, diltiazem, fluconazole, verapamil). The required washout period prior to starting Olaparib is 2 weeks.\n15. Concomitant use of known strong (e.g., phenobarbital, enzalutamide, phenytoin, rifampicin, rifabutin, rifapentine, carbamazepine, nevirapine and St John's Wort) or moderate CYP3A inducers (e.g., bosentan, efavirenz, modafinil). The required washout period prior to starting Olaparib is 5 weeks for enzalutamide or phenobarbital and 3 weeks for other agents.\n16. Major surgery within 2 weeks of starting study treatment and patients must have recovered from any effects of any major surgery.\n17. Previous allogenic bone marrow transplant or double umbilical cord blood transplantation (dUCBT).\n\n    Prior/concurrent clinical study experience\n18. Participation in another clinical study with an investigational product administered in the last 2 weeks.\n19. Patients with a known hypersensitivity to olaparib or any of the excipients of the product.\n\n    Other exclusions\n20. Involvement in the planning and/or conduct of the study.\n21. Judgment by the investigator that the patient should not participate in the study if the patient is unlikely to comply with study procedures, restrictions and requirements.\n22. Previous enrolment in the present study.\n23. Breast feeding women.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}