{
    "nctId": "NCT00555919",
    "briefTitle": "ZK 230211 in Postmenopausal Woman With Metastatic Breast Cancer",
    "officialTitle": "Randomized Phase II Study to Investigate the Efficacy, Safety and Tolerability of ZK 230211 (25 mg vs. 100 mg) as Second-line Endocrine Therapy for Postmenopausal Women With Hormone Receptor-positive Metastatic Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 68,
    "primaryOutcomeMeasure": "To evaluate efficacy (clinical benefit) of two doses of ZK PRA (25 mg and 100 mg) when administered once daily p.o.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Postmenopausal women defined as: aged \\>/= 50 years with amenorrhea for at least 12 months or aged \\< 50 years with 6 months of spontaneous amenorrhea and follicle stimulating hormone (FSH) level within postmenopausal range (\\> 40 mIU/ml) or having undergone bilateral oophorectomy\n* Histologically or cytologically confirmed breast cancer\n* Metastatic breast cancer (Stage IV according to UICC - Union Internationale Contre Cancer - criteria, Version 6)\n* Progesterone receptor-positive tumors\n* Patients must be considered candidates for endocrine therapy (no other therapies for breast cancer are required)\n* Disease progression after first-line endocrine therapy for advanced breast cancer (i.e. with tumor remission or stabilization lasting at least 3 months under endocrine therapy)\n* At least one measurable or non-measurable tumor lesion (according to RECIST criteria)\n* WHO Performance status 1\n* Adequate function of major organs and systems:\n\n  * Hematopoietic:\n\n    * Hemoglobin: 10 g/dL\n    * Absolute neutrophil count: 1,500/mm3\n    * Platelet count: 100,000/mm3\n  * Hepatic:\n\n    * Total bilirubin: 1.5 times the upper limit of normal\n    * AST/ALT: 2.5 times the upper limit of normal\n  * Renal: Creatinine: 1.5 times the upper limit of normal\n  * Gynecological: Endometrial thickness (in non-hysterectomized women) \\</= 10 mm double layer\n  * No other uncontrolled concurrent illness\n* Adequate recovery from previous surgery, radiation and chemotherapy\n* Written informed consent\n\nExclusion Criteria:\n\n* Presence of any of the following conditions:\n\n  * life-threatening metastatic visceral disease (extensive hepatic involvement)\n  * any metastases to the central nervous system (CNS)\n  * pulmonary lymphangitic metastases involving more than 50% of the lung\n* More than one prior endocrine treatment for advanced breast cancer\n* Previous combination of endocrine treatment with any other type of treatment (except chemotherapy), or previous sequential endocrine treatments (if there was disease progression between treatments) are not permitted in this trial.\n* Patients with breast cancer HER-2 positive or with unknown HER-2 status are not eligible.\n* Malignancies or history of prior malignancy other than carcinoma in situ of the cervix or uterus, or basal and squamous cell carcinoma of the skin\n* Intake of CYP3A4 inhibitors less than 2 weeks before start of study treatment\n* A marked baseline prolongation of QT/QTc interval (e.g., repeated demonstration of a QTc interval \\>450 milliseconds (ms)\n* A history of additional risk factors for TdP (e.g., heart failure, hypokalemia, family history of Long QT Syndrome)\n* The use of concomitant medications that prolong the QT/QTc interval\n* Other investigational drug therapies less than 4 weeks or at least 5 half-lives before start of study treatment (less than 4 weeks for faslodex and less than 2 weeks for any other endocrine therapy)\n* Expectation that the patient will not be able to complete at least 3 months of therapy\n* Unwillingness or inability to comply with the protocol",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}