{
    "nctId": "NCT03773133",
    "briefTitle": "Evaluate the Safety, Tolerability, Biodistribution and Anti Tumour Activity of 177LU-OPS201 With Companion Imaging 68Ga-OPS202 PET/CT in Previously Treated Subjects With Locally Advanced or Metastatic Cancers Expressing Somatostatin Receptor 2 (SSTR2)",
    "officialTitle": "A Multicentre, Open-Label Phase I/II Study to Evaluate the Safety, Tolerability, Biodistribution and Anti Tumour Activity of 177LU-OPS201 With Companion Imaging 68Ga OPS202 PET/CT in Previously Treated Subjects With Locally Advanced or Metastatic Cancers Expressing Somatostatin Receptor 2 (SSTR2)",
    "overallStatus": "TERMINATED",
    "conditions": "Small Cell Lung Cancer and Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "OTHER",
    "enrollmentCount": 9,
    "primaryOutcomeMeasure": "Maximum Tolerated Cumulative Activity - Phase I",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Consenting adults of Eastern Cooperative Oncology Group (ECOG) Performance Status 0 or 1\n* Histologically confirmed locally advanced or metastatic disease which has progressed during or after, failed to respond to, or for which there is poor tolerability or after a contraindication to available Standard of Care (SoC) treatment options as per the assessment of the investigator; initially, subjects with the disease below may be considered:\n\n  1. Subjects who had Extensive Disease (ED-SCLC) at presentation who have progressed on or after one line standard chemotherapy. If a subject had Limited Disease (LD-SCLC) at presentation and received surgery and/or radiotherapy as first line treatment (with or without chemotherapy) and has localized relapse, further local treatment (such as surgery) should be considered in addition to the chemotherapy options; For subjects with either ED-SCLC or LD-SCLC, if subjects relapse more than 6 months after first-line treatment, re-treatment with their initial regimen is recommended. Subjects may have received prior immunotherapy.\n  2. Subjects with Human Epidermal Growth Factor Receptor (HR+)/(HER2-) metastatic BC after a failure of prior SoC-treatments and who have received, if indicated, at least one line of hormonal therapy, Cyclin-dependent kinase (CDK4/6) inhibitor and/or everolimus for advanced or metastatic disease and at least one line of chemotherapy for metastatic disease; subjects with a Breast Cancer (BRCA)-mutated metastatic disease who may have received a Poly adenosine diphosphate ribose polymerase (PARP) inhibitor, if available, are eligible; prior adjuvant hormonal treatment and prior adjuvant chemotherapy are allowed.\n* Documented progressive disease (radiological, based on RECIST v1.1) within 3 months prior to first study drug administration. Screening study-related images should be sent to the Imaging core laboratory (ICL).\n* Adequate organ function determined within 28 days prior to 177Lu-OPS201 administration, defined as follows:\n\n  * Haematological: white blood cells (WBC) ≥3000/μL, with absolute neutrophil count ≥1000/μL, platelet ≥100,000/μL and haemoglobin ≥9 g/dL (without a need for hematopoietic growth factor or transfusion support).\n  * Renal: Estimated glomerular filtration rate (eGFR) ≥55 mL/minute/1.73m2\n  * Hepatic: total serum bilirubin ≤2×ULN; aspartate aminotransferase/ alanine aminotransferase ≤2.5×ULN (≤5×ULN if a subject has liver metastases)\n* Formalin fixed paraffin embedded tumour sample (archival tumour sample obtained within 1 month prior to concent from the primary or metastatic lesion OR is willing to undergo newly obtained biopsy prior to the first dose of study treatment. Subjects who are unable or do not concent to provide acceptable tissue may not be enrolled unless there has been prior agreement with the sponsor.\n* 68Ga OPS202 uptake in the target tissue (a primary tumour, lymph nodes longest diameter on PET/CT as confirmed by a central reader.\n* Radiologically, ≥50% matching between the lesions detected on 68Ga OPS202-PET/CT and on 18F-fluorodeoxyglucose (18F-FDG)-PET/CT as confirmed by central reader\n\nExclusion Criteria:\n\n* Male subjects with BC.\n* Unstable central nervous system metastasis\n* Centrally located lung tumours that show radiogical evidence (CT or MRI) of either:\n\n  * cavitation or necrosis, or\n  * focal invasion for major blood vessels.\n* Subjects had received chemotherapy within the previous 4 weeks or had not recovered from adverse events due to chemotherapy. Additional exclusion criteria were previous hemibody external radiotherapy, systemic radiotherapy with radioisotopes within the previous 24 weeks\n* Previous chemotherapy within a cycle interval, curative radiotherapy within 4 weeks or palliative radiotherapy within 7 days prior to Investigational radiopharmaceutical product (IRPP) administration.\n* Prior treatment with any other investigational medicinal product (IMP) within five half-lives of the previous IMP or within 2 weeks, if the previous compound is a mechanism-based molecularly targeted agent whose half-life is not well characterized and toxicities have not resolved from Grade 2 or higher prior to IRPP administration.\n* Any unresolved NCI-CTCAE Grade 2 or higher toxicity (except alopecia and Grade 2 platinum-therapy related neuropathy) from previous antitumour treatment and/or medical/surgical procedures/interventions.\n* Nephrectomy, renal transplant or concomitant nephrotoxic therapy putting the subject at high risk of renal toxicity during the study as assessed by the investigator.\n* Any significant medical or surgical condition that would affect safety or the assessment of efficacy or the ability of a person to comply with the protocol.\n* Any condition that precludes the proper performance of PET and/or SPECT scans, CT scans and/or MRI:\n\n  1. subjects who are not able to tolerate the CT contrast agent.\n  2. subjects with metal implants or joint prosthesis (depending on the location, if interferes with the PET and/or CT analysis)\n  3. or any other objects that might interfere with the PET and/or CT analysis.\n  4. subjects unable to raise arms for prolonged imaging purposes.\n  5. subjects unable to lie still for the entire imaging time.\n  6. subjects weighing greater than 130 kg (287 lb).\n* Pregnant or lactating female. Female subject of childbearing potential who is unwilling to use acceptable method(s) of effective contraception during study treatment and through 6 months after the last dose of 177Lu-OPS201.\n* Male subject who is unwilling to use acceptable method of effective contraception during treatment and through 6 months after the last dose of 177Lu-OPS201.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}