{
    "nctId": "NCT01504789",
    "briefTitle": "Part II: Exercise in Hispanic Breast Cancer Survivors",
    "officialTitle": "Part II: Exercise in Hispanic Breast Cancer Survivors",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "PREVENTION",
    "enrollmentCount": 53,
    "primaryOutcomeMeasure": "Changes in Exercise Behavior and Energy Expenditure",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Be Female and be 21 years of age or older. (Pilot Test and PreTest Criteria)\n2. Self-reported Mexican-American ( for Mexican-American participants) or Puerto Rican ethnicity. (Pilot Test and PreTest Criteria)\n3. History of breast cancer (invasive or ductal carcinoma in situ). (Pilot Test Criteria only)\n4. At least 3 months post treatment (surgery, chemotherapy, radiation). (Pilot Test Criteria only)\n5. Not meeting current recommended physical activity guidelines. (Pilot Test and PreTest Criteria)\n6. Able to read/write in either English or Spanish. (Pilot Test and PreTest Criteria)\n7. Reside in Harris County, Texas or one of the contiguous counties or metropolitan area of San Juan, Puerto Rico. (Pilot Test and PreTest Criteria)\n8. Be able to provide informed consent. (Pilot Test and PreTest Criteria)\n9. Be oriented to person, place, and time. (Pilot Test and PreTest Criteria)\n\nExclusion Criteria:\n\n1. Currently receiving Herceptin or non-hormonal treatment for cancer (hormonal treatment is allowed). (Pilot Test and PreTest Criteria)\n2. Present with any of American College of Sports Medicine's absolute contraindications to exercise testing: (A recent significant change in the resting ECG suggesting significant ischemia, recent myocardial infarction (within 2 days), or other acute cardiac event; unstable angina; uncontrolled cardiac dysrhythmias causing symptoms or hemodynamic compromise; symptomatic severe aortic stenosis; uncontrolled symptomatic heart failure; acute pulmonary embolus or pulmonary infarction; acute myocarditis or pericarditis; suspected or known dissecting aneurysm acute systemic infection, accompanied by fever, body aches, or swollen lymph glands). ( Pilot Test and PreTest Criteria)",
    "sex": "FEMALE",
    "minimumAge": "21 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}