{
    "nctId": "NCT00907959",
    "briefTitle": "A Clinical Trial Assessing Safety and Efficacy of BZL101 for Metastatic Breast Cancer",
    "officialTitle": "A Phase 2 Clinical Trial Assessing Safety and Efficacy of BZL101 for Metastatic Breast Cancer",
    "overallStatus": "UNKNOWN",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 80,
    "primaryOutcomeMeasure": "The primary outcomes of the Phase 2 trial will be safety and toxicity as measured by NCI Common Terminology Criteria for Adverse Events (CTCAE), Version 4.0 and tumor response rate defined by new RECIST criteria 1.1.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Women 18 years or older.\n2. Histologically confirmed diagnosis of breast cancer based on pathology report of primary, regional or metastatic breast cancer.\n3. Clinical evidence of metastatic (stage IV) involvement other than bone only metastasis based on the investigator's clinical and/or radiographic findings.\n4. Availability of estrogen receptor and progesterone receptor status measured on biopsy tissue. (Status on the most recent biopsy where ER/PR status was documented will be used to determine hormone receptor status for stratification).\n5. At least one measurable disease site defined by RECIST criteria, with measurement made within 30 days of beginning study therapy. (Non-measurable disease includes bone lesions, leptomeningeal disease, ascites, pleural/pericardial effusion, inflammatory breast disease, lymphangitis cutis/pulmonis, abdominal masses that are not confirmed and followed by imaging techniques, and cystic lesions. For lesions in a previously irradiated field, the radiated lesion cannot be assessed as a measurable lesion unless growth of that lesion has been documented after radiation).\n6. No more than 2 prior cytotoxic regimens administered for metastatic breast cancer. (Participants may have received any number of exogenous hormone therapies for Stage IV disease and/or adjuvant therapy).\n7. Life expectancy of \\>12 weeks.\n8. Eastern Cooperative Oncology Group performance status \\<2.\n9. Women of child bearing potential must agree to use two adequate methods of contraception or abstain from sexual intercourse during study treatment. Acceptable methods of contraception are as follows:\n\n   1. Intrauterine device (IUD)\n   2. Hormonal birth control\n   3. Tubal ligation\n   4. Partner's vasectomy\n   5. Latex condom\n   6. Diaphragm\n   7. Cervical cap\n10. Adequate organ and marrow function measured within 14 days of study treatment as defined below:\n\nAbsolute neutrophil count \\>1,500 cells/mm3 Platelets \\>100,000 cells/mm3 Hemoglobin \\>10 g/dL Total bilirubin \\<1.5 mg/dL AST(SGOT)/ALT(SGPT) \\<2.5 X institutional upper limit of normal or \\<5 X normal with documented liver metastasis Alkaline Phosphatase \\<3 X institutional upper limit of normal or \\<5 X normal with documented liver or bone metastasis Serum creatinine \\<1.5 mg/dL or Creatinine clearance \\>60 mL/min/1.73 m2 for participants with serum creatinine levels above institutional normal.\n\nExclusion Criteria:\n\n-",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}