{
    "nctId": "NCT00923104",
    "briefTitle": "An Exploratory Evaluation of Biomarkers in Blister Fluid in Healthy Volunteers and Irradiated Skin",
    "officialTitle": "An Exploratory Evaluation of Biomarkers in Blister Fluid in Healthy Volunteers and Irradiated Skin",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer, Healthy Volunteer, Prostate Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 61,
    "primaryOutcomeMeasure": "To determine if cytokine levels in blister fluid change following exposure of the skin to low or high dose radiation",
    "eligibilityCriteria": "* ELIGIBILITY CRITERIA\n\nELIGIBILITY CRITERIA FOR PATIENTS RECEIVING RADIOTHERAPY:\n\nINCLUSION CRITERIA:\n\n1. Histological diagnosis: Pathologically confirmed diagnosis of 1) invasive breast cancer, 2) ductal carcinoma in situ, or 3) adenocarcinoma of the prostate.\n2. Patients in whom the management of the histologic diagnosis will include radiation treatment as part of standard clinical management.\n3. Patients in whom the extent of disease is considered local or locoregional (i.e. requiring definitive radiotherapy to the breast or prostate).\n4. Patients must be older than 18 years of age.\n5. Patients must have a primary medical or surgical oncologist in the community or at NCI who is willing to collaborate with the ROB staff in the clinical management of the patient.\n6. Patients of childbearing or child- fathering potential must be willing to use a medically acceptable form of birth control, which includes abstinence, while they are being treated with radiotherapy on this study.\n7. Patients must have an ECOG performance status of 0-2 and a life expectancy greater than 12 months.\n\nEXCLUSION CRITERIA:\n\n1. Patients with a history of chronic skin disease such as psoriasis, eczema, or history of keloid formation.\n2. Patients requiring concurrent use of topical steroids\n3. Patients requiring concurrent use of glucocorticoid therapy.\n4. Patients who have received topical or systemic chemotherapy within 4 weeks of enrollment (not including hormonal agents such as antiandrogens, GnRH agonists, aromatase inhibitors, tamoxifen, and similar agents) are excluded.\n5. Patients requiring concurrent chemotherapy with radiotherapy except as noted in (Protocol section 2.3.1) are excluded.\n6. Patients with a history of lupus erythematosis, scleroderma, ataxia telengiectasia or other known hypersensitivity to therapeutic radiation.\n7. Patients with prior radiotherapy to the site which would be used for blister induction.\n8. Patients who are pregnant because of the potential mutagenic effects of radiation on a developing fetus or newborn.\n9. Patients with unrelated systemic illness which in the judgment of the Principal Investigator (PI) would compromise the patient s ability to tolerate this therapy or are likely to interfere with the study procedures or results.\n10. Patients who are in the estimation of the PI, deemed unable or unlikely to adhere to protocol treatment.\n11. Patients with significant skin atrophy that would interfere with blister formation.\n12. Breast cancer patients in whom the site of radiotherapy includes a myocutaneous flap or skin graft.\n\nELIGIBILITY CRITERIA FOR HEALTHY VOLUNTEERS:\n\nINCLUSION CRITERIA:\n\n1. Healthy volunteers older than 18 years of age.\n2. Ability to provide informed consent.\n\nEXCLUSION CRITERIA:\n\n1. History of chronic skin disease such as psoriasis, eczema, or history of keloid formation.\n2. Concurrent use of glucocorticoid therapy.\n3. History of lupus erythematosis, scleroderma, ataxia telengiectasia or other known hypersensitivity to therapeutic radiation.\n4. Prior radiotherapy to the site which would be used for blister induction (for benign or malignant causes).\n5. Unrelated systemic illness which in the judgment of the Principal Investigator (PI) would compromise the patient s ability to tolerate blister induction or are likely to interfere with blister healing, the study procedures, or the study results.\n6. Darkly pigmented skin in whom pigmentation changes are a likely complication\n7. Significant skin atrophy that would interfere with blister formation.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}