{
    "nctId": "NCT04827030",
    "briefTitle": "ER-One: A Double-blind Trial of Erector Spinae Block (ESP) Versus Paravertebral Block (PVB) Before Breast Cancer Surgery",
    "officialTitle": "A Double-blind Randomized Non-inferiority Trial of Erector Spinae Block (ESP) Versus Paravertebral Block (PVB) Before Breast Cancer Surgery: Effects on Acute Postoperative Pain.",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Surgery",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE4",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 292,
    "primaryOutcomeMeasure": "Comparison of ESP versus PVB on acute postoperative pain",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Woman with breast adenocarcinoma without metastasis or breast in situ adenocarcinoma (with or without breast reconstruction by prosthesis) to by treated:\n\n   * either by breast-conserving surgery with axillary dissection,\n   * either by modified radical mastectomy with axillary dissection\n   * either by modified radical mastectomy with lymph node dissection\n   * either by modified radical mastectomy without axillary\n2. Patients aged between 18 and 85 years old.\n3. ASA class 1, 2 or 3 (Physical Status Classification System of American Society of Anesthesiologists (ASA)).\n4. Signed informed consent form.\n5. Patient able to answer self-assessment questionnaires (sufficient understanding of evaluations and in French).\n6. Patient affiliated to the health care insurance.\n\nExclusion Criteria:\n\n1. Preoperative consumption of opioid in the patient's current medications within three months before inclusion.\n2. Ipsilateral breast surgery during 3 months prior to the inclusion.\n3. Allergy to local anaesthetics and morphine and NSAID.\n4. Local skin inflammation at the puncture area.\n5. Bilateral breast surgery planned at inclusion.\n6. Major immediate ipsilateral breast reconstruction by using tissue flap procedure (example: latissimus dorsi flap, Deep Inferior Epigastric Perforator (DIEP), Transverse Rectus Abdominis Musculocutaneous (TRAM)...).\n7. Any contra-indication or patient's refusal for regional anesthesia.\n8. Male subjects.\n9. Pregnant woman or breastfeeding.\n10. B blocker medication.\n11. Patient already participating in an analgesia protocol that may interfere with the pain assessment criteria.\n12. Patient under legal protection.\n13. Inability to undergo medical monitoring of the trial for geographical, social or psychological reasons.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}