{
    "nctId": "NCT01937689",
    "briefTitle": "Study of Pyrotinib in Patients With Human Epidermalgrowth Factor Receptor 2 (HER2) Positive Advanced Breast Cancer",
    "officialTitle": "A Phase I Study of Pyrotinib in Patients With HER2 Positive Advanced Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 40,
    "primaryOutcomeMeasure": "The maximum-tolerated dose (MTD) will be defined as the maximum dose level at which no more than one subject out of three experiences has a dose-limiting toxicity (DLT) upon completing one treatment cycle.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Aged ≥18 and ≤70 years.\n* ECOG performance status of 0 to 1.\n* Life expectancy of more than 12 weeks.\n* At least one measurable lesion exists.(RECIST 1.1)\n* Histologically or cytologic confirmed HER2 positive advanced breast cancer which failed prior therapies.\n* Required laboratory values including following parameters:\n\n  * ANC: ≥ 1.5 x 109/L\n  * Platelet count: ≥ 100 x 109/L\n  * Hemoglobin: ≥ 9.0 g/dL\n  * Total bilirubin: ≤ 1.5 x upper limit of normal, ULN\n  * ALT and AST: ≤ 1.5 x ULN\n  * BUN and creatine clearance rate: ≥ 50 mL/min\n  * LVEF: ≥ 50%\n  * QTcF: \\< 470 ms\n* Signed informed consent.\n\nExclusion Criteria:\n\n* Subjects with third space fluid that can not be controled by drainage or other methods.\n* Steroid treatment for more than 50 days, or in need of long-term use of steroids.\n* Subjects that are unable to swallow tablets, or dysfunction of gastrointestinal absorption.\n* Less than 4 weeks from the last radiotherapy,chemotherapy，surgery，hermone treatment,target therapy, or less than 6 weeks from the nitrosoureas or mitomycin chemotherapy.\n* Subjects with uncontrolled hypokalemia and hypomagnesemia before study entry.\n* Subjects who can not interrupt the using of the drugs that may cause QT prolongation during study.\n* Subjects with intracranial lesions.\n* Treated or treating with HER2 tyrosine kinase inhibitors (TKIs) before study entry.\n* Receiving any other antitumor therapy.\n* Less than 4 weeks from the last clinical trial.\n* Known history of hypersensitivity to pyrotinib or any of it components.\n* Ongoing infection (determined by investigator).\n* History of immunodeficiency, including HIV-positive, suffering from other acquired, congenital immunodeficiency disease, or history of organ transplantation.\n* Subjects had any heart disease, including: (1) angina; (2) requiring medication or clinically significant arrhythmia; (3) myocardial infarction; (4) heart failure; (5) Any heart diseases judged by investigator as unsuitable to participate in the trial.\n* Female patients who are pregnancy, lactation or women who are of childbearing potential tested positive in baseline pregnancy test.\n* Female patients of childbearing age that are reluctant to take effective contraceptive measures throughout the trial period.\n* Evidence of significant medical illness that in the investigator's judgment will substantially increase the risk associated with the subject's participation in and completion of the study. Examples include, but are not limited to,hypertension, severe diabetes, or thyroid disease.\n* Alcoholism, smoking (daily ≥ 5 roots) and other bad habits.\n* Known history of neurological or psychiatric disease, including epilepsy or dementia.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}