{
    "nctId": "NCT01917578",
    "briefTitle": "Study of Breast Cancer Shrinkage Modes After Neoadjuvant Chemotherapy With Whole-mount Serial Sections and Three-dimensional Pathological and MRI Reconstruction",
    "officialTitle": "Phase III Trail of Breast Cancer Shrinkage Modes After Neoadjuvant Chemotherapy With Whole-mount Serial Sections and Three-dimensional Pathological and MRI Reconstruction",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "DIAGNOSTIC",
    "enrollmentCount": 4,
    "primaryOutcomeMeasure": "The shrinkage modes of breast tumor after NAC.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Female patients,locally advanced breast cancer,age ≥18 years.\n2. Histologically confirmed invasive adenocarcinoma of the breast.\n3. Primary palpable disease confined to a breast and axilla on physical examination. For patients without clinically suspicious axillary adenopathy, the primary tumor must be larger than 2 cm in diameter by physical exam or imaging studies (clinical T2-T3, N0-N1, M0). For patients with clinically suspicious axillary adenopathy, the primary breast tumor can be any size (clinical T1-3, N1-2, M0). (T1N0M0 lesions are excluded.)\n4. Patients without clearly defined palpable breast mass or axillary lymph nodes but radiographically measurable tumor masses are acceptable. Accepted procedures for measuring breast disease are mammography, MRI, and breast ultrasound. This will need to be re-evaluated after 3 cycles and prior to surgery.\n5. ECOG 0 or 2\n6. No distant metastasis, as documented by complete staging workup ≤6 weeks prior to initiation of study treatment.\n7. No previous treatment for breast cancer.\n8. Adequate hematologic function with:\n\n   Absolute neutrophil count (ANC) \\>1500/μL. Platelets ≥100,000/μL. Hemoglobin ≥10 g/dL.\n9. Adequate hepatic function with:\n\n   Serum bilirubin ≤ the institutional upper limit of normal (ULN). Aspartate aminotransferase (AST) ≤2.5 x institutional ULN. Alanine aminotransferase (ALT) ≤2.5 x institutional ULN.\n10. Adequate renal function with serum creatinine ≤1.5 x ULN.\n11. Planned primary systemic (neoadjuvant) chemotherapy and surgical resection of residual primary tumor (mastectomy or lumpectomy/breast conservation) following completion of neoadjuvant chemotherapy\n\nExclusion Criteria:\n\n1. inflammatory breast cancer\n2. Pregnancy or breast-feeding.A negative serum pregnancy test within 7 days prior to first study treatment (Day 1, Cycle 1) for all women of childbearing potential is required. Patients of childbearing potential must agree to use a birth control method that is approved by their study physician while receiving study treatment and for 3 weeks after their last dose of study treatment. Patients must agree to not breast-feed while receiving study treatment.\n3. Concurrent treatment with an ovarian hormonal replacement therapy or with hormonal agents such as raloxifene, tamoxifen or other selective estrogen receptor modulator (SERM). Patients must have discontinued use of such agents prior to beginning study treatment.\n4. Uncontrolled intercurrent illness including (but not limited to) ongoing or active infection.\n5. Concurrent treatment with any anti-cancer therapy other than those agents used in this study.\n6. Mental condition or psychiatric disorder that would prevent patient comprehension of the nature, scope, and possible consequences of the study or that would limit compliance with study requirements.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}