{
    "nctId": "NCT01847976",
    "briefTitle": "Combining Doxycycline With Bone-Targeted Therapy in Patients With Metastatic Breast Cancer",
    "officialTitle": "A Phase 2 Trial Exploring the Clinical and Correlative Effects of Combining Doxycycline With Bone-Targeted Therapy in Patients With Metastatic Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Pain",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 73,
    "primaryOutcomeMeasure": "palliative benefit",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patients with metastatic breast cancer with radiologically confirmed bone metastases.\n2. On intravenous bone-targeted therapy (bisphosphonate or subcutaneous (SC) denosumab) for at least 3 months.\n3. ECOG ≤ 2\n4. Life expectancy \\>3 months.\n5. No changes in the type of systemic chemotherapy, endocrine therapy or biological therapy (i.e. trastuzumab, lapatinib) treatment in the 4 weeks prior to study entry or anticipated changes in the 4 weeks after entering the study. (Markers of bone formation can be affected by a change in systemic therapies).\n6. Ability to provide informed consent and complete study evaluations.\n\nExclusion Criteria:\n\n1. Prior hypersensitivity to either IV bisphosphonate therapy or SC denosumab, doxycycline or tetracyclines.\n2. Patients with myasthenia gravis\n3. Patients taking hepatic enzymes inducers such as phenytoin, barbiturates and carbamazepine\n4. Patients with rapidly progressive non-bone metastases for whom delaying a change in systemic anti-cancer treatment in the first 4 weeks of the study could have a detrimental impact on patient outcome.\n5. Women of child bearing potential who are unwilling to use acceptable methods of contraception while on study.\n6. Pregnancy or lactation.\n7. Clotting disorder that would preclude bone marrow aspirate and trephine biopsy. (Patients on Fragmin or Daltaperin are allowed on study)",
    "sex": "FEMALE",
    "minimumAge": "19 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}