{
    "nctId": "NCT04130152",
    "briefTitle": "Palbociclib Plus Letrozole in Hormone Receptor Positive Residual Disease After Neoadjuvant Chemotherapy",
    "officialTitle": "Palbociclib in Combination With Letrozole in Patients With Hormone Receptor (HR) Positive/Human Epidermal Growth Factor Receptor 2 (HER2) Negative Residual Disease After Standard Neoadjuvant Chemotherapy (PROMETEO II)",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "EARLY_PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 22,
    "primaryOutcomeMeasure": "Complete Cell Cycle Arrest (CCCA)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Written and signed informed consent for all study procedures according to local regulatory requirements prior to beginning specific protocol procedures.\n2. Female patients age ≥ 18 years.\n3. ECOG (Eastern Cooperative Oncology Group) Performance Status of 0 to 1.\n4. Histologically confirmed non-metastatic primary HR-positive/HER2 negative breast cancer with all the following characteristics:\n\n   * Breast cancer eligible for surgery.\n   * ER-positive and/or PgR-positive and HER2-negative tumor by the most recent ASCO/CAP guidelines, before neoadjuvant treatment locally assessed.\n   * Ki67% ≥ 5% after neoadjuvant chemotherapy locally assessed (Dowsett M et al JNCI 2011).\n   * A lesion that could be confirmed by ultrasound (US) after neoadjuvant chemotherapy.\n5. Completed ≥80% total dose of an anthracycline/taxane-based neoadjuvant regimen planned. The allowed chemotherapy regimens will be AC (cyclophosphamide, doxorubicin) or EC (epirubicin, cyclophosphamide) 4 cycles followed by weekly paclitaxel x 12 or AC or EC 4 cycles followed by docetaxel 4 cycles. It would be acceptable to change the administration sequence to paclitaxel followed by AC/EC. AC can be given either a standard dose or in a dose-dense schedule. Paclitaxel could be administered as a solvent-based or Nanoparticle albumin-bound (Nab) formulation.\n6. Availability of a recent formalin-fixed paraffin-embedded (FFPE) tumor sample before NAC and a research tumor biopsy after NAC. Minimal sample requirements are to have at least 2 tumor cylinders with a minimal tissue surface of 10 mm2 tissue, containing at least 10% tumor cells and having enough tissue to do at least 2 cuts of 10 μm each.\n7. Adequate organ function determined within 28 days prior to enrollment, defined as follows:\n\n   * Hematological\n\n     * Absolute neutrophil count (ANC) ≥ 1.5 x 109/L\n     * Platelet count ≥ 100 x 109/L\n     * Hemoglobin ≥ 9 g/dL (red blood cell transfusion and/or erythropoietin allowed)\n   * Renal\n\n     • Serum creatinine ≤ 1.5 x upper limit of normal (ULN), or 24-hour creatinine clearance ≥ 60 mL/min for a subject with creatinine levels \\>1.5 x ULN. (Note: Creatinine clearance does not need to be determined if the baseline serum creatinine is within normal limits. Creatinine clearance should be calculated per institutional standard).\n   * Hepatic\n\n     * Serum bilirubin ≤ 1.5 x ULN OR direct bilirubin ≤ ULN for a subject with total bilirubin level \\> 1.5 x ULN\n     * Aspartate aminotransferase (AST) ≤ 2.5 x ULN\n     * Alanine aminotransferase (ALT) ≤ 2.5 x ULN Coagulation International normalization ratio (INR) or prothrombin time (PT) ≤ 1.5 x ULN\n8. Serum or urine pregnancy test must be negative within 7 days prior enrollment in women of childbearing potential. If the urine pregnancy test is positive or cannot be confirmed as negative, a serum pregnancy test will be required. Pregnancy testing does not need to be pursued in patients who are judged as postmenopausal before randomization, as determined by local practice, or who have undergone bilateral oophorectomy, total hysterectomy, or bilateral tubal ligation. Women of childbearing potential enrolled to the treatment must use adequate contraception for the duration of protocol treatment.\n9. Absence of any psychological, familial, sociological, or geographical condition potentially hampering compliance with the study protocol and follow-up schedule; those conditions should be discussed with the patient before registration in the trial.\n10. Resolution of all acute toxic effects of prior anti-cancer therapy to NCI CTCAE version 5.0 Grade ≤ 1 (except alopecia or other toxicities not considered a safety risk for the patient at investigator´s discretion).\n11. Pre/peri-menopausal and post-menopausal women are allowed; menopausal status is relevant for the requirement of goserelin or triptorelin to be used concomitantly with palbociclib plus letrozole. Post-menopausal status is defined either by:\n\n    * Prior bilateral oophorectomy or\n    * Age ≥60 or\n    * Age \\< 60 and amenorrhea for ≥ 12 months prior to the start of neoadjuvant chemotherapy and FSH and estradiol in the post-menopausal range per local standards prior to the start of neoadjuvant chemotherapy.\n\nFor patients who do not meet the one of the previous parameters, therapy-induced amenorrhea (goserelin or triptorelin), it must have been started more 14 days before the start of palbociclib plus letrozole treatment.\n\nExclusion Criteria:\n\n1. Non-operable, locally advanced breast cancer (inoperable stage III) after NAC.\n2. Bilateral or metastatic invasive breast cancer at the time of the diagnosis.\n3. Known severe hypersensitivity reactions to compounds similar to palbociclib or to excipients or to endocrine treatments.\n4. History of any previous treatment using Aromatase inhibitors (AI) o selective estrogen receptor modulator (SERMs) in the past 5 years.\n5. Prior therapy with palbociclib or any cyclin-dependent kinase (CDK) inhibitor.\n6. Concurrent treatment with other experimental drugs. Participation in another clinical trial with any investigational not marketed drug within 30 days prior to enrollment.\n7. Patients receiving any medications or substances that are strong inhibitors or inducers of CYP3A isoenzymes within 7 days of randomization.\n8. Any surgery (not including minor procedures such as primary tumor core biopsy, fine needle aspiration) within 4 weeks of start of study treatment; or not fully recovered from any side effects of previous procedures.\n9. Sentinel lymph node biopsy is not allowed before NAC.\n10. Diagnosis of any previous malignancy within the last 3 years, except for adequately treated basal cell carcinoma, or squamous cell skin carcinoma, or in situ cervical carcinoma\n11. Malabsorption syndrome or other condition that would interfere with enteric absorption.\n12. Clinically significant history of liver disease, including viral or other hepatitis, current alcohol abuse, or cirrhosis.\n13. Uncontrolled electrolyte disorders (eg, hypocalcemia, hypokalemia, hypomagnesemia).\n14. Any of the following within 6 months of enrollment: myocardial infarction, severe/unstable angina, ongoing cardiac dysrhythmias of NCI CTCAE version 5.0 Grade ≥2, atrial fibrillation of any grade, coronary/peripheral artery bypass graft, symptomatic congestive heart failure, cerebrovascular accident including transient ischemic attack, or symptomatic pulmonary embolism.\n15. Corrected QT interval (QTc) greater than 480 msec or a family or personal history of long or short QT syndrome, Brugada syndrome or know history of QTc prolongation, or Torsade de Pointes (TdP).\n16. Uncontrolled current illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, diabetes, or psychiatric illness/social situations that would limit compliance with study requirements. Ability to comply with study requirements is to be assessed by each investigator at the time of screening for study participation.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}