{
    "nctId": "NCT04499118",
    "briefTitle": "AT Versus TP as Neoadjuvant Chemotherapy in Patients With HER2-negative Early Breast Cancer",
    "officialTitle": "A Randomized Phase 2 Trial to Assess the Efficacy of AT in Comparison to TP as Neoadjuvant Chemotherapy in Patients With HER2-negative Early Breast Cancer : Evaluating the Homologous Recombination Deficiency(HRD) Biomarker",
    "overallStatus": "UNKNOWN",
    "conditions": "HER2-negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 100,
    "primaryOutcomeMeasure": "Complete pathological response of breast and lymph nodes (ypT0/is ypN0; defined as no microscopic evidence of residual invasive viable tumor cells in all resected specimens of the breast and axilla)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Written informed consent for all study specific procedures according to local regulatory requirements prior to beginning specific protocol procedures.\n* Age ≥ 18 years.\n* Male or female patients\n* ECOG performance status ≤1\n* Histologically confirmed invasive breast cancer by core needle or incisional biopsy (excisional biopsy is not allowed). Clinical stage T2-3 N0-2 or T1 N1-2 by physical exam or radiologic studies. In case of bilateral cancer, the investigator has to decide prospectively which side will be evaluated for the primary endpoint.\n* Centrally confirmed negative HER2-status. Centrally confirmed estrogen and progesterone receptor, and Ki-67 status detected on core biopsy. ER/PR positive is defined as ≥1% stained cells and HER2-positive is defined as IHC 3+ or in-situ hybridisation (ISH) ratio ≥2.0.\n* Provide Formalin-fixed, paraffin-embedded (FFPE) breast tissue to take Homologous Recombinant Deficiency test.\n* Tumor lesion in the breast with a palpable size of \\> 2 cm or a sonographical size of \\>1 cm in maximum diameter. If the tumor is not detectable with sonography mammography assessment can be considered. The lesion has to be measurable in two dimensions, preferably by sonography. In case of inflammatory disease, the extent of inflammation can be used as measurable lesion.\n* Normal cardiac function must be confirmed by ECG and cardiac ultrasound (LVEF or shortening fraction) within 3 months prior to randomization. Results must be above the normal limit of the institution.\n* Laboratory requirements:\n\n  i. Hematology b) Absolute neutrophil count (ANC) ≥2.0 x 109 / L and c) Platelets ≥100 x 109 / L and d) Hemoglobin ≥10 g/dL (≥ 6.2 mmol/L) Hepatic function e) Total bilirubin ≥1.5x UNL and f) ASAT (SGOT) and ALAT (SGPT) ≥1.5x UNL and g) Alkaline phosphatase ≥2.5x UNL.\n* Negative pregnancy test (urine or serum) within 14 days prior to randomization for all women of childbearing potential.\n* Patients with a prior history of contra-lateral breast cancer are eligible if they have no evidence of recurrence of their initial primary breast cancer within the last 5 years.\n* Individuals with a history of other malignancies are eligible if they have been disease-free for at least 5 years and are deemed by the investigator to be at low risk for recurrence of that malignancy and did not receive prior chemotherapy. Individuals with the following cancers are eligible if diagnosed and treated within the past 5 years: cervical cancer in situ, and basal cell or squamous cell carcinoma of the skin.\n* Patients must be available and compliant for central diagnostics, treatment and follow-up.\n* Patient must be willing to undergo mandatory research biopsy and blood draw. Prior to biopsy procedures patients must be able to be off medications that could increase the risk of bleeding\n\nExclusion Criteria:\n\n* Prior chemotherapy for any malignancy within 3 years.\n* Any prior treatment for the current breast cancer, including chemotherapy, hormonal therapy, radiation or experimental therapy.\n* Ongoing use of any other investigational or study agents.\n* Previous malignant disease without being disease-free for less than 5 years (except CIS of the cervix and non-melanomatous skin cancer).\n* Renal dysfunction for which exposure to cisplatin would be unsafe or require cisplatin dose modification (i.e., Cre \\> 1.5 mg/dl or GFR \\< 60 cc/min).\n* Inadequate general condition (not fit for anthracycline-taxane-targeted agents-based chemotherapy).\n* Evidence of metastasis before randomization\n* Known human immunodeficiency virus (HIV) or acquired immunodeficiency syndrome (AIDS) related diseases, active or symptomatic viral hepatitis or chronic liver disease\n* Known history of heart disease, for example: myocardial infarction or symptomatic cardiac ischemia within 24 weeks before screening; congestive heart failure; randomized history of clinically significant ventricular arrhythmias within the previous year; Mobitz II level 2 Or a history of tertiary heart block, hypertension is uncontrolled\n* History of significant neurological or psychiatric disorders including psychotic disorders, dementia or seizures that would prohibit the understanding and giving of informed consent.\n* Have undergone major surgery within 14 days before entering the study\n* Any other reason the investigator considers inappropriate to participate in this clinical trial",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}