{
    "nctId": "NCT00243698",
    "briefTitle": "A Pilot Study Evaluation of the Efficacy of SonoVue to Detect and Characterise Breast Lesions",
    "officialTitle": "A Pilot Study Evaluation of the Efficacy of SonoVue to Detect and Characterise Breast Lesions",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Tumors",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "DIAGNOSTIC",
    "enrollmentCount": 59,
    "primaryOutcomeMeasure": "From contrast-enhanced ultrasound: Time-intensity curves obtained with SonoVue will help the investigators in differentiation of lesions based on different enhancements.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* 18 years of age or older\n* Woman presenting with: enlarging fibroadenoma (less than 2 cm in diameter or woman over 40 years old with fibroadenoma less than 2 cm in diameter) or suspect malignant nodule (less than 2 cm in diameter) or a cluster of microcalcification or a malignant nodule (size greater than 3 cm) diagnosed with mammography and/or MRI and/or United States (US) examination performed within 1 month before the study.\n* Woman scheduled for biopsy or surgery within 1 month from the examination.\n\nExclusion Criteria:\n\n* Patients who have already performed a biopsy on the lesion during investigation\n* Any contraindication to perform a contrast-enhanced MRI examination for the patients presenting with a malignant nodule (size greater than 3 cm)\n* Patients previously entered in this study or having received an investigational drug within 30 days prior to admission to this study\n* Patients with any medical condition or other circumstances which would significantly decrease the chances of obtaining reliable data or of achieving the study objectives (drug dependence, psychiatric disorders, dementia or other reasons)\n* Pregnant or nursing female\n* Patient known to have a coronary syndrome\n* Unstable angina and myocardial infarction\n* Acute cardiac failure, Class III/IV cardiac failure\n* Severe rhythm disorders\n* Acute endocarditis\n* Prosthetic valves",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}