{
    "nctId": "NCT04900311",
    "briefTitle": "Pyrotinib Versus Pertuzumab in Combination With Neoadjuvant Trastuzumab and Nab-Paclitaxel in HER2+ Early or Locally Advanced Breast Cancer",
    "officialTitle": "Pyrotinib Versus Pertuzumab in Combination With Neoadjuvant Trastuzumab and Nab-Paclitaxel in HER2+ Early or Locally Advanced Breast Cancer",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "HER2+ Early or Locally Advanced Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 490,
    "primaryOutcomeMeasure": "tpCR (totally pathological Complete Response) assessed by the IRC(Independent Review Committee)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* female patients, treatment-naïve, aged ≥ 18 years and ≤ 75 years;\n* ECOG score 0-1 (ECOG, Eastern Cooperative Oncology Group);\n* Histologically confirmed invasive breast cancer (early stage or locally advanced) :Primary tumor greater than 2 cm diameter and cT2-cT4/cN0-cN3/cM0 (clinical stage II and III);\n* HER2 expression positive breast cancer confirmed by pathological examination,\n* known hormone receptor status (ER and PR);\n* the level of major organ function must meet the following requirements: blood routine test: neutrophil (ANC) ≥ 1.5 × 109/L; platelet count (PLT) ≥ 90 × 109/L; hemoglobin (Hb) ≥ 90g/L; blood biochemistry test: total bilirubin (TBIL) ≤ 2.5 × ULN (upper normal limit); alanine aminotransferase (ALT) and aspartate aminotransferase (AST) ≤ 1.5 × ULN; alkaline phosphatase ≤ 2.5 × ULN; blood urea nitrogen (BUN) and creatinine (Cr) ≤ 1.5 × ULN; echocardiography: LVEF ((Left Ventricular Ejection Fraction) ≥ 55%; 12 ECG: QT interval corrected by Fridericia method (QTcF) \\< 470 ms in women\n* Female subjects who have not yet experienced menopausal or not surgically sterile agree to practice abstinence or use effective methods of contraception for at least 7 months during and after the last dose of study drug;\n* Sign the informed consent form and are willing to cooperate in the follow-up.\n\nExclusion Criteria:\n\n* breast cancer of both sides, stage IV breast cancer or metastatic breast cancer;\n* inflammatory breast cancer;\n* History of other malignancy, or previous anti-cancer therapy or radiotherapy for any malignancy, excluding cured carcinoma in situ of the cervix or squamous or basal cell carcinoma.\n* simultaneously participated in other clinical trials;\n* Major surgical procedure unrelated to breast cancer within 4 weeks prior to randomization or from which the patient has not fully recovered\n* blood transfusion, or received colony-stimulating factor treatments before randomization;\n* known history of allergy to any of the study medications and any of the ingredients or excipients of these medications;\n* history of immunodeficiency, including positive HIV test, or suffering from other acquired, congenital immunodeficiency diseases, or history of organ transplantation.\n* had any heart disease, including: (1) angina pectoris; (2) arrhythmia that is clinically significant or required medication; (3) myocardial infarction; (4) heart failure; (5) any other heart disease judged by the investigator as not suitable for this trial.\n* pregnant or lactating\n* Other concurrent serious diseases that are serious hazards to the patient's safety or may interfere with planned treatment (including but not limited to hypertension, severe diabetes, active infection, thyroid disease, etc.) ;\n* Inability to swallow, chronic diarrhea, bowel obstruction, and other factors affecting medication intake and absorption.\n* Any other condition that, in the opinion of the investigator, makes the subject unsuitable for this study.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}