{
    "nctId": "NCT02627703",
    "briefTitle": "(Oncotype DX®) in Estrogen Receptor Positive (ER+) HER-2 Negative (HER 2-) 1-3 Node Positive (pN1) Breast Cancer",
    "officialTitle": "A Prospective Clinical Utility Study of the Impact of the 21 Gene Recurrence Score® Assay (Oncotype DX®) in Estrogen Receptor Positive (ER+) HER-2 Negative (HER 2-) 1-3 Node Positive (pN1) Breast Cancer in Multiple BC Cancer Agency Centres",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 80,
    "primaryOutcomeMeasure": "Oncotype DX® assay affect on physician's treatment recommendations assessed by questionnaire",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Operable breast cancer with the primary tumour (pT1-3)\n2. Pathological involvement (microscopic) of 1-3 lymph nodes. No minimum number of total lymph nodes need be resected. Extra-nodal extension of nodal deposit is allowed.\n3. Her2Neu negative by IHC (0 or 1+) or FISH by current ASCO/CAP guidelines\n4. Patient's tumor must undergo central review at GHI and there must be adequate material for the Oncotype DX® assay.\n5. Patient's tumor must contain estrogen receptors (ER+).\n6. Patient must be between the ages (inclusive) of 18-79.\n7. Patient must be able to give informed consent\n8. Patient has adequate performance status (PS ECOG 0,1 or Karnofsky ≥70) and be a medically fit candidate for treatment of their cancer with systemic chemotherapy in addition to hormonal therapy with no contra-indications to either systemic therapy maneuvers\n\nExclusion Criteria:\n\n1. Patients have ER negative tumors (ER-) by local or central BCCA assessment\n2. Patients have HER2 positive tumors by local or central BCCA assessment\n3. Patients have four or more lymph node positive disease.\n4. Lymph node involvement by isolated tumor cells or cells by IHC only (less than 200 cells and/or ≤0.2 mm)\n5. Patients have known metastatic breast cancer.\n6. Patients are unable to give consent or understand written language.\n7. Patients with poor performance status (ECOG 2-4) in whom consideration of adjuvant chemotherapy or adjuvant hormonal therapy would be contraindicated.\n8. Pregnant women in whom consideration of adjuvant chemotherapy or adjuvant hormonal therapy would be contraindicated.\n9. Patients with tumors that on GHI central pathological review appears inadequate for the Oncotype DX® assay.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}