{
    "nctId": "NCT04267575",
    "briefTitle": "Canady Helios Cold Plasma Scalpel Treatment at the Surgical Margin and Macroscopic Tumor Sites",
    "officialTitle": "Canady Helios Cold Plasma Scalpel Treatment at the Surgical Margin and Macroscopic Tumor Sites",
    "overallStatus": "UNKNOWN",
    "conditions": "Recurrent Malignant Solid Neoplasm, Stage IV Breast Cancer, Stage IV Prostate Cancer, Stage IV Pancreatic Cancer, Stage IV Non-small Cell Lung Cancer, Stage IV Ovarian Cancer, Stage IV Fallopian Tube Cancer, Stage IV Colon Cancer, Stage IV Colorectal Cancer, Stage IV Liver Cancer, Stage IV Renal Cell Cancer, Stage IV Rectal Cancer, Stage IV Lung Cancer, Stage IV Small Intestinal Cancer, Stage IV Gastric Cancer, Stage IV Bladder Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 20,
    "primaryOutcomeMeasure": "Number of Participants With Complications Due To Cold Plasma Application",
    "eligibilityCriteria": "Inclusion Criteria:\n\nIn order to be eligible to participate in this study, an individual must meet all of the following criteria:\n\n* Solid tumors undergoing surgical treatment with carcinomatosis scheduled to undergo surgical resection for cytoreduction. Patients with stage 4 resectable tumors as decided by a multidisciplinary disease management team may be included if the metastatic disease is non-synchronous (e.g. recurrent colorectal carcinoma with hepatic metastasis amenable for surgical resection).\n* Provision of signed and dated informed consent form\n* Stated willingness to comply with all study procedures and availability for the duration of the study and must be willing to return for follow-up\n* 18 years of age or older and capable of providing informed consent indicating awareness of the investigational nature of this trial, in keeping with Good Clinical Practice (GCP) guidelines and institutional policy.\n* Biopsy (histopathology or cytology) diagnosis of a solid tumor as defined by the World Health Organization (WHO) or by cross-sectional imaging reviewed by a board-certified radiologist.\n* Good performance status (ECOG \\< 2), Karnofsky \\>60%,\n* Patients with low or acceptable surgical risk (American society of Anesthesiology (ASA) score of 3 or less.\n* Patient is a candidate for surgical therapy as discussed and recommended by the institutional disease management team (DMT, Tumor Board).\n\nAt the time of enrollment:\n\n* Absolute neutrophil count (ANC) exceeds 1200/mm3, white blood cell count exceeds 4000/mm3 and platelet count is greater than 100,000/mm3\n* An international normalized ratio (INR) ≤ 1.5 (patients who are therapeutically anticoagulated for non-related medical conditions such as atrial fibrillation and whose anti-thrombotic treatment can be withheld for operation will be eligible).\n* Adequate hepatic function must be met as evidenced by total serum bilirubin ≤ 3.0 mg/dl ; alkaline phosphatase \\< 2.5 times the upper limit of normal; and, aspartate aminotransferase (AST) less than 1.5 times upper limit of normal \\[alkaline phosphatase and AST cannot both exceed the upper limit of normal\\]\n* Serum renal functional parameters, blood urea nitrogen (BUN) and creatinine are within normal limits\n* For females of reproductive potential: use of highly effective contraception for at least 1 month prior to screening and agreement to use such a method during study participation.\n* Life expectancy of at least six months\n\nExclusion Criteria:\n\nAn individual who meets any of the following criteria will be excluded from participation in this study:\n\n* Patients with unresectable tumors as decided by a multidisciplinary disease management team\n* Patients with multiple metastatic sites not amenable for surgical resection\n* Pregnancy or lactation\n* Patients with low performance status (ECOG \\> 2 or Karnofsky \\< 60%)\n* Any one or more of the following hematological abnormalities\n* Hgb \\< 8gm/dl unable to be corrected with transfusion\n* Absolute Neutrophil Count \\< 1200/mm3\n* White blood cell count \\< 4000/mm3\n* Platelet count \\< 100,000/mm3\n* INR \\> 1.5 (except in patients who are therapeutically AST anticoagulated for non-related medical conditions such as atrial fibrillation and whose anti-thrombotic treatment cannot be withheld for operation will be eligible)\n* History of hepatic cirrhosis or present hepatic dysfunction\n* Alkaline phosphatase ≥ 2.5 times the upper limit of normal\n* ≥ 1.5 times upper limit of normal\n* Serum bilirubin \\> 3.0 mg/dl\n* Alkaline phosphatase and AST both exceed the upper limit of normal\n* Renal insufficiency indicated by a serum creatinine \\>1.5mg/dL.\n* Patients with high surgical risk (ASA 4-5) with significant history of a medical problem that would preclude the patient from undergoing an operative procedure such as a history of severe congestive heart failure or active ischemic heart disease.\n* Febrile illness within 7 days before scheduled surgery\n* Treatment with another investigational drug or other intervention within 60 days before surgery\n* Patients that are unable to- or unwilling to provide a written informed consent\n* Patients who underwent treatment with cold plasma within a year before study entry.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}