{
    "nctId": "NCT01553903",
    "briefTitle": "Feasibility Study for the Determination of Oxysterols in Patients With Breast Cancer Receiving Hormonal Therapy With Tamoxifen or Not",
    "officialTitle": "Feasibility Study for the Determination of Oxysterols in Patients With Breast Cancer Receiving Hormonal Therapy With Tamoxifen or Not",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE4",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 29,
    "primaryOutcomeMeasure": "Determination of Oxysterols (OCDO, CT and CE)plasma concentrations by Gaz Chromatography coupled to mass spectrometry (GC/MS)in human.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Women of more than 18 years old (menopause or not).\n2. Women with invasive breast cancer metastatic or non-metastatic, for which treatment with tamoxifen or anti-aromatase is retained.\n3. Cancer hormone-expressing estrogen receptor (ER) and / or progesterone receptor (PR) (≥ 10% of tumor cells in Technical HIC).\n4. Any previous hormonal therapy, stopped for progression, should be discontinued for at least 21 days prior to study entry.\n5. WHO ≤ 2.\n6. Women of childbearing age must use effective contraception for the duration of the study.\n7. Informed consent obtained and signed before any specific procedure in the study.\n8. Patient member in a national insurance scheme.\n\nExclusion Criteria:\n\n1. Patient with breast cancer HER2 positive (IHC and / or FISH-CISH)\n2. Patient already receiving hormonal therapy or patient who has not stopped hormonal therapy for at least 21 days.\n3. Patient that should receive a chemotherapy and / or another targeted therapy (other than hormonal therapy) for the treatment of the breast cancer.\n4. Any other medical or psychiatric condition or laboratory abnormality severe, acute or chronic making the inclusion of the patient in the study inappropriate in the opinion of the investigator.\n5. Patient unable to follow procedures, visits, examinations described in the study.\n6. Pregnant women or nursing mothers can not participate in the study.\n7. Patients under legal guardianship.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}