{
    "nctId": "NCT04327063",
    "briefTitle": "MIRs 04 : Interpectoral Nerve Block With Ropivacaine Versus Placebo Before Breast Cancer Surgery",
    "officialTitle": "A Double-blind Randomized Trial of Interpectoral Nerve Block (Pecs 1 and 2) With Ropivacaine Versus Placebo Before Breast Cancer Surgery: Effects on Acute Postoperative Pain. (MIRs 04)",
    "overallStatus": "COMPLETED",
    "conditions": "Malignant Neoplasm of Breast",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 182,
    "primaryOutcomeMeasure": "To compare the effect of ropivacaine versus placebo pectoral nerve block (Pecs 1 and 2) on acute pain after tumorectomy plus sentinel lymph node dissection on one day surgery",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Women with non-metastatic invasive breast carcinoma or breast carcinoma in situ treated by breast-conserving surgery (tumorectomy) with sentinel node technique on one day surgery.\n2. Age between 18 and 85 years.\n3. ASA class 1, 2 or 3\n4. Signed informed consent form.\n\nExclusion Criteria:\n\n1. Ongoing neoplasm or history of neoplasm other than breast cancer with the exception of: basal cell carcinoma, cervical carcinoma in situ, other treated cancer that has not relapsed during the 5 years preceding inclusion in the trial.\n2. Axillary dissection planned during surgery planning\n3. All bilateral surgery the day of Pecs administration\n4. Metastatic breast carcinoma at diagnosis (M1).\n5. Allergy to local anesthetics and morphine.\n6. Use of analgesics during the 12 hours preceding the surgical procedure.\n7. History of ipsilateral surgery during the previous 6 months.\n8. History of substance abuse.\n9. Pregnant woman or breastfeeding.\n10. Subjects deprived of their liberty or under guardianship (including temporary guardianship).\n11. Subjects no covered by social security scheme\n12. Experiencing any psychiatric condition or major cognitive impairment that may hamper completion of self-reported questionnaires.\n\nThere is no prohibition for people to take part simultaneously in another search and there is no exclusion cause at the end of the research period",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}