{
    "nctId": "NCT03656731",
    "briefTitle": "Exercise in Older Women With Breast Cancer During Systemic Therapy",
    "officialTitle": "Exercise in Older Women With Breast Cancer During Systemic Therapy - a Randomized Controlled Trial (Breast Cancer Exercise Study)",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 68,
    "primaryOutcomeMeasure": "Change in the 30-second chair stand test",
    "eligibilityCriteria": "Inclusion Criteria:\n\nParticipants must:\n\n* Be operated for primary breast cancer within 12 weeks or\n* Be diagnosed with locally advanced or metastatic breast cancer. Be treated with (neo)adjuvant or first or second-line palliative therapy defined as chemotherapy ± HER2 directed treatment, ± antihormonal treatment, antihormonal treatment ± HER 2, directed treatment ± CDK 4/6 inhibitor.\n* Be ≥ 65 years of age at the time of signing the informed consent form\n* Have an Eastern Cooperative Oncology Group (ECOG) performance status score ≤ 2\n* Be able to speak and read Danish, and to provide a signed informed consent form.\n\nExclusion Criteria:\n\nParticipants with:\n\n* Any physical condition that hinder the execution of physical exercise training\n* Other types of cancer\n* Documented and uncontrolled brain metastases that hinder participation in an exercise-based trial, based on the referring oncologist's assessment\n* Dementia, psychotic disorders, or other cognitive diseases or conditions that hinder written consent\n* Unstable medical disease or history of serious or concurrent illness; any medical condition that might be aggravated by exercise training or that cannot be controlled, including, but not restricted congestive heart failure (NYHA class III-IV), unstable angina pectoris, implantable cardioverter defibrillator (ICD), or myocardial infarction within 6 months, based on the referring oncologist's assessment.\n\nIn patients with documented bone metastases:\n\n- A bone metastatic burden or location that poses a risk of injury in the performance of exercise training, as assessed by the referring oncologist.",
    "sex": "FEMALE",
    "minimumAge": "65 Years",
    "stdAges": "OLDER_ADULT"
}