{
    "nctId": "NCT06255392",
    "briefTitle": "Randomized, Open, Controlled, Multicenter Phase III Clinical Study of Fluzoparib in Combination With Apatinib Versus Investigator-Selected Chemotherapy for HRD-Positive/HER2-negative Advanced Breast Cancer",
    "officialTitle": "Randomized, Open, Controlled, Multicenter Phase III Clinical Study of Fluzoparib in Combination With Apatinib Versus Investigator-Selected Chemotherapy for HRD-Positive/HER2-negative Advanced Breast Cancer",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 200,
    "primaryOutcomeMeasure": "Progression Free Survival，PFS（Independent Review Committee）",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Adult female patients (age 18-70 years) with metastatic breast cancer confirmed by pathology or imaging;\n2. Pathological diagnosis of HER-2 was negative (definition: immunohistochemical results were 0、+ or ++ and in situ hybridization results were negative);\n3. Patient tested positive for HRD (defined by: BRCA 1 / 2 mutation, or HRD score is ≥ 42);\n4. HR+/HER2- patients were required to have received endocrine therapy during the metastatic phase;\n5. ECOG physical status score ≤ 2 and expected survival of not less than 3 months;\n6. According to RECIST 1.1, patients with at least one target lesion or simple bone metastasis can be evaluated;\n7. Prior treatment-related toxicity should be reduced to NCI CTCAE (version 5.0) ≤ 1 degree (except for hair loss or other toxicity which is considered as no risk to patient's safety according to the investigator's judgment) 8）LVEF≥50%；\n8. Sufficient functional reserve of bone marrow\n\n   1. White blood cell count (WBC) ≥ 3.0 × 10 \\^ 9 / L,\n   2. Neutrophil count (ANC) ≥ 1.5 × 10 \\^ 9 / L,\n   3. Platelet count (PLT) ≥ 100 × 10 \\^ 9 / L\n9. Previous treatment-related toxicity should be relieved as NCI CTCAE (version 5.0) ≤ 1 degree, total bilirubin (TBIL) ≤ 1.5 × upper limit of normal value (ULN), alanine aminotransferase (ALT / AST) ≤ 2.5 × ULN (liver metastasis patients ≤ 5xuln), serum creatinine ≤ 1.5 × ULN or creatinine clearance rate (CCR) ≥ 60 ml / min;\n10. Left ventricular ejection fraction (LVEF) ≥ 55%, QTcF(Fridericia correction) ≤ 470 ms.\n11. Be able to understand the research process, volunteer to participate in the study, and sign informed consent.\n\nExclusion Criteria:\n\n1. HR+/HER2- MBC patients with no prior endocrine therapy;\n2. No treatment for metastatic breast cancer was received;\n3. Patients who are known to be allergic to active or other components of the study drug.\n4. They received radiotherapy, chemotherapy, endocrine therapy within 4 weeks before enrollment, or were participating in any clinical trials of intervention drugs;\n5. Pregnant or lactating women, women of childbearing age who refused to take effective contraceptive measures during the study period.\n6. Any other situation in which the researcher considers that the patient is not suitable for the study may interfere with the concomitant diseases or conditions involved in the study, or there are any serious medical barriers that may affect the safety of the subjects (e.g., uncontrollable heart disease, hypertension, active or uncontrollable infection, active hepatitis B virus infection)",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}