{
    "nctId": "NCT05037019",
    "briefTitle": "SIGNAL During a COVID-19 Pandemic",
    "officialTitle": "Single Fraction Preoperative Radiation as a Strategy for Local Control of Breast Cancer During a COVID-19 Pandemic",
    "overallStatus": "WITHDRAWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "Pathologic complete response (pCR)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Female sex\n* Age ≥ 50 years old\n* Postmenopausal\n* Tumor size \\< 3cm on pre-treatment imaging\n* Any grade of disease, estrogen receptor (ER) positive, HER2 negative\n* Unicentric/unifocal disease\n* Invasive ductal carcinoma or other favorable subtypes of epithelial breast malignancy (lobular, medullary, papillary, colloid, mucinous, or tubular) .\n* Clinically node-negative (based upon pre-treatment physical examination and/or axillary ultrasound).\n* Surgical expectation that a \\> 2mm margin can be obtained.\n* Lesion is 1 cm or greater from the skin surface.\n* Able to lie comfortably in the prone position with arms raised above the head for extended periods of time.\n\nExclusion Criteria:\n\n* Male sex\n* Under 50 years of age\n* Previous RT to the same breast\n* HER2 positive disease\n* Evidence of suspicious diffuse microcalcifications in the breast prior to the start of radiation.\n* Local metastatic spread into ipsilateral axilla and/or supraclavicular region and/or neck nodes and/or internal mammary nodes diagnosed on clinical examination or any imaging assessment (unless such sites can be confirmed as negative following biopsy)\n* Distant metastases\n* Involvement of contralateral axillary, supraclavicular, infraclavicular or internal mammary nodes (unless there is histologic confirmation that these nodes are negative)\n* Prior non-hormonal therapy or radiation therapy for the current breast cancer\n* Patients with Paget's disease of the nipple.\n* Skin involvement, regardless of tumor size.\n* Patients with a breast technically unsatisfactory for radiation therapy.\n* Inability to lie prone with arms raised above head for extended periods of time.\n* Patients not appropriate for BCS due to expectation of poor cosmetic result, even without RT\n* Collagen vascular disease (particularly lupus, scleroderma, dermatomyositis)\n* Inability or unwillingness to provide informed consent.\n* Any other malignancy at any site (except non-melanomatous skin cancer) \\< 5 years prior to study enrollment\n* Patients who are pregnant or lactating",
    "sex": "FEMALE",
    "minimumAge": "50 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}