{
    "nctId": "NCT01679743",
    "briefTitle": "GRN1005 for Brain Metastases From Breast or Lung Cancer",
    "officialTitle": "A Pilot Study of GRN1005 for Resectable Brain Metastases in Patients With Breast Cancer and Non-Small Cell Lung Cancer",
    "overallStatus": "WITHDRAWN",
    "conditions": "Breast Cancer, Lung Neoplasms, Breast Neoplasms, Lung Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "DIAGNOSTIC",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "Effect of GRN therapy on PET uptake after treatment cycle 1",
    "eligibilityCriteria": "* INCLUSION CRITERIA:\n* Adult patients (greater than or equal to 18 years)\n* Histologically or cytologically-documented breast cancer (HER2 status must be known) or NSCLC\n* Presence of resectable brain metastases with or without prior radiotherapy. Patients must be greater than 28 days from WBRT or SRS\n* Presence of resectable brain metastases, as assessed by neurosurgical evaluation. A brain tumor will be considered to be resectable for the purposes of the study if it is located in the cerebrum or the cerebellum. Tumors that are located in deep brain structures, including the medulla, pons, midbrain, thalamus, and basal ganglia will be considered non-resectable. The tumor must be solitary or, if not, accompanied by another tumor on the same side of the brain that is also considered to be resectable by the same criteria.\n* At least one radiologically-confirmed and measurable metastatic brain lesion (greater than or equal to 1.0 centimeters in the longest diameter) by Gd-MRI of the brain less than 14 days prior to first dose of GRN1005 (Cycle 1, Day 1). The spatial resolution of the Philips Gemini TOF PET/CT is 4millimeters \\[FWHM, (full width half maximum)\\]. One cm is greater than 2 times this FWHM and it is anticipated that greater than 70% of the actual activity in the lesion will be visualized (i.e. recovered). It is expected that all lesions greater than or equal to 1 centimeters will have sufficient FLT uptake. If no lesions on the baseline image are visualized on FLT PET/CT, then post therapy FLT imaging will not be performed. These patients will be replaced.\n* Patients must be neurologically stable, defined as being on stable doses of corticosteroids and anticonvulsants (not enzyme-inducing antiepileptic drugs (EIAEDs), including phenytoin, phenobarbitol, carbamazepine, fosphenytoin, primidone, oxcarbazepine) for greater than or equal to 5 days prior to obtaining the baseline Gd-MRI of the brain and greater than or equal to 5 days prior to first dose of GRN1005\n* Karnofsky Performance Score (KPS) greater than or equal to 80% (which is equivalent to Eastern Cooperative Oncology Group \\[ECOG\\] Performance Status of 0 or 1)\n* Life expectancy greater than 3 months\n* Completed cytotoxic chemotherapy greater than or equal to 21 days (for an every 3-week regimen) or greater than or equal to 14 days (for an every 2-week or weekly regimen) prior to first dose of GRN1005 (Cycle 1, Day 1); all clinically significant toxicities (excluding alopecia) must have resolved to less than or equal to CTCAE v4.0 Grade 1.\n* Completed treatment with non-cytotoxic systemic drugs (e.g., targeted drugs) greater than or equal to 14 days for small molecules and greater than or equal to 28 days for monoclonal antibodies (e.g., bevacizumab, with the exception of trastuzumab and bisphosphonates) prior to first dose of GRN1005 (Cycle 1, Day 1). All clinically significant toxicities (excluding alopecia) must have resolved to less than or equal to CTCAE v4.0 Grade 1.\n* Adequate laboratory test results for organ systems less than equal 14 days prior to first dose of GRN1005, as follows:\n\n  * Absolute neutrophil count (ANC) greater than or equal to 1.5 times 10(9)/L\n  * Hgb greater than or equal to 9.0 grams per deciliter\n  * Platelets greater than or equal to 100 times 10(9)/L\n  * Total bilirubin less than 1.6 milligrams per deciliter or less than the upper limit of normal (ULN). Serum bilirubin less than 2 times ULN for patients with Gilbert s syndrome\n  * Aspartate aminotransferase (AST; SGOT) and alanine aminotransferase (ALT;\n\nSGPT) less than 2.5 times ULN. AST, ALT less than 5 times ULN for patients with documented liver metastases\n\n* Alkaline phosphatase less than 2.5 times ULN. For patients with documented liver or bone metastases, alkaline phosphatase less than 5 times ULN\n* Serum creatinine less than 1.5 milligrams per deciliter or creatinine clearance greater than or equal to 45 millliter per minute\n\n  * Negative pregnancy test less than or equal to 72 hours prior to Cycle 1, Day 1 of GRN1005 (for all women of reproductive potential)\n  * Patients with HER2-positive disease who are on trastuzumab should be willing and able to continue receiving trastuzumab in accordance with standard institutional practice and prescribing information (EF greater than or equal to 50 % and no history of trastuzumab related CHF or greater than or equal 16% absolute decrease in LVEF from pre-treatment values or an LVEF value below institutional limits of normal and greater than or equal 10% absolute decrease in LVEF from pretreatment values). If these criteria are not met, trastuzumab will not be administered during this protocol.\n  * Ability of subject or Legally Authorized Representative (LAR) (if the patient is deemed by the treating physician to be cognitively impaired or questionably impaired in such a way that the ability of the patient to give informed consent is questionable) to understand and the willingness to sign a written informed consent document indicating that they are aware of the investigational nature of this study.\n\nEXCLUSION CRITERIA:\n\n* NCI CTCAE v4.0 Grade greater than or equal to 2 neuropathy\n* CNS disease requiring immediate neurosurgical intervention (e.g., resection, shunt placement, etc.)\n* Known leptomeningeal disease\n* Known severe hypersensitivity or allergy to paclitaxel or any of its components\n* Treatment with P450 CYP 3A4 or 2C8 enzyme-inducing anticonvulsant drugs less than or equal to 14 days prior to first dose of GRN1005 (Cycle 1, Day 1)\n* Patients with the presence of an infection including abscess or fistulae, or infection with hepatitis B or C or HIV\n* Any evidence of severe or uncontrolled systemic disease, such as clinically significant cardiovascular (including arrhythmias), pulmonary, hepatic, renal, or metabolic disease; wound-healing disorders; ulcers; or bone fractures\n* History of interstitial lung disease (e.g., pneumonitis or pulmonary fibrosis) or evidence of clinically significant interstitial lung disease on chest CT scan\n* Severe conduction disturbance including clinically significant QTc prolongation defined as a QTc greater than 450 milliseconds in women and QTc greater than 440 milliseconds in men (unless pacemaker in place).\n* Women or men of reproductive potential not consenting to use double-barrier contraceptive methods (e.g., diaphragm plus condom) or abstinence during the study, from screening until 3 months after the last GRN1005 administration, and if applicable, for 6 months after the last trastuzumab administration\n* Women who are pregnant or breast-feeding\n* Prior GRN1005 treatment\n* Allergy to gadolinium used in MRI",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}