{
    "nctId": "NCT03330405",
    "briefTitle": "Javelin Parp Medley: Avelumab Plus Talazoparib In Locally Advanced Or Metastatic Solid Tumors",
    "officialTitle": "A PHASE 1B/2 STUDY TO EVALUATE SAFETY AND ANTI TUMOR ACTIVITY OF AVELUMAB IN COMBINATION WITH THE POLY(ADENOSINE DIPHOSPHATE [ADP]-RIBOSE) POLYMERASE (PARP) INHIBITOR TALAZOPARIB IN PATIENTS WITH LOCALLY ADVANCED OR METASTATIC SOLID TUMORS",
    "overallStatus": "TERMINATED",
    "conditions": "Avelumab in Combination With Talazoparib Will be Investigated in Patients With Locally Advanced (Primary or Recurrent) or Metastatic Solid Tumors",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 223,
    "primaryOutcomeMeasure": "Phase 1b: Number of Participants With Dose Limiting Toxicities (DLTs)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histological diagnosis of locally advanced (primary or recurrent) or metastatic solid tumors that are not amenable for treatment with curative intent in adult patients with: NSCLC, TNBC, HR+ breast cancer, recurrent platinum sensitive ovarian cancer, UC, CRPC, and other advanced solid tumors with a BRCA or ATM gene defect\n* Mandatory primary or metastatic tumor biopsy. If archival tumor tissue is available from a biopsy/surgery the tumor tissue may be submitted without repeating a tumor biopsy during the screening period.\n* Minimum age in Japan is 20 years.\n* ECOG performance status 0 or 1.\n* Resolved acute effects of prior therapy\n* Adequate bone marrow, renal, and liver function.\n* Negative serum pregnancy test at screening.\n* Pregnant, breastfeeding females or female patients able to have children must agree to use highly effective method of contraception throughout the study and for at least 30 days after the last dose of avelumab and for at least 7 months after the last dose of talazoparib; fertile male patients must use a condom during treatment and for at least 4 months after the last dose of talazoparib.\n* Signed and dated informed consent.\n\nExclusion Criteria:\n\n* Prior treatment with a PARP inhibitor.\n* Prior immunotherapy with IL-2, IFN-α, or an anti-PD-1, anti-PD-L1, anti-PD-L2, anti-CD137, OX 40, GITR, LAG 3, IDO, TDO,TIM 3, CTLA-4 antibody, or any other antibody or drug specifically targeting T-cell co-stimulation or immune checkpoint pathways. Prior treatment with Sipuleucel-T for patients with mCRPC is allowed. For cohort A2 NSCLC patients prior treatment with anti-PD-1/L1 is allowed\n* Prior anti-cancer therapy within 2 weeks prior to study enrollment. Prior radiation therapy within 2 weeks prior to enrollment. Prior palliative radiotherapy to metastatic lesion(s) is permitted, provided it has been completed 2 days prior to study enrollment and no clinically significant toxicities are expected (eg, mucositis, esophagitis).\n* Major surgery within 4 weeks prior to study enrollment.\n* Current use of immunosuppressive medication at the time of study enrollment.\n* Known prior or suspected hypersensitivity to investigational products.\n* Known history of immune mediated colitis, inflammatory bowel disease, pneumonitis, pulmonary fibrosis.\n* Active or prior autoimmune disease that might deteriorate when receiving an immunostimulatory agent.\n* Prior organ transplantation including allogenic stem-cell transplantation.\n* Vaccination within 4 weeks of study enrollment and while on trial is prohibited except for administration of inactivated vaccines.\n* Diagnosis of Myelodysplastic Syndrome.\n* Patients with known brain metastases requiring steroids.\n* Participation in other studies involving investigational drug(s) within 4 weeks prior to study participation and/or during study participation.\n* Persisting toxicity related to prior therapy \\>Grade 1\n* Known HIV or AIDs-related illness.\n* Positive HBV or HCV test indicating acute or chronic infection.\n* Active infection requiring systemic therapy.\n* Clinically significant cardiovascular disease: cerebral vascular accident/stroke or myocardial infarction within 6 months prior to study entry; unstable angina, congestive heart failure or a serious cardiac arrhythmia requiring medication.\n* Current or anticipated use within 7 days prior to first dose of study drug, or anticipated use during the study of a strong P-gp inhibitor.\n* Other acute or chronic medical or psychiatric conditions.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}