{
    "nctId": "NCT06387628",
    "briefTitle": "LM-108 in Combination With PD-1 Based Treatment for Patients With Recurrent or Metastatic Triple - Negative Breast Cancer",
    "officialTitle": "A Phase II Single Center Two Cohorts Trial of LM-108 in Combination With PD-1 Based Treatment for Patients With Recurrent or Metastatic Triple - Negative Breast Cancer",
    "overallStatus": "RECRUITING",
    "conditions": "TNBC - Triple-Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 74,
    "primaryOutcomeMeasure": "ORR",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age 18-75 years old (including boundary value), no gender limit;\n2. ECOG score 0-1;\n3. Expected survival ≥3 months;\n4. Unresectable or metastatic or postoperative recurrent, histologically confirmed advanced triple-negative breast cancer. Triple-negative breast cancer is defined as: ER, PR and HER2 are negative. ER-negative and PR-negative are defined as tumors without positive staining, the proportion of cells in all tumor cells is \\<1%; HER2-negative is defined as: HER2 (0), HER2 (1+) or HER2 (2+) detected by immunohistochemistry but negative by fluorescence in situ hybridization (FISH); Cohort 2 requires histological confirmation of PD-L1 CPS ≥ 1;\n5. Cohort 1 : at least one prior line at recurrence or metastasis setting with disease progression or intolerable toxicity. In this situation, patients are allowed to be enrolled: the time between the last intravenous dose of adjuvant chemotherapy and first recurrence or metastasis is ≤6 months. Cohort 2: no prior line at recurrence or metastasis setting is allowed, the time between the last intravenous dose of adjuvant chemotherapy and first recurrence or metastasis ≥12 months.;\n6. Provide sufficient fresh tissue specimens for biomarker analysis before treatment;\n7. According to RECISTv1.1 standard, there is at least 1 measurable lesion;\n8. Appropriate bone marrow and organ function before first dose :\n\n   * Bone Marrow: Platelets ( PLT ) ≥ 90 × 109 /L , absolute neutrophil count ( ANC ) ≥ 1.5 × 109 /L , hemoglobin ≥ 9 g/dL ;\n   * Coagulation: INR ≤ 1.5 , APTT ≤ 1.5 × ULN ;\n   * Liver function: Liver function is basically normal, total bilirubin ≤ 1.5 × ULN ( total bilirubin in patients with Gilbert syndrome ≤ 3 × ULN can be enrolled), AST and ALT ≤ 2.5 × ULN (if there is liver metastasis, AST , ALT ≤ 5 × ULN );\n   * Renal function: serum creatinine ≤ 1.5 × ULN or creatinine clearance ≥ 50 mL/min (according to Cockcroft-Gault formula);\n   * Cardiac function: left ventricular ejection fraction ( LVEF ) ≥ 50% ; female QT interval ( QTcF ) ≤ 470 ms , male ≤ 450 ms .\n9. Be able to well communicate with the investigator and understand and comply with the requirements of this study.\n\nExclusion Criteria:\n\n1. Cohort 1 : Previous use of eribulin and CCR8- targeting drugs; Cohort 2: previous use of CCR8-targeting drugs and nab-paclitaxel, unless the interval between the last dose of nab-paclitaxel in the adjuvant chemotherapy and first recurrence or metastasis is ≥12 months;\n2. Have received radiotherapy, chemotherapy, traditional Chinese medicine with anti-tumor indications, and local therapy (interventional therapy but not including tumor biopsy, ablation therapy, etc.) within 2 weeks before trial drug treatment;\n3. Adverse events from previous anti-tumor treatments have not recovered to ≤ grade 1 according to CTCAE v5.0 (except for ≤ grade 2 toxicities judged by the investigator to have no safety risk, such as alopecia, long-term toxicity caused by radiotherapy, etc.);\n4. Patients with known brain metastases. Those with stable brain metastases can be enrolled;\n5. Third space effusion that is clinically uncontrollable and unsuitable for enrollment;\n6. Participants with≥ grade 3 allergies to antibody drugs previously;\n7. Taking systemic corticosteroids (\\>10 mg daily prednisone or equivalent dose) or other systemic immunosuppressive drugs (including but not limited to prednisone, dexamethasone, cyclophosphamide, azathioprine, methotrexate , thalidomide, and anti-tumor necrosis factor drugs), topical, ocular, intra-articular, intranasal, and inhaled corticosteroids are allowed;\n8. Subjects with a known history of autoimmune diseases, including but not limited to myasthenia gravis, myositis, autoimmune hepatitis, systemic lupus erythematosus, rheumatoid arthritis, Guillain-Barre syndrome, multiplex syndrome sclerosis or glomerulonephritis, except autoimmune-related hypothyroidism treated with stable dose of hormone;\n9. Known idiopathic pulmonary fibrosis, organizing pneumonia (e.g., bronchiolitis obliterans), drug-induced pneumonia, idiopathic pneumonia, interstitial lung disease, severe radiation pneumonitis, or subjects with evidence of active pneumonia by chest CT scan screening.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}