{
    "nctId": "NCT04469127",
    "briefTitle": "A Phase I/II Multicenter, Open-Label Study of Lu-177-DOTAGA-IAC, for the Treatment of Angiogenic Breast Cancer Patients.",
    "officialTitle": "This Study is a Phase I/II Clinical Evaluation of a New Investigational Agent, Lutetium-177-DOTAGA-IAC (HurlutinTM Lu-177) to Treat Patients With Unresectable Angiogenic Breast Cancer.",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Breast Cancer Stage IV",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 100,
    "primaryOutcomeMeasure": "Specific Aim 1",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Angiogenic breast tumor by immunohistochemistry confirmation.\n2. Positive scan with PET/CT imaging with 18F-FET PET/CT.\n3. Tumor progression resistant or refractory to at least one prior lines of standard chemotherapy which include trastuzumab and/or Ado-trastuzumab with or without chemotherapy agents.\n4. At least 18 years of age\n5. The patient is able and willing to provide informed consent and to comply with the requirements of this trial protocol.\n6. ECOG score ≤3\n7. Females of childbearing potential must have a negative serum pregnancy test or have had an intervention that renders pregnancy not possible\n8. Adequate organ function, defined as:\n\n   1. Absolute neutrophil count (ANC) ≥ 1.5 x 109/mL.\n   2. Hemoglobin (Hb) ≥10 g/dl (transfusion or use of EPO is permitted).\n   3. Platelets \\> 100,000/mm3\n   4. Creatinine ≤ 1.5 x upper limit of normal (ULN)\n   5. AST or ALT ≤ 2.5 x ULN (or ≤5 x ULN in case of liver metastasis)\n   6. Alkaline phosphatase ≤2.5 x ULN. Alkaline phosphatase may be more than 2.5 x ULN only in the case of bone metastases, and AST and ALT less than 1.5 x ULN.\n   7. Total bilirubin ≤1.5 mg/dl (higher bilirubin levels are permitted if the patient has Gilbert's syndrome).\n9. Baseline LVEF ≥40% measured using echocardiogram or equilibrium isotopic ventriculography\n\nExclusion Criteria:\n\n1. Previously received external beam irradiation that includes more than 30% of bone marrow\n2. Previously received external beam irradiation to a field that one kidney.\n3. Previously received external beam irradiation to a field that includes the only known lesion.\n4. Any uncontrolled significant medical, psychiatric or surgical condition or laboratory finding that would pose a risk to subject safety or interfere with study participation or interpretation of individual subject results.\n5. Nephrectomy, renal transplant or concomitant nephrotoxic therapy putting the subject at high risk of renal toxicity during the study.\n6. eGFR ≤ 50.\n7. Bone metastases are the only known lesions.\n8. Patients with a body weight of 400 pounds or more or not able to enter the bore of the PET/CT scanner due to BMI, because of the compromise in image quality with CT, PET/CT and MRI that will result.\n9. Inability to lie still for the entire imaging time (e.g., cough, severe arthritis, etc.).\n10. Use of any other investigational therapeutic product within 30 days prior to dosing or known requirement for any other investigational agent prior to completion of all scheduled study assessments.\n11. Recognized concurrent active infection.\n12. Received any live (attenuated) vaccines within 30 days prior to Visit.\n13. Recent or chronic treatment with medium-to-high-dose intravenous corticosteroids (methylprednisolone 60 mg/day or hydrocortisone 300 mg/day) within 8 weeks prior to Visit or oral corticosteroids of more than 20 mg prednisone (or equivalent) within 30 days prior to Visit\n14. Any unresolved NCI-CTCAE Grade 2 or higher (except alopecia) from previous anti-tumour treatment and/or medical/surgical procedures/interventions.\n15. Additional inclusion criterion for measure human dosimetry\n\n    1. Unable to comply with the requirements of the dosimetry imaging protocol\n    2. Due to potential radiation safety issues, patients with urinary drainage or diversion (e.g., in-dwelling Foley™ catheter, ureteroileostomy, etc.) will not be enrolled.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}