{
    "nctId": "NCT03959774",
    "briefTitle": "Assessment of Outpatient Digital Follow-up of Patients Over 70 Years of Age Undergoing Chemotherapy Treatment",
    "officialTitle": "Assessment of Outpatient Digital Follow-up of Patients Over 70 Years of Age Undergoing Chemotherapy Treatment",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer, Colorectal Cancer, Lung Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 119,
    "primaryOutcomeMeasure": "demonstrate that the adherence rate of digital follow-up is greater than 70% in a population of elderly patients.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age ≥ 70 years,\n2. Patient with an indication of adjuvant chemotherapy showing:\n\n   * Breast cancer\n   * Colorectal cancer\n   * lung cancer\n\n4. WHO ≤ 3 (WHO index - World Health Organization) 5. Estimated life expectancy\\> 6 months 6. patients with a smartphone or tablet with an internet connection. It can also be offered to patients whose primary caregiver or the person of trust (including the partner) has a smartphone, an internet connection or a tablet provided that he or she is present more than three times during the week. during chemotherapy to ensure smooth weekly data transfer and filling of questionnaires 7. Signed consent to participation 8. Affiliation to, or beneficiary of, a social security scheme\n\nExclusion Criteria:\n\n1. Person in emergency situation, person of legal age subject to a legal protection measure (major under guardianship, guardianship or court order), or unable to express his / her consent\n2. Impossibility of submitting to the medical examination of the test for geographical, social or psychological reasons\n3. Contraindications to the procedure of the study: patient or caregiver living with a patient who does not have a smartphone with an internet connection (patient or caregiver living with a patient)\n4. Concurrent participation in another clinical trial\n5. Patient unable to understand the quality of life survey and Patient Reported Outcome",
    "sex": "ALL",
    "minimumAge": "70 Years",
    "stdAges": "OLDER_ADULT"
}