{
    "nctId": "NCT04574609",
    "briefTitle": "Evaluation of the Impact of the Use of Hypnotherapy Performed by a Virtual Reality Toolalong the Care Pathway of Patients Undergoing Breast Cancer Treatment.",
    "officialTitle": "Evaluation of the Impact of the Use of Hypnotherapy Performed by a Virtual Reality Tool Along the Care Pathway of Patients Undergoing Breast Cancer Treatment: Randomized Controlled Trial.",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 27,
    "primaryOutcomeMeasure": "Evaluate, in patients undergoing chemotherapy for the treatment of breast cancer, the impact of the use of hypnotherapy performed by a virtual reality tool on the anxiety felt just before the PAC procedure.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Woman whose age ≥ 18 years old\n* Negative pregnancy test for women of childbearing age\n* Francophone patient\n* Patient newly diagnosed with localized or metastatic breast cancer at the Paris Saint-Joseph Hospital Group (GhPSJ).\n* Patients in whom adjuvant or neoadjuvant chemotherapy treatment is planned\n* Patient affiliated to the social security system or, failing that, to another health insurance system\n* Patient who has given written consent.\n\nExclusion Criteria:\n\n* Psychotic patients (paranoia, schizophrenia and manic-depressive psychosis)\n* Patient suffering from pathological dissociations\n* Deaf and hard of hearing\n* Blind and severely visually impaired\n* Patient suffering from wounds or infections in the head area\n* Patient suffering from respiratory disorders\n* Patient with a high level of claustrophobia\n* Patient whose investigator determines that he or she cannot wear a virtual reality helmet\n* Patient under guardianship or curatorship\n* Patient deprived of liberty.\n* Pregnant or breastfeeding patient.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}