{
    "nctId": "NCT02965950",
    "briefTitle": "The p53 Breast Cancer Trial",
    "officialTitle": "Treatment of Patients With Advanced Breast Cancer Harboring TP53 Mutations With Dose-dense Cyclophosphamide - the p53 Breast Cancer Trial",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Locally Advanced Breast Cancer, Metastatic Breast Carcinoma",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 190,
    "primaryOutcomeMeasure": "Objective response rate (ORR) measured clinically (with calipers) or radiologically per RECIST guidelines.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Locally advanced breast cancers in need of pre-surgical chemotherapy or metastatic breast cancer in need of chemotherapy.\n* Resistance to endocrine therapy:\n\nEither i) estrogen and progesterone negative tumor, or ii) harboring an estrogen and / or progesterone positive tumor where regular endocrine therapies have failed or where the treating physician finds endocrine therapy not indicated.\n\n- Prior cancer therapy:\n\nMetastatic disease:\n\nFirst line treatment (amendment 2018):\n\nNo prior chemotherapy\\*. Prior endocrine therapy +/- CDK4/6 inhibitor or mTOR inhibitors is allowed if hormone receptor positive, HER2 negative disease.\n\nLate-stage disease (approved protocol):\n\ni) Prior exposure to and resistance to a taxane regimen\\*\\*. ii) Prior exposure to and resistance to an anthracycline regimen\\*\\* -mandatory only for patients with TP53 wt tumors.\n\nLABC:\n\ni) Prior exposure to and lack of response to to a taxane regimen\\*\\*. ii) Prior exposure to and lack of response to an anthracycline regimen\\*\\* - mandatory only for patients with TP53 wt tumors.\n\n\\* Only for patients with TP53 mutated disease. Previous adjuvant chemotherapy, including alkylating agents (cyclophosphamide a.o.) and/or platinum, is allowed if completed \\>12 months prior to inclusion in the trial.\n\n\\*\\* In metastatic breast cancer resistance to taxanes/anthracyclines is defined as progressive disease (PD). In LABC lack of response is defined as stable disease (SD) after 4 courses of chemotherapy or PD. Breast cancer relapsing within 12 months subsequent to adjuvant taxanes or anthracyclines is considered resistant and re-exposure is not required prior to inclusion in the trial. This relates also to patients who could not receive proper taxane or anthracycline therapy due to side effects or other medical reasons.\n\n* The primary tumor or at least one metastatic lesion must be available for biopsy collection at protocol inclusion. Notably; for patients with primary metastatic breast cancer, TP53 status should be determined in a metastatic deposit; tissue from the primary tumor may not substitute (this relates both to patients with synchronous and metachronous metastatic disease).\n* Patients must have clinically and/or radiographically documented measurable breast cancer according to RECIST.\n* WHO performance status 0-1\n* Known tumor ER, PGR and HER2 status in the current situation, i.e. archival and historic breast cancer tissue can not be used for patients with relapse of the disease. However, patients can be included regardless of hormone receptor and HER2 status; in case such information lacks at inclusion, it may be analysed on the biopsy retrospectively.\n* Age \\>18 years\n* Radiology studies (CT thorax/abdomen and bone scintigraphy/bone scan) and ecco cor must be performed within 28 days prior to start of treatment.\n* Before patient registration, written informed consent must be given according to national and local regulations.\n* Blood test requirements:\n* Neutrophils \\> 1.0 x 109/L\n* Platelets \\> 75 x 109/L\n* Bilirubin \\< 20 µmol/L.\n* Serum creatinine \\< 1.5 x ULN\n\nExclusion Criteria:\n\n* Co-morbidity that, based on the assessment of the treating physician, may preclude the use of cyclophosphamide at actual doses.\n* Psychological, familial, sociological or geographical condition(s) potentially hampering compliance with the study protocol and follow-up schedule; those conditions should be discussed with the patient before registration in the trial\n* Pregnant or lactating patients.\n* Clinical evidence of serious coagulopathy. Prior arterial/venous thrombosis or embolism does not exclude patients from inclusion, unless patient is considered unfit by study oncologist.\n* Active cystitis (to be treated upfront)\n* Active bacterial infections\n* Urinary obstruction\n* Known hypersensitivity towards cyclophosphamide or pegfilgrastim, their metabolites and other ingredients in the drug administration formulation.\n* Patient not able to give an informed consent or comply with study regulations as deemed by study investigator.\n* Amendment 2018: Patients with HER2 positive, metastatic breast cancer in the first line setting (Arm C).",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}