{
    "nctId": "NCT04892693",
    "briefTitle": "Talazoparib in Advanced Breast Cancer Patients With Homologous Recombinant Deficiency",
    "officialTitle": "Talazoparib in Advanced Breast Cancer Patients With Homologous Recombinant Deficiency: A Phase II Clinical and Exploratory Biomarker Study of Talazoparib",
    "overallStatus": "RECRUITING",
    "conditions": "Advanced Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 70,
    "primaryOutcomeMeasure": "Response rate (RR)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Adults ≥19 years old.\n2. Pathologically documented breast cancer that is unresectable or metastatic\n3. Tumor with homologous recombination deficiency (HRD) defined by\n\n   * Germline or Somatic BRCA1/2 mutation\n   * Homologous recombination repair (HRR) genes mutation\n   * HRD detected through RAD51 foci formation functional assay\n   * HRR genes: ATM, BARD1, BRIP1, CDK12, CHEK1, CHEK2, FANCL, PALB2, PPP2R2A, RAD51B, RAD51C, RAD51D, and RAD54L\n4. Previously treated with a taxane, unless this treatment was contraindicated (whether in recurrent/metastatic setting or in neoadjuvant/adjuvant setting).\n5. Previous treatment with platinum therapy in the advanced or metastatic setting is permitted, provided the patient did not have a progression during the platinum treatment. If the patient was treated with neoadjuvant or adjuvant platinum therapy, at least 6 months of disease-free interval is required after the last dose.\n6. Documented radiologic progression (during or after most recent treatment or within 6 months after completing adjuvant therapy).\n\n   - If the patients had relapsed within 6 months after adjuvant therapy, this will be counted as a systemic chemotherapy for advanced or metastatic disease.\n7. At least 3 weeks has passed since last chemotherapy treatment\n8. At least 2 weeks has passed since last hormone therapy or radiation therapy (including palliative radiation).\n9. Eastern Cooperative Oncology Group (ECOG) performance status of 0, or 1\n10. At least one measurable lesion that can be accurately assessed at baseline by computed tomography (CT) (magnetic resonance imaging \\[MRI\\] where CT is not feasible) and is suitable for repeated assessment as per RECIST v.1.1.\n11. Male and female subjects of reproductive/childbearing potential must agree to use a highly effective form of contraception or avoid intercourse during and upon completion of the study and for at least 7.0 months after the last dose of study treatment.\n\n    - This study recommend \"Copper T intrauterine device\" as a highly effective methods of contraception (\\<1% failure rate)\n12. Adequate normal organ and marrow function measured within 28 days prior to administration of study treatment\n\n    * Hemoglobin ≥9.0 g/dL\n    * Absolute neutrophil count (ANC) ≥ 1.5 x 109/L\n    * Platelet count ≥ 75 x 109/L\n    * Serum bilirubin ≤ 2.0mg/dL \\[This will not apply to patients with confirmed Gilbert's syndrome (persistent or recurrent hyperbilirubinemia that is predominantly unconjugated in the absence of hemolysis or hepatic pathology), who will be allowed only in consultation with their physician.\\]\n    * AST (SGOT)/ALT (SGPT) ≤2.5 x institutional upper limit of normal unless liver metastases are present, in which case it must be ≤5x ULN\n    * Adequate renal function: Serum creatinine ≤1.5mg/dL or estimated creatinine clearance \\>60 mL/min\n13. Negative urine pregnancy test within 7 days prior to registration in premenopausal patients.\n14. Ability to understand and comply with protocol during study period\n15. Patients should sign a written informed consent before study entry\n\nExclusion Criteria:\n\n1. Prior treatment PARP inhibitor\n2. However, if the patient participated in a clinical trial evaluating adjuvant PARP inhibitor, patient is allowed to be included in the present study if the patient recurred 6 months after completing PARP inhibitor. No more than three line of previous systemic chemotherapy, excluding neo-adjuvant and adjuvant chemotherapy. (No limitation on hormone therapy. Hormone therapy is not counted as previous line)\n3. If there is a standard treatment available for metastatic breast cancer.\n4. History of another primary malignancy except for\n\n   * Malignancy treated with curative intent and with no known active disease ≥3 years\n   * contralateral breast cancer\n   * Adequately treated non-melanoma skin cancer or lentigo malignancy without evidence of disease\n   * Adequately treated carcinoma in situ without evidence of disease\n5. Patients with GI tract disease resulting in an inability to take oral medication, malabsorption syndrome, a requirement for IV alimentation, prior surgical procedures affecting absorption, uncontrolled GI disease (e.g., Crohn's disease, ulcerative colitis)\n6. History of leptomeningeal carcinomatosis\n7. Brain metastases or spinal cord compression.\n\n   - Patients with symptomatic uncontrolled brain metastases. A scan to confirm the absence of brain metastases is not required. The patient can receive a stable dose of corticosteroids before and during the study as long as these were started at least 4 weeks prior to treatment. Patients with spinal cord compression unless considered to have received definitive treatment for this and evidence of clinically stable disease for 28 days\n8. active infection or immunocompromised patients including tuberculosis (clinical evaluation that includes clinical history, physical examination and radiographic findings, and TB testing in line with local practice), hepatitis B , hepatitis C, or human immunodeficiency virus (positive HIV 1/2 antibodies).\n\n   - Subjects with simple HBV carrier, a past or resolved HBV infection (defined as the presence of hepatitis B core antibody \\[anti-HBc\\] and absence of HBsAg) are eligible. Subjects positive for hepatitis C (HCV) antibody are eligible only if polymerase chain reaction is negative for HCV RNA.\n9. Patients who have a known immediate or delayed hypersensitivity reaction or idiosyncrasy to drugs chemically related to any of the study agents or their excipients.\n10. Female patients who are pregnant or breastfeeding.\n11. Judgment by the investigator that the patient is unsuitable to participate in the study and the patient is unlikely to comply with study procedures, restrictions and requirements.",
    "sex": "FEMALE",
    "minimumAge": "19 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}