{
    "nctId": "NCT02614794",
    "briefTitle": "A Study of Tucatinib vs. Placebo in Combination With Capecitabine & Trastuzumab in Patients With Advanced HER2+ Breast Cancer",
    "officialTitle": "Phase 2 Randomized, Double-Blinded, Controlled Study of Tucatinib vs Placebo in Combination With Capecitabine and Trastuzumab in Patients With Pretreated Unresectable Locally Advanced or Metastatic HER2+ Breast Carcinoma",
    "overallStatus": "COMPLETED",
    "conditions": "HER2 Positive Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 612,
    "primaryOutcomeMeasure": "Progression-free Survival (PFS) Per RECIST 1.1 as Determined by Blinded Independent Central Review (BICR)",
    "eligibilityCriteria": "Double-blind Phase Inclusion Criteria\n\n* Histologically confirmed HER2+ breast carcinoma, with HER2+ defined by in situ hybridization (ISH), immunohistochemistry (IHC), or fluorescence in situ hybridization (FISH) methodology\n* Received previous treatment with trastuzumab, pertuzumab, and T-DM1\n* Progression of unresectable locally advanced or metastatic breast cancer after last systemic therapy (as confirmed by investigator), or be intolerant of last systemic therapy\n* Have measurable or non-measurable disease assessable by RECIST 1.1\n* Eastern Cooperative Oncology Group (ECOG) Performance Status of 0 or 1\n* Adequate hepatic and renal function and hematologic parameters\n* Left ventricular ejection fraction (LVEF) ≥ 50%\n* CNS Inclusion - Based on screening brain magnetic resonance imaging (MRI), patients must have one of the following:\n\n  1. No evidence of brain metastases\n  2. Untreated brain metastases not needing immediate local therapy\n  3. Previously treated brain metastases not needing immediate local therapy\n\n     1. Brain metastases previously treated with local therapy may either be stable since treatment or may have progressed since prior local CNS therapy\n     2. Patients treated with CNS local therapy for newly identified lesions found on contrast brain MRI performed during screening for this study may be eligible to enroll if the following criteria are met:\n\n     i. Time since whole brain radiation therapy (WBRT) is ≥ 21 days prior to first dose of study treatment, time since stereotactic radiosurgery (SRS) is ≥ 7 days prior to first dose of study treatment, or time since surgical resection is ≥ 28 days.\n\n     ii. Other sites of disease assessable by RECIST 1.1 are present\n  4. Relevant records of any CNS treatment must be available to allow for classification of target and non-target lesions\n\nDouble-blind Phase Exclusion Criteria\n\n* Previously been treated with:\n\n  1. lapatinib within 12 months of starting study treatment (except in cases where lapatinib was given for ≤ 21 days and was discontinued for reasons other than disease progression or toxicity)\n  2. neratinib, afatinib, or other investigational HER2/epidermal growth factor receptor (EGFR) or HER2 tyrosine kinase inhibitor (TKI) at any time previously\n  3. capecitabine (or other fluoropyrimidine) for metastatic disease except in cases where capecitabine was given for \\< 21 days and was discontinued for reasons other than disease progression or toxicity. Patients who have received capecitabine for adjuvant or neoadjuvant treatment at least 12 months prior to starting study treatment are eligible.\n* Clinically significant cardiopulmonary disease\n* Carriers of Hepatitis B or Hepatitis C or have other known chronic liver disease\n* Positive for human immunodeficiency virus (HIV)\n* Unable for any reason to undergo MRI of the brain\n* Have used a strong CYP3A4 or CYP2C8 inhibitor within 5 half-lives of the inhibitor, or a strong CYP3A4 or CYP2C8 inducer within 5 days prior to first dose of study treatment\n* Have known dihydropyrimidine dehydrogenase deficiency (DPD)\n* CNS Exclusion - Based on screening brain MRI, patients must not have any of the following:\n\n  1. Any untreated brain lesions \\> 2.0 cm in size, unless approved by medical monitor\n  2. Ongoing use of systemic corticosteroids for control of symptoms of brain metastases at a total daily dose of \\> 2 mg of dexamethasone (or equivalent)\n  3. Any brain lesion thought to require immediate local therapy. Patients who undergo local treatment for such lesions identified by screening contrast brain MRI may still be eligible for the study based on criteria described under CNS inclusion criteria\n  4. Known or suspected leptomeningeal disease (LMD)\n  5. Poorly controlled seizures Unblinded Phase Crossover Inclusion Criteria - Participants who were randomized to the control arm (placebo + trastuzumab + capecitabine) must meet the following criteria to be eligible to crossover to the experimental arm.\n* Have measurable or non-measurable disease assessable by RECIST 1.1\n* For patients who were randomized to the control arm and on the long-term follow-up period at the time of crossover screening: have progression of unresectable locally advanced or metastatic breast cancer after last systemic therapy (as confirmed by investigator), or be intolerant of last systemic therapy.\n* Have an ECOG Performance Status of 0 or 1\n* Have a life expectancy of at least 6 months\n* Have adequate hepatic and renal function and hematologic parameters\n* Left ventricular ejection fraction (LVEF) ≥ 50%\n* CNS Inclusion - Based on screening brain magnetic resonance imaging (MRI), patients must have one of the following:\n\n  i. No evidence of brain metastases ii. Untreated brain metastases not needing immediate local therapy iii. Previously treated brain metastases not needing immediate local therapy\n* Brain metastases previously treated with local therapy may either be stable since treatment or may have progressed since prior local CNS therapy\n* Patients treated with CNS local therapy for newly identified lesions found on contrast brain MRI performed during screening for this study may be eligible to enroll if the following criteria are met:\n\n  1. Time since whole brain radiation therapy (WBRT) is ≥ 21 days prior to first dose of study treatment, time since stereotactic radiosurgery (SRS) is ≥ 7 days prior to first dose of study treatment, or time since surgical resection is ≥ 28 days.\n  2. Other sites of disease assessable by RECIST 1.1 are present Unblinded Phase Crossover Exclusion Criteria - Participants who were randomized to the control arm (placebo + trastuzumab + capecitabine) will be excluded from the crossover to the experimental arm for any of the following reasons.\n* Discontinuation of study treatment due to an adverse event while on the double-blind phase of the study. If the adverse event leading to discontinuation of study treatment has resolved, the patient may be allowed to crossover with approval from the medical monitor.\n* History of exposure to the following cumulative doses of anthracyclines:\n\n  * Doxorubicin \\> 360 mg/m\\^2\n  * Epirubicin \\> 720 mg/m\\^2\n  * Mitoxantrone \\> 120 mg/m\\^2\n  * Idarubicin \\> 90 mg/m\\^2\n  * Liposomal doxorubicin \\> 550 mg/m\\^2\n* History of allergic reactions to trastuzumab, capecitabine, or compounds chemically or biologically similar to tucatinib\n\n  o Exceptions for Grade 1 or 2 infusion related reactions to trastuzumab that were successfully managed, or known allergy to one of the excipients in the study drugs\n* Have received treatment with any systemic anti-cancer therapy, non-CNS radiation, or experimental agent within 3 weeks prior to start of crossover therapy\n* Any toxicity related to prior cancer therapies that has not resolved to ≤ Grade 1, with the following exceptions:\n\n  * Alopecia and neuropathy (must have resolved to ≤ Grade 2)\n  * CHF (must have been ≤ Grade 1 in severity at the time of occurrence and must have resolved completely)\n  * Anemia (must have resolved to ≤ Grade 2)\n* Have clinically significant cardiopulmonary disease\n* Have known myocardial infarction or unstable angina within 6 months prior to start of crossover therapy\n* Require therapy with warfarin or other coumarin derivatives\n* Inability to swallow pills or significant gastrointestinal disease which would preclude the adequate oral absorption of medications\n* Have used a strong CYP2C8 inhibitor within 5 half-lives of the inhibitor or have used a strong CYP2C8 or CYP34A inducer within 5 days prior to start of the crossover (tucatinib) treatment.\n* Known dihydropyrimidine dehydrogenase deficiency\n* Unable to undergo contract MRI of the brain\n* Have evidence within 2 years prior to start of crossover therapy of another malignancy that required systemic treatment\n* CNS Exclusion:\n* CNS Exclusion - Based on screening brain MRI, patients must not have any of the following:\n\n  * Any untreated brain lesions \\> 2.0 cm in size, unless approved by medical monitor\n  * Ongoing use of systemic corticosteroids for control of symptoms of brain metastases at a total daily dose of \\> 2 mg of dexamethasone (or equivalent)\n  * Any brain lesion thought to require immediate local therapy. Patients who undergo local treatment for such lesions identified by screening contrast brain MRI may still be eligible for the study based on criteria described under CNS inclusion criteria\n  * Known or suspected leptomeningeal disease (LMD)\n  * Poorly controlled seizures",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}