{
    "nctId": "NCT03000257",
    "briefTitle": "A Study of Budigalimab (ABBV-181) in Participants With Advanced Solid Tumors",
    "officialTitle": "A Multicenter, Phase 1, Open-Label, Dose-Escalation Study of ABBV-181 as Monotherapy and in Combination With Another Anti-Cancer Therapy in Subjects With Advanced Solid Tumors",
    "overallStatus": "COMPLETED",
    "conditions": "Advanced Solid Tumors",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 182,
    "primaryOutcomeMeasure": "Part 1: Recommended Phase 2 Dose (RPTD) for Budigalimab",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Participant must have an advanced solid tumor and must not be a candidate for surgical resection or other approved therapeutic regimen known to provide clinical benefit. For dose escalation, the participant may have been previously treated with a programmed cell death 1 (PD-I) targeting agent. For dose expansion, the participant must be PD-I/PD-L1 targeting agent naïve. For Part 2 budigalimab in combination with rovalpituzumab tesirine, the participant must have SCLC with progressive disease and have failed platinum containing therapy and be PD-1/PD-L1 targeting agent naïve. For Part 3 budigalimab in combination with venetoclax, the participant must have locally advanced or metastatic NSCLC and received 1 to 4 prior lines of therapy in the advanced or metastatic setting including 1 regimen that included a PD-1 or PD-L1 targeting agent which was discontinued following disease progression. Participants who are naïve to treatment with a PD-1/PD-L1 targeting agent OR who have received more than 1 regimen containing a PD-1/PD-L1 targeting agent are NOT eligible for Part 3.\n* Participant has an Eastern Cooperative Oncology Group (ECOG) Performance Status of 0 to 2 for the monotherapy cohort and an ECOG 0 to 1 for budigalimab in combination with rovalpituzumab tesirine cohort (Part 2) and budigalimab in combination with venetoclax (Part 3).\n* Participants have adequate bone marrow, renal, hepatic and coagulation function.\n* Participants must have measurable or evaluable disease per Response Evaluation Criteria in Solid Tumors (RECIST) version 1.1 in the dose escalation portion of the trial. Participants in the expansion cohort must have measurable disease per RECIST version 1.1 or disease evaluable by assessment of tumor antigens. Participants enrolled in budigalimab in combination with venetoclax cohort (Part 3) must have measurable disease per RECIST version 1.1.\n\nExclusion Criteria:\n\n* Participant has received anticancer therapy including chemotherapy, immunotherapy, radiation therapy, biologic, small molecule, herbal therapy, or any investigational therapy within a period of 5 half-lives, prior to the first dose of budigalimab or Rovalpituzumab Tesirine or venetoclax.\n* For budigalimab in combination with rovalpituzumab tesirine cohort (Part 2), participant must not have had prior exposure to Rovalpituzumab Tesirine or a pyrrolobenzodiazepine (PBD) based drug.\n* Participant has unresolved adverse events greater than grade 1 from prior anticancer therapy except for alopecia.\n* Current or prior use of immunosuppressive medication within 14 days prior to the first dose (with certain exceptions).\n* History of primary immunodeficiency, bone marrow transplantation, chronic lymphocytic leukemia, solid organ transplantation, or previous clinical diagnosis of tuberculosis.\n* Confirmed positive test results for human immunodeficiency virus (HIV), or participants with chronic or active hepatitis A, B or C. Participants who have a history of hepatitis B or C who have undetectable hepatitis B (HBV) DNA or hepatitis C (HCV) RNA after anti-viral therapy may be enrolled.\n* Participant has known history or inflammatory bowel disease, pneumonitis, or known uncontrolled metastases to the central nervous system (CNS) (with certain exceptions).\n* Participants with a history of or ongoing pneumonitis or interstitial lung disease are also excluded.\n* For budigalimab plus venetoclax therapy (Part 3), participant must not receive a strong or moderate inducer or inhibitor of cytochrome P450 (CYP)3A within 7 days before first venetoclax dose.\n* For budigalimab plus venetoclax therapy (Part 3), participants with a known gastrointestinal disorder (i.e.: malabsorption syndrome), complication (i.e.: dysphagia) or surgery that could make consumption or absorption of oral medication problematic are also excluded.\n* All Cohorts: Participants with a history of Stevens-Johnson syndrome (SJS), Toxic epidermal necrolysis (TEN), or drug reaction with eosinophilia and systemic symptoms (DRESS)",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}