{
    "nctId": "NCT00058526",
    "briefTitle": "A Dose-escalation Vaccine Trial in HER2-overexpressing Patients With High-risk Breast Cancer",
    "officialTitle": "A Multicenter Phase I Open-label Dose-escalation Vaccine Trial of dHER2 Protein With AS15 Adjuvant in HER2-overexpressing Patients With High-risk Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Neoplasms, Breast",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 61,
    "primaryOutcomeMeasure": "Occurrence of dose limiting toxicity (DLT)",
    "eligibilityCriteria": "Inclusion criteria:\n\n1. Patient must have a previous diagnosis of HER2/neu-positive breast cancer: FISH positive test (for HercepTest 2+ patients), or, HercepTest 3+ patients.\n2. Patients must be Stage II with at least one positive node or Stage III in remission. Patients must have had standard treatment for their cancer, including lymph node dissection and at least one course of standard adjuvant treatment.\n3. Patient must have completed at least one course of standard adjuvant treatment within 5 years of study entry.\n4. Patient may be on concurrent hormonal therapy.\n5. Patient must be free of recurrent breast cancer as shown by standard diagnostic tests at entry onto study.\n6. Patient must have a chest X-ray showing no evidence of disease.\n7. Patient should have an expected survival of at least 12 months.\n8. Written informed consent must be obtained prior to any protocol-specific procedures being performed.\n9. Patient must have Eastern Cooperative Oncology Group (ECOG) Performance Status of 0.\n10. Patient must not be pregnant and must use adequate contraception throughout the study and must plan to not bear children in the future.\n11. Patient must not be lactating.\n12. Patient must have a negative pregnancy test prior to enrollment. Pregnancy testing need not be done for patients who are \\> 55 years of age, post-menopausal or surgically sterile.\n13. Patient must be 40 to 70 years of age inclusive. Patients younger than 40 years of age may be enrolled if they are sterile and incapable of childbearing. Chemotherapy-induced amenorrhea is not considered to be a sign of sterility.\n14. Patient must have adequate bone marrow reserve as indicated by: WBC ≥3000/mm3, neutrophils ≥1500/ mm3, platelets ≥100,000 mm3, lymphocytes ≥1000/mm3, and hemoglobin ≥10.0 g/dL.\n15. Patient must have an absolute CD4 cell count of \\>200 cells/mm3.\n16. Patient must have adequate renal function.\n17. Patient must have adequate hepatic function as indicated by: serum bilirubin within normal limits, aspartate aminotransferase \\<1.5 times the upper limit of normal and an alkaline phosphatase \\<1.2 times the upper limit of normal. Patients with an alkaline phosphatase above normal must have negative bone scans and abdominal CT scans prior to entry onto protocol.\n18. Patient must have a baseline left ventricular ejection fraction (LVEF) measured by multi-gated acquisition (MUGA) scan equal to or greater than the lower limit of normal for the radiology facility. The serial MUGA scans for each individual must also be performed at the same radiology facility, using the same equipment in the same manner, for consistency of method.\n19. Patients who had an earlier baseline MUGA scan at the radiological facility of the investigator's site to be used in the study, such as a MUGA scan done prior to adjuvant treatment, must meet the above criteria for LVEF AND must also not have had a decrease in LVEF of above 15 percentage points from the original baseline MUGA scan. Patients who have not had a MUGA scan done at this radiological facility prior to adjuvant treatment must have a normal MUGA scan at screening.\n20. Patient must not be known to be HIV positive. Results of virology screening must indicate that the patient has negative serology for HCV (hepatitis C virus) and is negative for HBsAg (hepatitis B surface antigen). (HBV testing indicating positive serology (antibodies) is allowed.)\n\nExclusion criteria:\n\n1. Patients who are presently being treated with Herceptin or have been treated with Herceptin in the past.\n2. Patients who have received surgery or chemotherapy treatments within 8 weeks prior to enrollment. Patients who have received radiation therapy within 12 weeks prior to enrollment.\n3. Patients who have received \\> 300 mg/m2 doxorubicin (cumulative dose) or \\> 600 mg/m2 epirubicin (cumulative dose).\n4. Patients with any uncontrolled bleeding disorder or coagulation disorder or thrombocytopenia or prothrombotic disorder.\n5. Patients with auto-immune disease such as, but not limited to multiple sclerosis, lupus, and inflammatory bowel disease, Graves' disease and Hashimoto's disease.\n6. Patients with a history of previous anaphylaxis or severe allergic reaction to vaccines or unknown allergens.\n7. Patients with previous splenectomy or radiation to the spleen.\n8. Patients who have received a major organ graft (including bone-marrow transplantation).\n9. Patients who require chronic oral treatment (defined as more than 14 days) with immunosuppressive agents including glucocorticosteroids or other immune-modifying drugs.\n10. Previous or concomitant malignancies at other sites, except effectively treated non-melanoma skin cancers or carcinoma in situ of the cervix or effectively treated malignancy that has been in remission for \\> 2 years and highly likely to have been cured.\n11. Concurrent severe medical problems unrelated to the malignancy, which would significantly limit full compliance with the study or expose the patient to unacceptable risk.\n12. Patients with previous congestive heart failure or difficult-to-control hypertension. Patients with known coronary artery disease, arrhythmia requiring treatment, clinically significant valvular disease, cardiomegaly on chest X-ray, ventricular hypertrophy on electrocardiogram (EKG) or previous myocardial infarction.\n13. Patients with psychiatric or addictive disorders that may compromise the ability to give informed consent, or comply with the trial procedures.\n14. Patients who have received any investigational or non-registered drug or non-registered vaccine other than the study product within the 30 days preceding the first dose of study product, or who plan to receive such a drug during the study period.\n15. Patients who have received any immunoglobulins and/or blood products within the 3 weeks prior to study product administration.\n16. Patients who have received any commercial vaccine within one week before the first dose of the study product.",
    "sex": "FEMALE",
    "minimumAge": "40 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}