{
    "nctId": "NCT01218529",
    "briefTitle": "Lapatinib and WBRT for Patients With Brain Metastases From Lung or Breast Tumors",
    "officialTitle": "Lapatinib and Whole Brain Radiotherapy for Patients With Brain Metastases From Lung and Breast Tumors. A Phase II Study of the Hellenic Cooperative Oncology Group (HeCOG).",
    "overallStatus": "COMPLETED",
    "conditions": "Brain Metastases, Lung Tumors, Breast Tumors",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 82,
    "primaryOutcomeMeasure": "Response rate in brain as assessed by volumetric analysis of brain Mangnetic Resonance Imaging (MRI).",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Signed written informed consent;\n2. Age \\>=18 years old;\n3. Eastern Cooperative Oncology Group (ECOG) Performance Status 0-2;\n4. Life expectancy of at least 12 weeks;\n5. Subjects must have histologically or cytologically confirmed invasive lung or breast cancer, with Stage IV disease;\n6. Epidermal growth factor receptor (ErbB1/EGFR) overexpressing primary tumour, defined as 2+/3+ staining by immunohistochemistry (IHC) is mandatory to assess the patient population, but it is not a requirement for study entry.\n7. At least one measurable lesion in the brain, defined as any lesion \\>= 10mm in longest dimension on T1-weighted, gadolinium-enhanced MRI;\n8. Cardiac ejection fraction within institutional range of normal as measured by echocardiogram. Multigated acquisition scan (MUGA) scans will be accepted in cases where an echocardiogram cannot be performed or is inconclusive;\n9. At least 3 weeks since last chemotherapy, immunotherapy, biologic therapy, or hormonal therapy for cancer, and sufficiently recovered or stabilized from side effects associated with prior therapy. Concurrent treatment with bisphosphonates is permitted;\n10. At least 3 weeks since major surgical procedures;\n11. Able to swallow and retain oral medications;\n12. Female subjects with child bearing potential or male subjects able to father a child must be completely abstinent from intercourse or use acceptable methods for birth control during the course of the study;\n13. Subjects must complete all screening assessments as outlined in the protocol;\n14. Subjects must have normal organ and marrow function as defined below:\n\nSYSTEM LABORATORY VALUES Hematologic Absolute neutrophil count (ANC) 1.0 x 109/L Hemoglobin \\>= 9 g/dL (after transfusion if needed) Platelets \\>= 50 x 109/L Hepatic Albumin \\>= 2.5 g/dL Serum bilirubin \\<= 1.5x ULN unless due to Gilbert's syndrome Aspartate aminotransferase (AST) and Alaninine Aminotransferase (ALT) \\<= 5x upper limit of normal (ULN) if documented liver metastases \\<= 3x ULN without liver metastases Renal Serum Creatinine \\<= 2.0 mg/dL or Calculated Creatinine Clearance\\* \\>= 25 mL/min\\*Calculated by the Cockcroft and Gault Method\n\nExclusion Criteria:\n\n1. Subjects are suitable for brain surgery or stereotactic radiosurgery (SRS);\n2. Subjects who have had prior cranial radiotherapy. Prior radiotherapy for lesions outside CNS is allowed.\n3. Subjects who have had chemotherapy or radiotherapy within 2 weeks prior to entering the study or who have unresolved or unstable, serious toxicity from prior administration of another investigational drug and/or of prior cancer treatment;\n4. Concurrent treatment with an investigational agent or participation in another treatment clinical trial;\n5. Subjects receiving concurrent chemotherapy, radiation therapy, immunotherapy, biologic therapy (including an ErbB1 and/or ErbB2 inhibitor), or hormonal therapy for treatment of their non-CNS cancer. Concurrent treatment with bisphosphonates is allowed;\n6. Subjects with leptomeningeal carcinomatosis as the only site of CNS involvement;\n7. History of allergic reactions attributed to compounds of similar chemical composition (quinazolines) to lapatinib;\n8. Concurrent treatment with medications that are either inducers or inhibitors of CYP3A4 is prohibited. (For important exceptions, refer to Section Prohibited Medications);\n9. Malabsorption Syndrome, disease significantly affecting gastrointestinal function, or resection of the stomach or small bowel. Subjects with active, uncontrolled ulcerative colitis are also excluded;\n10. Any underlying liver or biliary disease (except for patients with Gilbert syndrome, asymptomatic cholelithiasis, liver metastases or stable chronic liver disease according to the physician)\n11. Other known contraindication to MRI, such as a cardiac pacemaker, implanted cardiac defibrillator, brain aneurysm clips, cochlear implant, ocular foreign body, or shrapnel;\n12. Concurrent disease or condition that would make the subject inappropriate for study participation or any serious medical or psychiatric disorder that would interfere with the subject's safety;\n13. Dementia, altered mental status, or any psychiatric condition that would prohibit the understanding or rendering of informed consent;\n14. Pre-existing severe cerebral vascular disease, such as stroke involving a major vessel, CNS vasculitis, or malignant hypertension;\n15. Active cardiac disease, defined as one or more of the following:\n\n    * History of uncontrolled or symptomatic angina\n    * History of arrhythmias requiring medications, or clinically significant, with the exception of asymptomatic atrial fibrillation requiring anticoagulation\n    * Myocardial infarction \\< 6 months from study entry\n    * Uncontrolled or symptomatic congestive heart failure\n    * Ejection fraction below the institutional normal limit\n    * Any other cardiac condition, which in the opinion of the treating physician, would make this protocol unreasonably hazardous for the patient\n16. Uncontrolled infection;\n17. History of other malignancy, except for curatively treated basal cell carcinoma or squamous cell carcinoma of the skin, or carcinoma in situ of the cervix. Subjects with other malignancies who have been disease-free for at least 5 years are eligible;\n18. Pregnant or lactating females.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}