{
    "nctId": "NCT05816655",
    "briefTitle": "Comparison of Clinical Efficacy Between Letrozole + Ribociclib and Fulvestrant + Letrozole + Ribociclib in Hormone Receptor Positive, HER2 Negative Metastatic Breast Cancer",
    "officialTitle": "Comparison of Clinical Efficacy Between Letrozole + Ribociclib and Fulvestrant + Letrozole + Ribociclib in Hormone Receptor Positive, HER2 Negative Metastatic Breast Cancer - a Randomized, Phase 2 Study",
    "overallStatus": "RECRUITING",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 202,
    "primaryOutcomeMeasure": "24 month- progression free survival rate",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Female ≥ 19 years of age\n* Histologically confirmed unresectable, locally advanced or metastatic invasive breast cancer with hormone receptor positive/HER2 negative\n* No previous history of systemic endocrine or chemotherapy for metastatic, advanced breast cancer.\n* If the patient has received AI as adjuvant endocrine therapy, the treatment free interval (TFI) should be more than 12 months after the end of adjuvant endocrine therapy. If the patient has received tamoxifen for adjuvant endocrine therapy, TFI less than 12 months will be allowed.\n* ECOG PS 0-2\n* Patients should have measurable or evaluable lesion based on RECIST version 1.1\n* Patients should have adequate organ function:\n\n  * ANC (absolute neutrophil count) ≥ 1.5 × 109/L\n  * Platelet ≥ 100 × 109/L\n  * Serum Hb ≥ 9.0 g/dL\n  * INR ≤1.5\n  * Serum creatinine ≤ 1.5 X ULN\n  * ALT \\& ALT \\<2.5 X ULN, if patients have hepatic metastasis, ALT \\& ALT \\<5.0 X ULN is allowed\n  * Total serum bilirubin \\<1.5 X ULN, if patients have hepatic metastasis, Total serum bilirubin \\<3.0 X ULN is allowed.\n* In the case of childbearing potential, patients who can adhere to appropriate contraception during the study period and for at least 6 months after the end of study treatment.\n* Patients who understand the contents of the clinical trial and are cooperative with the process of the clinical trial.\n\nExclusion Criteria:\n\n* Patients with a history of previous treatment with a CDK4/6 inhibitor or other systemic treatment for advanced/metastatic breast cancer\n* Patients who have received prior treatment with fulvestrant and any investigational ER-directed therapy including SERDs (selective estrogen receptor degrader)\n* Patients who have disease recurrence on aromatase inhibitor treatment as adjuvant endocrine therapy\n* Patients who have symptomatic or untreated central nervous system metastasis\n* Patients who have a history of cardiovascular disease or heart failure as following conditions; within at least 6 months of myocardial infarction, unstable angina, or uncontrolled arrhythmia.\n* Patients having visceral crisis which needs rapid tumor reduction\n* Patients who have a history of any other cancer (except nonmelanoma skin cancer, carcinoma in-situ of the cervix, well-differentiated thyroid cancer)\n* Patients unable to cooperate with periodic blood samples collection\n* Patients who have active HBV, HCV infection, immune-suppressive disease, or HIV infection. In case of chronic HBV infection, HBV DNA should be negative. Patients with complete remission of HCV infection are allowed.\n* Pregnant or breast-feeding women\n* Patients who are considered to be unsuitable for this trial by investigators.",
    "sex": "FEMALE",
    "minimumAge": "19 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}