{
    "nctId": "NCT01234532",
    "briefTitle": "Entinostat and Anastrozole in Treating Postmenopausal Women With TNBC That Can Be Removed by Surgery",
    "officialTitle": "GCC 0927 A Pilot and Phase II Study of Entinostat and Anastrozole/Tamoxifen in Women With Triple Negative Breast Cancer to Evaluate Biomarkers and Surrogates for Response",
    "overallStatus": "TERMINATED",
    "conditions": "Estrogen Receptor-negative Breast Cancer, HER2-negative Breast Cancer, Progesterone Receptor-negative Breast Cancer, Stage I Breast Cancer, Stage II Breast Cancer, Stage IIIA Breast Cancer, Triple-negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 5,
    "primaryOutcomeMeasure": "Recommended Phase II Dose of Entinostat in Combination With Anastrozole (Pilot)",
    "eligibilityCriteria": "Inclusion Criteria\n\n* Female greater than or equal to 18 years.\n* Eastern Cooperative Oncology Group (ECOG) performance status \\<2 (see Appendix A).\n* Histologically confirmed adenocarcinoma of the breast.\n* Evidence of hormone insensitivity (ER and PR negative) of primary tumor tissue. ER negative is define as ER 0 or \\< 1% staining by immunohistochemistry. PR negativity is defined as PR \\< 1% staining by immunohistochemistry.\n* HER2 negative in the primary tumor tissue as defined by:\n\n  * Immunohistochemistry (IHC) Grade 0 as defined by no staining observed or membrane staining that is incomplete and is faint/barely perceptible and within ≤10% of the invasive tumor cell\n  * IHC 1+ as defined by incomplete membrane staining that is faint/barely perceptible and within \\>10% of the invasive tumor cell\n  * IHC Grade 2+ staining intensity by means of IHC analysis with no gene amplification below.\n  * No gene amplification on ISH based on\n\n    * Single-probe average HER2 copy number \\<4.0 signals/cell\n    * Dual-probe HER2/CEP17 ratio \\<2.0 with an average HER2 copy number \\<4.0 signals/cell\n* Ability to understand and the willingness to sign a written informed consent document.\n* Patients must not have received any prior chemotherapy, radiation therapy, or endocrine therapy for their current breast cancer. Patients who received tamoxifen or raloxifene or another agent for prevention of breast cancer may be included as long as the patient has discontinued the treatment at least one month prior to baseline study biopsy.\n* Women of childbearing potential must have negative (serum or urine) pregnancy test within 7 days prior to registration.\n* Patients must have adequate tumor tissue sample prior to the enrolment available for correlative studies as defined below:\n\n  * Core needle biopsy or incisional biopsy samples that can provide ≥ 3 unstained sections of 5 micron thickness. Fine needle aspiration (FNA) sample alone is not sufficient except in the second cohort.\n  * Additional core needle biopsy needs to be performed in the patients who agree to participate in this study and do not have adequate tumor tissue sample.\n* Patients must have adequate organ and marrow function as defined below:\n\n  * Hemoglobin ≥ 9.0 g/dL\n  * Leukocytes \\>2,500/mcL\n  * Absolute neutrophil count \\>1,100/mcL\n  * Platelets \\>100,000/mcL\n  * Total bilirubin within normal institutional limits\n  * AST(SGOT)/ALT(SGPT) \\<2.5 x institutional upper limit of normal\n  * Creatinine within normal institutional limits or creatinine clearance ≥ 60 mL/min/1.73 m2 for patients with creatinine levels above institutional normal\n\nAdditional Inclusion Criteria for the First cohort:\n\n- Unresected operable breast cancer that meets the following clinical stages (see Appendix B):\n\n* T1b, T1c, or T2\n* N0 or N1\n* M0 (No distant metastasis)\n\nAdditional Inclusion Criteria for the Second cohort:\n\n* Unresectable, inoperable, recurrent local-regional breast cancer or\n* Metastatic (stage IV) breast cancer\n* Patients must have measurable or evaluable disease (i.e. ascites or pleural/pericardial effusion). Patients with bone metastatic only will be excluded.\n* Patients must not have rapidly progressive disease, extensive visceral involvement, or any high risk characteristics that are not appropriate for this treatment as per investigator's discretion.\n* Patients must receive at least one prior line of chemotherapy but not more 2 prior chemotherapy regimens for stage IV breast cancer. Prior chemotherapy in the adjuvant and /or neoadjuvant setting is permitted. However, patients must have finished chemotherapy at least 2 weeks prior to enrollment.\n* Patients must have an accessible tumor lesion from which a fine needle aspirate or preferably a core biopsy specimen can be obtained. Patients with FNA only samples are allowed in this cohort. Ascites or pleural/pericardial effusion alone is not sufficient.\n* Patients must be willing to provide consents for 2 research biopsies. However, the pretreatment biopsy can be omitted in patients who have recent biopsy but have not been started on breast cancer treatment within 12 weeks prior to the registration and there is adequate tumor tissue sample\n\nExclusion Criteria\n\n* Patients may not be receiving any other investigational agents.\n* Prior exposure to other HDAC inhibitors. However, prior valproic acid exposure is allowed providing\n\n  ≥ 30 days wash-out period.\n* History of allergic reactions or hypersensitivity to compounds of similar chemical or biologic composition to entinostat, benzamide, anastrozole, or tamoxifen.\n* Any medical condition which in the opinion of the investigator puts the patient at risk of potentially serious complications while on this therapy. Examples: HIV, unstable angina, uncontrolled heart failure or hypertension, uncontrolled hyperlipidemia, uncontrolled diabetes mellitus, uncontrolled systemic infection.\n* Previous or current systemic malignancy within the past 3 years other than breast cancer or adequately treated cervical carcinoma in situ or basal/squamous carcinoma of the skin.\n\nInclusion of Minorities\n\n- Women of all races and ethnic groups are eligible for this trial.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}