{
    "nctId": "NCT00694252",
    "briefTitle": "Lapatinib and Circulating Tumor Cells in Breast Cancer",
    "officialTitle": "A Pilot Feasibility Study to Evaluate the Efficacy of Lapatinib in Eliminating Cytokeratin-positive Tumour Cells Circulating in the Blood of Women With Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 20,
    "primaryOutcomeMeasure": "Efficacy of lapatinib by quantitative analysis of circulating tumour cells in the blood.The efficacy will be measured before, during and after the completion of treatment",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Provision of written informed consent\n* Histologically or cytologically confirmed breast cancer\n* Metastatic breast cancer (stage IIIB and IV). EGFR and/or HER-2 expression on the primary tumor is not mandatory.\n* Patients should have received at least one course of standard systemic chemotherapy for their metastatic disease. Prior hormonal therapy is allowed.\n* Patients should have achieved objective response (CR or PR) or stable disease to previous first or second line treatment.\n* There should be at least one month between the end of chemotherapy treatment and trial entry. In case of prior Herceptin administration, 3 months are required to have elapsed before study entry.\n* Detection of ≥5 cells/7.5ml of peripheral blood detected by Cell Search System despite the previous administration of chemotherapy and/or hormonal therapy.\n* HER-2 expression on CTCs.\n* Age 18 years and over\n* Adequate Haematological function, Absolute neutrophil count ≥1.5 x 109/L, Platelet count ≥100 x 109/L and Haemoglobin ≥9 g/dL (may be transfused to maintain or exceed this level)\n* Adequate Liver Function, total bilirubin \\<1.5 x upper limit of normal, AST and ALT \\<2.5 x upper limit of normal in patients without liver metastases and \\<5 x upper limit of normal in patients with liver metastases\n* Adequate Renal function, Serum creatinine ≤1.25 x upper limit of normal or calculated creatinine clearance ≥50 mL/min\n* LVEF within institutional normal range\n* Eastern Cooperative Oncology Group (ECOG) performance status of 0 to 2\n* Life expectancy of at least 12 weeks\n\nExclusion Criteria:\n\n* Any concurrent systemic treatment for breast cancer (including chemotherapy, radiotherapy, hormonotherapy, monoclonal antibodies)\n* Other co-existing malignancies or malignancies diagnosed within the last 5 years with the exception of basal cell carcinoma or cervical cancer in situ\n* Any unresolved chronic toxicity greater than Grade 2 (NCI- CTCAE) from previous anticancer therapy (except alopecia)\n* Any evidence of severe or uncontrolled systemic disease (e.g., unstable or uncompensated respiratory, cardiac, hepatic, or renal disease)\n* Pregnancy or breast feeding (women of child-bearing potential). Women of childbearing potential must practice acceptable methods of birth control to prevent pregnancy\n* Treatment with any other investigational agent, or participation in another clinical trial within 28 days prior to enrolment\n* Known hypersensitivity to drugs chemically related to lapatinib\n* Concomitant requirement for medication classified as CYP3A4 inducers or inhibitors\n* Evidence of any other disease, neurological or metabolic dysfunction, physical examination finding or laboratory finding giving reasonable suspicion of a disease or condition that contraindicates the use of an investigational drug or puts the patient at high risk for treatment-related complications",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}