{
    "nctId": "NCT04315246",
    "briefTitle": "177Lu-DTPA-Omburtamab Radioimmunotherapy for Leptomeningeal Metastasis From Solid Tumors (Breast, NSCLC, Malignant Melanoma)",
    "officialTitle": "A Phase I/II Trial of Intracerebroventricular 177Lu DTPA Omburtamab Radioimmunotherapy for Leptomeningeal Metastasis From Solid Tumors",
    "overallStatus": "WITHDRAWN",
    "conditions": "Leptomeningeal Metastasis, Solid Tumor, Adult",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "Incidence of adverse events (AEs) and serious adverse events (SAEs)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Primary ductal or lobular breast cancer, non-small cell lung cancer, or malignant melanoma\n* Type I or Type II LM with a \"confirmed\" or \"probable\" diagnosis according to EANO-ESMO guidelines 2017\n* Life expectancy more than 2 months, as judged by the Investigator\n* ECOG Performance status 0, 1, or 2\n* Acceptable hematological status and liver and kidney function\n* Written informed consent obtained in accordance with local regulations\n* Presence of an intracerebroventricular access device before first dosing\n\nExclusion Criteria:\n\n* Obstructive or symptomatic communicating hydrocephalus\n* Progressive systemic (extra-leptomeningeal) disease\n* Uncontrolled life-threatening infection\n* Ventriculo-peritoneal shunts without programmable valves. Ventriculo-atrial or ventriculo-pleural shunts\n* Received craniospinal irradiation (for intraparenchymal or dural metastases) or intrathecal cytotoxic anti-cancer therapy less than 3 weeks prior to first dose of 177Lu-DTPA-omburtamab\n* Severe non-hematologic organ toxicity; specifically, any renal, cardiac, hepatic, pulmonary, or gastrointestinal system toxicity Grade 3 or above prior to enrolment\n* Grade 4 nervous system disorder. Hearing loss or stable neurological deficits due to brain tumor are allowed\n* Unacceptable coagulation function prior to first dosing defined as INR Grade 2 or above\n* Female of childbearing potential, who are pregnant, breast-feeding, intend to become pregnant, or are not using highly effective contraceptive methods or male who is not using highly effective contraceptive method\n* Other significant disease or condition that in the investigator's opinion would exclude the patient from the trial.\n* Smallest diameter of treated or untreated nodular or linear leptomeningeal metastasis \\>0.5 cm on MRI (Part 2 only)",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}