{
    "nctId": "NCT02340845",
    "briefTitle": "Bromelain, Comosain as a New Drug for Treating and Preventing Various Types of Cancer in the Humans",
    "officialTitle": "The Methods and Compositions for Treating / Preventing Various Types of Cancer Which Comprise Administered an Effective Amount of Glyco-Polypeptides, Such as Comosain, Bromelainases, Ananase, and a Mixture Thereof. By Way of (a) MMAPKinase (Major Mitogen Activiting Protein Kinase), (b) TPKinase (Tryosine Phosphorylation Kinase) Inhibitors Which Induce Cascade Production of Interleukin II B, 6, 8 & TNFs Through TCRs/ CD-2, TCRs/ CD-3 of WBC",
    "overallStatus": "UNKNOWN",
    "conditions": "Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 100,
    "primaryOutcomeMeasure": "Using NCI standard measurement to measure primary target lesion size of various types of cancer pstients",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients suffering from late stage breast, lung, colon, cervical, ovarian, and uterine cancers in stages III and IV, with tissue proof of well-documented malignancies, whether by tissue biopsies and/or laparatomy or thoracotomy and have not been helped by conventional radiation therapy and/or chemotherapies are eligible for this study. Additionally the following conditions must be met:\n\n  1. Patient's age is between 18 and 85 years.\n  2. Patient is not taking anticoagulants or on antiplatelet therapy.\n  3. Patient does not have a history of abdominal fistula, gastroenteral perforation, peptic ulcer diseases, or intra-abdominal abscess within 6 months prior to study enrollment.\n  4. Patient has not had major surgery within 4 weeks prior to study enrollment. Patients who have not recovered from adverse events due to surgery performed more than 4 weeks earlier are not eligible for this study.\n  5. Patient does not currently have uncontrolled hypertension, diabetes, or clinically significant cardiac arrhythmia.\n  6. Patient does not have an allergic reaction to Bromelain or pineapple-containing products.\n  7. Female patients should not be pregnant or breastfeeding.\n  8. Patient's platelet counts must be greater than 100,000/mL.\n  9. Patient's hemoglobin must be greater than 9.0 g/dL.\n  10. Patient does not have significant abnormal hepatic and/or renal function.\n  11. Patient's tumors are measurable; between 0.2 - 10 cm in size and number between 1 - 15. All measurable tumors that have spread to the bones, liver, lung, kidney, and abdomen will be included in the data analysis.\n\nExclusion Criteria:\n\n* Patients with following conditions will be excluded from the study:\n\n  1. Hemoglobulin less than 9 g/dL and WBC less than 4.0 k/µL.\n  2. Platelet count less than 100,000/µL.\n  3. INR greater than 1.5\n  4. Patient currently taking therapeutic doses of warfarin or anti anti-platelet agents.\n  5. Patient has a history of abdominal fistula, gastrointestinal perforation, peptic ulcer disease, or intra-abdominal abscess within 6 months prior to study enrollment.\n  6. Patient currently has uncontrolled hypertension, diabetes, or clinically significant cardiac arrhythmia.\n  7. Patient who had major surgery performed within 4 weeks prior to entering the study; and patients who have not recovered from adverse events due to surgery performed more than 4 weeks earlier.\n  8. Patient with a history of allergic reaction to Bromelain or pineapple-containing products.\n  9. Female patients who are pregnant or breastfeeding.\n  10. Patient with tumors that are widely spread in the chest and abdomen that cannot be measured by CT scan.\n\nPatients who are eligible for this study will be randomly assigned to either the low dose group or the high dose group by a coin toss. Each study subject will be assigned a patient number for the purpose of this study.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}