{
    "nctId": "NCT04544189",
    "briefTitle": "Study Assessing the Efficacy and Safety of Treatment With Alpelisib Plus Fulvestrant Versus Placebo Plus Fulvestrant in Chinese Men and Postmenopausal Women With Advanced Breast Cancer",
    "officialTitle": "A Phase II Randomized Double-blind, Placebo-controlled Study of Alpelisib in Combination With Fulvestrant for Chinese Men and Postmenopausal Women With Hormone Receptor Positive, HER2-negative, PIK3CA Mutant Advanced Breast Cancer Which Progressed on or After Aromatase Inhibitor (AI) Treatment, Including a Subset With Pharmacokinetic Analysis",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Neoplasms",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 69,
    "primaryOutcomeMeasure": "Progression Free Survival (PFS)",
    "eligibilityCriteria": "Key Inclusion Criteria:\n\n* Participant has adequate tumor tissue for the analysis of PIK3CA mutational status by a Novartis designated laboratory. One new or recent biopsy (collected at screening if feasible) or archival tumor block or slides (3 slides minimum from a surgical specimen, or 7 slides minimum from a core needle biopsy) must be provided. It is recommended to provide a tumor sample collected after the most recent progression or recurrence.\n* Chinese man or postmenopausal woman ≥ 18 years of age\n* Participant has identified PIK3CA mutation (as determined by a Novartis designated laboratory)\n* Participant has a histologically and/or cytologically confirmed diagnosis of ER+ and/or PgR+ breast cancer by local laboratory.\n* Participant has HER2-negative breast cancer defined as a negative in situ hybridization test or an IHC status of 0, 1+ or 2+. If IHC is 2+, a negative in situ hybridization (FISH, CISH or SISH) test is required by local laboratory testing\n* Participant has either\n* Measurable disease, i.e., at least one measurable lesion as per RECIST 1.1 criteria (a lesion at a previously irradiated site may only be counted as a target lesion if there is clear sign of progression since the irradiation) OR\n* If no measurable disease is present, then at least one predominantly lytic bone lesion must be present (Participants with no measurable disease and only one predominantly lytic bone lesion that has been previously irradiated are eligible if there is documented evidence of disease progression of the bone lesion after irradiation).\n* Participant has advanced (loco regionally recurrent not amenable to curative therapy or metastatic) breast cancer.\n* Participants may be:\n* relapsed with documented evidence of progression while on (neo) adjuvant endocrine therapy or within 12 months from completion of (neo)adjuvant endocrine therapy with no treatment for metastatic disease\n* relapsed with documented evidence of progression more than 12 months from completion of (neo)adjuvant endocrine therapy and then subsequently progressed with documented evidence of progression while on or after only one line of endocrine therapy for metastatic disease\n* newly diagnosed advanced breast cancer, then relapsed with documented evidence of progression while on or after only one line of endocrine therapy\n* Patient has ECOG performance status 0 or 1.\n* Patient has adequate bone marrow function.\n\nKey Exclusion Criteria\n\n* Participant with symptomatic visceral disease or any disease burden that makes the Participant ineligible for endocrine therapy per the investigator's best judgment.\n* Participant has received prior treatment with chemotherapy (except for (neo)adjuvant/ adjuvant chemotherapy), fulvestrant, any PI3K, mTOR or AKT inhibitor.\n* Participant has a known hypersensitivity to alpelisib or fulvestrant, or to any of the excipients of alpelisib or fulvestrant.\n* Participant has received radiotherapy ≤ 4 weeks or limited field radiation for palliation ≤ 2 weeks prior to randomization, and who has not recovered to grade 1 or better from related side effects of such therapy (with the exception of alopecia) and/or from whom ≥ 25% of the bone marrow was irradiated.\n* Participant has a concurrent malignancy or malignancy within 3 years of randomization, with the exception of adequately treated, basal or squamous cell carcinoma, non-melanomatous skin cancer or curatively resected cervical cancer.\n* Participant with an established diagnosis at screening of diabetes mellitus type I or not controlled type II\n* Participant has currently documented pneumonitis/interstitial lung disease\n* History of acute pancreatitis within 1 year of screening or a past medical history of chronic pancreatitis\n* Participant with unresolved osteonecrosis of the jaw\n* Participant has a history of severe cutaneous reactions like Stevens- Johnson-Syndrome (SJS), Erythema Multiforme (EM), or Toxic Epidermal Necrolysis (TEN), or Drug Reaction with Eosinophilia and Systemic Symptoms (DRESS).\n\nOther protocol-defined inclusion/exclusion criteria may apply.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}