{
    "nctId": "NCT06182306",
    "briefTitle": "Prospective Evaluation of AI R&D Tool for Patient Stratification - MoA Evaluation in Triple Negative Breast Cancer (PEAR-MET)",
    "officialTitle": "Prospective Evaluation of AI R&D Tool for Patient Stratification - Mechanism of Action Evaluation in Triple Negative Breast Cancer (PEAR-MET)",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer, Triple Negative Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 30,
    "primaryOutcomeMeasure": "Establish a functional dose of each commonly used FDA approved therapeutic/combination",
    "eligibilityCriteria": "Inclusion criteria\n\n1. Able to give written informed consent prior to admission to this study.\n2. Female or male aged ≥18 years.\n3. Histologically confirmed primary breast cancer which is triple-negative by the most recent ASCO/College of American Pathologists (CAP) guidelines.\n\n   Stage 4 or locally advanced breast cancer planned for first line systemic therapy, or has received prior lines of systemic therapy and is due to undergo another line of systemic therapy.\n4. Willing and able to undergo a mandatory additional core needle biopsy (minimum 2 cores) or equivalent fine needle aspiration from the primary breast mass or a metastasis prior to starting the subsequent line of systemic therapy.\n5. Willing and able to undergo a mandatory procedure to collect 40 mL of blood.\n\nExclusion criteria\n\n1. Tumours not confirmed as triple negative breast cancer.\n2. Early stage TNBC.\n3. Patients with TNBC that do not intend to receive systemic therapy.\n4. Patients who have already commenced systemic therapy with no plans of changing the systemic therapy after the collection of the core needle biopsy or fine needle aspirate sample.\n5. Patients who are due to receive experimental therapies that are not included in the study protocol.\n6. Haemoglobin levels below 80g/L prior to research sample collection.\n7. Any other disease, metabolic dysfunction, physical examination finding, or clinical laboratory finding that, in the investigator's opinion, gives reasonable suspicion of a disease or condition that may affect the interpretation of the results, render the patient at high risk from treatment complications or interferes with obtaining informed consent.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}