{
    "nctId": "NCT05919498",
    "briefTitle": "Realistic Evaluation of a Job Retention Program After Breast Cancer",
    "officialTitle": "Realistic Evaluation of a Job Retention Program After Breast Cancer",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 215,
    "primaryOutcomeMeasure": "Individual semi-directive interviews on barriers and facilitators to the implementation of FASTRACS-RCT intervention",
    "eligibilityCriteria": "* Inclusion Criteria concerning FASTRACS-RCT participants (groupe 1) \\* :\n\n  * Patients included in the intervention arm of the \"FASTRACS-RCT\" trial who have completed their participation in the trial.\n  * Woman aged between 18 and 55.\n  * With a diagnosis of invasive breast carcinoma of stage cTNM or pTNM stage I to III (UICC 8th edition), confirmed on histological examination.\n  * Treated by intravenous cytotoxic chemotherapy in an adjuvant or neoadjuvant situation.\n  * Breast surgery +/- of the axillary area, carried out within 3 months preceding the start of adjuvant chemotherapy, or scheduled after neoadjuvant chemotherapy +/- radiotherapy.\n  * In salaried employment at the time of diagnosis (permanent or temporary contract, interim assignment, civil servant).\n  * Affiliated to a French social security scheme.\n  * Reading, understanding, and writing the French language.\n  * Followed in one of the investigating centers.\n  * Not opposing the collection data.\n* Inclusion Criteria \\* :\n\n  * Persons declared by the patients for the study of the trajectories and only if their agreement is obtained for each person concerned (general practitioner, occupational physician, personnel of the resource center fort occupational and environmental pathologies (CRPPE), colleagues and hierarchy in the company and any key person identified by the patient who participated in the recovery process using the intervention tools).(groupe 2)\n  * Participants in discussion groups independent of trajectories (oncologists, clinical research associates, general practitioners, occupational health teams and CRPPE staff). (Groupe 3)\n  * For all categories of participants, it is necessary to be of legal age, to be able to read, understand and speak French.\n* Exclusion Criteria concerning FASTRACS-RCT participants (groupe 1)\\* :\n\n  * In situ carcinoma.\n  * Distant metastases.\n  * History or co-existence of another primary cancer (apart from a basal cell cancer of the skin and/or non-mammary cancer in complete remission for more than 5 years).\n  * Recurrence or second breast cancer.\n  * Without employment contract, self-employed or supported contract.\n  * Cannot be followed for the duration of the study, for medical, social, family, geographical or psychological reasons.\n  * Deprived of liberty by court or administrative decision.\n* Exclusion Criteria \\* :\n\n  * No exclusion criteria concern participants related to patients (declared by patients) (groupe 2).\n  * No exclusion criteria for the people delivering the intervention (focus group participants) (groupe 3).",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}