{
    "nctId": "NCT03104595",
    "briefTitle": "Management of Severe Chemotherapy-induced Neutropenia in Advanced Breast Cancer",
    "officialTitle": "EC-18 for Management of Chemotherapy-Induced Neutropenia in Patients With Advanced BC Receiving Low Febrile Neutropenia Risk Chemotherapy: Dose-Escalation, Open-label, Trial to Assess Safety and Tolerability of EC-18",
    "overallStatus": "COMPLETED",
    "conditions": "Febrile Neutropenia",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 28,
    "primaryOutcomeMeasure": "Duration of Grade 4 neutropenia",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Women ≥19 years of age\n2. Subjects who have voluntarily signed the informed consent prior to the screening tests to participate in the study\n3. Subjects who have been diagnosed as adenocarcinoma of the breast and relapsed after adjuvant or primary (neoadjuvant) chemotherapy, and was confirmed based on documented medical history to be candidates for second-line or higher combination chemotherapy with doxorubicin and cyclophosphamide to treat relapsed or metastatic disease.\n4. Subjects with adequate function of major organs based on the following clinical laboratory values in the latest test performed within 28 days prior to IP dosing:\n\n   * Neutrophil count (ANC): ≥1,500/mm3\n   * Platelet count: ≥10.0×10\\^4/mm3\n   * Hemoglobin: ≥9.0 g/dL\n   * AST, ALT: ≤3.0 x ULN\n   * Serum total bilirubin: ≤1.5 mg/dL\n   * Serum creatinine: ≤1.5 mg/dL\n5. Subjects whose Eastern Cooperative Oncology Group (ECOG) performance score is 0-1.\n6. For women of child bearing potential, subjects should have willingness to use acceptable contraceptive methods during the entire clinical study period.\n7. Subjects who are capable of understanding the overall procedure of the clinical study and are willing to participate in compliance with all test procedures.\n\nExclusion Criteria:\n\n1. Subjects with active and inactive hepatitis, patients with history of HIV, or other uncontrolled infectious disease.\n2. Subjects with a history of HIV positive or currently undergoing/received antiretroviral therapy, and subjects with a history of hepatitis B surface antigen positive, or current positive hepatitis C disease.\n3. Subjects who received radiation therapy within 4 weeks prior to assignment to treatment group.\n4. Subjects who have been diagnosed within 5 years with other types of cancer except for those who have been appropriately treated for superficial non-melanoma skin cancer or cervical intraepithelial neoplasia.\n5. Subjects with a history of intolerance for granulocyte colony stimulating factor treatment\n6. Subjects who are expected to show hypersensitivity to the IP or its ingredients\n7. Subjects with a positive urine pregnancy test result at screening visit or before the first administration of the study drug\n8. Subjects who took any other investigational product in other clinical study within 30 days prior to screening visit.\n9. Clinically significant unstable medical abnormality; psychiatric disorder, chronic disease, alcohol or drug use disorder, or other significant biological, psychological, or social factor, which in the investigator's opinion, unfavorably affects the risk-benefit ratio of study participation or likely to affect study results.\n10. Subjects with heart disease (i.e. congestive heart failure, arrhythmia, symptomatic coronary artery disease); Myocardial infarction within 6 months before initiation of the study.\n11. Subjects with left ventricular ejection fraction (LVEF) \\< 50% at screening.\n12. Significant neurological or psychiatric disorders including dementia or seizures.\n13. Patients with dyslipidemia not controlled by drugs \\[based on LDL-C and TG levels for which treatment is recommended by the Korean dyslipidemia treatment guidelines and the U.S. National Cholesterol Education Program-Adult Treatment Panel III\\]\n14. Uncontrolled diabetes mellitus (HbA1c \\>7%; if the level is confirmed after 6 months or longer treatment with oral hypoglycemic agents or insulin)\n15. Subjects who have received systemic chemotherapy with doxorubicin to treat metastatic or recurrent breast cancer\n16. Subjects with grade 2 or higher peripheral sensory neuropathy at screening visit or before the first dosing of the study drug\n17. Subjects who have undergone significant gastrectomy along with intractable nausea and vomiting, chronic gastrointestinal disease, or clinically significant sequelae, which would interfere with proper absorption of the study drug\n18. Subjects who administered systemic antibiotics within 14 days prior to administration of the study drug\n19. Subjects whose cumulative dose of doxorubicin exceeded 240 mg/m2\n20. Subjects who were currently receiving trastuzumab",
    "sex": "FEMALE",
    "minimumAge": "19 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}