{
    "nctId": "NCT00330317",
    "briefTitle": "Safety and Efficacy of Hormone Therapy With Letrozole in Postmenopausal Women With Breast Cancer",
    "officialTitle": "Neoadjuvant Hormone Therapy for Postmenopausal Women With HR+ Primary Breast Cancer: A Multi-center Study to Determine the Optimum Length of Treatment With Letrozole on Tumour Regression to Permit Breast Conserving Surgery.",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 300,
    "primaryOutcomeMeasure": "Optimum length of treatment with letrozole (2.5 mg daily) preoperatively, on tumour measured by clinical examination and breast ultrasound",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Postmenopausal women able to comply with the protocol requirements with confirmed primary invasive breast cancer whose tumours are estrogen-and/or progesterone-receptor positive\n2. Clinical stage T2 or \\>T2 tumours which in the investigators' opinion would not be eligible for breast-conserving surgery. The nodal status will be evaluated by palpation and/or ultrasound.\n3. Postmenopausal status defined by one of the following:\n\n   * Women with an intact uterus AND\n\n     * ≥ 55 years of age, OR\n     * \\< 55 years of age without menses for the last 5 years, OR\n     * \\< 55 years of age and have not had menses for at least the last 12 months (but have had menses in the last 5 years) and have postmenopausal levels of follicle-stimulating hormone.\n   * Women without an intact uterus AND\n\n     * ≥ 55 years of age, OR\n     * \\< 55 years of age and postmenopausal levels of follicle-stimulating hormone\n   * Both ovaries removed (prior to the diagnosis of breast cancer).\n4. Tumour measurable by clinical examination, mammography and ultrasound\n5. Adequate bone marrow function as shown by:\n\n   * WBC ≥ 3.5 x 10\\^9/L\n   * ANC ≥ 1.5 x 10\\^9/L\n   * Platelets ≥ LLN\n   * Hb \\> 10 g/dL\n\nExclusion Criteria:\n\n1. Multifocal disease (cancer that starts in several different sites)\n2. Patients with bilateral breast tumours.\n3. Patients who are eligible for breast conserving surgery.\n4. Evidence of inflammatory breast cancer or distant metastasis.\n5. Simultaneous anti-cancer treatments such as chemotherapy, immunotherapy/biological response modifiers, endocrine therapy (including steroids), bisphosphonate therapy and radiotherapy. NOTE: Bisphosphonate therapy for osteoporosis is NOT excluded, and can be continued. Patients who have received hormone replacement therapy will NOT be excluded if it is discontinued at least 2 weeks before starting the study.\n\nThe following additional treatments are NOT allowed during the treatment phase of the study:\n\n* Any other anti-cancer therapy\n* Hormone replacement therapy.\n* Estrogen cream (including any intra-vaginal preparation).\n* Steroids other than creams or inhalers.\n* Megestrol acetate for the treatment of hot flushes.\n* Radiation therapy.\n\nOther protocol-defined inclusion/exclusion criteria may apply.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}