{
    "nctId": "NCT01163929",
    "briefTitle": "A Study to Look at the Combination of Chemotherapy, Trastuzumab and RAD001 in HER2 Positive Breast Cancer",
    "officialTitle": "A Phase II Neoadjuvant Study of RAD001 (Everolimus) in Combination With Paclitaxel and Trastuzumab For Operable HER2 Positive Breast Cancer",
    "overallStatus": "WITHDRAWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "assess complete response rate",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Female ≥ 18 to 65 years of age\n* Histologically proven stage I, II or III adenocarcinoma of breast\n* Candidate for adjuvant chemotherapy and Trastuzumab (Tumor size \\> 1 cm, T2, T3, T4 and/or clinical N1 or N2)\n* HER-2 positive breast cancer (IHC 3+ or FISH ratio of \\> 2.0)\n* ECOG Performance status 0-2\n* No prior chemotherapy or HER-2 targeted therapy for breast cancer\n* Not pregnant or breast feeding or adult of reproductive potential using effective birth control methods. If barrier contraceptives are used, these must be continued throughout trial by both sexes. Hormonal contraceptives not acceptable as a sole method of contraception. Women of childbearing potential must have negative urine or serum pregnancy test within 7 days before administration of RAD001\n* Adequate bone marrow function: ANC \\> 1500/mm3, platelet count \\> 100,000/mm3, and hemoglobin \\> 11 g/dL\n* Adequate kidney function: serum creatinine of \\< 1.5mg/dl and/or creatinine clearance of \\> 60 mL/min\n* Adequate hepatic function: transaminase \\< 2 x upper limit of normal and total bilirubin \\< 1.5 mg/dL.\n* INR ≤2.0 and PTT 1.5 X the upper limit of institution normal range. Oral anticoagulants, eg,warfarin are CYP2C9 substrates and as such, no interaction with RAD001 is expected. Anticoagulation with Coumadin allowed if target INR is ≤2.0 and stable for \\> 2 weeks. Anticoagulation with LMWH is allowed.\n* Must sign informed consent\n* Pretreatment lab values for CBC and CMP performed within 14 days of registration and other baseline studies within 30 days.\n* Will have baseline mammogram, bone scan, CT chest and abdomen within 60 days of registration.\n* Adequate cardiac function (Cardiac ejection fraction ≥ 50% as measured by echocardiogram or MUGA scan).\n* Fasting serum cholesterol ≤ 300 mg/dL OR ≤ 7.75 mmol/L AND fasting triglycerides ≤ 2.5 x ULN. NOTE: In case one or both of these thresholds are exceeded, patient can only be included after initiation of appropriate lipid lowering medication.\n\nExclusion Criteria:\n\n* Prior HER-2 targeted therapy for breast cancer\n* Metastatic disease\n* Uncontrolled intercurrent illness including but not limited to, ongoing or active infection requiring parenteral antibiotics or psychiatric illness/social situations that would limit compliance with study requirements.\n* GI tract disease resulting in inability to take oral medication, malabsorption syndrome, a requirement for IV alimentation, prior surgical procedures affecting absorption, uncontrolled inflammatory GI disease eg, Crohn's, ulcerative colitis).\n* Current active hepatic or biliary disease (exception of patients with Gilbert's syndrome, asymptomatic gallstones)\n* Renal function as measured by creatinine clearance \\<30ml/min (ratio to norm \\<0.1)\n* Pregnant\n* Inflammatory breast cancer\n* Active cardiac disease, defined as:\n\n  * History of uncontrolled or symptomatic angina\n  * History of arrhythmias requiring medications, or clinically significant, with exception of asymptomatic atrial fibrillation requiring anticoagulation\n  * Myocardial infarction \\< 6 months from study entry\n  * Uncontrolled or symptomatic congestive heart failure\n  * Any other cardiac condition, which in opinion of treating physician, would make this protocol unreasonably hazardous for the patient\n* History of another primary cancer, with the exception of:\n\n  * curatively resected nonmelanomatous skin cancer\n  * curatively treated cervical carcinoma in-situ\n  * other primary solid tumor curatively resected,treated with no known active disease present and no treatment administered for the last 3 years.\n* Life expectancy of \\< 2 months\n* Receiving chronic, systemic treatment with corticosteroids or another immunosuppressive agent. Topical or inhaled corticosteroids are allowed.\n* Should not receive immunization with attenuated live vaccines within 1 week of study entry or during study period\n* Severely impaired lung function as defined as spirometry and DLCO that is 50% of the normal predicted value and/or 02 saturation that is 88% or less at rest on room air\n* Uncontrolled diabetes as defined by fasting serum glucose \\>1.5 x ULN\n* Active (acute or chronic) or uncontrolled severe infections\n* Known history of HIV seropositivity\n* Active, bleeding diathesis\n* Patients who have received prior treatment with an mTOR inhibitor (Sirolimus, Temsirolimus, Everolimus).\n* Known hypersensitivity to RAD001 (Everolimus) or other rapamycins (Sirolimus, Temsirolimus) or to its excipients\n* Active Hepatitis B or C infection\n* \\> 65 years of age",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}