{
    "nctId": "NCT06149130",
    "briefTitle": "Adebrelimab Combined With Dalpiciclib and Standard Endocrine Therapy for HR+/HER2 - Advanced Breast Cancer",
    "officialTitle": "Adebrelimab Combined With Dalpiciclib and Standard Endocrine Therapy for HR+/HER2 - Advanced Breast Cancer:a Single-arm, Phase II Exploratory Clinical Study",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 82,
    "primaryOutcomeMeasure": "Progression-free survival(PFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Premenopausal/perimenopausal or postmenopausal women aged ≥18 years and ≤75 years;\n2. Histologically confirmed HR+/HER2- invasive breast cancer (specific definition: ER \\>10% tumor cell positive is defined as ER positive, PR \\>10% tumor cell positive is defined as PR positive, ER and/or PR positive is defined as HR positive; HER2 0-1+ or HER2 ++ but negative by FISH test, no amplification, defined as HER2 negative);\n3. Locally advanced breast cancer (radical local treatment is not possible) or recurrent metastatic breast cancer;\n4. Did not receive any systemic anti-cancer therapy at the stage of recurrence and metastasis or failed to receive first-line endocrine therapy at the advanced stage;\n5. Allowed to receive ≤1 line of chemotherapy\n6. Have at least one measurable lesion according to RECIST version 1.1\n7. Adequate hematology and organ function, including:\n\n   hemoglobin \\> 9 g/dL without blood transfusion or erythropoietin in the past 14 days.\n\n   ANC ≥ 1.5×109/L without using granulocyte colony stimulating factor in the past 14 days.\n\n   PLT ≥ 75×109/L without blood transfusion in the past 14 days. TBIL ≤ 1.5 ×ULN (Gilbert syndrome allows ≤ 3 × ULN). ALT and AST ≤ 3 × ULN (if there is liver metastasis, ALT and AST ≤ 5 × ULN). Serum Cr ≤ 1.5 × ULN or endogenous creatinine clearance ≥ 50 mL/min (Cockcroft-Gault formula)\n8. ECOG score 0 or 1, and life expectancy ≥3 months;\n9. Fertile female subjects are required to use a medically approved contraceptive during the study treatment period and for at least 3 months after the last use of the study drug;\n10. Subjects voluntarily joined the study, signed informed consent, had good compliance, and cooperated with follow-up.\n\nExclusion Criteria:\n\n1. Previous use of CDK4/6 inhibitors or PD1/PD-L1 monoclonal antibody\n2. Uncontrolled central nervous system metastasis (meaning symptoms or the use of glucocorticoids or mannitol to control symptoms);\n3. A history of clinically significant or uncontrolled heart disease, including congestive heart failure, angina pectoris, myocardial infarction within the last 6 months, or ventricular arrhythmia;\n4. Radiotherapy, surgery, or other targeted and immunotherapy for advanced HR+/HER2- breast cancer within 4 weeks prior to first administration of the study drug;\n5. Pregnant or lactating patients;\n6. Malignant tumors within the past three years (except for cured basal cell carcinoma of the skin and cervical carcinoma in situ);\n7. Significant comorbidities, including mental illnesses that the investigator believes will adversely affect the patient's participation in the study;\n8. Those who have received anti-tumor vaccine or have received live vaccine within 4 weeks before the first administration of the investigational drug;\n9. Patients with known HBV or HCV infection active phase or HBV DNA≥500, or chronic phase with abnormal liver function;\n10. History of active autoimmune disease (such as interstitial pneumonia, colitis, hepatitis, pituitaritis, vasculitis, nephritis, hyperthyroidism, hypothyroidism, including but not limited to these diseases or syndromes)\n11. A history of immunodeficiency, including HIV testing positive, or other acquired, congenital immunodeficiency diseases, or a history of organ transplantation and allogeneic bone marrow transplantation; History of interstitial lung disease (except radiation pneumonia without hormone therapy) and non-infectious pneumonia;\n12. Patients with active infection or who had been treated with systemic immune stimulating factors within 4 weeks prior to enrollment;\n13. Allergic physique, or known allergic history of the drug components of this program; Or allergic to other monoclonal antibodies;\n14. Previous thyroid dysfunction;\n15. The investigator did not consider the patient suitable for participation in any other conditions of the study",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}