{
    "nctId": "NCT04454086",
    "briefTitle": "Exercise and Diet Counseling Program in Improving Quality of Life in Stage I-III Breast Cancer Survivors",
    "officialTitle": "Healthy New Albany: Breast Cancer Project",
    "overallStatus": "COMPLETED",
    "conditions": "Anatomic Stage I Breast Cancer AJCC v8, Anatomic Stage IA Breast Cancer AJCC v8, Anatomic Stage IB Breast Cancer AJCC v8, Anatomic Stage II Breast Cancer AJCC v8, Anatomic Stage IIA Breast Cancer AJCC v8, Anatomic Stage IIB Breast Cancer AJCC v8, Anatomic Stage III Breast Cancer AJCC v8, Anatomic Stage IIIA Breast Cancer AJCC v8, Anatomic Stage IIIB Breast Cancer AJCC v8, Anatomic Stage IIIC Breast Cancer AJCC v8, Cancer Survivor, Obesity, Overweight, Prognostic Stage I Breast Cancer AJCC v8, Prognostic Stage IA Breast Cancer AJCC v8, Prognostic Stage IB Breast Cancer AJCC v8, Prognostic Stage II Breast Cancer AJCC v8, Prognostic Stage IIA Breast Cancer AJCC v8, Prognostic Stage IIB Breast Cancer AJCC v8, Prognostic Stage III Breast Cancer AJCC v8, Prognostic Stage IIIA Breast Cancer AJCC v8, Prognostic Stage IIIB Breast Cancer AJCC v8, Prognostic Stage IIIC Breast Cancer AJCC v8",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 21,
    "primaryOutcomeMeasure": "Mobility disability",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Female breast cancer (stage I-III), within (w/in) 60 months after cessation of active treatment (surgery, chemotherapy, radiation), and may be on continued hormone therapy.\n* Overweight/obese (body mass index \\[BMI\\] \\> 25).\n* Ability to understand and the willingness to sign a written informed consent.\n* Willing and physically able to participate in physical activity.\n* Obtain physician consent via primary care physician and/or treating oncologist.\n\nExclusion Criteria:\n\n* \\> 60 months post breast cancer therapy.\n* Contraindications to exercise.\n* Diagnosis of cancer other than breast that is receiving active treatment.\n* Currently receiving chemotherapy/radiation.\n* Musculoskeletal/neurological disorder inhibiting them from safe exercise.\n* Pregnant or nursing women.\n* Unable to give informed consent.",
    "sex": "FEMALE",
    "minimumAge": "30 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}