{
    "nctId": "NCT03947242",
    "briefTitle": "Neoadjuvant Study of Pyrotinib and Trastuzumab Plus Vinorelbine in Trastuzumab-refractory HER2-Positive Breast Cancer.",
    "officialTitle": "Neoadjuvant Study of Pyrotinib in Combination With Trastuzumab Plus Vinorelbine in Trastuzumab-refractory HER2-Positive Early Stage or Locally Advanced Breast Cancer Patients.",
    "overallStatus": "UNKNOWN",
    "conditions": "HER2 Positive Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 48,
    "primaryOutcomeMeasure": "ORR",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* 1. female patients, 18 years ≤ age ≤ 75 years. 2. Performance Status- Eastern Cooperative Oncology Group (ECOG) 0-1. 3. Histologically confirmed invasive breast cancer:early stage or locally advanced,Primary tumour greater than 2 cm diameter 4. HER2 positive (HER2+++ by IHC or FISH+) 5. Subjects received neoadjuvant therapy with trastuzumab 2 weeks post-imaging evaluation Patients with a price of PD or SD. 6. Known hormone receptor status. 7. Required laboratory values including following parameters: ANC: ≥ 1.5 x 10\\^9/L;Platelet count: ≥ 100 x 10\\^9/L;Hemoglobin: ≥ 9.0 g/dL;Total bilirubin: ≤ 1.5 x upper limit of normal (ULN);ALT and AST: ≤ 1.5 x ULN (or ≤ 5×ULN in patients with liver metastases);BUN and creatine clearance rate: ≥ 50 mL/min;LVEF: ≥ 50%;QTcF: \\< 470 ms for female and \\< 450 ms for male. 8. Signed the informed consent form prior to patient entry.\n\nExclusion Criteria:\n\n- 1. metastatic disease (Stage IV) or inflammatory breast cancer. 2. Previous or current history of malignant neoplasms, except for curatively treated:Basal and squamous cell carcinoma of the skin,Carcinoma in situ of the cervix.\n\n3. clinically relevant cardiovascular disease:Known history of uncontrolled or symptomatic angina, clinically significant arrhythmias, congestive heart failure, transmural myocardial infarction, uncontrolled hypertension ≥180/110); 4. Unable or unwilling to swallow tablets.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}