{
    "nctId": "NCT00620100",
    "briefTitle": "To Determine the Objective Response Rate of 4 Cycles of Docetaxel + Anthracycline (Epirubicin or Doxorubicine) Followed by 4 Cycles of Docetaxel Single Agent",
    "officialTitle": "A Multicenter, Open Label, Phase II Trial Evaluating Docetaxel (Taxotere®) + Anthracycline (Epirubicin or Doxorubicin) x 4 Cycles Followed by Docetaxel (T) Single Agent x 4 Cycles as First-Line Therapy in Patients With Her2 Negative Locally Advanced or Metastatic Breast Cancer Who Have Relapsed > or = 12 Months From Completion of Neoadjuvant/Adjuvant Taxotere®-Based Chemotherapy",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Neoplasms",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 2,
    "primaryOutcomeMeasure": "Evaluate the objective response rate according to RECIST guidelines after treatment with Taxoterer and anthracycline followed by Taxoterer single agent in the first line treatment of Her2 negative locally advanced or metastatic breast cancer",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Female patient with histologically or cytologically documented breast adenocarcinoma\n2. First local or metastatic relapse\n3. Patients must have received a prior neoadjuvant or adjuvant Taxotere®-based chemotherapy regimen, provided this chemotherapy was completed \\> than or = to 12 months prior to enrollment date\n4. Prior hormone or immune therapy is allowed. Antitumoral adjuvant hormone therapy may be continued during the study period, provided it was started \\> 12 months prior to study enrollment\n5. Her2/neu negative tumor demonstrated by immunohistochemistry (IHC 0 or 1+) or by fluorescence in situ hybridation (FISH -). A patient with tumor assessed as 2+ by IHC can be enrolled if the tumor is negative by FISH.\n6. ECOG performance status of 0 to 2\n7. Normal cardiac function confirmed by LVEF or shortening fraction (MUGA scan or echocardiography, respectively, within normal limits for the institution) assessed within 3 months prior to study entry. An ECG must be obtained within 4 weeks prior study entry and must demonstrate no clinically significant abnormality.\n8. Patients are required to have at least one measurable lesion according to RECIST guidelines\n9. Adequate organ function defined by:\n\n   1. Hematology: Neutrophils \\> than or = to 2.0 109/L, Platelets \\> than or = to 100 109/L, Hemoglobin \\> than or = to 10 g/dL\n   2. Hepatic function: Total bilirubin within normal limits, AST (SGOT) and ALT (SGPT) \\< than or = to 1.5 UNL, alkaline phosphatase \\< than or = to 2.5 UNL (unless accompanied by extensive bone metastases)\n10. Negative pregnancy test (urine or serum) within 7 days prior to registration for all women of childbearing potential\n11. Written informed consent prior to beginning specific protocol procedures must be obtained and documented according to the local regulatory requirements\n\nExclusion Criteria\n\n1. Prior therapy for advanced or recurrent disease\n2. Previous cumulative exposure to epirubicin \\> 600 mg/m² or to doxorubicin \\> 300 mg/m²\n3. Previous radiation therapy having involved more than 25% of bone marrow; incomplete recovery from toxicity of radiation therapy\n4. Symptomatic brain metastases and clinically diagnosed leptomeningeal metastases\n5. Isolated unmeasurable bone lesions, serous pleural effusion or pulmonary lymphangiitis (i.e., unmeasurable disease according to the RECIST guidelines)\n6. Pre-existing motor or sensory neurologic toxicity of a severity \\> than or = to grade 2 according to NCI-CTC AE criteria version 3.0\n7. Pregnant or lactating women or women of childbearing potential not using adequate contraception\n8. Other serious illness or medical conditions, including:\n\n   1. Congestive heart failure or unstable angina pectoris, previous history of myocardial infarction within 1 year from study entry, uncontrolled hypertension or high-risk uncontrolled arrhythmias\n   2. History of significant neurologic or psychiatric disorders including psychotic disorders, dementia or seizures that would hamper understanding and giving informed consent.\n   3. Active uncontrolled infection\n   4. Active peptic ulcer, uncontrolled diabetes mellitus\n9. Past or current history of neoplasm other than breast carcinoma, except:\n\n   1. Curatively treated non-melanoma skin cancer.\n   2. in situ carcinoma of the cervix.\n   3. Other cancer curatively treated and with no evidence of disease for at least 10 years\n10. Chronic treatment with corticosteroids unless initiated \\> 6 months prior to study entry and at low dose (\\< than or = to 20 mg methylprednisolone per day or equivalent)\n11. Definite contraindications for the use of corticosteroids\n12. Likelihood of requiring treatment during the study period with drugs not permitted by the clinical study protocol (see Section 6.2)\n13. Concurrent treatment with other investigational drugs. Active treatment as part of another clinical therapeutic trial within 30 days prior to study entry\n14. Concurrent treatment with any other anti-cancer therapy, except adjuvant hormone therapy started \\> than or = to 12 months prior to study enrollment. Bisphosphonates for management of bone metastases or osteoporosis/osteopenia are allowed\n15. History of hypersensitivity to docetaxel (or drugs formulated in polysorbate 80), epirubicin or doxorubicin\n16. Mental condition rendering the subject unable to understand the nature, scope, and possible consequences of the study\n17. Subject unlikely to comply with protocol, e.g., uncooperative attitude, inability to return for follow-up visits, and unlikelihood of completing the study\n\nThe above information is not intended to contain all considerations relevant to a patient's potential participation in a clinical trial.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}