{
    "nctId": "NCT03799679",
    "briefTitle": "Albumin-Bound Paclitaxel Followed by Epirubicin in Combination With Cyclophosphamide in Triple Negative Breast Cancer",
    "officialTitle": "Nanoparticle Albumin-Bound Paclitaxel Followed by Dose-Intensive Epirubicin in Combination With Cyclophosphamide as Neoadjuvant Chemotherapy in Triple Negative Breast Cancer",
    "overallStatus": "UNKNOWN",
    "conditions": "Triple Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE4",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 60,
    "primaryOutcomeMeasure": "The primary endpoint is pathological complete remission (pCR)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age: from 18 to 70 years old, female.\n2. Has histologically or cytologically confirmed unilateral primary invasive breast cancer with a clinical stage of T2-4NanyM0.\n3. The expression of ER, PR, HER-2 was negative by immunohistochemistry (IHC), if HER2 expression is 2+ patients need to be confirmed by in situ hybridization to detect no HER-2 gene amplification.\n4. At least one measurable objective lesion according to RECIST 1.1 criteria.\n5. ECOG performance status of 0-1.\n6. LVEF≥55%.\n7. Bone marrow function: Neutrophils ≥ 1.5×109/L, platelets ≥ 100×109/L, and hemoglobin ≥ 90 g/L.\n8. Liver and renal function: Serum creatinine ≤ 1.5 times the upper limit of normal. AST and ALT ≤ 2.5 times the upper limit of normal Total bilirubin ≤ 1.5 times the upper limit of normal, or ≤ 2.5 times the upper limit of normal in patients with Gilbert's syndrome.\n9. Has good compliance with the planned treatment, understand the study process and sign written informed consent.\n\nExclusion Criteria:\n\n1. Any prior cytotoxic chemotherapy, endocrine therapy, biological therapy, or radiation therapy.\n2. Patients with grade II or higher heart disease scored by the New York Heart Association (NYHA).\n3. Severe systemic infection, or with other serious diseases.\n4. Patients with known hypersensitivity or intolerance to chemotherapeutic agents or their excipients.\n5. Other malignancies have occurred in the past 5 years, except for cured cervical carcinoma in situ, non-melanoma skin carcinoma.\n6. Pregnant or lactating, and who refuse to take appropriate contraception during the course of this trial.\n7. Have participated in other study studies within 30 days prior to the first dose of study drug.\n8. Patients who, in the opinion of the Investigator, are not suitable for participation in the study.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}