{
    "nctId": "NCT04872166",
    "briefTitle": "A Study of BTX-A51 in People With Advanced Solid Tumor and Breast Cancer",
    "officialTitle": "An Open Label, Escalating Multiple Dose Study to Evaluate the Safety, Toxicity, and Pharmacokinetics of BTX A51 in Subjects With Advanced Solid Tumors and Estrogen Receptor Positive, Human Epidermal Growth Factor Receptor 2 Negative Metastatic Breast Cancer",
    "overallStatus": "RECRUITING",
    "conditions": "Advanced Solid Tumor, Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 112,
    "primaryOutcomeMeasure": "Safety and tolerability of BTX-A51",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Demonstration of understanding and voluntarily signing of an informed consent form\n* Age ≥ 18 years\n* Histologically or cytologically documented, incurable or metastatic solid tumor that is refractory to or intolerant of all standard therapy or for which no standard therapy is available\n* Expansion Phase only: Histologically confirmed diagnosis of ER+, HER2- mBC not amenable to resection or radiation therapy with curative intent.\n* Measurable disease per Response Evaluation Criteria in Solid Tumors Version 1.1 (RECIST v1.1).\n* Adequate organ function\n* Females of childbearing age must not be pregnant at time of Screening/beginning of treatment and agree to either abstain from sexual intercourse or use highly effective methods of contraception (for up to 3 months after last dose of study drug)\n* Males sexually active with a woman of childbearing age must agree to use barrier method of birth control during and after the study (up to 3 months after last dose of study drug)\n\nExclusion Criteria:\n\n* Life expectancy \\<3 months, as determined by the Investigator.\n* Treatment with any local or systemic antineoplastic therapy (including chemotherapy, hormonal therapy, or radiation) within 3 weeks prior to first dose of BTX-A51\n* Chronic use of corticosteroids in excess of 10 mg daily of prednisone or equivalent within 4 weeks prior to first dose of BTX-A51\n* Major trauma or major surgery within 4 weeks prior to first dose of BTX-A51.\n* Adverse events from prior anti-cancer therapy that have not resolved to Grade ≤1 except for alopecia or Grade ≤2 immunotherapy-related thyroid toxicity.\n* History of, or known, central nervous system (CNS) disease involvement, or prior history of NCI CTCAE Grade ≥3 drug-related CNS toxicity.\n* Clinically significant cardiac disease\n* Active uncontrolled systemic fungal, bacterial, mycobacterial, or viral infection\n* Known positive test result for human immunodeficiency virus (HIV) or acquired immune deficiency syndrome (AIDS)\n* Active hepatitis C virus (HCV) or hepatitis B virus (HBV)\n* Second primary malignancy that has not been in remission for greater than 3 years\n* Any serious underlying medical (e.g., pulmonary, renal, hepatic, gastrointestinal, or neurological) or psychiatric condition (e.g., alcohol or drug abuse, dementia or altered mental status) or any issue that would limit compliance with study requirements\n* Pregnant, lactating, or breastfeeding.\n* Participation or plans to participate in another interventional clinical study.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}