{
    "nctId": "NCT01653366",
    "briefTitle": "Effect of a Goal Setting Intervention on Exercise in Women With Metastatic Breast Cancer: An Exploration of The Lipogenic Pathway",
    "officialTitle": "Effect of a Goal Setting Intervention on Exercise in Women With Metastatic Breast Cancer: An Exploration of The Lipogenic Pathway",
    "overallStatus": "TERMINATED",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 4,
    "primaryOutcomeMeasure": "Change in physical activity as a result of a goal setting intervention using pedometer data and exercise logs.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Subjects with measurable per Response Evaluation Criteria in Solid Tumors (RECIST) criteria 1.1 and biopsy-able (as determined by Co-Investigator John Gemery, MD) metastatic carcinoma of the breast.\n* Physically able to undertake a moderate physical activity program.\n* Greater than 4 weeks from any radiation treatments for metastatic disease.\n* standard of care biopsy must occur within 30 days of registration.\n* Able to follow directions and fill out questionnaires and physical activity diaries in English.\n* Willing to consent to biopsies and be randomly assigned to one of two study arms which may or may not include physical activity goal setting.\n* Consents to be contacted via phone or internet (see Appendix K).\n* No to all questions on Physical Activity Readiness Questionnaire (see appendix A) or approved by primary oncologist or other care provider provider for participation.\n* Hb \\>10 without transfusion, liver function tests less than 3 times upper limits of normal, normal thyroid-stimulating hormone (TSH), absolute neutrophil count (ANC) \\>1500.\n* Karnofsky performance status ≥ 80%\n* Previous Physical Therapy consultation and treatments acceptable.\n* Participation in other trials acceptable.\n* CNS disease that is treated and stable by MRI for at least 6 months\n\nExclusion Criteria:\n\n* Patients less than 18 years of age.\n* Patients unable to give informed consent indicating they are aware of the investigational nature of this treatment, prior to entry into the study.\n* Pregnant or nursing women.\n* Patients with any untreated (CNS) disease.\n* Patients with other active cancers requiring treatment.\n* Patients with clotting or bleeding disorder precluding biopsy.\n* Patients with significant cardiovascular disease, including uncontrolled high blood pressure, unstable angina, congestive heart failure, myocardial infarction within the previous 6 months or serious cardiac arrhythmias will be excluded.\n* Current use of supplements containing conjugated linoleic acid, or use within the 30 days preceding registration.\n* Persons with a known diagnosis of diabetes are not eligible. Prior use of metformin allowable if previously enrolled on MA.32 trial as part of their adjuvant therapy for early stage breast cancer.\n* Persons of male gender.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}