{
    "nctId": "NCT01240928",
    "briefTitle": "MK-2206+Endocrine Therapy in Patients With Hormone Receptor-Positive Breast Cancer",
    "officialTitle": "A Phase Ib Trial of MK-2206 (an AKT Inhibitor) in Combination With Endocrine Therapy in Patients With Hormone Receptor-Positive Breast Cancer",
    "overallStatus": "WITHDRAWN",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "Tolerability of MK-2206 given in combination with exemestane +/- goserelin, as measured by maximum tolerated dose (MTD).",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Clinical stage IV invasive mammary carcinoma, documented by histological analysis, ER-positive and/or PR-positive by immunohistochemistry (IHC), previous endocrine therapy in the metastatic setting or had metastatic recurrence within 6 months of adjuvant endocrine therapy. May have measurable or non-measurable disease, both are allowed. Any number of prior hormone or chemotherapy agents are acceptable\n2. Female and ≥ 18 years of age on the day of signing informed consent\n3. Performance status of 0 or 1 on the ECOG Performance Scale\n4. Adequate organ function as indicated by the following laboratory values:\n\n   Hematological:\n   * Absolute neutrophil count (ANC) ≥ 1,500 /μL\n   * Platelets ≥ 100,000 /μL\n   * Hemoglobin ≥ 9 g/dL\n\n   Renal:\n\n   -Serum creatinine or calculated creatinine clearance† - ≤ 1.5 x upper limit of normal (ULN) OR ≥60 mL/min for patients with creatinine levels \\> 1.5 x institutional ULN\n\n   Hepatic:\n   * Serum total bilirubin ≤ 1.5 x ULN OR direct bilirubin ≤ ULN for patients with total bilirubin levels \\> 1.5 x ULN\n   * AST (SGOT) and ALT (SGPT) ≤ 2.5 x ULN or ≤5 x ULN in patients with known liver metastasis\n\n   Coagulation:\n   * Prothrombin time (PT)/INR ≤ 1.2 x ULN\n   * Partial thromboplastin time (PTT) ≤ 1.2 x ULN\n\n   Metabolic:\n\n   -HBA1C ≤ 8%\n\n   † Creatinine clearance calculated per institutional standard\n\n   ‡ Fasting defined as at least 8 hours without oral intake\n5. Female patient of childbearing potential must have negative serum or urine pregnancy test β-hCG within 72 hours prior to receiving the first dose of study medication\n6. Post-menopausal female subjects defined prior to protocol enrollment by any of the following:\n\n   * At least 55 years of age\n   * Under 55 years of age and amenorrheic for at least 12 months or follicle-stimulating hormone (FSH) values ≥ 40 IU/L and estradiol levels \\< or equal to 20IU/L\n   * Prior bilateral oophorectomy or prior radiation castration with amenorrhea for at least 6 months\n7. Patient, or the patient's legal representative, has voluntarily agreed to participate by giving written informed consent\n8. Able to swallow capsules and has no surgical or anatomical condition that will preclude swallowing and absorbing oral medications on an ongoing basis\n9. May receive concurrent radiation therapy to painful bone metastases or areas of impending bone fracture as long as radiation therapy is initiated prior to study entry. Those who have received prior radiotherapy must have recovered from any toxicity induced by this treatment (toxicity grade ≤ 1)\n\nExclusion Criteria:\n\n1. Chemotherapy, radiotherapy, or biological therapy within 3 weeks (6 weeks for nitrosoureas, mitomycin C or bevacizumab), or not recovered from the adverse events due to previous agents administered more than 4 weeks prior to Study Day 1. If residual toxicity from prior treatment,toxicity must be ≤ Grade 1\n2. Must be at least 4 weeks post-major surgical procedure, and all surgical wounds must be fully healed\n3. Currently participating or has participated in a study with an investigational compound or device within 30 days of Study Day 1\n4. Known active CNS metastases and/or carcinomatous meningitis. However, patients with CNS metastases who have completed a course of therapy would be eligible for the study provided they are clinically stable for at least 1 month prior to entry as defined as: (1) no evidence of new or enlarging CNS metastasis (2)off steroids used to minimize surrounding brain edema\n5. Primary central nervous system tumor\n6. Known hypersensitivity to the components of study drug or its analogs\n7. History or current evidence of clinically significant heart disease including:\n\n   * congestive heart failure, unstable angina pectoris,\n   * cardiac arrhythmia,\n   * history or current evidence of a myocardial infarction during the last 6 months,and/or a current ECG tracing that is abnormal in the opinion of the treating Investigator,\n   * baseline QTc prolongation \\> 450 msec (Bazett's Formula). Medications included in Arizona CERT Lists 1 and 2 (Appendix D) must be excluded. The concomitant use of drugs that are associated with increased risk for QT prolongation should be avoided in patients with congenital long QT syndrome (Appendix D, Arizona CERT List 3). Similarly, the concomitant use of drugs that are weakly associated with QT prolongation should be generally avoided (Appendix D, Arizona CERT List 4). Arizona CERT List 3 and 4 drugs should be used at the discretion of the Investigator and restricted where applicable. Any therapy given with these drugs should be used with caution, and patients receiving these medications should be carefully monitored.\n8. Evidence of clinically significant bradycardia (HR \\<50), or a history of clinically significant bradyarrhythmias such as sick sinus syndrome, 2nd degree AV block (Mobitz Type 2), or patients taking beta blockers, non-dihydropyridine calcium channel blockers, or digoxin\n9. Uncontrolled hypertension (i.e., 160/90 mHg SiBP). Patients who are controlled on antihypertensive medication will be allowed to enter the study\n10. At significant risk for hypokalemia (e.g., patients on high dose diuretics, or with recurrent diarrhea)\n11. Poorly controlled diabetes defined as HbA1C \\> 8%\n12. History or current evidence of any condition, therapy, or lab abnormality that might confound the study results, interfere with the patient's participation for the full study duration, or is not in the best interest of the patient to participate, in the opinion of the treating Investigator\n13. Known psychiatric or substance abuse disorders that would interfere with cooperation with trial requirements\n14. Patient is, at the time of signing informed consent, a regular user (including \"recreational use\") of any illicit drugs or had a recent history (within the last year) of drug or alcohol abuse\n15. Pregnant or breastfeeding, or expecting to conceive or father children within the projected duration of the study\n16. Human Immunodeficiency Virus (HIV)-positive\n17. Known history of Hepatitis B or C or active Hepatitis A\n18. Symptomatic ascites or pleural effusion. Patient who is clinically stable following treatment for these conditions is eligible\n19. Receiving treatment with oral corticosteroids (note: inhaled corticosteroids are permitted)",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}