{
    "nctId": "NCT02218385",
    "briefTitle": "ForeCYTE Breast Aspirator for Sample Collection and Cytological Testing of Nipple Aspirate Fluid",
    "officialTitle": "A Single-arm, Multi-laboratory Clinical Trial of the ForeCYTE Breast Aspirator for Sample Collection, Processing and Cytological Testing of Nipple Aspirate Fluid",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Neoplasms",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 52,
    "primaryOutcomeMeasure": "Specimen Acceptance Rate",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Healthy, female, age 20-75 years, from whom bi-lateral specimens can be obtained.\n2. Any woman for whom NAF cytology testing is considered to be beneficial by her physician.\n3. Non-lactating and non-pregnant (as documented by date of Last Menstrual Period or post-menopausal).\n4. Good general health as determined by medical history, breast disease/cancer history, and clinical breast exam.\n5. Willing to give informed consent and follow study procedures as directed.\n\nExclusion Criteria:\n\n1. Medical condition/psychiatric conditions making subjects a poor candidate for study, as determined by the Principal Investigator.\n2. Pregnancy or suspicion of pregnancy.\n3. Open cutaneous wounds or atopic dermatitis in the area of the nipple-areolar complex.\n4. No or inverted nipple on the breast unfit for fluid collection, or significant prior surgery in the area of the nipple-areolar complex.\n5. Participation in an investigational drug or device study less than 30 days prior to enrollment in this study.\n6. Pregnancy, childbirth, or lactation less than 90 days prior to enrollment in this study.\n7. Acute illness, including taking antibiotics, analgesics, antipyretics and/or cold medications less than 7 days prior to enrollment in this study.",
    "sex": "FEMALE",
    "minimumAge": "20 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}