{
    "nctId": "NCT01698281",
    "briefTitle": "Phase 2 Trial of AEZS-108 in Chemotherapy Refractory in Triple Negative Breast Cancer",
    "officialTitle": "A Randomized Phase 2 Trial of AEZS-108 in Chemotherapy Refractory Triple Negative, LHRH-positive Metastatic Breast Cancer.",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 7,
    "primaryOutcomeMeasure": "Efficacy of AEZS-108 compared to SSCC as measured by the median time of progression-free survival (PFS).",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Women ≥ 18 years of age\n2. Histologically documented breast cancer (either primary or metastatic site) that is (i) ER-negative (0), (ii) PR-negative (0), and (iii) HER2-negative, defined by IHC (immunohistochemistry; IHC 0/1, non-overexpressing) or FISH (fluorescence in situ hybridization; FISH negative) or CISH (chromogen in situ hybridization; CISH negative).\n3. Expression of LHRH receptor confirmed by IHC on archival (or current biopsy of breast tumor or metastatic site) breast cancer tissue\n4. Progressive disease after failure of 1 to 3 prior chemotherapy regimens for recurrent or metastatic (Stage IV) disease (prior adjuvant/neoadjuvant therapy is allowed)\n5. Measurable disease by RECIST 1.1 criteria; at least one target lesion that has not been previously irradiated.\n\nExclusion Criteria:\n\n1. Eastern Cooperative Oncology Group (ECOG) performance status \\> 2\n2. Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia or recent myocardial infarction (within 6 months of enrollment)\n3. Leptomeningeal disease or brain metastases requiring steroids or other therapeutic intervention\n4. Left ventricular ejection fraction (LVEF) \\< 50 %, determined by echocardiogram or MUGA scan\n5. Compromised organ or marrow function as evidenced by any of the following:\n\n   * thrombocyte count: \\< 100x109/L\n   * absolute neutrophil count (ANC): \\< 1.5x109/L\n   * hemoglobin: \\< 6.0 mmol/L (\\< 9 g/100 mL)\n   * AS(A)T, AL(A)T: \\> 2.5 times upper limit of normal range (ULN) (\\> 5x ULN if clearly related to liver metastases)\n   * bilirubin: \\> 1.5 mg/dL\n   * creatinine: \\> 1.5 mg/dL or creatinine clearance \\< 40 mL/min.\n6. Systemic anticancer therapy or radiotherapy within 21 calendar days of the first dose of study drug\\*)\n\n   \\* also excluded are patients with anticipated ongoing concomitant anticancer therapy during the study\n7. Prior exposure to anthracyclines or anthracenediones for the treatment of metastatic breast cancer including liposomal doxorubicin (Doxil), doxorubicin, daunorubicin, or mitoxantrone\n8. Prior adjuvant anthracyclines with a cumulative anthracycline dose ≥ 300 mg/m2\n9. Ongoing therapeutic anticoagulation\n10. Patients who are not surgically sterile or post-menopausal must agree to use for the duration of the study reliable methods of birth control defined as:\n\n    * complete abstinence\n    * any intrauterine device (IUD) with published data showing that the lowest expected failure rate is \\< 1 % per year, or\n    * any other methods with published data showing that the lowest expected failure rate is less than 1 % per year\n11. Investigational therapy within 30 calendar days of the first scheduled day of protocol treatment (investigational therapy is defined as treatment for which there is currently no regulatory authority approved indication).",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}