{
    "nctId": "NCT00200174",
    "briefTitle": "Combined Estrogen Blockade of the Breast With Exemestane and Raloxifene in Postmenopausal Women With a History of Breast Cancer Who Have No Clinical Evidence of Disease",
    "officialTitle": "Combined Estrogen Blockade of the Breast With Exemestane and Raloxifene in Postmenopausal Women With a History of Breast Cancer Who Have No Clinical Evidence of Disease: A Pilot Chemoprevention Trial",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 11,
    "primaryOutcomeMeasure": "To evaluate the clinical safety and toxicity of raloxifene in combination with exemestane in postmenopausal women with a hx of AJCC Stage 0, I, II, or III breast cancer, who have no clinical evidence of disease, after completion of all planned adjuvant",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Postmenopausal women with a history of AJCC Stage 0, I, II or III breast cancer, with no clinical evidence of disease, after completion of all planned adjuvant therapy. Patients must not have received anti-estrogen therapy as part of their adjuvant treatment. Patients with a history of invasive ER- and/or PR-positive breast cancer are eligible only if they have not received an anti-estrogen as part of adjuvant therapy, and they are at least 2 years from the time of their primary surgery.\n* Patients must have completed all planned adjuvant therapy, including surgery, chemotherapy, and radiation therapy, at least 4 weeks prior to treatment. There is no limit as to the amount of time that may have passed since completion of adjuvant therapy and initiation of treatment.\n* Patients must be postmenopausal, as defined by either:\n\n  1. No spontaneous menses for at least 5 years; women who have had a hysterectomy in this group, but have intact ovaries must have luteinizing hormone (LH) and follicle-stimulating hormone (FSH) levels within the postmenopausal range\n  2. Spontaneous menses within the past 5 years, but amenorrheic (e.g. spontaneous or secondary to chemotherapy, radiation therapy or hysterectomy) for at least 12 months, and luteinizing hormone (LH) and follicle-stimulating hormone (FSH) levels within the postmenopausal range\n  3. Bilateral oophorectomy\n* Patients must have a history of breast cancer confirmed by the Department of Pathology at Memorial Sloan-Kettering Cancer Center.\n* Patients must be at least 18 years old, and must be able to give written informed consent.\n* Karnofsky performance status \\> 80%.\n* Laboratory parameters:\n\nWBC =\\>3.0 x 106 cells/ml serum bilirubin \\<= 1.5 mg/dl serum creatinine \\<= 1.5 mg/dl serum AST (SGOT) \\<= 2x upper institutional normal CEA and CA15-3 within institutional normal limits\n\nExclusion Criteria:\n\n* Prior history of bilateral mastectomy.\n* Prior history of ovarian or endometrial cancer.\n* Prior or current history of osteoporosis, as defined by a lumbar-spine bone mineral density \\< 2.5 SD below the mean value for normal premenopausal women.\n* Use of bisphosphonates or calcitonin within the past 3 months.\n* Prior history of venous thrombosis or pulmonary embolism.\n* Patients with unstable angina or New York Heart Association Class III or IV heart disease.\n* Prior hormonal therapy within the past 3 months.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}