{
    "nctId": "NCT02562612",
    "briefTitle": "Study of SM-88 in Advanced Cancers",
    "officialTitle": "Ascending Multi-Dose Clinical Trial to Assess the Pharmacokinetics Efficacy of SM-88 Oral Administration in Breast Cancer Subjects",
    "overallStatus": "WITHDRAWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "Response Rate",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Healthy adult subjects, between 18 and 70 years of age, that are willing and able to give written informed consent.\n2. Subjects must be willing and able to comply with the clinical trial procedures and timelines as outlined in the Time and Events Table.\n3. Subjects should be continuous nonsmokers and have not used nicotine-containing products for at least three months prior to dosing on Day 1.\n4. Body mass index (BMI) between 20 and 29.\n5. As outlined in section 5.1.1.1, subjects of childbearing potential must agree to use an approved method of contraception for the duration of the clinical trial and for three months after the dose of the IMP.\n6. Must be able to swallow and retain oral medication.\n7. Subjects must be willing to discontinue the use of any vitamins or herbal supplements seven days prior to the IMP dosing and not resume the use of these supplements until after PK sample is collected at 168h/Day 8.\n\nExclusion Criteria:\n\n1. Prior medical history of any illness or injury that, in the opinion of the principal investigator (PI), that may confound the results of the clinical trial or pose an additional risk to the subject by his participation in the clinical trial.\n2. Current or historic drug or alcohol abuse.\n3. Unwillingness to discontinue alcohol intake for 24 hours prior to IMP dosing until the collection of the PK sample at 168-h/Day 8.\n4. Subjects should not have a history of lactose intolerance.\n5. Concurrent use or known history of hypersensitivity to any of the components of SM 88.\n6. Clinically significant abnormal laboratory test results at screening and/or baseline visit as determined by PI.\n7. Participation in another clinical trial within 30 days prior to screening.\n8. Surgery within 90 days prior to dosing determined by the PI to be clinically relevant.\n9. Subjects must be considered medically healthy with no clinically significant medical history.\n10. Subjects cannot be taking any concomitant medications. Subjects must be willing to discontinue the use of any vitamins or herbal supplements seven days prior to the dose date of the clinical trial and remain off these supplements until the last PK sample is obtained (168h/Day 8).\n11. Positive urine drug screening.\n12. Positive results at screening for human immunodeficiency virus (HIV), hepatitis B surface antigen (HBsAg), or hepatitis C antibodies (HCV).",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}