{
    "nctId": "NCT03427450",
    "briefTitle": "Harvest of CTCs From MBC Patients Using the Parsortix™ PC1 System",
    "officialTitle": "Harvest of Circulating Tumor Cells (CTCs) From Patients With Metastatic Breast Cancer (MBC) Using the Parsortix™ PC1 System",
    "overallStatus": "COMPLETED",
    "conditions": "Healthy Volunteers, Breast Cancer, Metastatic",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 421,
    "primaryOutcomeMeasure": "Incidence of CTC",
    "eligibilityCriteria": "MBC Patient Inclusion Criteria\n\n* Female \\>=22 years of age;\n* Documented evidence of metastatic breast cancer (i.e. primary tumor histopathology of breast cancer and documented evidence of distant sites of metastasis by imaging, biopsy, or other means) that is either newly diagnosed or currently progressing / recurrent (disease progression / recurrence may be determined by any means, including RECIST v1.1 criteria, physical signs and symptoms, rising tumor markers, physician determination, etc.);\n\n  * If newly diagnosed, have not yet started a new line of therapy of any type (e.g. hormonal, cytotoxic, targeted, etc.) for the treatment and/or management of their metastatic breast cancer;\n  * If progressing or recurrent, any number of prior hormonal therapies, chemotherapies and/or biological/targeted therapies are allowed;\n* Willing and able to provide informed consent and agree to complete all aspects of the study.\n\nMBC Patient Exclusion Criteria\n\n* Female subjects \\<=21 years old or male subjects;\n* Concurrent other malignancies (except for a second primary breast cancer);\n* Less than seven days since last administration of a cytotoxic agent;\n* Unwilling or unable to provide informed consent or high risk that subject may not comply with protocol requirements.\n\nHV Inclusion Criteria\n\n* Females \\>=22 years of age;\n* No known fever or active infections at the time of the blood collection;\n* No known current diagnosis of acute inflammatory disease or chronic inflammation;\n* No known current and/or prior history of malignancy, excluding skin cancers (squamous cell or basal cell);\n* Willing and able to provide informed consent and agree to complete all aspects of the study.\n\nHV Exclusion Criteria\n\n* Female subjects \\<=21 years old or male subjects;\n* Known illness at the time of the blood collection;\n* Known current and/or prior history of malignancy, excluding skin cancers (squamous cell or basal cell);\n* Unwilling or unable to provide informed consent or high risk that subject may not comply with protocol requirements (e.g. due to health and/or participation in other research studies).",
    "sex": "FEMALE",
    "minimumAge": "22 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}