{
    "nctId": "NCT00262067",
    "briefTitle": "A Study Evaluating the Efficacy and Safety of Bevacizumab in Combination With Chemotherapy in Untreated Metastatic Breast Cancer (RIBBON 1)",
    "officialTitle": "A Multicenter, Phase III, Randomized, Placebo-controlled Trial Evaluating the Efficacy and Safety of Bevacizumab in Combination With Chemotherapy Regimens in Subjects With Previously Untreated Metastatic Breast Cancer",
    "overallStatus": "UNKNOWN",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 1237,
    "primaryOutcomeMeasure": "Progression-free Survival (PFS) as Determined by the Investigator Using Response Evaluation Criteria in Solid Tumors (RECIST)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologically or cytologically confirmed adenocarcinoma of the breast, with measurable or non-measurable locally recurrent or metastatic disease.\n* Signed Informed Consent Form.\n* Age ≥ 18 years.\n* For women of childbearing potential, use of accepted and effective method of non-hormonal contraception.\n* Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1.\n* Ability and capacity to comply with study and follow-up procedures.\n* For anthracycline cohort only: Adequate left ventricular function at study entry, defined as a left ventricular ejection fraction (LVEF) ≥ 50% by either multigated acquisition (MUGA) scan scan or echocardiography (ECHO).\n* For subjects who have received recent radiation therapy, recovery prior to baseline (Day 0) from any significant (Grade ≥ 3) acute toxicity.\n\nExclusion Criteria:\n\n* Unknown human epidermal growth factor receptor 2 (HER2) status or known HER2-positive status.\n* Prior chemotherapy for locally recurrent or metastatic disease.\n* Prior hormonal therapy less than 1 week prior to Day 0.\n* Prior adjuvant or neoadjuvant chemotherapy within 12 months prior to Day 0.\n* For anthracycline cohort only: Prior anthracycline as part of neoadjuvant or adjuvant therapy for localized breast cancer.\n* Investigational therapy within 28 days of Day 0.\n* Major surgical procedure, open biopsy, or significant traumatic injury within 28 days prior to Day 0, or anticipation of need for major surgical procedure during the course of the study.\n* Minor surgical procedures, such as fine needle aspirations or core biopsies, within 7 days prior to Day 0.\n* Prior therapy with bevacizumab, sorafenib, sunitinib, or other vascular endothelial growth factor (VEGF) pathway-targeted therapy.\n* Known brain or other central nervous system (CNS) metastases.\n* Blood pressure of \\> 150/100 mmHg.\n* Unstable angina.\n* New York Heart Association (NYHA) Grade II or greater congestive heart failure (CHF).\n* History of myocardial infarction within 6 months prior to Day 0.\n* History of stroke or transient ischemic attack within 6 months prior to Day 0.\n* Clinically significant peripheral vascular disease.\n* Evidence of bleeding diathesis or coagulopathy.\n* History of abdominal fistula, gastrointestinal perforation, or intra-abdominal abscess within 6 months prior to Day 0.\n* Serious non-healing wound, ulcer, or bone fracture.\n* Pregnancy (positive serum pregnancy test) or lactation.\n* Inadequate organ function, as evidenced by any of the following laboratory values: Absolute neutrophil count \\< 1500/uL; platelet count \\< 100,000/uL; total bilirubin \\> 1.5 mg/dL; alkaline phosphatase, AST, and/or ALT \\> 2x upper limit of normal (ULN) (\\> 5x ULN in subjects with known liver or, for alkaline phosphatase elevations, bone involvement); alkaline phosphatase \\> 2x ULN (\\> 7x ULN in subjects with known bone involvement); serum creatinine \\> 2.0 mg/dL; partial thromboplastin time (PTT) and/or either international normalized ratio (INR) or prothrombin time (PT) \\> 1.5x upper limit of normal (except for subjects receiving anti-coagulation therapy); urine protein/creatinine ratio \\> 1.0 at screening for U.S. subjects, or urine dipstick for proteinuria \\>/= 1+ at screening followed by 24-hour urine collection demonstrating \\> 1 g protein/24 hr for ex-U.S. subjects.\n* Uncontrolled serious medical or psychiatric illness.\n* Active infection requiring intravenous (iv) antibiotics at Day 0.\n* History of other malignancies within 5 years of Day 0 except for tumors with a negligible risk for metastasis or death, such as adequately controlled basal cell carcinoma or squamous-cell carcinoma of the skin or carcinoma in situ of the cervix (subjects with a history of bilateral breast cancer will be eligible).",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}