{
    "nctId": "NCT00207324",
    "briefTitle": "The Use of Silver Leaf Dressing in the Prevention of Radiotherapy Induced Skin Reactions",
    "officialTitle": "A Phase III Study of the Efficacy of Silver Leaf Nylon Dressing in the Prevention of Severe Skin Reactions in the Inframammary Skin Fold of Patients Receiving Adjuvant Whole Breast Radiotherapy",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Neoplasms",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "PREVENTION",
    "enrollmentCount": 100,
    "primaryOutcomeMeasure": "silver leaf nylon dressing reduces the percentage of patients developing brisk erythema and moist desquamation while undergoing whole breast radiotherapy",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Women diagnosed with completely excised stage I or II invasive breast cancer, or DCIS, who have undergone breast-conserving surgery and are scheduled to undergo adjuvant breast radiotherapy will be eligible for this study if they are at increased risk of radiodermatitis at the inframammary fold due to breast size or shape (i.e at least 2cm of skin apposition at the inframammary fold, and/or brassiere cup size C or greater).\n2. Patients undergoing nodal radiotherapy are eligible if criterion 1 is met\n3. Patients undergoing boost radiotherapy are eligible if criterion 1 is met, but only if the boost volume does not include any part of the breast inferior to the nipple line\n4. Patients may be entered into other local or national trials unless these involve an alteration to standard skin care or altered breast radiotherapy technique\n\nExclusion Criteria:\n\n* inability to give informed consent\n* inability to comply with experimental arm of trial\n* failure of healing of the surgical scar or significant post-operative infection of the wound\n* prior radiotherapy to either breast or to the chest\n* presence of significant connective tissue disease (e.g. systemic sclerosis, systemic lupus erythematosis)\n* known radiation hypersensitivity phenotype (e.g. ataxia telangiectasia etc)\n* inability to return for assessment at one week following completion of radiotherapy\n* allergy to silver",
    "sex": "FEMALE",
    "minimumAge": "N/A",
    "stdAges": "CHILD, ADULT, OLDER_ADULT"
}