{
    "nctId": "NCT03839823",
    "briefTitle": "Study to Compare the Combination of Ribociclib Plus Goserelin Acetate With Hormonal Therapy Versus Combination Chemotherapy in Premenopausal or Perimenopausal Patients With Advanced or Metastatic Breast Cancer",
    "officialTitle": "A Phase II Randomized Study of the Combination of Ribociclib Plus Goserelin Acetate With Hormonal Therapy Versus Physician Choice Chemotherapy in Premenopausal or Perimenopausal Patients With Hormone Receptor-positive/ HER2-negative Inoperable Locally Advanced or Metastatic Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 222,
    "primaryOutcomeMeasure": "Progression-free Survival",
    "eligibilityCriteria": "INCLUSION CRITERIA\n\n1. Patient was an adult female ≥ 18 years old and \\< 60 years old at the time of informed consent.\n2. Patient had a histologically and/or cytologically confirmed diagnosis of estrogen-receptor positive and/or progesterone receptor positive breast cancer based on the most recently analyzed tissue sample and all tested by local laboratory. ER should have been more than 10% ER positive or Allred ≥5 by local laboratory testing.\n3. Patient had HER2-negative breast cancer defined as a negative in situ hybridization test or an IHC status of 0, 1 + or 2 + If IHC is 2 +, a negative in situ hybridization (FISH, CISH, or SISH) test was required by local laboratory testing and based on the most recently analyzed tissue sample.\n4. Women with inoperable locally advanced or metastatic breast cancer not amenable to curative therapy. Patients had to fulfill at least one of the following criteria to be considered that combination chemotherapy was needed according to PI's judgment. However, for patients who were eligible under inoperable locally advanced breast cancer or criteria 4c, the recruitment was stopped to enrich patient population with visceral metastases.\n\n   * Symptomatic visceral metastases\n   * Rapid progression of disease or impending visceral compromise.\n   * Markedly symptomatic non-visceral disease if the treating physician opted to give chemotherapy for rapid palliation of patient's symptoms.\n5. Patient was premenopausal or perimenopausal at the time of study entry.\n\n   1. Premenopausal status was defined as either:\n\n      * Patient had last menstrual period within the last 12 months. OR\n      * If on tamoxifen within the past 14 days, plasma estradiol and FSH were in the premenopausal range, according to local laboratory definition.\n      * In case of therapy induced amenorrhea, plasma estradiol and/or FSH were in the premenopausal range according to local laboratory definition.\n      * Patients who had undergone bilateral oophorectomy were not eligible.\n   2. Perimenopausal status was defined as neither premenopausal nor postmenopausal.\n6. Patients had received neither prior hormonal therapy nor chemotherapy for advanced breast cancer, except LHRH agonist. Patients who received ≤ 14 days of tamoxifen or a NSAI (letrozole or anastrozole) with or without LHRH agonist for advanced breast cancer prior to randomization were eligible. Patient had measurable disease.\n\nEXCLUSION CRITERIA;\n\n1. Patient received prior systemic anti-cancer therapy (including hormonal therapy and chemotherapy, or any CDK4/6 inhibitor for advanced breast cancer).\n\n   * Patients who received (neo) adjuvant therapy for breast cancer were eligible. If the prior neo (adjuvant) therapy included aromatase inhibitors, the treatment-free interval must have been greater than 12 months from the completion of aromatase inhibitor treatment until randomization.\n   * If patients had disease recurrence during adjuvant tamoxifen treatment, disease-free interval (defined as duration between the date of patient received complete tumor resection for primary breast cancer lesion to the date of disease recurrence documented) must have been greater than 12 months.\n   * Patients who were receiving ≤ 14 days of tamoxifen or NSAI or LHRH agonists ≤ 28 days for advanced breast cancer prior to randomization were eligible.\n2. Patient had received extended-field radiotherapy ≤ 2 weeks prior to randomization or limited field radiotherapy ≤ 2 weeks prior to randomization, and had not recovered to grade 1 or better from related side effects of such therapy (with the exception of alopecia or other toxicities not considered a safety risk for the patient at investigator's discretion). Patient from whom ≥ 25% of the bone marrow had been previously irradiated were also excluded.\n3. Patient had a concurrent malignancy or malignancy within 3 years of randomization, with the exception of adequately treated, basal or squamous cell skin carcinoma or curatively resected cervical cancer in situ.\n4. Patients who had lung metastases with oxygen demand in resting status.\n5. Patients who had liver metastases with bilirubin \\> 1.5 ULN.\n6. Patients with CNS involvement unless they met ALL of the following criteria:\n\n   * At least 4 weeks from prior therapy completion (including radiation and/or surgery) to starting the study treatment.\n   * Clinically stable CNS tumor at the time of screening and not receiving steroids and/or enzyme inducing anti-epileptic medications for brain metastases.\n   * Leptomeningeal metastases was not allowed, even with stable clinical condition.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT"
}