{
    "nctId": "NCT05558722",
    "briefTitle": "Anlotinib Combined With Chemotherapy and Neoadjuvant Therapy for Hormone Receptor-positive HER-2 Negative Breast Cancer",
    "officialTitle": "Anlotinib Plus Chemotherapy as Neoadjuvant Treatment of High-risk, Early-stage Human Epidermal Growth Factor Receptor 2 (HER2)-Negative Breast Cancer: A Prospective, Single-arm, Single-center, Phase II Clinical Study",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer Stage II",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 30,
    "primaryOutcomeMeasure": "pCR( pathological complete remission)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* All patients were HER2 negative, deﬁ ned as munohistochemistry of 0/1+, or if 2+, ﬂ uorescence insitu hybridisation showed no evidence of ampliﬁ cation of the HER2 gene.\n* Patients were required to have a palpable primary tumor at least 2.0 cm in diameter in the breast, as assessed by physical examination, and to be classified as having tumor stage T1c to T3, nodal stage N0 to N2a, and metastasis stage M0.\n* Other eligibility criteria adequate cardiac function (left ventricular ejection fraction within the normal institutional range, as assessed by multiplegated acquisition scan or echocardiogram), adequate bone marrow, hepatic, and renal function, and appropriate Eastern Cooperative Oncology Group (ECOG) performance status (0-2).\n* All patients provided written informed consent.\n\nExclusion Criteria:\n\n* Previously received anti-angiogenesis targeted drug therapy.\n* patients have previous diagnosis of ischaemic heart disease, cerebrovascular disease, peripheral vascular disease, arterial or venous thromboembolic disease, cardiac failure, gastroduodenal ulcer, symptomatic diverticulitis, or inflammatory bowel disease.\n* Previously received chemotherapy, radiotherapy, or endocrine therapy as treatment for breast cancer was allowed.\n* No uncont rolled hypertension.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}