{
    "nctId": "NCT04069884",
    "briefTitle": "RecurIndex Guided Avoidance of Regional Nodal Irradiation for Node Positive Breast Cancer",
    "officialTitle": "RecurIndex Guided Avoidance of Regional Nodal Irradiation for Node Positive Breast Cancer",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer, Radiation",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 540,
    "primaryOutcomeMeasure": "Invasive disease-free survival (IDFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Age ≥ 18 years old, ≤ 70 years old.\n* Eastern Cooperative Oncology Group (ECOG) ≤ 2.\n* Postoperative pathology is clearly diagnosed as invasive breast cancer.\n* Meet the clinical definition of low risk: ①Axillary lymph node micrometastasis (N1mic) or ②N1 patients who meet the following conditions at the same time, a）Age ≥ 40 years old, b）Vascular tumor thrombus (LVI) negative or allow few positive LVI (excluding extensive or massive LVI), c）Three subtypes are allowed (Lumina A, Lumina B/HER2 negative, Lumina B/HER2 positive) , namely ER positive (ER ≥ 1%), HER2 negative (HER2 expression negative or + by IHC, or 2+ but negative by FISH) or ER positive (ER ≥ 1%), HER2 positive (3+ by IHC, or 2+ but positive by FISH).\n* Postoperative pathological diagnosis of axillary lymph node status is any of the following: a. Sentinel lymph node biopsy or axillary lymph node dissection for micrometastasis (N1mic), b. Sentinel lymph node biopsy for 1-2 lymph node macrometastasis (N1sln), c. Sentinel lymph node biopsy + axillary lymph node dissection or simple axillary lymph node dissection for 1-3 lymph node metastasis (N1).\n* The primary tumor and breast undergo breast-conserving surgery or total resection ± breast reconstruction (autologous/prosthetic).\n* There must be adequate systemic examination (such as chest X-ray, B-ultrasound, CT, etc.) within 3 months before randomization of radiotherapy to confirm that there is no distant metastasis.\n* No contralateral breast cancer must be confirmed by molybdenum target and/or MRI within 12 months before randomization of radiotherapy.\n* At least 4 courses of adjuvant chemotherapy with anthracycline or taxane should be completed after surgery.\n* Radiotherapy must be performed sequentially after the completion of adjuvant chemotherapy, starting no later than 8 weeks after the end of chemotherapy.\n* The patient must have sufficient primary fresh frozen specimens or post-paraffin tissue sections for RecurIndex testing.\n* No previous history of malignant tumors, except for basal cell carcinoma of the skin.\n* Signed an informed consent form.\n\nExclusion Criteria:\n\n* Postoperative radiotherapy was confirmed as T3-4, N0, N2-3, M1 lesion staging before enrollment.\n* Receive any new adjuvant therapy before surgery, including chemotherapy, endocrine therapy, targeted therapy or radiation therapy.\n* Patients who underwent total mastectomy and only sentinel lymph node biopsy.\n* Have a history of contralateral breast cancer.\n* History of chest radiotherapy.\n* combined with severe heart, lung, liver, kidney, hematopoietic, neurological diseases, and mental illness.\n* History of autoimmune diseases such as scleroderma or active lupus erythematosus.\n* pregnant and lactating patients.\n* Unable or unwilling to sign an informed consent form.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}