{
    "nctId": "NCT02513394",
    "briefTitle": "PALbociclib CoLlaborative Adjuvant Study",
    "officialTitle": "PALbociclib CoLlaborative Adjuvant Study: A Randomized Phase III Trial of Palbociclib With Standard Adjuvant Endocrine Therapy Versus Standard Adjuvant Endocrine Therapy Alone for Hormone Receptor Positive (HR+) / Human Epidermal Growth Factor Receptor 2 (HER2)-Negative Early Breast Cancer",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 5796,
    "primaryOutcomeMeasure": "Invasive Disease Free Survival (iDFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Signed informed consent prior to study specific procedures.\n* Age ≥18 years (or per national guidelines).\n* Pre- and postmenopausal women or men with Stage II (Stage IIA limited to max. 1000 patients) or Stage III early invasive breast cancer\n* Patients with multicentric and/or multifocal and/or bilateral early invasive breast cancer are eligible if all histopathologically examined tumors meet pathologic criteria for ER+ and/or PR+ and HER2-.\n* Patients must have histologically confirmed ER+ and/or PR+, HER2-, early invasive breast cancer.\n* Patients must have undergone adequate (definitive) breast surgery for the current malignancy.\n\nFFPE tumor tissue block must be confirmed to be received at the central sample repository prior to randomization.\n\n* ECOG performance status 0-1.\n* Patients must be able and willing to swallow and retain oral medication.\n* Serum or urine pregnancy test must be negative in premenopausal women within 14 days of randomization, or in women with amenorrhea of less than 12 months at time of randomization.\n* Patients who received neo/adjuvant therapy must be after last dose of chemotherapy and/or biologic therapy and must have sufficient resolution of side effects.\n* Patients who received breast/axilla/post-mastectomy chest wall radiotherapy must be after last dose of radiotherapy and must have sufficient resolution of side effects.\n* Patients must have sufficient resolution of any surgical side effects (no active wound healing complications).\n\n-Patients must either be initiating or have already started adjuvant hormonal treatment. -\n\n* Patients who already received neo/adjuvant endocrine therapy are eligible as long as they are enrolled within 12 months of initial histological diagnosis and after completing no more than 6 months of adjuvant endocrine therapy.\n* Absolute neutrophil count ≥ 1,500/µL\n* Platelets ≥ 100,000/ mm3\n* Hemoglobin ≥ 10g/dL\n* Total serum bilirubin ≤ ULN; or total bilirubin ≤ 3.0 × ULN with direct bilirubin within normal range in patients with documented Gilbert's Syndrome.\n* Aspartate amino transferase (AST or SGOT) and alanine amino transferase (ALT or SGPT) ≤ 1.5 × institutional ULN.\n* Serum creatinine below the upper limit of the institutional normal range (ULN) or creatinine clearance ≥ 60 mL/min/1.73 m2 for patients with serum creatinine levels above institutional ULN.\n\nExclusion Criteria:\n\n* Concurrent therapy with other Investigational Products.\n* Prior therapy with any CDK inhibitor.\n* Patients with Stage I or IV breast cancer are not eligible.\n* History of allergic reactions attributed to compounds of chemical or biologic composition similar to palbociclib.\n* Patients receiving any medications or substances that are potent inhibitors or inducers of\n* CYP3A isoenzymes within 7 days of randomization.\n* Uncontrolled intercurrent illness that would limit compliance with study requirements.\n* Pregnant women, or women of childbearing potential without a negative pregnancy test within 14 days prior to randomization.\n* Patients with a history of any malignancy are ineligible\n* Patients who previously received endocrine therapy within 5 years prior to diagnosis of the current malignancy.\n* Patients on antiretroviral therapy.\n* Patients with clinically significant history of any chronic liver disease.\n* Patients receiving concurrent exogenous hormone therapy (topical vaginal estrogen therapy is allowable).",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}