{
    "nctId": "NCT04682431",
    "briefTitle": "A Phase 1a/1b FIH Study of PY159 and in Combination With Pembrolizumab in Subjects With Advanced Solid Tumors",
    "officialTitle": "A Phase 1a/1b Open-Label Study to Evaluate the Safety, Tolerability, Pharmacokinetics, and Pharmacodynamics of PY159 as a Single Agent and In Combination With Pembrolizumab in Subjects With Advanced Solid Tumors",
    "overallStatus": "TERMINATED",
    "conditions": "Advanced Solid Tumor, Gynecologic Cancer, Breast Cancer, Colorectal Cancer, Gastric Adenocarcinoma, Lung Adenocarcinoma, Pancreatic Cancer, Head and Neck Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 127,
    "primaryOutcomeMeasure": "Incidence of Adverse Events (AE)",
    "eligibilityCriteria": "KEY ELIGIBILITY CRITERIA Inclusion Criteria\n\n* Adults ≥18 years of age at the time of study consent\n* Subjects with any of the following eligible solid tumor diagnoses as confirmed by cytology or histology. Escalation Cohorts (Part A): Subjects with advanced solid tumors from pre-specified tumor types:\n\n  * head and neck \\[squamous cell carcinoma, salivary gland, thyroid\\],\n  * gynecologic \\[including ovarian, fallopian, primary peritoneal, endometrial, cervical, uterine, vaginal, vulvar\\],\n  * pancreatic \\[adenocarcinoma\\],\n  * lung \\[adenocarcinoma and squamous cell carcinoma\\] who are recurrent or refractory to platinum-based chemotherapy in addition to prior treatment with CPI Programmed Cell Death-1 (PD-1)/Programmed Cell Death-Ligand 1 (PD-L1) or who give informed consent to forego such therapy,\n  * gastric and esophagogastric junction adenocarcinomas \\[MSI low and CPI refractory MSI high\\],\n  * breast \\[TNBC and HR+, HER2-\\] with metastatic disease that is relapsed or refractory to at least one line of post adjuvant therapy (including a CPI-either alone or in combination, if approved for that indication, and not eligible for other targeted therapies specific for their tumor type).\n* Subjects must provide an original, diagnostic tumor sample to determine TREM1 expression (sites have verified source prior to screening and availability of archival tissue during screening). For Part A subjects without an archival tissue sample will only be eligible if they choose and consent to provide a CNB of a primary or metastatic lesion.\n* Subjects must have documented radiographic disease progression that include prior treatment with a CPI (alone or in combination), if approved for that indication.\n* There is no limit to the number of prior treatments\n* Measurable disease by RECIST 1.1.\n* All acute toxic effects of any prior antitumor therapy, including immunotherapy, have resolved to Grade \\< 2 before the start of study drug dosing (except for alopecia or peripheral neuropathy which may be Grade \\<2 or medication controlled thyroid replacement therapy).\n* Eastern Cooperative Oncology Group (ECOG) Performance Status (PS) ≤ 2.\n\nExclusion Criteria\n\n* Subject is a candidate for approved molecularly targeted therapy (e.g., drugs targeting EGFR,VEGF, ALK, ROS-1, NTRK, MET, RET, and BRAF V600E, HER2). Applies to enrolled subjects on both Part A and Part B of the study.\n* History of autoimmune disorder requiring ongoing or intermittent disease-modifying therapy excluding thyroid disease well controlled on replacement therapy.\n* Untreated and/or uncontrolled brain metastases Stable treated or asymptomatic brain metastases (for at least 1 month prior to enrollment may be enrolled. Subjects with stable treated or asymptomatic brain metastases receiving glucocorticoids must be on a stable dose \\[≤ 2 mg/day of dexamethasone or an equivalent glucocorticoid\\] for a minimum of 1month prior to enrollment.)\n* Uncontrolled intercurrent illness including, but not limited to, active SARS-CoV-2 infection, active or chronic bleeding event within 28 days prior to first dose of study drug or psychiatric illness/social situation that would limit compliance with study requirements as judged by treating physician.\n* Decompensated liver disease as evidenced by hepatic encephalopathy or coagulopathy.\n* Active angina or Class III or IV Congestive Heart Failure (CHF) (NYHA CHF Functional Classification System) or clinically significant cardiac disease within 12 months of first dose. of study drug, including MI, unstable angina, Grade 2 or greater peripheral vascular disease, uncontrolled HTN, or arrhythmias not controlled by medication.\n* Any anti-cancer therapy, including small molecules, immunotherapy, chemotherapy, monoclonal antibody therapy (with the exception of bone-modifying agents as supportive care), radiotherapy or any other agents to treat cancer within 14-21 days (dependent upon the agent and drug half-life) of first dose of study drug. Subjects with a prior history of prostate cancer on LHRH agonist are eligible provided they have no evidence of metastatic disease.\n\nNote: Other protocol defined Inclusion/Exclusion criteria may apply.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}