{
    "nctId": "NCT04301739",
    "briefTitle": "to Evaluate Efficacy and Safety of HLX10 in Combination With Chemotherapy Versus Placebo in Combination With Chemotherapy as Neoadjuvant Therapy and HLX10 Versus Placebo as Adjuvant Therapy in Patients With Triple Negative Breast Cancer (TNBC)",
    "officialTitle": "A Randomized, Double-Blind, International Multi-Centre, Phase III Clinical Study to Evaluate Efficacy and Safety of HLX10 (Recombinant Humanized Anti-PD-1 Monoclonal Antibody Injection) in Combination With Chemotherapy Versus Placebo in Combination With Chemotherapy as Neoadjuvant Therapy and HLX10 Versus Placebo as Adjuvant Therapy in Patients With Triple Negative Breast Cancer (TNBC)",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Triple Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 522,
    "primaryOutcomeMeasure": "tumor assessment",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Subjects histologically diagnosed with previously untreated TNBC (lack of human epidermal growth factor receptor-2 \\[HER2\\], estrogen receptor \\[ER\\], progesterone receptor expression as determined by the study site).\n2. Subjects who are judged as one of the following by the American Joint Committee on Cancer (AJCC) within 4 weeks prior to randomisation:\n\n   1. T1c, N1-N2, M0\n   2. T2, N0-N2, M0\n   3. T3, N0-N2, M0\n   4. T4a-c, N0-N2, M0.\n3. Major organs are functioning well\n4. Participant must keep contraception\n\nExclusion Criteria:\n\n1. Subjects with any other active malignancy within 5 years prior to signing the informed consent form or at the same time. Localised tumours that have been cured such as basal cell carcinoma, squamous-cell skin cancer, superficial bladder carcinoma, and cervical cancer in situ are acceptable.\n2. Subjects who have received chemotherapy, targeted therapy, or radiotherapy within 12 months prior to the initial dose of the investigational product.\n3. Subjects with a history of severe allergy to any monoclonal antibody or investigational product and its excipient.\n4. Pregnant or lactating women.\n5. Subjects with a known history of psychotropics abuse or drug abuse\n6. Subjects presenting other factors not suitable for participation as judged by the investigator.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}