{
    "nctId": "NCT05577923",
    "briefTitle": "Exploring Whether Disease-free Intervals Can Guide Endocrine Combined Targeted Therapy for ER+/HER2+ Advanced Breast Cancer (T-sunflower)",
    "officialTitle": "Exploring Whether Disease-free Intervals Can Guide Endocrine Combined Targeted Therapy for ER+/HER2+ Advanced Breast Cancer (T-sunflower)",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 126,
    "primaryOutcomeMeasure": "PFS",
    "eligibilityCriteria": "Inclusion Criteria:\n\nFemales ≥18 years and ≤ 75 years old;\n\n* Histologically confirmed ER + / HER2- invasive breast cancer (specific definition: immunohistochemical detection of ER\\> 10% tumor cell positive is defined as ER positive, HER2 3+ or HER2 amplification followed by FISH detection);\n* Stage IV breast cancer or recurrent metastatic breast cancer;\n* Patients had received no previous chemotherapy or targeted therapy for metastatic disease\n* At least one lesion (measurable and/or non-measurable) that has not previously received radiation therapy\n* Normal heart function, normal ECG and LVEF ≥ 55%;\n* Has adequate bone marrow function: absolute neutrophil count \\> 1.5x10ˆ9 /L; platelet count \\> 75x10ˆ9 /L, hemoglobin \\> 9g/dL;\n* Has adequate liver function and kidney function: TBIL ≤1.5 times of the normal upper limit；ALT and AST ≤3 times of the normal upper limit；if liver metastases，then ALT and AST≤ 5 times of the normal upper limit；serum creatinine ≤1.5 times of the normal upper limit; Child-Pugh A/B（≤9 score）\n* Participants voluntarily joined the study, has signed informed consent before any trial related activities are conducted, has good compliance and has agreed to follow-up.\n\nExclusion Criteria:\n\n* Treatment with chemotherapy, radiotherapy, immunotherapy or surgery (outpatient clinic surgery excluded) for metastatic disease\n* CNS metastases\n* Significant cardiovascular disease(including congestive heart failure, angina pectoris, myocardial infarction or ventricular arrhythmia in the last 6 months);\n* is pregnant or breast feeding;\n* Malignant tumors in the past five years (except cured skin basal cell carcinoma and cervical carcinoma in situ).\n* Positive test for human immunodeficiency virus\n* Active hepatitis B or hepatitis C\n* Rapid progression of the disease, researchers judge that endocrine combination targeted therapy is not suitable, including the number of liver metastases exceeding 10 or the maximum diameter of a single liver metastases ≥ 10 cm, symptomatic thoraco-ascites, etc.;\n* Subjects with uncontrolled lung disease, severe infection, active gastrointestinal ulcer, coagulopathy, severe uncontrolled diabetes, connective tissue disease or inhibition of bone marrow function who cannot tolerate therapy;\n* Current use or anticipated need for food or drugs that are known strong CYP3A4 (cytochrome P450 3A4) inhibitors or inducers.\n\n  1. Strong CYP3A inhibitors, including, boceprevir, clarithromycin, conivaptan, delavirdine, indinavir, itraconazole, ketoconazole, lopinavir, mibefradil, miconazole, nefazodone, nelfinavir, posaconazole, ritonavir, saquinavir, suboxone, telaprevir, telithromycin, voriconazole, and grapefruit, grapefruit juice or any product containing grapefruit.\n  2. Strong CYP3A inducers, including carbamazepine, phenytoin, primidone, rifampin, rifapentin, and St. John's wort.\n* Moderate infection occurs within 4 weeks before the first administration (e.g. intravenous drip of antibiotics, antifungal or antiviral drugs according to clinical criteria), fever of unknown origin occurs during the screening period/before the first administration.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}