{
    "nctId": "NCT00690196",
    "briefTitle": "Tai Chi Effects on Chronic Insomnia in Breast Cancer Survivors: Immune Mechanisms",
    "officialTitle": "Tai Chi Effects on Chronic Insomnia in Breast Cancer Survivors: Immune Mechanism",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Sleep Disorders, Sleep Initiation and Maintenance Disorders, Dyssomnias, Mental Disorders, Nervous System Diseases",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 90,
    "primaryOutcomeMeasure": "Changes in insomnia symptoms as measured by subjective report and objective polysomnography; Changes in daytime impairment secondary to insomnia; Changes in fatigue, depression and mood, and health function",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* 100 postmen women between the ages of 30 - 70 years who were originally diagnosed with early, resectable breast cancer (Stage 0, I, or II, III), have completed treatment with surgery, radiation, and/or chemotherapy, and show no evidence of cancer recurrence or new primary tumor.\n* Difficulty sleeping for a minimum of 3 nights per week\n* Insomnia duration at least 6 months\n* Complaint of at least 1 negative effect during waking hours (e.g. fatigue, impaired functioning, mood disturbances) attributed to insomnia\n* Habitual sleep-wake schedule reporting \"lights-out\" between 9:00 PM-midnight\n* Accessible geographically\n\nExclusion Criteria:\n\n* Evidence that insomnia is directly related to a medical disorder (e.g., hyperthyroidism) or effects of a medication that affects sleep structure and/or immune functioning\n* Presence of sleep apnea (apnea-hypopnea index \\>15) or periodic limb movements during sleep (myoclonic index with arousal \\>15) as assessed by PSG;\n* Presence of another sleep disorder (e.g., Advanced or Delay Sleep Phase Syndrome)\n* Current or History of another major psychiatric disorder\n* Cognitive impairment as suggested by a score lower than 23 on the Mini-Mental State examination;\n* Smokers will also be excluded because of potential confounding effects on markers of inflammation;\n* Body mass index that is greater than 35 kg/m2, obesity is associated with excessive levels of inflammatory markers\n* Unable to commit to intervention schedule.",
    "sex": "FEMALE",
    "minimumAge": "30 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}