{
    "nctId": "NCT05486182",
    "briefTitle": "Impact of 18F-FES PET on the Therapeutic Treatment of Patients With Metastatic Breast Cancer",
    "officialTitle": "Impact of 18F-fluoroestradiol (FES) Positron Emission Tomography (PET) on the Therapeutic Treatment of Metastatic Breast Cancer Ipatients, Initially ER Positive and HER2 Negative, in Relapse After First-line Therapy Combining Hormone Therapy",
    "overallStatus": "RECRUITING",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE4",
    "allocation": "NA",
    "primaryPurpose": "DIAGNOSTIC",
    "enrollmentCount": 152,
    "primaryOutcomeMeasure": "To assess the impact of ESTROTEP PET/CT on metastatic breast cancer patients management, initially ER+ and HER2-, in relapse after first-line treatment combining hormone therapy.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Female aged at least 18 years old at the time of enrolment\n2. Oestrogen-receptor positive primary breast cancer in IHC (ER ≥10%)\n3. HER2-negative primary breast cancer (0, 1+, 2+ FISH negative)\n4. Metastatic stage with at least one lesion identifiable on the conventional work-up other than a liver lesion\n5. Patient relapsing under first-line treatment combining a CDK4/6inhibitor and hormone therapy\n6. Patient having undergone an FDG PET/CT during follow-up of first-line treatment for metastatic tumour revealing the relapse or undergoing a baseline FDG PET/CT seeking the relapse during 2nd line staging (according to the recommendations of the Guide to Correct Use (GBU) for medical imaging tests). A period of 2 to 28 days will be respected between the 2 PET/CT scans (FDG/FES).\n7. ECOG 0, 1 or 2\n8. Life expectancy of at least 12 months\n9. Patient registered with a Social Security scheme\n10. Patient having signed an informed consent form\n11. Patient able to follow the study procedures and fill in the quality of life questionnaires\n\nExclusion Criteria:\n\n1. Isolated hepatic metastases (taking into account the high physiological hepatic uptake of FES)\n2. Patients as first-line treatment for metastatic cancer or aftersecond-line treatment for metastatic cancer\n3. Person presenting a known allergy to one of the components of EstroTep\n4. Patients having been treated with a CDK4/6 inhibitor in combination with an SERM or SERD as first-line metastatic therapy\n5. atients suffering from severe or known chronic liver or renal failure\n6. Patient following a low-sodium diet or having alcohol consumption levels incompatible with the administration of EstroTep, according to the investigator's opinion\n7. Woman of childbearing age with no effective means of contraception according to the investigator's opinion\n8. Severe intercurrent disease or comorbidity assessed at risk\n9. Persons referred to in articles L. 1121-5 to L. 1121-8 and L11222 of the French Public Health Code",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}