{
    "nctId": "NCT02726763",
    "briefTitle": "Feasibility and Tolerability of Transcranial Direct Current Stimulation With Concurrent Cognitive Training",
    "officialTitle": "Pilot Study of Feasibility and Tolerability of Transcranial Direct Current Stimulation With Concurrent Cognitive Training",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Cancer Survivors",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 18,
    "primaryOutcomeMeasure": "number of subjects recruited",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Breast cancer survivors treated with chemotherapy between 40 and 65 years of age with no evidence of disease with treatment completed at least six months prior to study participation with or without current endocrine therapy.\n* Self-reported new onset since initiation of treatment cognitive dysfunction as determined by telephone screen using the brief (3 questions) assessment established by Ercoli et al. \\[3\\] (endorsement on all three questions):\n\n  1. Do you think or feel that your memory or mental ability has gotten worse since you completed your breast cancer treatment?\n  2. Do you think that your mind isn't as sharp now as it was before your breast cancer treatments?\n  3. Do you feel like these problems have made it harder to function on your job or take care of things around the home?\n* In the judgment of the investigators and/or consenting professional, able to read and comprehend English\n* In the judgment of the consenting professional cognitively able to provide informed consent\n\nExclusion Criteria:\n\n* Patients with prior history of primary Central Nervous System (CNS) cancer or CNS metastases\n* As per self report and/or medical record history of diagnosed neurological illness including seizure disorder, a dementing condition, or other neurological illness (multiple sclerosis, history of cerebrovascular accident, etc.)\n* Participants with untreated depression or anxiety as assessed by self-report and review of medical history;\n* Participants with a history of treated or untreated schizophrenia or bipolar disorder as assessed by self report and review of medical history;\n* As per self report participants who are pregnant or who are breastfeeding\n* As per self report participants with pacemakers, intracranial electrodes, implanted defibrillators or any other prosthesis.",
    "sex": "FEMALE",
    "minimumAge": "40 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}