{
    "nctId": "NCT01613560",
    "briefTitle": "Clinical Study of Adjuvant Therapy on Post-menopausal Women With Breast Cancer Under the Guidance of the Results of Preoperative Endocrinotherapy",
    "officialTitle": "Clinical Study of Adjuvant Therapy on Post-menopausal Women With Breast Cancer Under the Guidance of the Results of Preoperative Endocrinotherapy",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 404,
    "primaryOutcomeMeasure": "RFS",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Female, not more than 75 years old, judged to have been in menopause by the investigator when enrolled. Refer to the following criteria to determine whether they are postmenopausal breast cancer.\n\n  * Spontaneous amenorrhea for more than 12 months Age ≥ 60 Age \\< 60, but FSH and E2 reach postmenopausal level.\n  * Received bilateral ovariectomy previously\n  * Not to define the women using LHRH agonists or antagonists as in postmenopausal state.\n* Evidence of primary invasive breast cancer is confirmed by histopathological diagnosis.\n* Clinical stage is T2-3N0M0\n* ER or PgR are expressed in more than 50 percent of tumour cells, and HER2 is negative.\n* No abnormal axillary nodes in ultrasound examination; no evidence of cancer metastasis confirmed by abnormal lymph node puncture pathological examination\n* With plan of receiving simple endocrinotherapy and avoiding adjuvant chemotherapy\n* No previous breast cancer treatment history\n* No other tumors previously; no unstable complications or uncontrolled infection.\n* No contraindication for endocrinotherapy with 3rd generation of aromatase inhibitors\n* Participate in the trial voluntarily and sign the informed consent form.\n\nExclusion Criteria:\n\n* Evidence of distant breast cancer metastasis by pathological and imaging diagnosis\n* Patients who have a history of other malignant tumors\n* With contraindications for 3rd generation of aromatase inhibitors\n* Physical condition can not bear the experiment\n* Patients who have potential mental, psychological, familial, social, geographic, or other factors that can hinder study regime performance.\n* Patients who were treated or are treated with other anti-tumor measures before or during this trial, or planed to participate in other clinical trials.\n* Patients who refuse to participate in the trial.",
    "sex": "FEMALE",
    "minimumAge": "N/A",
    "stdAges": "CHILD, ADULT, OLDER_ADULT"
}