{
    "nctId": "NCT00465673",
    "briefTitle": "Liposomal Doxorubicin (Lipo-Dox) in Patients With Brain Metastasis From Breast Cancer",
    "officialTitle": "A Phase II Study of Liposomal Doxorubicin (Lipo-Dox) in Patients With Brain Metastasis From Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 2,
    "primaryOutcomeMeasure": "Determine the brain response rate of Lipo-Dox in breast cancer patients with brain metastasis",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologically or cytologically proved breast cancer\n* Relapse/recurrent brain metastasis progression after brain radiotherapy\n* Presence of brain measurable disease which is defined as at least one brain lesion that can be measured in at least 1 dimension as ³ 20 mm with magnetic resonance image (MRI)\n* Prior chemotherapy or hormone therapy for metastatic breast cancer is allowed\n* Performance status of ECOG 0, 1, 2\n* With normal left ventricular ejection fraction and normal ventricular contractility\n* Age 21 years or older\n* Life expectancy equal or longer than 3 months\n* Ability to understand and the willingness to sign a written informed consent document\n\nExclusion Criteria:\n\n* Prior anthracycline-containing chemotherapy with cumulative dose exceed 400mg/m2 doxorubicin or 750 mg/m2 Epirubicin\n* Surgery , radiotherapy, hormonal therapy or chemotherapy within 4 weeks prior to entering the study\n* Prior liposomal doxorubicin treatment\n* Concurrent chemotherapy, radiotherapy, hormonal therapy, or other investigational drug except non-disease related conditions (e.g. insulin for diabetes) during study period\n* Other malignancy with exception of curative treated non-melanoma skin cancer or cervical carcinoma in situ within 5 years prior to entering the study\n* Brain metastases defined as meninges metastases\n* Presence of serious concomitant illness which might be aggravated by study medication:\n\n  * Uncontrolled infection (active serious infections that are not controlled by antibiotics)\n  * Active cardiac disease e.g. decompensate myocardial infarction within the 6-month period preceding entry into the study.\n  * History of ventricular arrhythmia or congestive heart failure.\n* Presence of abnormal left ventricular ejection fraction\n* Hematopoietic function as defined below:\n\n  * Hemoglobin\\<10g/dl\n  * ANC\\< 1,500/uL\n  * Platelets\\<100,000/uL\n* Organ function as defined below:\n\n  * Total bilirubin \\>1.5 × ULN\n  * ALT / AST\\>3 × ULN (\\>5.0 x ULN if hepatic metastasis)\n  * Creatinine \\>1.5 × ULN\n* Mental status is not fit for clinical trial\n* Pregnant or breast feeding women, or women of child-bearing potential unless using a reliable and appropriate contraceptive method",
    "sex": "FEMALE",
    "minimumAge": "21 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}