{
    "nctId": "NCT03707340",
    "briefTitle": "A Study of Flibanserin in Breast Cancer Survivors on Tamoxifen or Aromatase Inhibitors",
    "officialTitle": "A Feasibility Study of Flibanserin in Breast Cancer Survivors on Tamoxifen and Aromatase Inhibitors",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Cancer, Hyposexual Desire Disorder",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 43,
    "primaryOutcomeMeasure": "Discontinuation rate of flibanserin in women with breast cancer on Tamoxifen with disease or medical induced hypoactive sexual desire disorder",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Women age 21 and older\n* Able to swallow tablets\n* History of stage 0-III breast cancer that is estrogen and/or progesterone receptor positive\n* History of breast cancer with no current evidence of disease and have completed primary treatment with any combination of surgery, radiation and/or chemotherapy at least 3 months ago and is currently on Tamoxifen, an AI, or ovarian suppression.\n* Has been taking tamoxifen, an AI, ,or ovarian suppression for at least 3 months.\n* Has LFTS within 2 times the upper limit of normal proven by a Comprehensive Metabolic Panel (CMP) performed within 6 months of protocol enrollment and while the patient was on Tamoxifen, an AI, or ovarian suppression\n* Patients meet criteria for the diagnosis of HSDD as defined by the DSM-IV and ISSWSH Consensus paper. The criteria states that there must be a decrease in sexual desire and this must be a change for at least 3 months from what it was previously. Personal distress resulting from this change must occur. Initial screening will take place with The Decreased Sexual Desire Screener, a 5-question screening tool developed and validated to aid clinicians in making the diagnosis of HSDD. A \"yes\" response to the first 4 questions on the screener is consistent with HSDD.\n* Patients must agree to follow the guidelines for alcohol consumption during the 24 weeks of treatment on study\n* English speaking\n* Able to participate in the informed consent process\n\nExclusion Criteria:\n\n* Active secondary cancer requiring cytotoxic chemotherapy\n* History or current diagnosis of metastatic breast cancer.\n* Unwillingness to follow alcohol guidelines while taking flibanserin\n* Hepatic dysfunction (more than 2 times the upper limit of normal for alt, ast, t.bili or alk phos) proven by Comprehensive Metabolic Panel (CMP) performed within 6 months of protocol enrollment and while the patient was on Tamoxifen or an AI\n* Patients on strong CYP3A4 inhibitors including ketoconazole, itraconazole, posaconazole, clarithromycin, nefazodone, ritonavir, saquinavir, nelfinavir, indinavir, boceprevir, telaprevir, telithromycin, conivaptan\n* Patients on moderate CYP3A4 inhibitors including Amprenavir, atazanavir, ciprofloxacin, diltiazem, erythromycin, fluconazole, fosamprenavir, verapamil, grapefruit juice\n* Non-English speaking\n* Unable to participate in the informed consent process",
    "sex": "FEMALE",
    "minimumAge": "21 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}