{
    "nctId": "NCT02344940",
    "briefTitle": "Safety of Toremifene and Tamoxifen Therapy in Premenopausal Patients With Operable Breast Cancer",
    "officialTitle": "Safety of Toremifene and Tamoxifen Therapy in Premenopausal Patients With Operable Breast Cancer: A Randomized, Controlled, Prospective, Observational Study",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE4",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 104,
    "primaryOutcomeMeasure": "incidence of ovarian cyst",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Women aged ≥18 years, premenopausal\n2. Histologically confirmed invasive breast cancer by core needle biopsy, hormonal receptor positive, defined as estrogen receptor(ER)/progesterone receptor(PR) positive\n3. Patients must have received standard local therapy: normalized modified radical mastectomy or breast conserving surgery with negative margin and post-surgical radiotherapy. Patient should completed adjuvant therapy according to conditions, including adjuvant radiotherapy, neoadjuvant or adjuvant chemotherapy.\n4. Leukocyte ≥ 3\\*109/L; Platelets ≥ 75\\*109/L; Serum glutamate oxaloacetate(AST/SGOT) or serum glutamic-pyruvic transaminase(ALT/SGPT) \\<2.5 times of upper limit of normal (UNL) range Serum creatinine/blood urea nitrogen(BUN) ≤ upper limit of normal (UNL) range; Written informed consent according to the local ethics committee requirements.\n5. Has Eastern Cooperative Oncology Group(ECOG) Performance Score 0-2;\n\nExclusion Criteria:\n\n1. Histologically confirmed hormonal receptor negative.\n2. Have received neoadjuvant/adjuvant endocrine therapy.\n3. With metastatic tumor.\n4. Family history of endometrial cancer or ovarian cancer or any other kind of gynecological malignant tumor.\n5. Have already been detected of ovarian abnormality or endometrial thickening by transvaginal ultrasound.\n6. With any of complications that will increase sex hormone level: pituitary adenoma，ovarian tumor, thymic cancer，etc.\n7. With any of complications that will decrease sex hormone level:hyperthyroidism，hypothyroidism，liver cirrhosis，severe malnutrition，Turner's syndrome，sex hormone synthetase deficiency, intracranial tumor, pituitary atrophy, etc.\n8. Ovarian ablation or suppression\n9. With severe non-malignant co-morbidity that will influence long-term follow up.\n10. With severe hepatic dysfunction, Child-Pugh C.\n11. With severe cardiac dysfunction, New York Heart Association (NYHA) grading III or worse.\n12. Known severe hypersensitivity to any drugs in this study;",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}