{
    "nctId": "NCT00798070",
    "briefTitle": "Panther: A Study Comparing Biweekly and Tailored EC-T Versus Three Weekly FEC-T in Breast Cancer Patients",
    "officialTitle": "PANTHER. A Randomized Phase 3 Study Comparing Biweekly and Tailored Epirubicin + Cyclophosphamide Followed by Biweekly Tailored Docetaxel (dtEC→dtT) Versus Three Weekly Epirubicin + Cyclophosphamide + 5-fluorouracil Followed by Docetaxel (FEC→T) in Lymph Node Positive or High Risk Lymph Node Negative Breast Cancer Patients",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 2017,
    "primaryOutcomeMeasure": "Breast cancer relapse-free survival",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histological proven invasive primary breast cancer, with at least 5 (recommended 10) removed axillary lymph nodes OR negative sentinel node biopsy performed for the node negative cohort. Interval between definitive surgery that includes axillary lymph node dissection and registration must be less than 60 days. Paraffin block from the primary tumour must be retained (not mandatory for Austrian sites). Frozen tumour tissue is strongly recommended to be stored.\n* Receptor negative or positive tumours with 1 or more positive axillary lymph nodes (more than 0.2 mm) OR axillary node negative breast cancers if the primary tumour is larger than 20 mm and receptor negative (Er and Pgr with no receptor content) and being Elston grade III. In Germany high risk node negative breast cancer patients are not eligible until labelling for docetaxel includes node-negative disease.\n* A primary breast cancer patient being 35 years or younger considered suitable for adjuvant chemotherapy (may be receptor negative or positive, HER-2/neu negative or positive, with or without axillary lymph node metastases).\n* Macroscopically and microscopically free margins after radical surgery (no cancer cells at borders of resection).\n* No proven distant metastases (negative chest/pulmonary X-ray, bone scintigram (when clinical signs of skeletal metastases or elevated ALP) supplemented with normal conventional X-ray of hot spots, normal liver function test and haematological function tests; when abnormal values, CT or ultrasound of the liver, patient can be included if no metastases are demonstrated.\n* Female age 18-65.\n* Ambulant patients (ECOG 1 or less).\n* No major cardiovascular morbidity NYHA I or II. (Appendix 3).\n* Written informed consent according to the local ethics committee requirements.\n* Patients of childbearing potential should have a negative pregnancy test within seven days of registration. (In Austria, pregnancy tests have to be repeated monthly during the treatment phase).\n\nExclusion Criteria:\n\n* Previous neo-adjuvant treatment.\n* Non-radical surgery (histopathological positive margins).\n* Proven distant metastases.\n* Pregnancy or lactation.\n* Other serious medical condition.\n* Previous or concurrent malignancies at other sites, except basal cell carcinoma and/or squamous cell carcinoma in situ of the skin or cervix. Patients with previous breast cancer (invasive and/or ductal carcinoma in situ) in the other breast without loco-regional (large lung volumes) radiotherapy, without objective findings for relapse, with \\> 5 years since diagnosis can be included.\n* Abnormal laboratory values precluding the possibility to safely deliver the used cytotoxic agents in the study.\n* Hypersensitivity to drugs formulated in polysorbate 80.\n* Peripheral neuropathy grade ≥2.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}