{
    "nctId": "NCT05567601",
    "briefTitle": "Doxil/Caelyx BE Study",
    "officialTitle": "A Randomized, Multi-center, Cross-over, Comparative Bioavailability Study of DOXIL/CAELYX Manufactured at a New Site in Patients With Advanced or Refractory Ovarian or Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Ovarian Cancer, AIDS-related Kaposi Sarcoma, Multiple Myeloma, Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 36,
    "primaryOutcomeMeasure": "Cmax based on encapsulated doxorubicin in patients",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Be a man or woman aged from 18 to 75 years, inclusive.\n2. Patients with advanced or refractory ovarian or breast cancer, expected to require at least 2 cycles of DOXIL/CAELYX therapy at Screening, are eligible for treatment per this study protocol. This includes:\n\n   1. Histologically or cytologically confirmed advanced ovarian cancer failing platinum-based chemotherapy\n   2. Histologically or cytologically confirmed metastatic breast cancer after failing approved life-prolonging therapies\n3. Life expectancy greater than 6 months based on the clinical evaluation by the investigator at the time of Screening.\n4. Eastern Cooperative Oncology Group (ECOG) Performance status 0 to 2, inclusive.\n5. Recovered from the acute toxicity of any prior treatment (exemptions: alopecia, neuropathy Grade I). All toxicities from prior treatment should return to baseline or Grade I.\n6. Prior doxorubicin (or other anthracyclines) at cumulative dose of ≤ 240 mg/m2 or cumulative epirubicin dose ≤ 720 mg/m2 (calculated using doxorubicin equivalent doses: 1 mg doxorubicin = 1 mg DOXIL/CAELYX = 0.3 mg mitoxantrone = 0.25 mg idarubicin). Patients without any prior anthracycline exposure can also be included.\n7. Adequate liver function as determined by serum total bilirubin levels ≤ 1.2 mg/dL, and serum alanine aminotransferase (ALT) and aspartate aminotransferase (AST) levels ≤ 2.5 x ULN.\n8. Adequate bone marrow function, as determined by an absolute neutrophil count (ANC) ≥ 1500/mm3 (or ≥ 1.5 x 109/L), a platelet count ≥ 100,000/mm3 (or ≥ 100 x 109/L), and a hemoglobin level ≥ 9 g/dL (or ≥ 90 g/L), in the absence of transfusion requirements or cytokine support for at least 7 days prior to enrolling in the study.\n9. Adequate renal function (mL/min), as determined by multiplying estimated glomerular filtration rate (e-GFR) by the body surface area (BSA) and dividing the value by 1.73 m2.\n10. Left ventricular ejection fraction (LVEF) within normal limits of the institution, as determined by multiple uptake gated acquisition (MUGA) or echocardiography.\n11. Female patients (of childbearing potential) must use medically acceptable methods of birth control (e.g., prescription oral contraceptives, contraceptive injections, contraceptive patches, intrauterine devices, the double-barrier method, male partner sterilization) before enrollment, throughout the study and for at least 8 months after the last DOXIL/CAELYX infusion.\n12. Male patients must agree to use an adequate contraception method as deemed appropriate by the Investigator and always use condoms when sexually active during the study. Medically acceptable methods of contraception that may be used by the patient and/or his partner include oral contraceptives, contraceptive injections, contraceptive patches, intrauterine devices, the double-barrier method, and surgical sterilization (vasectomy or tubal ligation) for minimally 6 months after the last administration of DOXIL/CAELYX. Sperm donation is not allowed during the study and for minimally 6 months after the last administration of DOXIL/CAELYX.\n13. Negative pregnancy test (urinary or serum beta-human chorionic gonadotropin \\[β-HCG\\]) at Screening (applicable to women of childbearing potential) within 7 days prior to starting treatment.\n14. Patients with no history of addiction to any recreational drug or drug dependence or alcohol addiction.\n15. Patients must have signed an informed consent form indicating that they understand the purpose and procedures required, and are willing to participate in the study.\n\nExclusion Criteria:\n\n1. Positive history of known brain metastases or leptomeningeal disease. Patients with brain metastases can only be enrolled if the following conditions are all met:\n\n   1. Brain metastases have been treated and stable for \\> 4 weeks (\\> 2 weeks after SRS/Cyberknife)\n   2. No evidence for progression or hemorrhage after treatment\n   3. Steroid treatment was discontinued at least 2 weeks prior to first administration of DOXIL/CAELYX\n   4. Enzyme inducing anti-epileptic drugs were discontinued at least 4 weeks before the first administration of DOXIL/CAELYX\n2. Has a history of hypersensitivity reaction to doxorubicin HCl or other components of DOXIL/CAELYX.\n3. Has a history of prior or concomitant malignancy that requires other active treatment.\n4. Require any antineoplastic treatment while on the study (including therapy with another agent, radiation therapy, and/or surgical resection).\n5. Any major surgery, radiotherapy, or immunotherapy within the last 21 days (limited palliative radiation is allowed ≥ 2 weeks prior to the first dose; ≥ 4 weeks for whole brain radiotherapy). Chemotherapy regimens with delayed toxicity within the last 3 weeks (or within the last 6 weeks for prior nitrosourea or mitomycin C). Chemotherapy regimens given continuously or on a weekly basis with limited potential for delayed toxicity within the last 2 weeks or 5 half-lives (whichever is shorter).\n6. Use of an investigational drug within 21 days or 5 half-lives (whichever is shorter) prior to the first dose of DOXIL/CAELYX.\n7. Impaired cardiac function including any of the following conditions within the past 6 months:\n\n   1. Unstable angina\n   2. QTc prolongation (QTc \\> 470 millisecond) or other significant ECG abnormalities\n   3. Coronary artery bypass graft surgery\n   4. Symptomatic peripheral vascular disease\n   5. Myocardial infarction\n   6. NYHA class II-IV heart failure\n   7. Severe uncontrolled ventricular arrhythmias\n   8. Clinically significant pericardial disease\n   9. Electrocardiographic evidence of acute ischemic or active conduction system abnormalities\n   10. Patients with evidence of abnormal cardiac conduction (e.g. bundle branch block or heart block) are eligible if their disease has been stable for the past six months\n   11. Severe uncontrolled arrhythmias\n8. Has an infection that is either uncontrolled, clinically important (occurred within 4 weeks prior to first dose of study agent), or requiring current systemic IV treatment.\n9. Patients with active opportunistic infection with mycobacteria, cytomegalovirus, toxoplasma, P. carinii or other microorganism if under treatment with myelotoxic drugs\n10. Patient has received a diagnosis of COVID-19 (diagnosis ≤ 2 months prior and/or symptoms have not resolved).\n11. A patient with uncontrolled concurrent illness including, but not limited to, poorly controlled hypertension or diabetes, or psychiatric illness/social situation that may potentially impair the patient's compliance with study procedures.\n12. Concomitant use of strong CYP3A4 inhibitors (such as clarithromycin, diltiazem, erythromycin, itraconazole, ketoconazole, nefazodone, ritonavir, telithromycin and verapamil) and strong CYP3A4 inducers (such as carbamazepine, phenobarbital, phenytoin, rifampin and St John's wort) from at least 4 weeks before the first dose of DOXIL/CAELYX in Cycle 1 and until after completion of all PK sampling on Day 26 of Cycle 2.\n13. Has any condition that, in the opinion of the Investigator, would make participation not be in the best interest (e.g., compromise the well-being) of the patient or that could prevent, limit, or confound the protocol-specified assessments.\n14. Is a woman who is pregnant, or breast-feeding, or planning to become pregnant within 8 months or is a man who plans to father a child while enrolled in this study or within 6 months after the last dose of study drug.\n15. Is an employee of the Investigator or study site, with direct involvement in the proposed study or other studies under the direction of that Investigator or study site, as well as family members of the employees or the Investigator.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}