{
    "nctId": "NCT05582538",
    "briefTitle": "Restoring Sensitivity To Immunotherapy In Advanced Triple Negative Breast Cancer Exploiting Ceralasertib Priming Followed By Combined Durvalumab/Nab-Paclitaxel",
    "officialTitle": "Restoring Sensitivity To Immunotherapy In Advanced Triple Negative Breast Cancer Exploiting Ceralasertib Priming Followed By Combined Durvalumab/Nab-Paclitaxel: The ATRiBRAVE Trial",
    "overallStatus": "RECRUITING",
    "conditions": "Triple Negative Breast Cancer Metastatic",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 37,
    "primaryOutcomeMeasure": "Progression free survival (PFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. ATRiBRAVE trial written informed consent, prior to any study specific procedures\n2. Age ≥18 years old\n3. Ability to comply with the study protocol in the investigator's judgment.\n4. Ability to swallow and retain oral medication\n5. Availability of a formalin-fixed, paraffin-embedded block (FFPE) containing primary tumor tissue or at least 10-20 unstained tumor slides\n6. Metastatic TNBC patients who have not received prior systemic cytotoxic therapy in the advanced setting and whose tumor have relapsed from treatment with curative intent for early disease, which must have included ICI and chemotherapy as part of radical locoregional therapy\n7. Documented disease progression (e.g., with biopsy sample, pathology or imaging report) since the last treatment in the early setting with curative intent (neo/adjuvant regimen)\n8. Negative ER/PgR (defined as \\<10% of tumor cells expressing ER and PgR hormonal receptors) and HER2 status (HER2 IHC score 0, 1+ or 2+ non-amplified by in situ hybridization) must be confirmed in the most recent tumor sample (primary and/or metastatic)\n9. Evaluable disease, as defined by RECIST 1.1\n10. ECOG performance status 0-1 (refer to Appendix 1)\n11. Patients must have a life expectancy ≥ 3 months from proposed first dose date.\n12. Patients must have acceptable bone marrow, liver and renal functions measured within 28 days prior to administration of study treatment\n13. Body weight \\> 30kg\n14. Women with childbearing potential should complete a pregnancy test with negative result within 28 days of study treatment and be willing to use effective contraceptive methods from screening to 90 days after the last dose of durvalumab\n15. For men: agreement to remain abstinent (refrain from heterosexual intercourse) or use contraceptive measures and agreement to refrain from donating sperm from screening to 90 days after the last dose of durvalumab.\n\nExclusion Criteria:\n\n1. Diagnosis of ataxia telangiectasia.\n2. Any previous treatment with ATR inhibitors, DNA-damage repair inhibitors.\n3. Patients, who have received prior anti-PD-1, anti PD-L1 or anti CTLA-4 therapy:\n\n   1. Must not have experienced a toxicity that led to permanent discontinuation of prior immunotherapy.\n   2. All AEs while receiving prior immunotherapy must have completely resolved or resolved to baseline prior to screening for this study.\n   3. Must not have experienced a ≥ Grade 3 immune related AE or an immune related neurologic or ocular AE of any grade while receiving prior immunotherapy. NOTE: Patients with endocrine AE of ≤ Grade 2 are permitted to enroll if they are stably maintained on appropriate replacement therapy and are asymptomatic.\n   4. Must not have required the use of additional immunosuppression other than corticosteroids infliximab or Cellcept for the management of an AE, not have experienced recurrence of an AE if re-challenged, and not currently require maintenance doses of \\> 10 mg prednisone or equivalent per day.\n4. Treatment with any investigational product during the last 28 days before the enrollment.\n5. Patients must have had a washout period of 3 weeks for any prior cancer therapy prior to the start of study drug. The following intervals between the end of the prior treatment and first dose of study drug must be observed: ≥ 4 weeks for radiotherapy (patients who receive palliative radiation for nontarget lesions need not have a 4 week washout period and can be enrolled immediately); patients may receive a stable dose of bisphosphonates or denosumab for bone metastases, before and during the study; ≥ 4 weeks for major surgery; ≥ 7 days for minor surgical procedures; ≥ 14 days (or 5 half-lives whoever is longest) for any investigational product.\n6. Current or prior use of immunosuppressive medication within 4 weeks prior to the first dose of durvalumab, with the exceptions of intranasal, topical, inhaled corticosteroids, and systemic corticosteroids ≤ 10 mg prednisone / day or equivalent.\n7. Patients with second primary cancer, except: adequately treated non-melanoma skin cancer, or other solid tumours curatively treated with no evidence of disease for ≤3 years.\n8. Any gastrointestinal condition that would preclude adequate absorption of ceralasertib, including but not limited to inability to swallow oral medication, refractory nausea and vomiting, chronic gastrointestinal diseases or previous significant bowel resection, intestinal obstruction or CTCAE grade 3 or grade 4 upper GI bleeding within 4 weeks before the enrollment.\n9. Active or prior documented autoimmune or inflammatory disorders (including IBD \\[e.g. Crohn's disease, ulcerative colitis or diverticulitis\\], SLE, sarcoidosis syndrome, tuberculosis, Wegener syndrome, myasthenia gravis, Graves' disease, rheumatoid arthritis, hypophysitis, uveitis, history of primary immunodeficiency or HIV infection, known hepatitis B or hepatitis C infection, glomerulonephritis, nephritic syndrome, Fanconi Syndrome or renal tubular acidosis within the past 2 years prior to the start of treatment. The following are exceptions to this criterion: i) Subjects with vitiligo or alopecia; ii) hypothyroidism (e.g., following Hashimoto syndrome) stable on hormone replacement; iii) any chronic skin condition that does not require systemic therapy; iv) patients with coeliac disease controlled by diet alone and patients without active disease in the last 5 years may be included but only after consultation with the study physician.\n10. Known active hepatitis infection, positive hepatitis C virus (HCV) antibody, hepatitis B virus (HBV) surface antigen (HBsAg) or HBV core antibody (anti-HBc), at screening. Participants with a past or resolved HBV infection (defined as the presence of anti-HBc and absence of HbsAg) are eligible. Participants positive for HCV antibody are eligible only if polymerase chain reaction is negative for HCV RNA.\n11. Known to have tested positive for human immunodeficiency virus (HIV) (positive HIV 1/2 antibodies) or active tuberculosis infection (clinical evaluation that may include clinical history, physical examination and radiographic findings, or tuberculosis testing in line with local practice).\n12. Receipt of a live, attenuated vaccine within 30 days prior to the first dose of study treatment.\n13. Patients with confirmed COVID-19 infection by PCR test who have not made a full recovery\n14. History of allogeneic organ transplantation.\n15. Untreated central nervous system (CNS) metastatic disease or cord compression. Note: Patients with asymptomatic central nervous system (CNS) metastases are eligible, provided that all of the following criteria are met: (a) The metastases are limited to the supratentorial region or cerebellum (i.e., no metastases to midbrain, pons, medulla, or spinal cord are allowed); (b) No ongoing requirement for corticosteroids as therapy for CNS disease; (c) No stereotactic radiation within 7 days or whole-brain radiation or neurosurgical resection within 2 weeks before the start of study treatment; (d) Radiographic demonstration of interim stability (i.e., no progression) between the completion of CNS-directed therapy and the screening imaging study\n16. History of leptomeningeal disease\n17. Any unresolved toxicity NCI CTCAE Grade ≥2 from previous anticancer therapy with the exception of alopecia or vitiligo\n18. Resting ECG with measurable QTcF \\> 470 msec on 2 or more time points within a 24-hour period or family history of long QT syndrome.\n19. Patients with cardiac problem as follows: uncontrolled hypertension or hypotension (BP ≥150/95 mmHg despite medical therapy, BP \\<90/60 mmHg or orthostatic hypotension fall in BP \\>20 mmHg), Left ventricular ejection fraction \\<55% measured by echocardiography, Atrial fibrillation with a ventricular rate \\>100 bpm on ECG at rest or any clinically important abnormalities in rhythm, conduction or morphology of resting ECG (e.g. complete left bundle branch block , third degree heart block, second degree heart block), Symptomatic heart failure (NYHA grade II-IV), Prior or current cardiomyopathy, Severe valvular heart disease, Uncontrolled angina (Canadian Cardiovascular Society grade II-IV despite medical therapy), Acute coronary syndrome within 6 months prior to starting treatment.\n20. Stroke or transient ischemic attack in the last 6 months prior to screening.\n21. Uncontrolled symptomatic pleural effusion, pericardial effusion, or ascites.\n22. Uncontrolled hypercalcemia (\\> 1.5 mmol/L ionized calcium or calcium \\> 12 mg/dL or corrected serum calcium \\> ULN) or symptomatic hypercalcemia requiring continued use of bisphosphonate therapy.\n23. Severe infection within 4 weeks prior to the first dose of study treatment (Cycle 1, Day 1), including but not limited to hospitalization for complications of infection, bacteraemia, or severe pneumonia.\n24. Treatment with oral or IV antibiotics within 2 weeks prior to initiation of study treatment (Cycle 1, Day 1).\n25. Patients receiving routine antibiotic prophylaxis (e.g., to prevent chronic obstructive pulmonary disease exacerbation, urinary tract infection or for dental extraction) are eligible.\n26. As judged by the Investigator, any evidence of severe or uncontrolled systemic diseases that places the patient at unacceptable risk of toxicity or non-compliance. Examples include, but are not limited to, diabetes type I and II, active bleeding diatheses, renal transplant, uncontrolled seizures, severe COPD, superior vena cava syndrome, extensive bilateral lung disease on High Resolution CT scan, severe Parkinson's disease, refractory nausea or vomiting, irritable bowel syndrome, chronic gastrointestinal disease, significant bowel resection, psychiatric condition, or active infection including any patient known to have tuberculosis, hepatitis B, hepatitis C and human immunodeficiency virus (HIV) or requiring systemic antibiotics, antifungals or antiviral drugs. Screening for chronic conditions is not required.\n27. Concomitant use of known potent cytochrome P (CYP) 3A inhibitors (e.g., ketoconazole,itraconazole, telithromycin, clarithromycin, protease inhibitors boosted with ritonavir or cobicistat, indinavir, saquinavir, nelfinavir, boceprevir, telaprevir). The required washout period prior to starting study treatment is 2 weeks.\n28. Concomitant use of known strong CYP3A inducers (e.g., phenobarbital, enzalutamide, phenytoin, rifampicin, rifabutin, rifapentine, carbamazepine, nevirapine and St John's Wort). The required washout period prior to starting study treatment is 5 weeks for enzalutamide or phenobarbital and 3 weeks for other agents.\n29. Receiving or having received, concomitant medications, herbal supplements, and/or foods that significantly modulate Pgp activity (washout periods of 5 half-lives).\n30. Known hypersensitivity to ceralasertib, durvalumab or nab-paclitaxel or any of their excipients",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}