{
    "nctId": "NCT00558545",
    "briefTitle": "A Phase 1-2, XIAP Antisense AEG35156 With Weekly Paclitaxel in Patients With Advanced Breast Cancer",
    "officialTitle": "A Phase 1-2, Multicenter, Open-Label Study of the X-Linked Inhibitor of Apoptosis (XIAP) Antisense AEG35156 Given in Combination With Weekly Paclitaxel in Patients With Advanced Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Human Mammary Carcinoma",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 61,
    "primaryOutcomeMeasure": "To determine the recommended dose of AEG35156 when used in combination with weekly paclitaxel and at the dose enhance the clinical benefit rate (CBR) of paclitaxel in patients with advanced breast cancer.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients with histologically or cytologically confirmed breast adenocarcinoma who are candidates for paclitaxel single agent chemotherapy for metastatic breast cancer\n* ECOG performance \\< 2\n* One or more metastatic tumors measurable by RECIST criteria on CT scan or MRI (Phase 2 part only)\n* Life expectancy of at least 6 months\n* Age \\> 18 years\n* Signed, written IRB-approved informed consent\n* A negative serum pregnancy test (if applicable)\n* Acceptable liver function:\n* Bilirubin within normal limit\n* AST (SGOT), ALT (SGPT) and Alkaline phosphatase \\< 2.0 times the institution's upper limit of normal\n* Acceptable renal function:\n* Serum creatinine within normal limits, OR calculated creatinine clearance \\> 60 mL/min/1.73 m2 for patients with creatinine levels above institutional normal\n* Acceptable hematologic status:\n* Granulocyte \\> 1500 cells/uL\n* Platelet count \\> 100,000 plt/uL\n* Hemoglobin \\> 9.0 g/dL\n* Acceptable coagulation status:\n* PT within normal limits\n* PTT within normal limits\n* For women of child-bearing potential, the use of effective contraceptive methods during the study\n* Prior radiotherapy is allowed provided disease progression outside the radiation field has been documented, and treatment completed at least 2 weeks prior to registration\n\nExclusion Criteria:\n\n* Prior taxane chemotherapy for metastatic disease.\n* More than one prior chemotherapy regimen for metastatic disease\n* Active progressive brain metastases including the presence of any related symptoms or need for corticosteroids. A CT or MRI scan of the head is necessary in patients with a history of brain metastases to document the stability of prior lesions\n* Grade \\> 2 peripheral neuropathy\n* Known bleeding diathesis or concurrent treatment with anticoagulants except patients on non-therapeutic line maintenance coumadin\n* Pregnant or nursing women. NOTE: Women of child-bearing potential must agree to use adequate contraception (sterile or surgically sterile; hormonal or barrier method of birth control; or abstinence) prior to study entry and for the duration of study participation. Should a woman become pregnant or suspect she is pregnant while participating in this study, she should inform her treating physician immediately\n* Active, uncontrolled bacterial, viral, or fungal infections, requiring systemic therapy\n* Known infection with HIV, hepatitis B, or hepatitis C\n* Serious nonmalignant disease that could compromise protocol objectives in the opinion of the investigator and/or the sponsor\n* Patients who are currently receiving any other investigational agent. Subjects who have used a previous antisense oligonucleotide in the last 90 days will be excluded\n* Unwillingness or inability to comply with procedures required in this protocol\n* Any deviation from these inclusion/exclusion criteria must be discussed with the sponsor prior to enrolling patient.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}