{
    "nctId": "NCT03959397",
    "briefTitle": "Paclitaxel Injection (Albumin-bound) for Neoadjuvant Treatment of Breast Cancer",
    "officialTitle": "A Real-world Study of Paclitaxel Injection (Albumin-bound) for Neoadjuvant Treatment of Breast Cancer",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Breast Cancer Stage",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 250,
    "primaryOutcomeMeasure": "the Pathological complete remission(pCR)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Signed informed content obtained prior to treatment. The patients were fully explained and understood the purpose, contents, predicted efficacy, pharmacological effects, and risks of this study.\n2. target population 1)The histologic diagnosis of the primary invasive breast cancer and clinical stage I - III, first option Ⅳ period; 2) One of the following conditions:Large mass (\\>3cm);Axillary lymph node metastasis;her-2 positive; tri-negative; For those who are willing to preserve breast, but have difficulty in breast conserving due to the large proportion of tumor size and breast volume; 3) The clinician determined that the patient was suitable for the treatment with albumin-binding taxol regimen;4) The subjects have good compliance, can be treated and followed up, and voluntarily comply with the relevant provisions of this study 5)No contraindications for nab-paclitaxel.\n3. Age and reproductive status 1) Age ≥ 18 years 2) Subjects of child-bearing age must agree to take effective contraceptive measures during the study period; Serum or urine pregnancy tests must be negative for women of childbearing age 24 hours before the start of chemotherapy; 3) Women must not lactate.\n\nExclusion Criteria:\n\n1. Allergy to paclitaxel for injection (albumin binding) and/or its adjuvants has been demonstrated;\n2. Pregnant or lactating women\n3. Abnormal results of physical examination and laboratory examination 1) Absolute neutrophil count (ANC) 90g/L 1.5 × 109/L; Platelets (PLT) 90g/L 100 × 109/L; Hemoglobin (Hgb) \\< 90g/L 2) Aspartate aminotransferase (AST) (serum glutamic oxaloacetic transaminase \\[SGOT\\]/ alanine aminotransferase (ALT) (serum glutamic pyruvate transaminase \\[SGPT\\]) \\>2.5 × institutional upper limit of normal (ULN), \\>5 × institutional upper limit of normal (ULN) (hepatic metastases); Total bilirubin (TBIL)\\>1.5 × ULN; 3) Creatinine (CRE)\\> 1.5 × ULN 4) Prothrombin time (PT) and international normalized ratio (INR) \\> 1.5 × ULN. Unless the subject had received anticoagulant treatment\n4. Paclitaxel for injection (albumin binding type) contraindications in patients\n5. Participating in clinical trials of other taxoids\n6. Patients with concomitant other tumors, other than cured carcinoma in situ of the cervix and non-melanoma skin cancer\n7. Participation in any trial drug treatment or another interventional clinical trial 30 days before screening period.\n8. The researchers considered that there were other conditions that were not suitable for enrollment.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}