{
    "nctId": "NCT02301767",
    "briefTitle": "MRI Background Parenchymal Enhancement as a Risk Factor for Breast Cancer: The IMAGINg and Epidemiology (IMAGINE) Study",
    "officialTitle": "MRI Background Parenchymal Enhancement as a Risk Factor for Breast Cancer: The IMAGINg and Epidemiology (IMAGINE) Study",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 2187,
    "primaryOutcomeMeasure": "Case/control status",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Eligibility Criteria for Breast Cancer Cases (invasive)\n\nWomen with the following characteristics at MRI will be eligible as invasive cases:\n\n1. have a diagnosed invasive unilateral breast cancer after 1/1/2010;\n2. have a pre-treatment (prior to bilateral mastectomy, radiation, hormonal, and/or chemotherapy) bilateral breast MRI with contrast available from the study site;\n3. be ≥ 21 and \\<70 years old at time of diagnosis; and\n4. have an intact contralateral breast at the time of study MRI.\n\nEligibility Criteria for Breast Cancer Cases (non-invasive)\n\nWomen with the following characteristics at MRI will be eligible as non-invasive cases:\n\nhave a diagnosed unilateral ductal carcinoma in situ (DCIS) preferably after 1/1/2013; 2) have a pre-treatment (prior to bilateral mastectomy, radiation, hormonal, and/or chemotherapy) bilateral breast MRI with contrast available from the study site; 3) be ≥ 21 and \\<70 years old at time of diagnosis; and 4) have an intact contralateral breast. The contralateral breast needs to be intact and unaffected by an invasive carcinoma and/or DCIS so the MRI reading can be done on the breast without cancer. Women with a history of previous cancer diagnosis are excluded because treatment they may have received for these cancers might affect the MRI readings.\n\nEligibility Criteria for Controls Controls will be women determined to be at high risk of developing breast cancer (i.e., lifetime risk ≥20%\n\nControls must meet the following criteria:\n\n1. have a bilateral breast MRI screening with contrast available from the study site;\n2. be ≥ 21 and \\<70 years old at time of MRI; and\n3. negative breast MRI screen.\n\nExclusion Criteria:\n\n* For either cases or controls prior to study MRI date:\n\n  1. unable to speak and read English;\n  2. history of prophylactic mastectomy;\n  3. history of pre-pectoral breast implants in either breast (sub-pectoral are acceptable);\n  4. history of breast reduction surgery;\n  5. currently taking, or in the previous 3 months: hormonal medication such as Tamoxifen (Nolvadex), Raloxifene (Evista), aromatase inhibitors (Anastrozole/Arimidex, Letrozole/Femara, and/or Exemestane/Aromasin); and/or other postmenopausal hormonal therapy (PHT) medication; and/or hormonal medication for fertility treatment; \\[Note: Women are INELIGIBLE if they report taking pills orally, use a patch or ring, even if just intermittently used. Women are ELIGIBLE if they report just taking hormone replacement therapy in the form of a cream, suppository (or intra-vaginal), soy-based, or other natural product.\\]\n  6. currently, or in the preceding 6 months, pregnant or breast feeding; and\n  7. history of previous cancer including DCIS \\[Note: Women are ELIGIBLE if diagnosed with non melanoma skin cancer lobular carcinoma in situ (LCIS) and/or cervical cancer in situ \\].\n\nNotes: Women recently diagnosed with DCIS within the study period will be categorized as non-invasive cases (preferable prospective recruitment only). Only one breast may be affected by a recent diagnosis of invasive carcinoma and/or DCIS.",
    "sex": "FEMALE",
    "minimumAge": "21 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}