{
    "nctId": "NCT00912275",
    "briefTitle": "Lapatinib in Combination With Oral Vinorelbine for Metastatic Breast Cancer",
    "officialTitle": "Phase I/II Study of Lapatinib in Combination With Oral Vinorelbine for Metastatic Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 46,
    "primaryOutcomeMeasure": "To determine the recommended dose of the combination of oral lapatinib with vinorelbine (phase I part), and progression free survival (phase II part)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Histologically confirmed adenocarcinoma of the breast which is now metastatic.\n2. Documented ErbB2 over expression or amplified disease in the invasive component of the primary or metastatic lesion as defined by:\n\n   * 3+ over expression by IHC or\n   * ErbB2 gene amplification by FISH/CISH (\\> 6 ErbB2 gene copies per nucleus, or a FISH ratio (ErbB2 gene copies to chromosome 17 signals) of \\> than 2.2;\n3. In phase II part, patients must be chemo-naïve in metastatic setting. In phase I part, patient may have received prior chemotherapy including vinorelbine in metastatic setting. However, patient must be informed and well understand that in current standard of treatment, suggested first line treatments for erbB-2 positive, visceral organ metastatic breast cancer are combination of chemotherapy with herceptin.\n4. In phase II part, patient must not have exposed to ant-erbB2 targeted therapy treatment in metastatic setting. Herceptin treatment in the neoadjuvant or adjuvant setting is permitted provide that at least 12 months has elapsed since the last dose of herceptin therapy. In phase I part, patient may have received prior anti-erbB-2 targeted treatment in metastatic setting.\n5. Prior treatment with endocrine therapy in the adjuvant or metastatic setting permitted provided that therapy has been discontinued.\n6. Prior treatments with radiation therapy for palliative management of metastatic disease permitted provided that at least 2 weeks have elapsed since the last fraction of radiation therapy, disease progression has been documented and all treatment related adverse events are \\< grade 1 at the time of registration.\n7. Patients must have evidence of metastatic disease, but measurable disease is not mandatory. To be considered evaluable for the overall response rate (complete and partial response), patients must have at least one measurable lesion as follows:\n\n   * X-ray, physical exam \\>= 20 mm\n   * Conventional CT scan, MRI \\>= 20 mm\n   * Spiral CT scan \\>= 10 mm\n8. Age \\> 20 years.\n9. Life expectancy \\> 3 months.\n10. ECOG PS 0-2.\n11. Patients must have normal organ and marrow function measured within 14 days prior to randomization as defined below:\n\n    * Hemoglobin\\>10.0;\n    * Absolute neutrophil count \\> 1,500/uL;\n    * Platelets \\>75,000/uL;\n    * Total bilirubin \\<= 1.5 X upper normal limit;\n    * AST(SGOT)/ALT(SGPT) \\<= 2.5 X upper normal limit;\n    * Creatinin \\<= 1.5 X upper normal limit;\n    * Patient must have cardiac ejection fraction \\> 50% and within the institutional range of normal as demonstrated by MUGA scan/echocardiogram within 4 weeks of registration.\n12. CT or MRI within 4 weeks prior to randomization.\n13. Women of childbearing potential must have a negative urine pregnancy test (minimum sensitivity 25 IU/L or equivalent units of HCG) within 7 days prior to registration.\n14. Patient consent must be obtained.\n\nExclusion Criteria:\n\n1. Pregnant or lactating women.\n2. Subjects who have current active hepatic or biliary disease (with exception of patients with Gilbert's syndrome, asymptomatic gallstones, liver metastases or stable chronic liver disease per investigator assessment)\n3. Prior therapy with lapatinib.\n4. CNS metastases.\n5. Ongoing anticancer treatment.\n6. Uncontrolled inter-current illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, uncontrolled hypertension, unstable angina pectoris, cardiac arrhythmia, serious non-healing wound/ulcer/bone fracture, or psychiatric illness/social situations that would limit compliance with study requirements.\n7. Patients with GI tract disease resulting in an inability to take oral medication, malabsorption syndrome, a requirement for IV alimentation, prior surgical procedures affecting absorption, uncontrolled inflammatory GI disease (e.g., Crohn's, ulcerative colitis).",
    "sex": "FEMALE",
    "minimumAge": "20 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}