{
    "nctId": "NCT00909441",
    "briefTitle": "Sentinel Node Biopsy Following NeoAdjuvant Chemotherapy in Biopsy Proven Node Positive Breast Cancer",
    "officialTitle": "Sentinel Node Biopsy Following NeoAdjuvant Chemotherapy in Biopsy Proven Node Positive Breast Cancer: A Multi-institutional Prospective Study Furthering the Treatment of Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer, Invasive Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 153,
    "primaryOutcomeMeasure": "The false negative rate of sentinel node biopsy following neoadjuvant chemotherapy in biopsy proven node positive breast cancer.",
    "eligibilityCriteria": "Conditions for patient eligibility\n\nInclusion criteria:\n\n* Patients must be female.\n* Patients must be 18 years of age or older.\n* Patients with stage IIA, IIB, IIIA (T1-3 and N1-2) breast cancer. Clinical N0 accepted if biopsy proven node disease.\n* Patients that have biopsy proven positive axillary disease made by core needle biopsy or fine needle aspiration .\n* Patients that accept to undergo neoadjuvant chemotherapy; patients are eligible until the day of surgery.\n* Patients with bilateral breast cancer are eligible. Sentinel node biopsy is allowed on the contralateral breast if there is no disease in the axilla prior to chemotherapy.\n* Patients that understand, accept and have signed the approved consent form.\n\nExclusion Criteria:\n\n* Patients with inflammatory breast cancer.\n* Patient with stage IIIB, IIIC or IV breast cancer (T4 and N3) Patients with clinical N3 disease are excluded.\n* Patients that have had previous axillary dissection or an axillary sentinel node biopsy; (patients that have had excisional biopsy or ipsilateral tumorectomy are eligible).\n* Patients that have had previous radiotherapy to the axillary nodes\n* Patients that have had mammary reduction\n* Patients that are medically unfit to receive chemotherapy, as evaluated by the treating physician.\n* If the injection of blue dye is planned, patients with hypersensitivity or allergy to isosulfan blue, Patent blue or methylene blue or radiocolloid dye are ineligible.\n* Patients who are pregnant or breast feeding .\n* Psychiatric or addictive disorders or other conditions that preclude the patient from meeting the study requirements.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}