{
    "nctId": "NCT05708235",
    "briefTitle": "A PoC Study to Evaluate Treatments' Efficacy by Monitoring MRD Using ctDNA in HR-positive/HER2-negative EBC Population",
    "officialTitle": "A Proof of Concept Study to Evaluate Treatments' Efficacy by Monitoring Minimal Residual Disease Using ctDNA in HR-positive/HER2-negative Early Breast Cancer Population",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 1260,
    "primaryOutcomeMeasure": "Evaluation of decrease or clearance in baseline ctDNA at three months after initiation of study treatment",
    "eligibilityCriteria": "Inclusion Criteria:\n\nEligibility criteria for patient registration for ctDNA surveillance phase:\n\n1. Signed informed consent form (ICF) prior to participation in any study-related activities.\n2. Male or female patients aged 18 years or older.\n3. Eastern Cooperative Oncology Group (ECOG) performance status 0 or 1.\n4. Histologically proven primary HR-positive according to the updated American Society of Clinical Oncology (ASCO)/College of American Pathologists (CAP) 2020 guidelines and HER2-negative BC as per ASCO/CAP 2018 criteria based on local testing on the most recent analyzed biopsy.\n5. Patients with high-risk early-stage BC according to at least one of the following criteria:\n\n   1. If no previous neoadjuvant chemotherapy:\n\n   i. pN2/N3 or ii. pN1,\n\n1. pT3/T4 and/or 2. high genomic risk defined as Oncotype Dx Recurrence Score \\> 25 if post-menopausal; \\> 20 if pre-menopausal , Prosigna score ≥ 41, Mammaprint high risk category or similar and/or 3. histological grade II/III and Ki67\\>20%. b. If patients have received previous neoadjuvant chemotherapy, they must have had significant residual invasive disease defined as at least one of the following: i. Residual invasive disease in the breast ypT3 or ypT4. and/or ii. Any macroscopic, ≥ 2 mm, residual lymph node involvement regardless of primary tumor site involvement (includes no residual disease in the breast).\n\nNote: Genomic risk using platforms such as Oncotype Dx, Prosigna or Mammaprint won't be assessed for the screening to participate in the study. However, patients with the detailed scores assessed prior to study inclusion, may be eligible to enter the study if they comply with all the inclusion and exclusion criteria.\n\n6. On adjuvant treatment with ET for at least two years and no more than four years at the time of study enrolment with an additional three years of ET planned. At least 12 months prior to enrolment on the same ET treatment with AI or tamoxifen (luteinizing hormone-releasing hormone \\[LHRH\\] for pre-menopausal women and men is required).\n\nNote: Male and pre-menopausal patients treated with tamoxifen alone are excluded.\n\n7. No prior treatment with cyclin-dependent kinases 4/6 (CDK4/6) inhibitors. 8. No prior treatment with fulvestrant. 9. Willingness and ability to provide tissue from one archival tumor tissue sample (either from diagnostic biopsy, primary surgery, or where available from a residual disease post-neoadjuvant therapy).\n\nNote: Patients with multifocal BC may be enrolled, if archival tissue samples from at least two tumors are available and after histopathological examination, all tumors meet pathologic criteria for HR-positive and HER2-negative BC.\n\n10. Absence of metastatic disease by routine clinical assessment (computed tomography \\[CT\\] scan of the thorax and abdomen, and bone scan) confirmed no longer than three months prior to study inclusion.\n\n11. Patients must have had surgery for their primary BC with documented clear margins (as per local guidelines) within the past five years.\n\n12. Patients must be able and willing to adhere to study procedures.\n\nEligibility criteria for entry into the treatment phase:\n\nPatients will be considered eligible to be allocated to standard ET only, giredestrant monotherapy, giredestrant plus abemaciclib, or giredestrant plus inavolisib if they fulfill all the inclusion and none of the exclusion criteria listed below. In order to enter the treatment phase, patients will have had to fulfill first the criteria needed to enter the surveillance phase (which are listed above).\n\n1. Signed ICF prior to study inclusion.\n2. ctDNA positivity with no evidence of clinical or radiologic recurrence by standard assessments (e.g.: breast ultrasound, staging scans, RMN).\n3. ECOG performance status 0, 1 or 2.\n4. Patients must have received the same ET during at least the last 12 months. A temporary discontinuation of \\< 90 days during the surveillance phase is allowed.\n5. Receiving LHRH agonist therapy alongside the same ET treatment for at least 90 days prior to initiation of one of the available study treatments if male or pre-menopausal.\n6. Female of reproductive potential and male patients with female partners of childbearing potential, must remain abstinent and truly abstain from sexual activity (refrains from heterosexual intercourse) or use locally recognized adequate methods of contraception (described as that with a failure rate \\<1%) for the duration of trial treatment. In addition, patients must follow these guidelines for a certain period of time after the last dose of trial treatment, specified in the protocol (Section 7.4.4) depending on which treatment arm the patient is allocated in.\n\n   During this indicated period of time, female and male patients must as well refrain from donating eggs or sperm.\n\n   Note: Female patients will be deemed not of childbearing potential if they are post-menopausal or have had irreversible sterilization. Well-defined pre-menopausal status refers to women who have not reached the post-menopausal state because they are not permanently infertile due to prior bilateral oophorectomy, age ≥60 years or age \\<60 years with amenorrhea for ≥12 months and estradiol and follicle-stimulating hormone (FSH) levels in the post-menopausal range.\n7. Resolution of all acute toxic effects of prior anti-cancer therapy to Grade ≤1 as determined by the National Cancer Institute - Common Terminology Criteria for Adverse Events (NCI-CTCAE) version (v) 5.0 (except for alopecia, or other toxicities not considered a safety risk for the patient at investigator's discretion). Adverse events (AEs) of current ET treatment are not included.\n8. Adequate hematologic and organ function within 14 days before the first study treatment on Day 1 of Cycle 1, defined by the following:\n\n   • Hematological (without platelet, red blood cell (RBC) transfusion, and/or granulocyte colony-stimulating factor support within 7 days before first study treatment dose): White blood cell (WBC) count \\> 3.0 x 109/L, absolute neutrophil count (ANC) ≥ 1.5 x 109/L, platelet count ≥ 100.0 x109/L, and hemoglobin ≥ 9.0 g/dL (≥ 5.6 mmol/L).\n   * Hepatic: Serum albumin ≥ 3 g/dL; Bilirubin ≤ 1.5 times the upper limit of normal (ULN) (≤ 3 x ULN in the case of Gilbert's disease); aspartate transaminase (AST) and alanine transaminase (ALT) ≤ 2.5 × ULN; alkaline phosphatase (ALP) ≤ 2 × ULN.\n   * Renal: serum creatinine ≤ 1.5 x ULN or creatinine clearance ≥ 50 mL/min based on Cockcroft-Gault glomerular filtration rate estimation.\n9. Participants who are able and willing to swallow, retain, and absorb oral medication.\n\nAdditional inclusion criteria for Arm C (giredestrant + abemaciclib arm)\n\n1. Patients with prior diagnosis of thrombosis might be included as long as they are under stable anti-coagulation regimen therapy 28 days prior to starting treatment with abemaciclib.\n\nAdditional inclusion criteria for Arm D (giredestrant + inavolisib arm)\n\n1. Confirmation of biomarker eligibility (detection of specified mutation(s) of PIK3CA via specified test).\n2. No prior treatment with any phosphatidylinositol 3-kinase (PI3K), Akt, or mammalian target of rapamycin (mTOR) inhibitors, or any agent whose mechanism of action is to inhibit the PI3K/Akt/mTOR pathway.\n\nExclusion Criteria for patient registration for ctDNA surveillance phase:\n\n1. Any concurrent or planned treatment for the current diagnosis of BC other than adjuvant ET.\n2. Diagnosis of an alternative cancer in the five years prior to primary BC diagnosis other than for non-melanoma carcinoma of the skin or cervical carcinoma in situ. Other stage I tumors will be discussed case by case prior to inclusion with theMedical Monitor of the study. 3.Active or prior documented inflammatory bowel disease (i.e.Crohn's disease, ulcerative colitis, or a preexisting chronic condition resulting in baseline grade ≥1 diarrhea)that may significantly alter the absorption of oral drugs.\n\n4.Active cardiac disease or history of cardiac dysfunction including any of the following:a.History (within two years from screening) or presence of idiopathic bradycardia or resting heart rate \\<50 beats per minute at screening.b.History of angina pectoris or symptomatic coronary heart disease within 12 months prior to study entry.c.QT interval corrected through use of Fridericia's formula (QTcF) \\> 450 ms for women and \\> 470 ms for men by at least three electrocardiograms(ECGs)\\> 30 minutes apart.d.History or presence of an abnormal ECG that is clinically significant in the investigator's opinion,e.History of ventricular dysrhythmias or risk factors for ventricular dysrhythmias such as structural heart disease (e.g., severe left ventricular systolic dysfunction, left ventricular hypertrophy cardiomyopathy, infiltrative cardiomyopathy, moderate-to-severe valve disease), coronary heart disease (symptomatic or with ischemia demonstrated by diagnostic testing), clinically significant electrolyte EudraCT#: 2022-002616-24Study Code#: MEDOPP485_MIRADORCSP Version 1.0, Date: 23-Dec-202210abnormalities (e.g., hypokalemia, hypomagnesemia, hypocalcemia), or family history of long QT syndrome within 12 months.\n\n5.History of pneumonitis, interstitial lung disease(ILD), or pulmonary fibrosis.\n\n6.Known history of Human Immunodeficiency Virus (HIV) infection(testing not required as part of study screening).\n\n7.Clinically significant liver disease consistent with Child-Pugh C, including active hepatitis (e.g., hepatitis B virus \\[HBV\\] or hepatitis C virus \\[HCV\\]), current alcohol abuse, cirrhosis, or positive test for viral hepatitis 8.Active bleeding diathesis venous thromboembolism, previous history of bleeding diathesis, or chronic anti-coagulation treatment, or any indications or history of Disseminated Intravascular Coagulation (DIC) or Deep vein thrombosis (DVT). Low molecular weight heparin (LMWH), low dose aspirin or clopidogrel are permitted.\n\n9.Creatinine clearance \\< 30mL/min. 10.Participants with renal dysfunction who require dialysis. 11.Patient has any other concurrent severe and/or uncontrolled medical condition that would, in the Investigator' opinion cause unacceptable safety risks, contraindicate patient participation in the clinical trial or compromise compliance with the protocol.\n\n12.Females who are known to be breastfeeding or pregnant as determined by a serum pregnancy test,Human chorionic gonadotropin(β-HCG),prior to the administration of any trial treatment. Since β-HCG over expression can be also elevated in some tumor types, a positive result should be confirmed with a validated alternative test (e.g., ultrasound).\n\n13.Female or male participants planning a pregnancy.\n\nExclusion criteria for entry into the treatment phase:\n\n1. Known hypersensitivity reaction to any investigational or therapeutic compound or their incorporated substances.\n2. Undergoing any other simultaneous anti-cancer treatment since enrolling in the study, other than hormonal therapy or a bisphosphonate (or denosumab).\n3. Major surgery (defined as requiring general anesthesia) or significant traumatic injury within 28 days of start of study drug, or patients who have not recovered from the side effects of any major surgery.\n4. Treatment with strong Cytochrome P450 3A4 (CYP3A4) inhibitors or strong CYP3A4 inducers within 14 days or five drug-elimination half-lives, whichever is longer, prior to initiation of one of the available study treatments.\n5. Patient has a history of non-compliance to medical regimen.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}