{
    "nctId": "NCT00216047",
    "briefTitle": "PTK787 + Trastuzumab for HER2 Overexpressing Metastatic Breast Cancer",
    "officialTitle": "A Phase I/II Study of PTK787 in Combination With Trastuzumab in Patients With Newly Diagnosed HER2 Overexpressing Locally Recurrent or Metastatic Breast Cancer: Hoosier Oncology Group Trial BRE04-80",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 7,
    "primaryOutcomeMeasure": "Phase I Cohorts:",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologic or cytologic diagnosis of breast cancer with evidence of measurable (1) unresectable, locally recurrent, or (2) metastatic disease. Locally recurrent disease must not be amenable to resection OR radiation with curative intent.\n* Patient's disease may not involve more than 3 metastatic sites. In addition, patient may not be symptomatic from pulmonary metastasis or have liver metastasis involving \\> 50% of parenchyma.\n* HER2 gene amplification by FISH. HER protein overexpression by immunohistochemistry will not be sufficient for entry.\n* Negative pregnancy test\n\nExclusion Criteria:\n\n* No prior cytotoxic chemotherapy or trastuzumab for locally recurrent or metastatic disease.\n* No prior treatment with any VEGF inhibiting agents\n* No history or presence of central nervous system (CNS) disease.\n* No other forms of cancer therapy including radiation, chemotherapy and hormonal therapy within 21 days prior to being registered for protocol therapy.\n* No major surgery within 28 days prior to being registered for protocol therapy.\n* No uncontrolled hypertension (SBP \\> 170, DBP \\> 90), history of labile hypertension or history of poor compliance with antihypertensive therapy.\n* No requirement for therapeutic anticoagulation, regular aspirin (\\> 325 mg/day) or NSAID use.\n* No current breast feeding.\n* No impairment of gastrointestinal (GI) function that may significantly alter the absorption of PTK787.\n* No evidence of other serious concomitant systemic disorders incompatible with the study (at the discretion of the investigator).",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}