{
    "nctId": "NCT06525675",
    "briefTitle": "Study to Evaluate the Extended Overall Survival (OS) Data From PARSIFAL Study (The PARSIFAL-LONG Study)",
    "officialTitle": "Study to Evaluate the Extended Overall Survival From PARSIFAL Trial: Efficacy and Safety of Palbociclib in Combination With Fulvestrant or Letrozole in Patient With HER2-/ER+ Metastatic Breast Cancer (The PARSIFAL-LONG Study)",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Metastatic Breast Cancer, Advanced Breast Cancer, Luminal Breast Cancer, HER2-negative Breast Cancer, ER-positive Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 419,
    "primaryOutcomeMeasure": "Overall Survival (OS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patients previously randomized in the PARSIFAL trial (N = 486).\n2. Patients did not withdraw consent to participate in the PARSIFAL clinical trial.\n\nPatients randomized in PARSIFAL trial had to meet the following inclusion criteria:\n\n1. Postmenopausal women, as defined by any of the following criteria:\n\n   * Age 60 or over\n   * Age 45 to 59 years and meets ≥1 of the following criteria: amenorrhea for ≥ 24 months or amenorrhea for \\< 24 months and follicle-stimulating hormone within the postmenopausal range (including patients with hysterectomy, prior hormone replacement therapy or chemotherapy-induced amenorrhea).\n   * Over 18 years of age and bilateral oophorectomy\n\n   OR:\n\n   Premenopausal women provided they are being treated with LHRH analogues for at least 28 days prior to study entry.\n2. Eastern Cooperative Oncology Group (ECOG) score lower or equal to 2.\n3. Histologically confirmed recurrent ER-positive (oestrogen and/or progesterone) HER2-negative locally advanced or metastatic BC patients (Breast cancer that have at least 1% of cells staging positive for ER should be considered ER-positive according to National Comprehensive Cancer Network (NCCN) and American Society of Clinical Oncology (ASCO) guidelines.\n4. Patients should not be candidates for a local treatment with a radical intention.\n5. No prior hormonal or chemotherapy line in the metastatic setting.\n6. Patient must have measurable (according to RECIST 1.1) or non-measurable disease with these exceptions:\n\n   1. Patients with only blastic bone lesions are not eligible.\n   2. Patients with only pleural, peritoneal, or cardiac effusion, or meningeal carcinomatosis are not eligible.\n7. Life expectancy grater or equal to 12 weeks.\n8. Adequate organ function:\n\n   1. Hematological: White blood cell (WBC) count \\>3.0 x 109/L, absolute neutrophil count (ANC) \\>1.5 x 109/L, platelet count \\>75.0 x109/L, and hemoglobin \\>10.0 g/dL (\\>6.2 mmol/L)\n   2. Hepatic: bilirubin \\< 1.5 times the upper limit of normal (x ULN); alkaline phosphatase (ALP), aspartate transaminase (AST), and alanine transaminase (ALT) \\<2.5 times ULN. Patients with ALP ≥2.5 times ULN are eligible if ALP abnormalities are unequivocally related to bone lesions (radiological assessments performed within 4 weeks prior to randomization demonstrated bone metastatic disease).\n   3. Renal: serum creatinine \\< 1.5 x ULN.\n9. Exhibit patient compliance and geographic proximity that allow for adequate follow-up.\n10. Patient has been informed about the nature of study, and has agreed to participate in the study, and signed the Informed Consent form prior to participation in any study-related activities.\n11. No other malignancies within the past five years except adequate treated basal cell or squamous cell skin cancer or carcinoma in situ of the cervix.\n12. Resolution of all acute toxic effects of prior anti- cancer therapy or surgical procedures to NCI- CTCAE version 4.0 Grade ≤ 1 (except alopecia or other toxicities not considered a safety risk for the patient at investigator's discretion).\n13. Patient has been informed about the translational sub-study and has agreed to participate in the collection of blood and tumor tissue samples by signing the Informed Consent form.\n\nExclusion Criteria:\n\nPatients were excluded from the PARSIFAL trial if they met any of the following criteria:\n\n1. ER or HER2 unknown disease.\n2. HER2-positive disease based on local laboratory results (performed by immunohistochemistry/FISH)\n3. Locally advanced breast cancer candidate for a radical treatment.\n4. Prior endocrine therapy in the metastatic setting. (Neo)/Adjuvant endocrine therapy is allowed only if the disease-free interval between the end of endocrine therapy and the appearance of metastases in higher than 12 months.\n5. Patients with rapidly progressive visceral disease or visceral crisis.\n6. Have had a major surgery (defined as requiring general anesthesia) or significant traumatic injury within 4 weeks of start of study drug, patients who have not recovered from the side effects of any major surgery or patients that may require major surgery during the study.\n7. Patients with an active, bleeding diathesis.\n8. Have a serious concomitant systemic disorder (e.g. active infection including HIV, or cardiac disease) incompatible with the study (at the discretion of investigator), previous history of bleeding diathesis, or anti-coagulation treatment (The use of low molecular weight heparin is allowed as long as it is used as prophylaxis).\n9. Are unable to swallow tablets.\n10. History of malabsorption syndrome or other condition that would interfere with enteral absorption.\n11. Chronic daily treatment with corticosteroids with a dose of ≥ 10mg/day methylprednisolone equivalent (excluding inhaled steroids).\n12. Known active uncontrolled or symptomatic Central Nervous System (CNS) metastases, carcinomatous meningitis, or leptomeningeal disease as indicated by clinical symptoms, cerebral oedema, and/or progressive growth. Patients with a history of CNS metastases or cord compression are eligible if they have been definitively treated with local therapy (e.g., radiotherapy, stereotactic surgery) and are clinically stable off anticonvulsants and steroids for at least 4 weeks before randomization.\n13. Known hypersensitivity to letrozole, fulvestrant or any of their excipients, or to any palbociclib excipients.\n14. Corrected QT Interval (QTc) \\>480 msec on basal assessments, personal history of long or short QT syndrome, Brugada syndrome or known history of QTc prolongation, or Torsade de Pointes (TdP).\n15. Uncontrolled electrolyte disorders that can compound the effects of a QTc-prolonging drug (e.g., hypocalcemia, hypokalemia, hypomagnesemia).",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}