{
    "nctId": "NCT01640665",
    "briefTitle": "Pilot Study of Sorafenib and Bi-weekly Capecitabine in Patients With Advanced Breast and Gastrointestinal Tumors",
    "officialTitle": "Pilot Study of Sorafenib and Bi-weekly Capecitabine in Patients With Advanced Breast and Gastrointestinal Tumors",
    "overallStatus": "COMPLETED",
    "conditions": "Metastatic Breast Cancer, Gastrointestinal Tumors",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 24,
    "primaryOutcomeMeasure": "Maximum Tolerated Dose / Safety",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Age ≥ 18 years.\n* Life expectancy of at least 12 weeks (3 months).\n* ECOG Performance Status 0 or 1.\n* Histologically confirmed unresectable or metastatic breast and/or GI tumors for which curative standard treatments are unavailable\n* Adequate bone marrow, liver and renal function as assessed by the following:\n\n  * Hemoglobin \\> 9.0 g/dl\n  * Absolute neutrophil count (ANC) \\>1,500/mm3\n  * Platelet count \\> 100,000/mm3\n  * Total bilirubin \\< 1.5 times ULN\n  * ALT and AST \\< 2.5 times the ULN ( \\< 5 x ULN for patients with liver involvement)\n  * GFR \\> 30 ml/min\n* All acute toxic effects (excluding alopecia and neuropathy) of any prior treatment have resolved to NCI-CTCAE v4.0 Grade 1 or less at the time of signing the Informed Consent Form (ICF).\n* Women of childbearing potential must have a negative serum pregnancy test performed within 7 days prior to the start of study drug. Post-menopausal women (defined as no menses for at least 1 year) and surgically sterilized women are not required to undergo a pregnancy test.\n* Subjects (men and women) of childbearing potential must agree to use adequate contraception beginning at the signing of the ICF until at least 30 days after the last dose of study drug. The definition of adequate contraception will be based on the judgment of the principal investigator or a designated associate.\n* Subject must be able to swallow and retain oral medication.\n* Subjects must be able to understand and be willing to sign the written informed consent form. A signed informed consent form must be appropriately obtained prior to the conduct of any trial-specific procedure.\n\nExclusion Criteria:\n\n* Metastatic brain or meningeal tumors (unless subject completed definitive therapy more than 1 month previously and is stable off steroids).\n* Uncontrolled hypertension defined as systolic blood pressure \\> 140 mmHg or diastolic pressure \\> 90 mmHg, despite optimal medical management.\n* Active or clinically significant cardiac disease including:\n\n  * Congestive heart failure - New York Heart Association (NYHA) \\> Class II.\n  * Active coronary artery disease.\n  * Cardiac arrhythmias requiring anti-arrhythmic therapy other than beta blockers or digoxin.\n  * Unstable angina (anginal symptoms at rest), new-onset angina within 3 months before randomization, or myocardial infarction within 6 months before randomization.\n* Subject with any pulmonary hemorrhage/bleeding event of NCI-CTCAE v4.0 Grade 2 or higher within 4 weeks of study enrollment; any other hemorrhage/bleeding event of NCI-CTCAE v4.0 Grade 3 or higher within 4 weeks of study enrollment.\n* Major surgery, open biopsy or significant traumatic injury within 30 days of first study drug.\n* Presence of an active non-healing wound, non-healing ulcer, or bone fracture.\n* Thrombotic or embolic events such as a cerebrovascular accident (including transient ischemic attacks) within 3 month of informed consent.\n* Anticoagulation with warfarin is not permitted.\n* Evidence or history of bleeding diathesis or coagulopathy.\n* Subjects who have used strong CYP3A4 inducers (eg, phenytoin, carbamazepine, phenobarbital, St. John's Wort \\[Hypericum perforatum\\], dexamethasone at a dose of greater than 16 mg daily, or rifampin \\[rifampicin\\], and/or rifabutin) within 30 days of trial enrollment.\n* Subjects with a history of dihydopyrimidine dehydrogenase (DHPD) deficiency or severe and unexpected reactions to fluropyrimidines.\n* Subjects with any previously untreated or concurrent cancer that is distinct in primary site or histology except cervical cancer in-situ, treated basal cell carcinoma, or superficial bladder tumor. Subjects surviving a cancer that was curatively treated and without evidence of disease for more than 3 years before randomization are allowed. All relevant cancer treatments must be completed at least 3 years prior to study entry (i.e., signature date of the informed consent form).\n* History of organ allograft. (Including corneal transplant).\n* Known human immunodeficiency virus (HIV) infection or Hepatitis B or C currently undergoing active antiviral treatment.\n* Any malabsorption problem.\n* Anticancer chemotherapy or immunotherapy during the study is not permitted.\n* Known or suspected allergy or hypersensitivity to any of the study drugs, study drug classes, or excipients of the formulations given during the course of this trial.\n* Women who are pregnant or breast-feeding.\n* Inability to comply with the protocol and/or not willing or not available for follow-up assessments.\n* Any condition which, in the investigator's opinion, makes the subject unsuitable for trial participation.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}