{
    "nctId": "NCT02310464",
    "briefTitle": "Trial of Active Immunotherapy With OBI-833 (Globo H-CRM197) in Advanced/Metastatic Gastric, Lung, Colorectal or Breast Cancer Subjects",
    "officialTitle": "An Open-Label Study to Assess the Safety, Tolerability, and Efficacy of Active Immunotherapy With Dose Escalation and Cohort Expansion of OBI-833 (Globo H-CRM197) in Advanced/Metastatic Gastric, Lung, Colorectal, or Breast Cancer Subjects",
    "overallStatus": "COMPLETED",
    "conditions": "Metastatic Gastric Cancer, Metastatic Breast Cancer, Metastatic Colorectal Cancer, Metastatic Lung Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 25,
    "primaryOutcomeMeasure": "Number of Participants With Treatment-emergent Adverse Events",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Subjects ≥21 years of age\n2. Dose escalation phase: Histologically or cytologically confirmed diagnosis of gastric, lung, colorectal or breast cancer on file Cohort expansion phase: Histologically or cytologically confirmed diagnosis of Globo H-positive NSCLC\n3. Dose escalation: Subjects with recurrent or metastatic incurable disease that failed to respond to at least one line of anticancer standard therapy and for which standard treatment is no longer effective or tolerable.\n\n   Cohort expansion phase: Subjects with recurrent or metastatic NSCLC who have achieved stable disease (SD), or partial response (PR) status after at least 1 regimen of anticancer therapy (i.e., chemotherapy, or targeted therapy, or PD-1/PD-L1 antagonists either alone or in combination) , and there are no standard treatments available except permitted Target or PD-1/PD-L1 therapies\n4. Measurable disease (i.e., present with at least one measurable lesion per RECIST, version 1.1.\n5. Dose Escalation Phase: No known central nervous system (CNS) metastases or neurological symptoms possibly related to active CNS metastasis in Dose Escalation Phase.\n\n   Cohort Expansion Phase: Subjects with asymptomatic CNS metastases for at least four weeks before study drug treatment\n6. Performance status: ECOG ≤ 1\n7. Organ Function Requirements - Subjects must have adequate organ functions as defined below:\n\n   AST/ALT ≤ 3X ULN (upper limit of normal) AST/ALT ≤ 5X ULN \\[with underlying liver metastasis\\] Total bilirubin ≤ 2.0 X ULN Serum creatinine ≤ 1.5X ULN ANC ≥ 1500 /µL Platelets \\> 100,000/µL\n8. Subjects of child-bearing potential must agree to use acceptable contraceptive methods during treatment and until the end of the study. Subject not of childbearing potential (i.e., permanently sterilized, postmenopausal) can be included in study. Postmenopausal is defined as 12 months with no menses without an alternative medical cause.\n9. Ability to understand and the willingness to sign a written informed consent document according to institutional guidelines.\n\nExclusion Criteria:\n\n1. Patients who have not received standard chemotherapy, hormonal or targeted therapy for their underlying advanced/metastatic cancer.\n2. Subjects who are pregnant or breast-feeding at entry.\n3. Subjects with splenectomy.\n4. Subjects with known or clinically manifest, symptomatic CNS metastases in Dose Escalation Phase.\n5. Subjects with HIV infection, active hepatitis B infection or active hepatitis C infection.\n6. Subjects with any autoimmune disorders requiring iv/oral steroids or immunosuppressive or immunomodulatory therapies.\n\n   - e.g., Type 1 juvenile onset diabetes mellitus, antibody positive for rheumatoid arthritis, Grave's disease, Hashimoto's thyroiditis, lupus, scleroderma, systemic vasculitis, hemolytic anemia, immune mediated thrombocytopenia, etc.\n7. Subjects with any known uncontrolled inter-current illness including ongoing or active infections, symptomatic congestive heart failure (NYHA\\>2), unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements.\n8. Dose escalation phase: Subjects with any of the following MEDICATIONS within 4 weeks prior to IP treatment, except permitted therapies as listed in section 7.1:\n\n   * Chemotherapeutic Agent\n   * Immunotherapy \\[mAbs, Interferons, Cytokines (except GCSF)\\]\n   * Immunosuppressants (e.g., cyclosporin, rapamycin, tacrolimus, rituximab, alemtuzumab, natalizumab, etc.).\n   * IV/oral steroids except single prophylactic use in CT/MRI scan or other one-time use in approved indications. The interval between IV/oral steroids administration and first dose of OBI-833/OBI-821 must be more than pharmacological duration or 5 half-lives of administered steroids, whichever is the longer. Uses of inhaled and topical use of steroids are allowed.\n   * Another investigational drug\n\n   Cohort Expansion Phase: Subjects with any of the following MEDICATIONS within 4 weeks prior to IP treatment, except permitted therapies:\n   * Chemotherapeutic Agent\n   * Immunotherapy \\[Interferons, Cytokines\\] (except PD-1/PD-L1 antagonists)\n   * Immunosuppressants (e.g., cyclosporin, rapamycin, tacrolimus, rituximab, alemtuzumab, natalizumab, etc.).\n   * IV/oral steroids except single prophylactic use in CT/MRI scan or other one-time use in approved indications. The interval between IV/oral steroids administration and first dose of OBI-833/OBI-821 must be more than pharmacological duration or 5 half-lives of administered steroids, whichever is longer. Uses of inhaled and topical steroids are allowed.\n   * Another investigational drug\n9. Subjects with pleural effusions and/or ascites, due to malignancy, requiring paracentesis every 2 weeks or more frequently.\n10. Subjects with any known severe allergies (e.g., anaphylaxis) to any active or inactive ingredients in the study drugs.",
    "sex": "ALL",
    "minimumAge": "21 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}