{
    "nctId": "NCT06331169",
    "briefTitle": "Anlotinib With Trastuzumab Deruxtecan for Previously Treated HER2-Low Advanced Breast Cancer",
    "officialTitle": "A Prospective Phase Ib Study of Anlotinib With Trastuzumab Deruxtecan for HER2-Low Unresectable and/or Metastatic Breast Cancer (ALTER-BC-Ib-01)",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 42,
    "primaryOutcomeMeasure": "Determination of the RP2D of anlotinib in combination with trastuzumab deruxtecan",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* 1. Age 18 - 75 years; ECOG PS 0 or 1. 2. Pathologically documented breast cancer that:\n\n  1. Is unresectable or metastatic.\n  2. Has a history of low HER2 expression (IHC 1+\\& IHC 2+/ISH- or 0\\<IHC\\<1+).\n  3. Is HR-positive or HR-negative.\n  4. Has progressed on, and would no longer benefit from, endocrine therapy.\n  5. Has been treated with ≥1 prior lines of chemotherapy/adjuvant in the recurrent or metastatic setting.\n\n     3. At least 1 measurable lesion per Response Evaluation Criteria in Solid Tumors version 1.1（Previously treated lesions with radiotherapy or focal therapy and no progression cannot be included as target lesion for assessment）.\n\n     4. Has protocol-defined adequate bone marrow, renal, hepatic and blood clotting functions.\n\n     5. Male and female subjects of reproductive/childbearing potential must agree to use a highly effective form of contraception or avoid intercourse during and upon completion of the study and after the last dose for at least 6 months.\n\n     Exclusion Criteria:\n     1. Has previously been treated with anti-angiogenic targeted small molecule therapy.\n     2. Prior treatment with antibody drug conjugate with a topoisomerase I inhibitor exatecan derivative.\n     3. Has a history of (noninfectious) ILD/pneumonitis that required steroids, has current ILD/pneumonitis, or where suspected ILD/pneumonitis cannot be ruled out by imaging at screening.\n     4. Has unresolved toxicities from previous anticancer therapy.\n     5. Has uncontrolled or significant cardiovascular disease.\n     6. Has any bleeding event, unhealed wounds, ulcerative or fractures.\n     7. Has arterial or venous thromboembolic events occurred within 6 months.\n     8. Has spinal cord compression or clinically active central nervous system metastases.\n     9. Has any other condition that per protocol or in the opinion of the investigator is inappropriate for the study.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}