{
    "nctId": "NCT00182767",
    "briefTitle": "Ixabepilone and Liposomal Doxorubicin in Advanced Ovarian Cancer",
    "officialTitle": "A Phase I/II Study of BMS-247550 and Pegylated Liposomal Doxorubicin (Doxil®) in Patients With Advanced Epithelial Ovarian Cancer or Primary Peritoneal Cancer Who Have Been Previously Treated With a Platinum and a Taxane",
    "overallStatus": "COMPLETED",
    "conditions": "Fallopian Tube Cancer, Female Reproductive Cancer, Recurrent Breast Cancer, Recurrent Ovarian Epithelial Cancer, Stage III Ovarian Epithelial Cancer, Stage IV Breast Cancer, Stage IV Ovarian Epithelial Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 45,
    "primaryOutcomeMeasure": "Incidence of Dose-limiting Toxicity (DLT), Graded Using the National Cancer Institute (NCI) Common Toxicity Criteria (CTC) Version 4.0 (Phase I)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologically or cytologically confirmed diagnosis of 1 of the following: advanced ovarian epithelial, primary peritoneal cavity, or fallopian tube cancer (phase I and II) or metastatic breast cancer (phase I only).\n* Platinum- and taxane-resistant disease, defined as a disease-free interval of \\< 6 months after completion of platinum- and taxane-based chemotherapy. Disease progression during the regimen (phase II) or previously treated with \\>= 2 prior regimens for metastatic breast cancer, including 1 taxane-based regimen in the adjuvant or metastatic setting (phase I).\n* Meets 1 of the following criteria: Previously treated with a standard course of taxane- and platinum-based chemotherapy for ovarian epithelial, primary peritoneal cavity, or fallopian tube cancer, that is platinum-refractory or -sensitive disease (phase I );\n* Measurable or evaluable disease, meeting 1 of the following criteria: unidimensionally measurable lesion, known disease and CA 125 \\> 50 U/mL on 2 occasions \\>= 1 week apart or known disease and CA 27-29, CA 15-3, or CA 125 \\> 50 U/mL on 2 occasions \\>= 1 week apart (for breast cancer patients)\n* ECOG 0-2 or Karnofsky 60-100%\n* At least 3 weeks since prior chemotherapy (6 weeks for nitrosoureas or mitomycin) and recovered.\n* At least 1 week since prior chemotherapy if given on a daily or weekly schedule and recovered.\n* At least 3 weeks since prior radiotherapy and recovered.\n* Recovered for more than 4 weeks from all adverse events related to prior agents.\n* Normal organ function including:\n* Normal bilirubin\n* WBC \\>= 3,000/mm3\n* Absolute neutrophil count \\>= 1,500/mm3\n* Platelet count \\>= 100,000/mm3\n* AST and ALT =\\< 2.5 times upper limit of normal (ULN)\n* Creatinine =\\< 1.5 times ULN or Creatinine clearance ≥ 60 mL/min\n\nExclusion criteria:\n\n* No other concurrent investigational agents.\n* No concurrent combination antiretroviral therapy for HIV-positive patients.\n* No other concurrent anticancer therapy.\n* Has received a previous chemotherapy regimen for this cancer that included drugs such as docetaxel or paclitaxel.\n* Life expectancy of more than 3 months\n* No symptomatic congestive heart failure\n* No unstable angina pectoris\n* No cardiac arrhythmia\n* Not pregnant or nursing\n* Fertile patients must use effective contraception\n* No history of allergic reaction attributed to compounds of similar chemical or biological composition to Cremophor® or study drugs\n* No neuropathy \\>= grade 2\n* No ongoing or active infection\n* No psychiatric illness or social situation that would preclude study compliance.\n* No other uncontrolled illness.\n* No active brain metastases, including any of the following: evidence of cerebral edema by CT scan or MRI, evidence of disease progression on prior imaging studies, requirement for steroids or clinical symptoms of brain metastasis.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}