{
    "nctId": "NCT06210776",
    "briefTitle": "A Study to Assess the Effectiveness of Trastuzumab Deruxtecan in Chinese Breast Cancer Patients (REFRESH)",
    "officialTitle": "A Multi-center Prospective Observational Study to Assess the Effectiveness and Safety of Trastuzumab Deruxtecan in Chinese Breast Cancer Patients (REFRESH)",
    "overallStatus": "RECRUITING",
    "conditions": "HER2-positive Breast Cancer, HER2-low Breast Cancer, Breast Cancer, Advanced Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 800,
    "primaryOutcomeMeasure": "Real World Time to Next Treatment (rwTTNT) in Participants With HER2-positive and HER2-low Unresectable or Metastatic Breast Cancer",
    "eligibilityCriteria": "Patients must meet all of the following inclusion criteria to be eligible for the study:\n\n1. ≥18 years of age at time of consent.\n2. Pathologically documented breast cancer that is unresectable or metastatic.\n3. Cohort A: Patients with confirmed HER2+ (IHC 3+ or IHC2+, ISH+); and patients have received one or more prior anti-HER2-based regimens; and patients should have received no more than 2 lines therapy in the metastatic settings.\n\n   Cohort B: Patients with confirmed HER2-low expression (IHC 1+ or IHC 2+, ISH-); and patients have received at least a prior systemic therapy in the metastatic setting or developed disease recurrence during or within 6 months of completing adjuvant chemotherapy; and patients should have received no more than 2 lines of previous chemotherapy regimen in the metastatic settings.\n4. Decision to newly initiate T-DXd or just have started the first dose no longer than 14 days after the index date per approved label in China.\n5. Capable of providing informed consent.\n6. Patients capable of completing questionnaires are preferred. If the participant is unable to complete the questionnaire (e.g., being blind, illiterate, not fluent in the available language, or ePRO system is not ready), that participant is exempted from completing PRO questionnaires but may still participate in the study.\n\nPatients who meet any of the following criteria will be excluded from the study:\n\n1. Pregnancy or breastfeeding.\n2. Patients who at time of data collection for this study are participating in or have participated in an interventional study that remains blinded.\n3. Patients who have known to have hypersensitivity reactions to the active substance of T-DXd or any excipients.\n4. Patients who have been judged by the investigator to be unfit to participate the study.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}