{
    "nctId": "NCT02783690",
    "briefTitle": "A Trial of 15 Fraction vs 25 Fraction Pencil Beam Scanning Proton Radiotherapy After Mastectomy in Patients Requiring Regional Nodal Irradiation",
    "officialTitle": "A Randomized Trial of 15 Fraction vs 25 Fraction Pencil Beam Scanning Proton Radiotherapy After Mastectomy in Patients Requiring Regional Nodal Irradiation",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 88,
    "primaryOutcomeMeasure": "Complication Rate",
    "eligibilityCriteria": "Inclusion Criteria\n\n* Age ≥ 18 years\n* Histologic confirmation of breast cancer resected by mastectomy with or without immediate reconstruction and chest wall and regional nodal irradiation planned.\n* pStage T1-T4N0-N3M0 or ypStage T0-4N0-N3M0 Note: The axilla must be staged by sentinel node biopsy alone, sentinel node biopsy followed by axillary node dissection, or axillary lymph node dissection alone\n* ECOG Performance Status (PS) 0 to 2. (Appendix I).\n* Negative pregnancy test done ≤7 days prior to registration, for women of childbearing potential only.\n* Radiotherapy must begin within 12 weeks of last surgery (breast or axilla) or last chemotherapy.\n\nNote: Breast implants and expanders allowed\n\n* Able to and provides IRB approved study specific written informed consent\n* Ability to complete questionnaire (s) by themselves or with assistance\n* Able to complete all mandatory tests listed in section 4.0\n* Willing to return to enrolling institution for follow-up (during the active monitoring phase of the study)\n* Willing to provide tissue and blood samples for correlative research purposes.\n* Rochester and Arizona patients: Willing to sign consent onto the Mayo Clinic Radiotherapy Patient Outcomes Registry and Biobanking study, IRB number 15-000136\n* Rochester patients: Willing to sign consent onto Evaluation of cardiac function in patients undergoing proton beam or photon radiotherapy, IRB number 15-007443\n\nExclusion Criteria:\n\n* Medical contraindication to receipt of radiotherapy.\n* Severe active co-morbid systemic illnesses or other severe concurrent disease which, in the judgment of the investigator, would make the patient inappropriate for entry into this study or interfere significantly with the proper assessment of safety and toxicity of the prescribed regimens.\n* Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements or providing informed consent.\n* Active systemic lupus or scleroderma.\n* Pregnancy or women of childbearing potential who are sexually active and not willing/able to use medically acceptable forms of contraception\n* Prior receipt of ipsilateral breast or chest wall radiation that would result in significant overlap of radiation therapy fields. Prior contralateral radiotherapy for breast cancer is allowed.\n* Positive margins after definitive surgery\n* History of non-breast malignancies (except for in situ cancers treated only by local excision and basal cell and squamous cell carcinomas of the skin) within 5 years prior study entry\n* Inflammatory breast cancer\n* Recurrent Breast Cancer\n* Boosts to the chest wall after mastectomy. Nodal boosts are allowed.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}