{
    "nctId": "NCT02569489",
    "briefTitle": "Dose Escalation Study of HBI-8000 in Combination With Paclitaxel and Trastuzumab in Women With Advanced or Metastatic HER2+ Breast Cancer",
    "officialTitle": "Phase I Dose Escalation Study of HBI-8000 in Combination With Paclitaxel and Trastuzumab in Women With Advanced or Metastatic HER2+ Breast Cancer",
    "overallStatus": "WITHDRAWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "MTD of HBI-8000 twice weekly in combination with weekly paclitaxel and trastuzumab in women with HER2+ breast cancer",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Female subject, age ≥18 years at the time of signing informed consent\n2. Histologically or cytologically confirmed adenocarcinoma of breast, HER2+ as determined by FISH or IHC\n3. Having received at least one prior systemic therapy with FDA approved agent(s) for metastatic disease and have no curative option\n4. Measureable disease as defined by RECIST 1.1\n5. Eastern Cooperative Oncology Group (ECOG) performance status (PS) 0 or 1\n6. Laboratory parameters within 14 days prior to dosing:\n\n   * Absolute neutrophil count (ANC) ≥ 1.5 X 109/L independent of growth factor support\n   * Hemoglobin (Hgb) ≥9 gm/dL independent of transfusion or growth factor support\n   * Platelets (plt) ≥ 100 x 109/L independent of transfusion or growth factor support\n   * AST and ALT ≤2.5 x Upper Limit of Normal (ULN); if hepatic metastasis is present, ≤2.5 x ULN\n   * Serum total bilirubin ≤ 1.5 x ULN; if with Gilbert's Syndrome, direct bilirubin must be normal\n   * Serum creatinine ≤ 1.5 x ULN or eGFR ≥ 60ml/min\n   * Serum albumin \\> 3.0 g/dL\n   * Prothrombin time (PT)/International normalized ratio (INR) ≤ 1.5, partial thromboplastin time (PTT) within normal limits (WNL) of the institution\n7. Negative serum pregnancy test in subjects with child-bearing potential; and commit to abstinence or comply with medically proven contraception methods\n8. Agree to abstain from breast feeding from the start of study treatment and \\>28 days after the last dose of study drugs.\n9. Understand and voluntarily sign informed consent\n\nExclusion Criteria:\n\n1. Receiving chemotherapy, immunotherapy, biological, radiation therapy or investigational agent (therapeutic or diagnostic) within 4 weeks prior to receipt of study medication. Major surgery, other than diagnostic surgery, within 4 weeks before first study drug administration.\n2. Significant cardiac history:\n\n   * History of myocardial infarction or ischemic heart disease within 1 year before the first study drug administration\n   * Uncontrolled arrhythmia, such as ventricular tachycardia, ventricular fibrillation; second- or third-degree heart block; unstable angina, coronary angioplasty or stenting, or myocardial infarction (MI) within 6 months of study entry\n   * History of congenital QT prolongation, or baseline QTcF \\> 470 ms using Fridericia's formula\n   * ECG findings consistent with active ischemic heart disease\n   * New York Heart Association Class III or IV cardiac disease\n   * Left ventricular Ejection Fraction measuring ≥ 55% at baseline ECHO\n   * Uncontrolled hypertension: blood pressure consistently greater than 150 mm Hg systolic and 100 mm Hg diastolic in spite of antihypertensive medication\n3. Patients with active brain metastasis or leptomeningeal involvement. Patients who have brain metastases that have been previously treated, who are asymptomatic, and whose lesions by imaging are at least stable and without interim development of new lesions for at least 6 weeks may be enrolled. Patients who require continued steroid therapy as management for their brain metastases are not eligible\n4. Persistent diarrhea or malabsorption NCI CTCAE (version 4.03) grade ≥ 1 despite medical management, ulcerative colitis, inflammatory bowel disease, resection of the stomach or small bowel, or other disease or condition significantly affecting GI function\n5. Peripheral neuropathy NCI CTCAE (Version 4.03) Grade ≥ 2\n6. Active uncontrolled bacterial, viral, or fungal infection requiring systemic therapy.\n7. Known infection with human immunodeficiency virus (HIV) or active hepatitis A, B, or C.\n8. Patients with a prior hypersensitivity reaction to any product containing polyvinylpyrrolidone, microcrystalline cellulose, lactose monohydrate, sodium starch glycolate, talc or magnesium stearate.\n9. Second malignancy unless in remission for \\> 5 years. (Non-melanoma skin cancer or carcinoma in situ of the cervix treated with curative intent is not exclusionary.)\n10. Any medical conditions that, in the Investigator's opinion, would impose excessive risk to the patient. Examples of such conditions include infection requiring parenteral anti-infective treatment, hydronephrosis, liver failure, any altered mental status or any psychiatric condition that would interfere with the understanding of the informed consent.\n11. Unwilling or unable to comply with procedures required in this protocol.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}