{
    "nctId": "NCT02700776",
    "briefTitle": "1380GCC: Prospective Study of GP-88 Blood Test in Healthy Women With Baseline Gail Model Risk Assessment Undergoing Screening for Breast Cancer",
    "officialTitle": "1380GCC: Prospective Study of GP-88 Blood Test in Healthy Women With Baseline Gail Model Risk Assessment Undergoing Screening for Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Healthy Volunteers",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 417,
    "primaryOutcomeMeasure": "Determine the GP-88 blood levels in healthy female volunteers who are undergoing routine screening mammography",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Female greater than or equal to 40 years.\n* Presenting to UM Breast Center and BWMC for breast imaging: screening or diagnostic mammogram, breast ultrasound (US), breast MRI, stereotactic core needle biopsy, ultrasound core needle biopsy, MRI guided breast biopsy.\n* Patients with a recent screening diagnosis of breast cancer \\< = 3months.\n* Patients presenting with mammogram findings with BIRADS of 0-6 \\< =3 months.\n* Able to understand and the willingness to sign a written informed consent document.\n\nExclusion Criteria:\n\n* Patients with a personal history of stage 0-4 breast cancer \\>3months.\n* Patients who have known severe and/or uncontrolled medical or psychiatric conditions or other conditions that could affect their participation in the study, or personal history of other malignancies.\n* Patients who are unfit or unable to comply with having breast imaging studies such as mammogram, ultrasound, and MRI or breast biopsy or with study procedures-blood draw.\n* Patients with personal history of ovarian cancer or other cancers.\n* Patients with a personal history of breast biopsy positive for atypical ductal hyperplasia (ADH), atypical lobular hyperplasia (ALH), lobular carcinoma in situ (LCIS).",
    "sex": "FEMALE",
    "minimumAge": "40 Years",
    "stdAges": "ADULT"
}