{
    "nctId": "NCT02685332",
    "briefTitle": "Phase I Dose Escalation of Single Fraction Adjuvant Stereotactic Body Partial Breast Irradiation Early Stage Breast CA",
    "officialTitle": "Phase I Dose Escalation Trial of Single Fraction Adjuvant Stereotactic Body Partial Breast Irradiation (SB-PBI) For Early Stage Breast Cancer",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Early Stage Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 30,
    "primaryOutcomeMeasure": "maximum tolerated dose",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Ductal carcinoma in situ (DCIS) or invasive epithelial (ductal, medullary, papillary, mucinous (colloid), or tubular histologies\n* Willing and able to provide consent\n* Age \\>=18 years.\n* Performance status Eastern Cooperative Oncology Group (ECOG) 0-2\n* Women of child-bearing potential and men must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) prior to study entry, for the duration of study participation, and for 90 days following completion of therapy. Should a woman become pregnant or suspect she is pregnant while participating in this study, she should inform her treating physician immediately.\n* Appropriate staging studies identifying as American Joint Committee on Cancer (AJCC) stage 0, I, or II breast cancer. If stage II, the tumor size must be 3 cm or less.\n* Surgical treatment of the breast with lumpectomy Clinical Target Volume (CTV) margin up to 5 cm in maximum dimension with histologically confirmed margins free of tumor (negative margins defined as no tumor on ink in all directions). Re-excision of surgical margins is permitted.\n* Gross disease within the breast must be unifocal. (Patients with microscopic multifocality are eligible as long as the total extent of tumor, gross and microscopic, occupies a volume with greatest dimension 3 cm or less)\n* Patients with invasive disease are required to have axillary staging including: sentinel node biopsy alone if sentinel node is negative, sentinel node biopsy followed by axillary dissection with a minimum of 6 axillary nodes sampled if sentinel node is positive, or axillary dissection alone (with a minimum of 6 axillary nodes). Patients with DCIS are not required to have axillary staging.\n* Patients with a history of non-breast invasive malignancies are eligible if they have been disease-free for 1 or more years prior to entry into the study\n\nExclusion Criteria:\n\n* T2 (\\>3.0 cm), T3, stage III, or stage IV breast cancer\n* More than 3 histologically positive axillary lymph nodes or axillary lymph nodes with microscopic or macroscopic extracapsular extension.\n* Positive non-axillary sentinel nodes or evidence of suspicious supraclavicular, infraclavicular, or internal mammary nodes by imaging or physical exam, unless biopsied and found to be negative for tumor.\n* Evidence by physical examination or mammography of other suspicious masses, densities, or microcalcifications in either breast, unless biopsied and found to be benign.\n* Non epithelial breast malignancies such as sarcoma or lymphoma.\n* Multicentric gross breast carcinoma (either DCIS or invasive cancer) or microscopic breast carcinoma occupying a volume with maximum dimensions of more than 3 centimeters.\n* Synchronous bilateral invasive or non-invasive breast cancer.\n* Paget's disease of the nipple.\n* Previous breast radiation on ipsilateral side or thoracic radiation on the ipsilateral side.\n* Treatment plan that includes regional nodal irradiation.\n* Any prior treatment with radiation therapy or chemotherapy for the currently diagnosed breast cancer prior to registration. Endocrine therapy may be given but not within 28 days prior to study entry and must be stopped if the patient will be receiving chemotherapy until completion of chemotherapy. Patients must discontinue any hormonal agents such as raloxifene, tamoxifen, or other selective estrogen receptor modulators prior to registration.\n* Patients with collagen vascular disease, specifically dermatomyositis with a Creatine phosphokinase (CPK) level above normal or active skin rash, systemic lupus erythematosis, or scleroderma.\n* Pregnancy or lactation at the time of registration. For women of childbearing age, they must agree to use effective contraceptive methods such as condom/diaphragm and spermicidal foam, intrauterine device, or prescription birth control pills.\n* Patients with severe co-extensive comorbidities or significant psychiatric illness.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}