{
    "nctId": "NCT03280303",
    "briefTitle": "Palbociclib in Real World Practice",
    "officialTitle": "POLARIS: PALBOCICLIB IN HORMONE RECEPTOR POSITIVE ADVANCED BREAST CANCER: A PROSPECTIVE MULTICENTER NON-INTERVENTIONAL STUDY",
    "overallStatus": "COMPLETED",
    "conditions": "Advanced Breast Cancer, Metastatic Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 1285,
    "primaryOutcomeMeasure": "Number of Participants According to Real-World Tumor Response",
    "eligibilityCriteria": "Inclusion Criteria\n\n1. Age ≥18 years or older.\n2. Diagnosis of adenocarcinoma of the breast with evidence of metastatic disease or advanced disease not amenable to treatment with curative intent.\n3. Documented HR+ (ER+ and/or PR+) tumor based on local standards.\n4. Documented HER2- tumor based on local standards.\n5. Physician has determined that treatment with palbociclib is indicated.\n6. Evidence of a personally signed and dated informed consent document indicating that the patient has been informed of all pertinent aspects of the study.\n7. Patients who in the opinion of the investigator are willing and able to comply with regular clinic visits as per standard of care practice at the site.\n\nExclusion Criteria:\n\n1. Patients with a life expectancy of less than 3 months at the time of ABC diagnosis, per the investigator's judgment.\n2. Patients participating in any interventional clinical trial that includes investigational or marketed products at the time of enrollment. (Patients participating in other investigator initiated research or NIS can be included as long as their standard of care is not altered by the study).\n3. Patients on active treatment for malignancies other than ABC at the time of enrollment.\n4. Patients who are unable to understand the nature of the study and are unwilling to sign an informed consent.\n\n   -",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}