{
    "nctId": "NCT01520103",
    "briefTitle": "Study to Compare Vinorelbine In Combination With the mTOR Inhibitor Everolimus vs. Vinorelbin Monotherapy for Second-line Treatment in Advanced Breast Cancer",
    "officialTitle": "Randomized Phase II Study to Compare Vinorelbine In Combination With the mTOR Inhibitor Everolimus vs. Vinorelbin Monotherapy for Second-line Treatment in Advanced Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Her2-negative Metastatic Breast Cancer, Her2-negative Locally Advanced Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 139,
    "primaryOutcomeMeasure": "Progression-free survival (PFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1 .Dated and signed patient informed consent before start of any in the protocol specified procedures 2. Histologically or cytologically confirmed Her2/neu negative, metastatic or locally advanced breast cancer, including inoperable local relapse, with measurable or non-measurable lesions for which\n\n* a palliative second line chemotherapy is indicated. Antihormone palliative pretreatments do not count as separate treatment lines\n* treatment with anthracycline and/or taxanes has failed or is not suitable\n* which cannot be adequately treated by operation or radiotherapy on its own 3. An exclusive anti-hormone therapy is not indicated for the patient 4. ECOG Performance Status of 0-2 5. Women \\>= 18 years of age 6. Life expectancy of at least 12 weeks 7. Adequate bone marrow, liver and renal function (according to SmPC of Vinorelbine, Afinitor®) based on laboratory assessments raised within 7 days prior to start of study treatment:\n* Haemoglobin \\>= 9.0 g/dl\n* Absolute neutrophil count (ANC) \\>= 2/mm³\n* Thrombocytes \\>= 100/µl\n* INR \\>= 2\n* Serum bilirubin =\\< 1.5x upper limit of normal ( in patients with known Gilbert syndrome, total bilirubin =\\< 3x upper limit of normal, with direct bilirubin =\\< 1.5x upper limit of normal\n* ALT and AST =\\< 2.5x upper limit of normal (=\\< 5x upper limit of normal in subjects with liver metastases)\n* Serum cholesterol =\\< 300 mg/dl or 7.75 mmol/l and triglycerides =\\< 2.5x upper limit of normal (with lipid lowering drugs permitted)\n* Serum creatinin =\\< 2x upper limit of normal 8. Documentation of a negative pregnancy test in women of childbearing potential within 7 days prior to start of study. Sexual active pre-menopausal women are required to use adequate contraception throughout the duration of the study, except for oestrogen containing contraceptives\n\nExclusion Criteria:\n\n1. Previous treatment with Vinorelbine or an inhibitor of mTOR\n2. Treatment with other study medication within 28 days before start of treatment\n3. Patients who have received prior radiotherapy to ≥ 25% of the bone marrow\n4. Other tumours in the previous 5 years with exception of an adequately treated basal cell carcinoma of the skin or a preinvasive cervix carcinoma\n5. Simultaneous use of known CYP3A4 inducers (e.g. Phenytoin, Rifampicin) or inhibitors of this enzyme (e.g. Itraconazole, Ketoconazole), therefore also use of mistletoe, St John's wort or grapefruit juice\n6. Patients to whom at least one of the conditions applies:\n\n   * Substance abuse\n   * medical, psychological or social conditions that may interfere with the patient's participation in the study or evaluation of the study results as judged by the investigator\n   * Legal incapacity or limited legal capacity\n   * Subjects who are unable to take oral medication\n   * Any condition that could jeopardise the safety of the patient and their compliance in the study as judged by the investigator\n7. History of cardiac dysfunction including one of the following:\n\n   * Myocardial infarction by elevated cardiac enzymes or persistent regional wall abnormalities on assessment of LV function\n   * History of documented congestive heart failure (NYHA ≥ 3)\n   * Documented cardiomyopathy\n8. Known HIV infection or chronic hepatitis B or C or history of hepatitis B / C\n9. Active clinically relevant infection (\\> grade 2 NCI-CTC Version 4.03)\n10. Clinical or radiological detection of CNS metastases\n11. Patients receiving concomitant immunosuppressive agents or chronic use of corticosteroids at the time of study entry except in cases outlined below:\n\n    * topical applications (e.g. rash,) inhaled sprays, (e.g. obstructive airway diseases) eye drops or local injections (e.g. intraarticular) are allowed\n12. Active bleeding diathesis or an oral anti-vitamin K medication (except low-dose warfarin and aspirin or equivalent, as long as the INR ≤ 2)\n13. Kidney function disorder requiring dialysis\n14. Seriously impaired liver function (Child-Pugh, class C)\n15. Known hypersensitivity reaction to Vinorelbine or Everolimus\n16. Pregnant or breast-feeding subjects",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}