{
    "nctId": "NCT06137833",
    "briefTitle": "Wide Spectrum Micronutrients Supplementation in Patients With Cancer Related Fatigue During Adjuvant Chemotherapy",
    "officialTitle": "Clinical Study on Wide Spectrum Micronutrients Supplementation in Patients With Cancer Related Fatigue During Adjuvant Chemotherapy",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Fatigue, Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 92,
    "primaryOutcomeMeasure": "The change of fatigue perception by the patient through the BFI questionnaire",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Females aged 18 or higher.\n2. Patients diagnosed with histologically confirmed breast cancer.\n3. Patients having done at least one cycle of adjuvant chemotherapy (independently from type of chemotherapy) (\\*).\n4. Patients with ECOG (Eastern Cooperative Oncology Group) performance status ≤1 at screening.\n5. Patients with cancer related fatigue of moderate-severe intensity (Numerical Rating Scale NRS \\> 4).\n6. Patients able to follow the recommendations on the physical exercise to do.\n7. Patients who accept to use adequate contraceptive methods, if they are of child-bearing potential.\n8. Patients willing and able to give signed informed consent and, in the opinion of the Investigator, to comply with the protocol tests and procedures.\n\n(\\*) The chemotherapy used and standard therapeutic regimens in the adjuvant phase in breast cancer and on the basis of the biological characteristics of the neoplasm are as follows: Epirubicin + Cyclophosphamide, 4 cycles, every 21 days -\\> Taxol weekly for 12 weeks Epirubicin + Cyclophosphamide, 4 cycles, every 14 days -\\> Taxol, 4 cycles every 14 days Epirubicin + Cyclophosphamide, 4 cycles every 21 days -\\> Taxol weekly + Trastuzumab with or without Pertuzumab for 1 year Taxotere + Cyclophosphamide, 4 cycles, every 21 days.\n\nExclusion Criteria:\n\n1. Women who are pregnant or breast-feeding.\n2. Neoplastic disease other than primary breast cancer.\n3. Had major surgery other than breast cancer surgery (central venous access placement and tumor biopsies are not considered major surgery) within 4 weeks prior to randomization. Patients must be well recovered from acute effects of surgery prior to screening. Patients should not have plans to undergo major surgical procedures during the treatment period.\n4. Patients with known or symptomatic metastases.\n5. Patients unable to readily swallow. Patients with severe gastrointestinal disease (including esophagitis, gastritis, malabsorption, or obstructive symptoms) or intractable or frequent vomiting are excluded.\n6. Patients with known or suspected allergy or hypersensitivity to the study products or any of their excipients.\n7. Patients with an active, uncontrolled infection.\n8. Patients with uncontrolled diabetes mellitus.\n9. Patients with untreated clinically relevant hypothyroidism.\n10. Patients with concomitant not-correctable alterations, present before chemotherapy, possible determinants of fatigue (NRS ≥ 4), such as anemia, not well controlled pain (NRS \\> 4), insomnia, electrolyte imbalance, dehydration, anorexia/cachexia, hepatic, renal or heart failure, adrenocortical failure, neurological deficit.\n11. Other clinical diagnosis, serious chronic diseases (renal failure with creatinine clearance \\<30 ml / min; liver failure, heart failure with NYHA -New York Heart Association- class\\> 2), ongoing or intercurrent illness that in the Investigator's opinion would prevent the patient's participation.\n12. Patients receiving opioids or corticosteroids (except as replacement therapy at physiological dose, in subjects with adrenal insufficiency or to prevent emesis on the chemotherapy day).\n13. Patients receiving parenteral nutrition (either total or partial).\n14. Use of other investigational drug(s) within 30 days before study entry or during the study.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}