{
    "nctId": "NCT04185649",
    "briefTitle": "The Efficacy and Safety of BAT8001 Injection for the Treatment of HER2-positive Advanced Breast Cancer",
    "officialTitle": "A Clinical Study Evaluating the Efficacy and Safety of BAT8001 Injection for the Treatment of HER2-positive Advanced Breast Cancer - A Multicenter, Randomized, Open-label, Positive-controlled, Superiority Phase III Clinical Trial in China",
    "overallStatus": "UNKNOWN",
    "conditions": "HER2-positive Advanced Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 410,
    "primaryOutcomeMeasure": "Progression-free survival (PFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patients are required to provide at least 10 unstained sections.\n2. HER2-positive (defined as: IHC 3+ or FISH+) confirmed by the central laboratory of this study.\n3. Histologically and/or cytologically confirmed invasive breast cancer, including unresectable locally advanced breast cancer (LABC) or metastatic breast cancer (MBC).\n4. LABC or MBC that has progressed during or after treatment, or during or within 12 month following adjuvant therapy as confirmed by imaging.\n5. Previously received adjuvant therapy, or locally advanced/metastatic breast cancer treatment regimen that included taxanes and trastuzumab (including approved biosimilars) as monotherapy or combination therapy。\n6. At least one measurable lesion or a single metastatic tumor in the bone as per the Response Evaluation Criteria in Solid Tumor (RECIST) 1.1.\n7. A score of 0-1 for performance status as per the Eastern Cooperative Oncology Group (ECOG) scale.\n8. Expected survival ≥ 3 months.\n9. Left ventricular ejection fraction (LVEF) ≥ 50%.\n10. If anthracyclines are used, the cumulative dose must meet the following criteria: the cumulative dose must not exceed the equivalent dose of doxorubicin 500 mg/m2.\n11. Women of childbearing age or fertile male subjects must agree to use oral, implanted, or injectable hormone contraceptives as well as one or two forms of non-hormonal contraceptive measures during the study period and until 6 months after the end of the study.\n12. Blood pregnancy test must indicate non-pregnant for all women of childbearing potential and those who do not meet the definition of postmenopause.\n\nExclusion Criteria:\n\n1. Current presence of grade ≥ 2 peripheral neuropathy.\n2. History of other malignant tumors within the past 5 years, but does not include properly treated cervical carcinoma in situ, non-melanoma skin cancer, stage 1 uterine cancer, or other tumors with good prognosis.\n3. Received treatment with a cancer drug or investigational drug within 21 days from the first dose of the study drug, except for hormone therapy..\n4. Received radiation therapy within 14 days prior to the first test drug administration of this study; or subject has not recovered from the acute toxicity of radiation therapy prior to the first test drug administration of this study.\n5. Brain metastasis that is symptomatic or requires treatment to control symptoms within 30 days before randomization.\n6. Subjects who must receive the first test drug administration within less than 14 days following the completion of radiation therapy for symptomatic brain metastasis.\n7. Currently experiences moderate or severe dyspnea at rest caused by advanced malignancy or other complications or severe primary lung diseases, or currently requires continuous oxygen therapy, or subject currently suffers from interstitial lung disease (ILD) or pneumonia/pneumonitis.\n8. History of myocardial infarction or unstable angina within 6 months prior to first test drug administration.\n9. Previous history of LVEF falling below 40%; or presence of symptomatic congestive heart failure (CHF) during trastuzumab (including other analogues) treatment.\n10. Symptomatic congestive heart failure (CHF; New York Heart Association \\[NYHA\\] Class II-IV); Severe arrhythmias requiring treatment.\n11. Presence of severe and uncontrollable systemic diseases (e.g. clinically significant cardiovascular, lung or metabolic diseases).\n12. Patients who currently require coumarin derivative-based anticoagulation therapy such as warfarin and phenprocoumon.\n13. Presence of diseases that may affect intestinal absorption, including malabsorption syndrome, stomach and small bowel resection, and ulcerative colitis.\n14. Intolerance (grade 3-4 infusion reactions) or allergy to trastuzumab (and other analogues) or mouse proteins or any ingredient of the medication.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}