{
    "nctId": "NCT01263366",
    "briefTitle": "Exploratory Study of Norepinephrine to Prevent Radiodermatitis in Breast Cancer Patients",
    "officialTitle": "Exploratory Study of Topical Norepinephrine in Post-Surgical Breast Cancer Patients Receiving Radiotherapy",
    "overallStatus": "TERMINATED",
    "conditions": "Radiodermatitis",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 10,
    "primaryOutcomeMeasure": "Safety of daily topical application of norepinephrine to the radiation field",
    "eligibilityCriteria": "Eligibility Criteria\n\nSubjects must:\n\n* be ≥ age 18 years of age with a documented pathological diagnosis of Stage Ia (T1, N0, M0), Stage Ib (T0 or 1, N1mic, M0) or Stage IIa (T\\<3cm, N0, M0) infiltrating ductal or lobular carcinoma of the breast or ductal carcinoma in situ (DCIS).\n* be post-surgical patients scheduled to be treated with at least 40 to 50.4 Gy to the whole breast and axilla using either standard or hypofractionated radiation techniques . An additional 10-16 Gy boost to the lumpectomy region may also be delivered. All radiation treatment is to be delivered based on standard CT planning.\n* have the ability to understand the informed consent document.\n* be able to comply with protocol schedule.\n* have a negative serum pregnancy test (within 7 days prior to starting radiation therapy), if a female of child bearing potential.\n* consent to utilize medically acceptable methods of contraception throughout the study period if of child-bearing potential.\n\nExclusion Criteria\n\nSubjects:\n\n* with unhealed surgical wounds or scars in the study treatment area (axilla).\n* with underlying active untreated cardiac disease (e.g. arrhythmia).\n* with generalized skin disorders that have required treatment within the past 6 months.\n* with connective tissue disorders.\n* with rashes, ulcerations, or poorly healed scars in the study drug application area (axilla).\n* with a known allergy to norepinephrine.\n* with known uncontrolled hypertension (repeatedly elevated BP; systolic BP \\>139 or diastolic BP \\>89).\n* with a known clinically significant abnormal ECG within the past 6 months.\n* receiving MAO inhibitors or antidepressants (triptyline or imipramine types).\n* who are pregnant or breastfeeding.\n* with lymphovascular space invasion on pathology.\n* with dermal lymphatic invasion on pathology.\n* with proximity of the tumor to the overlying skin as evidenced by a distance of less than 5 mm on US or MRI (if performed) and within 2 cm of the anticipated application field\n* diagnosis of inflammatory breast cancer.\n* receiving chemotherapy other than Herceptin concurrent with the radiation.\n* with previous radiation to the breast to be treated.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}