{
    "nctId": "NCT04176848",
    "briefTitle": "CFI-400945 and Durvalumab in Patients With Advanced Triple Negative Breast Cancer",
    "officialTitle": "A Phase II Study of CFI-400945 and Durvalumab in Patients With Advanced/Metastatic Triple Negative Breast Cancer (TNBC)",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 15,
    "primaryOutcomeMeasure": "Objective Response Rate",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients must have histologically and/or cytologically confirmed diagnosis of breast cancer, that is advanced/metastatic or unresectable, for which no curative therapy exists, and be negative for ER, PR and HER2 by ASCO/CAP criteria on the most recent sample. Patients with tumour with either low (\\< 10%) ER expression who are PR and HER2 negative, or ER and HER2 negative but with low PR (\\< 10%) may be enrolled after discussion and confirmation with CCTG\n* Only female patients will be enrolled\n* All patients must have a formalin fixed paraffin embedded tissue block (from primary or metastatic tumour) available and must have provided informed consent for the release of the block.\n* Presence of clinically and/or radiologically documented disease. All radiology studies must be performed within 21 days prior to enrollment (within 28 days if negative).\n* All patients must have measurable disease as defined by RECIST 1.1. The criteria for defining measurable disease are as follows:\n\n  * Chest x-ray ≥ 20 mm\n  * CT scan (with slice thickness of 5 mm) ≥ 10 mm -\\> longest diameter\n  * Physical exam (using calipers) ≥ 10 mm\n  * Lymph nodes by CT scan ≥ 15 mm -\\> measured in short axis\n* Patients must be ≥ 18 years of age\n* Patients must have an ECOG performance status of 0 or 1\n* Patients must have a life expectancy of 3 months or longer\n* Laboratory Requirements (must be done within 7 days prior to enrollment) Absolute neutrophils ≥ 1.5 x 10\\^9/L Platelets ≥ 100 x 10\\^9/L Bilirubin ≤ 1.5 x ULN (upper limit of normal) AST and ALT ≤ 2.5 x ULN, ≤ 4.0 x ULN if patient has liver metastases Serum creatinine ≤ 1.5 x ULN or Creatinine clearance ≥ 50 mL/min\n* Patients must be able to swallow oral medications and have no known gastrointestinal disorders that may interfere with absorption (such as malabsorption).\n* Patients must have had at least 1 prior line of cytotoxic chemotherapy for breast cancer, in any setting, which must have included an anthracycline and a taxane (unless contraindicated). Select patients that have not received both anthracycline and taxane therapy may be considered eligible after discussion with CCTG. There is no limit to the number of prior chemotherapy regimens.\n* Patients may have received other therapies including endocrine therapy and/or targeted therapies (including CDK4/6 inhibitors and PARP inhibitors).\n* Patients may not have received prior immunotherapies of any kind, nor any agent targeting PLK4.\n* Patients must have recovered (to at least grade 0 or 1) from all reversible toxicity related to prior chemotherapy or systemic therapy and have adequate washout as follows: Longest of one of the following:\n\n  * Two weeks,\n  * 5 half-lives for investigational agents,\n  * Standard cycle length of standard therapies.\n* Prior external beam radiation is permitted provided a minimum of 28 days (4 weeks) have elapsed between the last dose of radiation and date of enrollment. Exceptions may be made for low-dose, non-myelosuppressive radiotherapy after consultation with CCTG. Concurrent radiotherapy is not permitted.\n* Previous surgery is permitted provided that a minimum of 21 days (3 weeks) have elapsed between any major surgery and date of enrollment, and that wound healing has occurred.\n* Patient consent must be appropriately obtained in accordance with applicable local and regulatory requirements. Each patient must sign a consent form prior to enrollment in the trial to document their willingness to participate.\n* Patients must be accessible for treatment and follow-up. Patients enrolled on this trial must be treated and followed at the participating centre. This implies there must be reasonable geographical limits (for example: 1 ½ hour's driving distance) placed on patients being considered for this trial\n* In accordance with CCTG policy, protocol treatment is to begin within 2 working days of patient enrollment\n* Women of childbearing potential must have agreed to use a highly effective contraceptive method.\n* Women of childbearing potential will have a pregnancy test to determine eligibility as part of the Pre-Study Evaluation; this may include an ultrasound to rule-out pregnancy if a false-positive is suspected\n* Subjects should not donate blood while participating in this study, or for at least 90 days following the last infusion of durvalumab\n\nExclusion Criteria:\n\n* Patients with a history of other malignancies, except: adequately treated non-melanoma skin cancer, curatively treated in-situ cancer of the cervix, or other solid tumours curatively treated with no evidence of disease for \\> 2 years and which do not require ongoing treatment.\n* Patients with serious illnesses or medical conditions which would not permit the patient to be managed according to the protocol (including corticosteroid administration), or would put the patient at risk. This includes but is not limited to:\n\n  * History of significant neurologic or psychiatric disorder which would impair the ability to obtain consent or limit compliance with study requirements.\n  * Active infection requiring systemic therapy; (including any patient known to have active hepatitis B, hepatitis C or human immunodeficiency virus (HIV) or tuberculosis or any infection requiring systemic therapy).\n  * Active peptic ulcer disease or gastritis.\n  * Known pneumonitis or pulmonary fibrosis with clinically significant impairment of pulmonary function.\n  * Patients with diabetes mellitus are eligible but must be clinically stable on therapy (if applicable) and investigator and patient should be aware of the potential risk of immune mediated pancreatic toxicity and B cell destruction.\n* Patients are not eligible if they have a known hypersensitivity to the study drug(s) or their components.\n* Patients who have experienced untreated and/or uncontrolled cardiovascular conditions and/or have symptomatic cardiac dysfunction (unstable angina, congestive heart failure, myocardial infarction within the previous year or cardiac ventricular arrhythmias requiring medication, history of 2nd or 3rd degree atrioventricular conduction defects). Patients with a significant cardiac history, even if controlled, should have a LVEF ≥ 50%.\n* Patients may not receive concurrent treatment with other anti-cancer therapy (other than bone- targeted therapy, if already taking and stable) or investigational agents while on protocol therapy.\n* Patients who have received growth factors within 28 days prior to initiation of dosing of CFI- 400945 or who will require treatment with growth factors throughout the duration of the trial.\n* Pregnant or breastfeeding women.\n* Patients being treated with drugs listed in Appendix VI Table 1 are excluded. Patients being treated with drugs listed in Appendix VI Table 2 may be enrolled, but should be monitored carefully for toxicities resulting from potential interactions between CFI-400945 and these drugs. In addition, patients must avoid consumption of the fruit or juice of Seville oranges (e.g. marmalade), grapefruit, pomelos and star fruit from 7 days before the first dose of study drug and during the entire study due to potential CYP3A4 interaction with the study drug. Regular orange juice is allowed.\n* Patients with history of central nervous system metastases or spinal cord compression unless they have received definitive treatment, are clinically stable and do not require corticosteroids.\n* Patients with any medical condition that would impair the administration of oral agents including significant bowel resection, inflammatory bowel disease or uncontrolled nausea or vomiting.\n* Active or prior documented autoimmune or inflammatory disorders including inflammatory bowel disease (e.g. colitis or Crohn's disease), diverticulitis with the exception of diverticulosis, celiac disease or other serious gastrointestinal chronic conditions associated with diarrhea), systemic lupus erythematosus, Sarcoidosis syndrome, or Wegener syndrome (granulomatosis with polyangiitis), rheumatoid arthritis, hypophysitis, uveitis, etc., within the past 3 years prior to the start of treatment. The following are exceptions to this criterion:\n\n  * Patients with alopecia.\n  * Patients with Grave's disease, vitiligo or psoriasis not requiring systemic treatment (within the last 2 years).\n  * Patients with hypothyroidism (e.g. following Hashimoto syndrome) stable on hormone replacement.\n* History of primary immunodeficiency, history of allogenic organ transplant that requires therapeutic immunosuppression and the use of immunosuppressive agents within 28 days of enrollment \\*.\n\n  \\* NOTE: Intranasal/inhaled corticosteroids or systemic steroids that do not to exceed 10 mg/day of prednisone or equivalent dose of an alternative corticosteroid are permissible.\n* Live attenuated vaccination administered within 30 days prior to enrollment or within 30 days of receiving durvalumab.\n* Any previous treatment with a PD-1 or PD-L1 inhibitor, including durvalumab or an anti-CTLA4.\n* Patients being treated with full dose warfarin. Patients with history of deep vein thrombosis or pulmonary embolus who are being treated with therapeutic doses of low molecular weight heparin, direct factor Xa inhibitors or prophylactic dose anticoagulants may be enrolled.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}