{
    "nctId": "NCT06458712",
    "briefTitle": "Study to Assess Safety, Tolerability and Activity of DSB2455 in Participants With Advanced Malignancies",
    "officialTitle": "Phase Ia/Ib Open Label, Multi-Centre Dose Escalation Study With Expansion Cohorts to Assess the Safety, Tolerability, and Activity of DSB2455 as Monotherapy or in Combination With Anti-Cancer Agents in Participants With Advanced Malignancies",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Advanced Malignancies With Homologous Recombination Deficiency (HRD) (Breast, Ovarian, mCRPC, Brain Metastases)",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 90,
    "primaryOutcomeMeasure": "Number of patients demonstrating dose limiting toxicities and SAEs",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* The participant (or legally acceptable representative, if applicable) provides written informed consent for the study.\n* Aged ≥18 years of age on the day of signing the informed consent.\n* Provision of formalin-fixed and paraffin embedded (FFPE) is mandatory. If an FFPE sample is not available prior to intervention, then a baseline fresh biopsy is required.\n* Has measurable disease per RECIST v1.1\n* ECOG performance status of 0 to 1.\n* Life expectancy \\>12 weeks.\n* Willing and able to comply with scheduled visits (including follow-up visits), treatment plan and laboratory tests.\n* Willing to provide blood samples for correlative research purposes.\n* Able to swallow oral medication as an intact dosage form.\n* All participants must have a tumour lesion safely accessible for biopsy.\n* Participants may have received up to one prior line of therapy with a PARP inhibitor-based regimen in a first-line setting.\n* Histologically confirmed diagnosis of locally advanced and/or metastatic breast cancer, prostate cancer or ovarian cancer.\n* Must have known asymptomatic or symptomatic brain metastasis, as confirmed by an MRI brain scan, from a primary tumour\n\nExclusion Criteria:\n\n* Myelodysplastic syndrome (MDS), acute myeloid leukaemia (AML) or features suggestive of MDS/AML.\n* Has received a prior PARP1 selective inhibitor.\n* Has received prior systemic anti-cancer therapy including investigational agents within 4 weeks prior to study intervention.\n* Received prior radiotherapy within 2 weeks of the start of study intervention or has a history of radiation pneumonitis.\n* Diagnosis of immunodeficiency or receiving chronic systemic steroid therapy (exceeding 10 mg daily of prednisone equivalent) or any other form of immunosuppressive therapy within 7 days prior to the first dose of study drug.\n* Has received a live or live-attenuated vaccine within 30 days prior to the first dose of study intervention. Note: administration of killed vaccines are allowed.\n* Is currently participating in or has participated in a study of an investigational agent or has used an investigational device within 28 days prior to Cycle 1 Day 1.\n* Has had an allogeneic tissue/solid organ transplant.\n* Has an active autoimmune disease that has required systemic intervention in the past 2 years (i.e., with use of disease modifying agents, corticosteroids or immunosuppressive drugs).\n* History of (non-infectious) pneumonitis/interstitial lung disease that required steroids or has current pneumonitis/interstitial lung disease.\n* Refractory nausea and vomiting, impairment of gastrointestinal (GI) function or GI disease that may significantly alter the absorption of study drugs.\n* Undergone major surgery, open biopsy or significant traumatic injury ≤28 days prior to starting study intervention.\n* Has an active infection requiring systemic therapy or an uncontrolled concurrent illness.\n* Known history of human immunodeficiency virus (HIV) infection. No HIV testing is required unless mandated by the local health authority.\n* Known history of Hepatitis B or known active Hepatitis C virus (HCV)\n* Cirrhosis of the liver.\n* Clinically significant pulmonary illness\n* Impaired cardiac function or clinically significant cardiac disease\n* Participants with a healing, serious or open wound, ulcer, or bone fracture within 28 days prior to first dose of study intervention.\n* History or current evidence of any condition, therapy, or laboratory abnormality, or other circumstance that might confound the results of the study or interfere with the participants involvement for the full duration of the study.\n* A WOCBP who has a positive urine pregnancy test (within 72 hours) prior to starting the study intervention. If the urine test is positive or cannot be confirmed as negative, a serum pregnancy test will be required.\n* Known allergy or hypersensitivity to any of the formulation components of DSB2455.\n* Has received radiation therapy to the lung that is \\>30Gy within 6 months of the first dose of study intervention.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}