{
    "nctId": "NCT02333370",
    "briefTitle": "A Phase Ib Dose Escalation Study of the Combination of LEE011 With Letrozole and Dose Expansion of LEE011 With Hormonal Therapy for the Treatment of Pre-(With Goserelin) and Postmenopausal Women With Hormone Receptor Positive, HER2-negative, Advanced Breast Cancer",
    "officialTitle": "A Phase Ib Dose Escalation Study of the Combination of LEE011 With Letrozole and Dose Expansion of LEE011 With Hormonal Therapy for the Treatment of Pre-(With Goserelin) and Postmenopausal Women With Hormone Receptor Positive, HER2-negative, Advanced Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Hormone Receptor Positive, HER2-negative, Advanced Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 88,
    "primaryOutcomeMeasure": "Phase Ib Dose escalation - Frequency of dose limiting toxicities (DLTs)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Women with advanced (locoregionally recurrent or metastatic) breast cancer not amenable to curative therapy (surgery and/or radiotherapy).\n* Patient has a histologically and/or cytologically confirmed diagnosis of estrogen receptor positive and/or progesterone receptor positive breast cancer\n* Patient has HER2-negative breast cancer\n* Patient has adequate bone marrow and organ function\n\nExclusion Criteria:\n\n* Patient who received any CDK4/6 inhibitor.\n* Patient has a known hypersensitivity to any of the excipients of LEE011 or letrozole\n* Patients with inflammatory breast cancer.\n* Patient who received any prior systemic anti-cancer therapy (including hormonal therapy and chemotherapy) for advanced breast cancer\n* Patient is currently using other anti-cancer therapy\n* Patient has had major surgery within 14 days prior to starting study drug or has not recovered from major side effects.\n* Patient who has received radiotherapy ≤ 4 weeks\n* Patient has a concurrent malignancy or malignancy within 3 years\n* Patient has metastases to the central nervous system (CNS).\n* Patient has a known history of HIV infection\n\nOther protocol-defined inclusion/exclusion criteria may apply",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}