{
    "nctId": "NCT05032079",
    "briefTitle": "Subzero and Scorpion Trial",
    "officialTitle": "Pilot Study for the Cryoablation of Ductal Carcinoma In Situ: Subzero and Scorpion Trial",
    "overallStatus": "WITHDRAWN",
    "conditions": "Ductal Carcinoma in Situ",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "complete tumor ablation",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age \\>= 18\n2. Pre-registration core biopsy:\n\n   Unifocal primary ductal carcinoma in situ (DCIS) or atypical ductal hyperplasia (ADH) bordering on DCIS or DCIS with microinvasion diagnosed by core needle biopsy. NOTE: Patients with lobular carcinoma, multifocal and/or multicentric ipsilateral breast cancer are NOT eligible. Patients with contralateral disease will remain eligible.\n3. Tumor size \\< 1.5 cm in greatest diameter. Specifically, the tumor must measure \\< 1.5 cm in the axis parallel to the treatment probe and \\< 1.5 cm in the axis anti-parallel to the treatment probe. Largest size measured by required pre-treatment scans (mammogram, ultrasound and MRI) will be used to determine eligibility.\n4. An ultrasound visible target for cryoablation:\n\n   Ultrasound-visible mass or nonmass finding corresponding to the tumor or An ultrasound-visible biopsy marker placed within 1cm of the biopsied tumor.\n5. No prior or planned neoadjuvant chemotherapy for breast cancer.\n6. Adequate breast size for safe cryoablation. This will be determined by the interventional radiologist using a combination of clinical exam and imaging. Site of target for cryoablation must be greater than 1 cm from the nipple and greater than 1cm from the closest skin surface.\n\nExclusion Criteria:\n\n1. Multifocal of multicentric carcinoma.\n2. Pre-registration core biopsy with diagnosis of frank invasive carcinoma (not microinvasion) or lobular carcinoma.\n3. Prior or planned neoadjuvant chemotherapy for breast cancer.\n4. Retroglandular breast implants. (Please note that patients with retropectoral implants are allowed to enroll if they meet all other inclusion criteria.)",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}