{
    "nctId": "NCT05492682",
    "briefTitle": "START: Safety and Anti-Tumor Activity of PeptiCRAd-1 in Treatment of Cancer",
    "officialTitle": "A Study to Evaluate the Safety and Immune Activity of PeptiCRAd-1 in Combination With Pembrolizumab in Patients With Injectable Solid Tumors in Indications Known to Express NY-ESO-1 and MAGE-A3",
    "overallStatus": "RECRUITING",
    "conditions": "Melanoma (Skin), Triple-Negative Breast Cancer, Non-Small Cell Lung Cancer, Synovial Sarcoma, Myxoid Liposarcoma, Colorectal Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 15,
    "primaryOutcomeMeasure": "Measurement of Safety and tolerability indexes (Incidence of TEAEs, SAEs and DLTs as assessed by CTCAE version 5.0 and changes in assessed safety parameters) for PeptiCRAd-1 monotherapy.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Written informed consent.\n2. Male or female, ≥18 years of age.\n3. Patients with any 1 of the following histologically confirmed tumors and who qualifies for new or continued CPI therapy and relapsing to/after standard therapy or the patient has refused or does not tolerate standard therapy:\n\n   * Inoperable/metastatic cutaneous malignant melanoma\n   * Relapsed or newly diagnosed locally advanced inoperable/metastatic TNBC\n   * Inoperable advanced/metastatic non-squamous NSCLC\n   * Inoperable and/or advanced Synovial or myxoid round cell sarcoma\n   * Inoperable and/or advanced colorectal cancer, patients assessed as positive for NY-ESO-1 or MAGE-A3 expression at baseline\n4. Measurable disease according to Response Evaluation Criteria in Solid Tumors (RECIST) 1.1.\n5. Tumor lesion which is deemed feasible for biopsy and injection\n6. ECOG/WHO performance status 0 to 1.\n7. Acceptable liver and renal function, defined as:\n\n   * Total bilirubin ≤1.5 x upper limit of normal (ULN; does not include patients with Gilbert's Disease), and\n   * Aspartate aminotransferase (AST) and alanine aminotransferase (ALT) ≤3.0 x ULN, and\n   * Serum creatinine ≤1.5 x ULN\n8. Acceptable hematological function, defined as:\n\n   * Hemoglobin ≥10 g/dL, and\n   * Neutrophils ≥1.5 x 109/L, and\n   * Platelet count ≥100 x 109/L Patients may be transfused to meet the hemoglobin entry criteria.\n9. Acceptable coagulation status defined by international normalized ratio (INR) of blood clotting, prothrombin time and activated partial thromboplastin time within ≤1.5 x upper limit of normal.\n10. Negative pregnancy test at screening in all women of childbearing potential (WOCBP). Such patients must agree to use a highly effective method of contraception (Appendix 1) during study intervention and for 3 months after the last virus treatment, 4 months after the last dose of pembrolizumab, and 12 months after CPO dosing. Male patients and male partners of female patients must also use barrier contraception, i.e., condom, for the time periods specified for WOCBP, plus a further 3 month period.\n\n    Urine pregnancy tests should have a sensitivity of at least 25 mIU/mL for human chorionic gonadotropin (hCG). If the urine test is positive, it must be followed by a quantitative analysis of hCG concentration in blood.\n11. Prior therapy with an immune CPI is allowed provided a 6-week washout period is observed for patients with prior programmed cell death (PD)1 or PDL1 treatment\n\nExclusion Criteria:\n\n1. Receipt of any oncolytic virus treatment, or administration of a vaccine containing live virus within 4 weeks before Day 1.\n2. Use of significant immunosuppressive medication, including high dose corticosteroid (defined as the equivalent of \\>10 mg/day prednisone) within 4 weeks before Day 1. Inhaled or topical corticosteroid use is allowed.\n3. Prior or concomitant radiotherapy within 4 weeks before Day 1.\n4. Participation in a study with an investigational drug or device within 4 weeks prior to Day 1.\n5. Active bacterial, viral, or fungal infection that requires systemic therapy.\n6. Active autoimmune disease that has required systemic treatment in the past two years.\n7. Concomitant disease or condition that could interfere with the conduct of the study, or that would, in the opinion of the investigator, pose an unacceptable risk to the patient, if included in this study.\n8. Any concomitant medical condition requiring receipt of a therapeutic anticoagulant that, in the opinion of the treating physician, cannot safely be withheld to allow for repeated injection of PeptiCRAd 1 and tumor biopsies.\n9. Known infection with human immunodeficiency virus, hepatitis B, or hepatitis C or active tuberculosis.\n10. Known active central nervous system metastases. Patients with leptomeningeal disease, carcinomatous meningitis, symptomatic brain metastases, or radiographic signs of CNS hemorrhage are excluded.\n\n    Note: Participants with asymptomatic brain metastases (i.e. off corticosteroids and anticonvulsants for at least 7 days) are permitted.\n11. Any prior severe AE according to Common Terminology Criteria for Adverse Events (CTCAE), severe hypersensitivity reaction attributed to prior anti-PD1 or PDL1 therapy or components of the study intervention or has a history of any contraindication that, in the investigator's opinion, would contraindicate pembrolizumab administration such as:\n\n    * Resolution of side effect of prior anti-PD1 or PDL1 therapy to Grade 1\n    * Grade 2 or higher pneumonitis\n    * Grade 4 AST or ALT elevation\n    * Grade 3 or higher colitis attributable to immunotherapy Note: in the absence of clinical symptoms of pancreatitis, elevations of amylase or lipase are not contraindications to therapy on this trial.\n12. History of or planned tissue / organ transplant.\n13. Females who are pregnant or breast feeding or expecting to conceive within the projected duration of the study starting with the screening visit or males expecting to father children within the projected duration of the study starting with the screening visit.\n14. Unwillingness or inability to comply with the study protocol for any reason.\n15. Admission to an institution by virtue of an order issued by the judicial or administrative authorities.\n16. Sponsor or Contract Research Organization employees, or employees under the direct supervision of the investigator or the investigational sites and/or involved directly in the study.\n17. Prior or concurrent malignancy, unless the natural history or treatment of the disease does not have the potential to interfere with the safety or efficacy assessment of the investigational regimen.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}