{
    "nctId": "NCT05498896",
    "briefTitle": "Investigate the Contribution of Ipatasertib to Neoadjuvant Chemotherapy Plus Atezolizumab in TNBC",
    "officialTitle": "A Randomised, Open-label Phase II Study to Determine the Contribution of Ipatasertib to Neoadjuvant Chemotherapy Plus Atezolizumab in Women With Triple-negative Breast Cancer",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Triple Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 146,
    "primaryOutcomeMeasure": "pCR",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Willing and able to provide written informed consent prior to study entry\n2. Female ≥ 18 years of age\n3. Eastern Cooperative Oncology Group (ECOG) Performance Status 0 to 1\n4. Histologically confirmed TNBC\n5. Node-positive (cT1-4 cN1-2 M0) and/or tumour size ≥2 cm (cT2-T4 cN0-2 M0) with no prior treatment\n6. Adequate haematologic and end-organ function .\n7. Patients of childbearing potential are eligible provided they have a negative serum or urine pregnancy test. Patients must agree to use adequate contraception\n8. Ability to comply with the protocol\n9. Representative formalin-fixed paraffin embedded breast tumour samples with an associated pathology report, determined to be available and sufficient for central testing OR tumour accessible for biopsy\n\nExclusion Criteria:\n\n1. Evidence of metastatic breast cancer.\n2. Any systemic therapy (e.g. chemotherapy, targeted therapy, immune-therapy) or radiotherapy for current breast cancer disease before study entry\n3. Prior exposure to any CD137 agonists or immune checkpoint blockade therapies, including antiCTLA-4, anti-PD-1 or anti-PD-L1 antibody\n4. Concurrent bilateral invasive breast cancer\n5. Inflammatory breast cancer\n6. Active malignancy (except for non-melanoma skin cancer, or histologically confirmed complete excision of carcinoma in-situ) within the past 36 months prior to study entry\n7. Major surgery within the last 28 days or anticipation of the need for major surgery during study treatment\n8. Known intolerance to any of the study drugs (ie, paclitaxel, doxorubicin, epirubicin, cyclophosphamide) or any of their excipients\n9. Pre-existing peripheral neuropathy grade ≥ 2\n10. History of autoimmune disease\n11. History of Type I or Type II diabetes mellitus requiring insulin. Patients who are on a stable dose of oral diabetes medication ≥ 2 weeks prior to initiation of study treatment are eligible for enrolment\n12. History of idiopathic pulmonary fibrosis or organising pneumonia\n13. History of HIV infection\n14. Known active hepatitis infection or hepatitis C.\n15. Active tuberculosis\n\n19. Current treatment with anti-viral therapy for HBV\n\n20. Treatment with systemic immunostimulatory agents within 4 weeks or 5 half-lives of the drug (whichever is longer) prior to initiation of study treatment\n\n21. Patients receiving concomitant immunosuppressive agents or chronic systemic corticosteroids (≥10 mg prednisolone or an equivalent dose of other anti-inflammatory corticosteroids) use for ≥28 days at the time of study entry.\n\n22. Significant cardiovascular disease\n\n16. Severe infection within 4 weeks prior to initiation of study treatment\n\n23. Any other disease, metabolic dysfunction, physical examination finding, or clinical laboratory finding that, in the investigator's opinion, gives reasonable suspicion of a disease or condition that contraindicates the use of an investigational drug, may affect the interpretation of the results, render the patient at high risk from treatment complications or interferes with obtaining informed consent\n\n24. Psychological, familial, sociological or geographical conditions that do not permit compliance with the study protocol\n\n25. Concurrent treatment with other experimental drugs. Participation in another clinical trial with any investigational drug within 30 days prior to study entry\n\n26. Treatment with strong CYP3A inhibitors or strong CYP3A inducers within 2 weeks or 5 drug-elimination half-lives, whichever is longer, prior to initiation of study drug\n\n27. Persistent toxicities (≥CTCAE grade 2) caused by previous cancer therapy, excluding alopecia and peripheral neuropathy\n\n28. Pregnant or nursing women\n\n29. Inability to swallow medication or malabsorption condition that would alter the absorption of orally administered medications\n\n30. Clinically significant abnormalities of glucose metabolism\n\n31. History of or active inflammatory bowel disease or active bowel inflammation",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}