{
    "nctId": "NCT05919212",
    "briefTitle": "Trastuzumab Deruxtecan (T-DXd): Tailoring Treatment and Companion Diagnostics (CDx) by Liquid Biopsy",
    "officialTitle": "Trastuzumab Deruxtecan (T-DXd): Tailoring Treatment and Companion Diagnostics (CDx) by Liquid Biopsy. DIAMOND STUDY",
    "overallStatus": "RECRUITING",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "DIAGNOSTIC",
    "enrollmentCount": 22,
    "primaryOutcomeMeasure": "Alterations associated with resistent to Trastuzumab Deruxtecan",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Must be competent and able to comprehend, sign, and date informed consent prior to any study specific procedures;\n* Male or female subjects age ≥ 18 years;\n* Subjects with histologically or cytologically proven diagnosis of adenocarcinoma of the breast with evidence of either locally advanced disease not amenable to resection or radiation therapy with curative intent or metastatic disease not amenable to curative therapy;\n* Subjects must have confirmed, per local testing on most recent tumor tissue sample available, an HER2-positive expression, as determined according to American Society of Clinical Oncology - College of American Pathologists guidelines (as defined in the 2013 American Society of Clinical Oncology (ASCO) recommendations for HER2 testing \\[7\\]) with any ER and/or PgR tumor status;\n* Subjects must have received no more than one line of treatment including trastuzumab plus or not pertuzumab associated to taxane in the advanced/metastatic setting or progressed within 6 months after neoadjuvant or adjuvant treatment involving a regimen including trastuzumab and taxane;\n* Documented radiologic progression (during or after most recent treatment or within 6 months after completing adjuvant therapy);\n* Presence of at least 1 measurable lesion per Response Evaluation Criteria in Solid Tumors (RECIST) version 1.1 (see Appendix A)\n* Non measurable (evaluable) bone-only disease are eligible. Evaluable bone-only disease must include at least one lytic bone lesion or a mixed lytic-blastic bone lesion; blastic only metastases are not allowed. Subjects who have had prior radiation to bone must have at least one evaluable lesion in a non-irradiated area. Patients with lesions identified only on radionucleotide bone scan are not eligible;\n* Eastern Cooperative Oncology Group (ECOG) performance status ≤ 1;\n* Life expectancy \\> 12 weeks;\n* Subjects with clinically inactive brain metastases may be included in the study.\n* Subjects with treated brain metastases that are no longer symptomatic and who require no treatment with corticosteroids or anticonvulsants may be included in the study if they have recovered from the acute toxic effect of radiotherapy. A minimum of 2 weeks must have elapsed between the end of brain radiotherapy and study enrolment.\n* LVEF ≥ 50% within 28 days before enrolment.\n* Adequate organ and bone marrow function within 14 days before enrollment\n* Adequate treatment washout period before enrolment\n* Evidence of post-menopausal status or negative serum pregnancy test for females of childbearing potential who are sexually active with a non-sterilized male partner. For women of childbearing potential, a negative result for serum pregnancy test (test must have a sensitivity of at least 25 mIU/mL) must be available at the screening visit and urine beta-human chorionic gonadotropin (β-HCG) pregnancy test prior to each administration of IMP. Women of childbearing potential are defined as those who are not surgically sterile (i.e. underwent bilateral salpingectomy, bilateral oophorectomy, or complete hysterectomy) or post-menopausal. Women will be considered postmenopausal if they have been amenorrheic for 12 months without an alternative medical cause.\n* Agree for periodically blood sample collection for liquid biopsy\n\nExclusion Criteria:\n\n* Prior treatment with an anti-HER2 Antibody Drug Conjugated (ADC)\n* Uncontrolled or significant cardiovascular disease, including any of the following:\n\n  a. History of myocardial infarction (MI) within 6 months before enrolment; b. History of symptomatic congestive heart failure (New York Heart Association Class II to IV); c. Corrected QT interval (QTc) prolongation to \\> 470 ms (females) or \\>450 ms (male) based on average of Screening triplicate 12-lead ECG; d. Left ventricular ejection fraction (LVEF) \\< 50% within 28 d prior to enrollment\n* History of non-infectious ILD/pneumonitis that required steroids, has current ILD/pneumonitis, or where suspected ILD/pneumonitis cannot be ruled out by imaging at Screening.\n* Lung criteria: a. Lung-specific intercurrent clinically significant illnesses including, but not limited to, any underlying pulmonary disorder (e.g. pulmonary emboli within three months of the study enrolment, severe asthma, severe COPD, restrictive lung disease, pleural effusion etc.); b. Any autoimmune, connective tissue or inflammatory disorders (e.g. Rheumatoid arthritis, Sjogren's, sarcoidosis etc.) where there is documented, or a suspicion of pulmonary involvement at the time of screening. Full details of the disorder should be recorded in the eCRF for patients who are included in the study; c. Prior pneumonectomy (complete)\n* Spinal cord compression or clinically active central nervous system (CNS) metastases, defined as untreated and symptomatic, or requiring therapy with corticosteroids or anticonvulsants to control associated symptoms.\n* Uncontrolled infection requiring IV antibiotics, antivirals, or antifungals.\n* Active primary immunodeficiency, known human immunodeficiency virus (HIV) infection, or active hepatitis B or C infection. Patients positive for hepatitis C (HCV) antibody are eligible only if polymerase chain reaction is negative for HCV RNA. Subjects should be tested for HIV prior to enrolment if required by local regulations or institutional review board (IRB)/ethics committee (EC).\n* Receipt of live, attenuated vaccine (mRNA and replication deficient adenoviral vaccines are not considered attenuated live vaccines) within 30 days prior to the first dose of T-Dxd. Note: Patients, if enrolled, should not receive live vaccine during the study and up to 30 days after the last dose of study treatment.\n* Multiple primary malignancies within 3 years, except adequately resected non melanoma skin cancer, curatively treated in situ disease, other solid tumors curatively treated, or contralateral breast cancer.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}