{
    "nctId": "NCT06121570",
    "briefTitle": "Phase I Study of Autologous Tumor-Draining Lymph Node-Derived Lymphocytes as Neoadjuvant Therapy for HER2-Negative Breast Cancer",
    "officialTitle": "Phase I Study of Autologous Tumor-Draining Lymph Node-Derived Lymphocytes as Neoadjuvant Therapy for HER2-Negative Breast Cancer",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Neoplasms",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 24,
    "primaryOutcomeMeasure": "Incidence of Dose-Limiting Toxicity (DLT)",
    "eligibilityCriteria": "Inclusion Criteria:\n\nIn order to be eligible for participation in this trial, the participant must:\n\n1. Have signed the informed consent to study participation.\n2. Be a female subject and aged between 18 and 70 years.\n3. Provide a core needle biopsy which is histologically confirmed as invasive breast cancer. Excisional biopsy or surgical biopsy is not allowed.\n4. Have received two cycles of doxorubicin or epirubicin, plus cyclophosphamide, and had stable disease (SD) confirmed by breast MRI.\n5. Have breast cancer defined as the following combined primary tumor (T), regional lymph node (N), and distant metastasis (M) staging per AJCC for breast cancer staging criteria version 8 based on breast MRI assessment before receiving neoadjuvant chemotherapy:\n\n   The minimum size of the primary tumor was 1 cm in largest diameter by breast MRI, N0-3, M0.\n6. Have HER2-negative breast cancer, defined as 0-1+ by immunohistochemistry or 2+ by immunohistochemistry without HER2 amplification by FISH.\n7. Have known hormone receptor status (estrogen receptor \\[ER\\], progesterone receptor \\[PgR\\]), Ki67 value and, if institutional standard permits, known tumor grade.\n8. Have not received prior therapies for breast cancer, including but not limited to, chemotherapy (except two cycles of doxorubicin or epirubicin, plus cyclophosphamide), radiotherapy, hormonal therapy, targeted therapy, biological therapy, immunotherapy and surgery.\n9. Have accessible tumor-draining lymph nodes by surgery to grow LNL. Participants have not received sentinel lymph node biopsy (SLNB) and ipsilateral axillary lymph node dissection (ALND) for the breast cancer lesion.\n10. Have an Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1.\n11. Demonstrate adequate normal organ function:\n\n    NOTE: Blood component or cytokine therapy is not allowed within 14 days before surgery.\n    1. Routine blood test:\n\n       * Absolute neutrophil count (ANC) ≥1.5×10\\^9/L\n       * Lymphocyte count (LC) \\>0.5×10\\^9/L\n       * Platelets (PLT) ≥100×10\\^9/L\n       * Hemoglobin (Hb) ≥90 g/L\n    2. Liver function test:\n\n       * AST and ALT ≤2.5×ULN (≤5×ULN for participants with liver metastases)\n       * ALP ≤2.5×ULN (≤5×ULN for participants with liver or bone metastases)\n       * Total bilirubin ≤1.5×ULN (≤3.0 mg/dL for participants with Gilbert's syndrome)\n    3. Renal function test:\n\n       • Calculated creatinine clearance (CrCL) ≥45 mL/min OR creatinine ≤1.5×ULN\n    4. Coagulation function test:\n\n       * APTT ≤1.5×ULN\n       * INR or PT ≤1.5×ULN\n    5. Doppler echocardiography:\n\n       • Left ventricular ejection fraction (LVEF) ≥50%\n    6. Pulmonary function test:\n\n       * FEV1 ≥60%\n12. Female participants of childbearing potential must be willing to use an adequate method of contraception for the course of the study through one year (or longer as specified by local institutional guidelines) after the last dose of study treatment. Female subjects of childbearing potential must have a negative serum pregnancy test within 7 days prior to LNL infusion.\n13. Have recovered from prior therapy-related adverse events to Grade≤1 per CTCAE version 5.0 criteria or met the criteria of normal organ function specified above prior to the surgery for obtaining the lymph nodes, except for second-degree peripheral nerve injury, alopecia, leukoderma, hypothyroidism controlled by thyroid hormone replacement therapy, type 1 diabetes controlled by insulin therapy, and other irreversible toxic events that would not be exacerbated by LNL infusion as judged by the investigator (e.g., hearing loss).\n\nExclusion Criteria:\n\nThe participant must be excluded from participating in this trial if the participant:\n\n1. Has metastatic breast cancer.\n2. Has a known additional malignancy that is progressing or requires active treatment within the last 5 years. Exceptions include basal or squamous cell carcinoma of the skin, and thyroid cancer that has undergone potentially curative therapy or in situ cervical cancer.\n3. Has a known history of cardiovascular disease, including but not limited to, (1) congestive heart failure (New York Heart Association \\[NYHA\\] functional classification Class \\> 2), (2) unstable angina pectoris, (3) myocardial infarction in the past 3 months, (4) supraventricular arrhythmia or ventricular arrhythmia that requires treatments.\n4. Has interstitial pneumonia or active pneumonia that has clinical implications, or other respiratory diseases that seriously affect pulmonary function.\n5. Has an active infection requiring systemic therapy or has an unexplained fever of \\>38.5℃ except fevers caused by cancer.\n6. Has arterial and/or venous thrombotic events in the past 5 months, e.g., cerebrovascular accident, deep vein thrombosis or pulmonary embolism.\n7. Has a known psychiatric, alcohol abuse or substance abuse disorders.\n8. Is pregnant or breastfeeding.\n9. Has an active autoimmune disease, a history of autoimmune disease, or autoimmune disease that has required systemic treatment (e.g., with use of prednisone at a dose of \\>10 mg per day or other corticosteroids at an equivalent dose). Replacement therapy (e.g., thyroxine, insulin, or physiologic corticosteroid replacement therapy for adrenal or pituitary insufficiency) is allowed.\n10. Has a history of congenital immunodeficiency or acquired immunodeficiency (e.g., positive serology test for HIV).\n11. Has tuberculosis in the past one year, or has a history of active tuberculosis more than one year but did not receive regular treatments.\n12. Has known active hepatitis B or hepatitis C. Participants that are hepatitis B surface antigen (HBsAg) or hepatitis B core antigen (HBcAg) positive may participate provided that the HBV DNA level is normal. Participants that are hepatitis C antibody positive may participate provided that the HCV DNA level is normal. Carriers of HBV or HCV must receive anti-virus therapy, and take regular DNA copy number tests during this trial.\n13. Has received a live vaccine within 4 weeks prior to enrollment, or plans to receive a live vaccine during this trial.\n14. Has a history of allogeneic bone marrow or organ transplant.\n15. Has received the study-related drugs including anthracycline, cyclophosphamide, taxane, fludarabine, interleukin-2, except two-cycle neoadjuvant chemotherapy of doxorubicin or epirubicin, plus cyclophosphamide.\n16. Has a history of hypersensitivity or allergy to the drugs in this study and any of their components including but not limited to, LNL, doxorubicin/epirubicin, cyclophosphamide, nab-paclitaxel, fludarabine, interleukin-2, dimethyl sulphoxide (DMSO), human serum albumin (HSA), dextran-40 and antibiotics (β-lactam antibiotics, gentamicin).\n17. Has contraindication for use of IL-2, including but not limited to, refractory or intractable epilepsy, and active gastrointestinal bleeding.\n18. Has a history of Grade≥2 neuropathy.\n19. Has received long half-life angiogenesis inhibitors within four weeks prior to enrollment, e.g., bevacizumab.\n20. Is receiving any medication prohibited in combination with study treatments as described in the respective product labels, unless medication was stopped within 7 days prior to enrollment.\n21. Has a history or current evidence of any condition, therapy, or laboratory abnormality that might confound the results of the study, interfere with participation for the full duration of the study, or render study participation not compatible with the participant's best interest, in the opinion of the investigator.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}