{
    "nctId": "NCT00496665",
    "briefTitle": "ZD6474 (Zactima) and Metronomic Chemotherapy in Advanced Breast Cancer",
    "officialTitle": "A Phase I Study of ZD6474 (Zactima) and Metronomic Chemotherapy in Advanced Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 25,
    "primaryOutcomeMeasure": "To determine the safety and tolerability of combination therapy with ZD6474 (Zactima) and metronomic chemotherapy",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients must have histologically or cytologically confirmed Stage IV breast cancer\n* Patients may have prior treatment with 0-4 prior chemotherapeutic regimens for metastatic disease.\n* 18 years of age and older\n* Life expectancy of greater than 3 months as assessed by patient's primary oncologist\n* ECOG Performance Status of 0-2.\n* LVEF \\> 45%, as assessed by echocardiogram or nuclear medicine gate study within 30 days prior to initiating protocol-based treatment\n* Negative Serum pregnancy test\n* No receipt of any investigational agents within 30 days prior to commencing study treatment\n\nExclusion Criteria:\n\n* Abnormal laboratory results as outlined in the protocol\n* Therapeutic anti-coagulation. The use of low dose warfarin, intermittent doses of TPA, or heparin flushes to prophylax against central venous catheter associated clots is acceptable.\n* Brain metastases or spinal cord compression, unless treated at least 4 weeks before entry and stable without steroid treatment for one week. Leptomeningeal disease is not eligible.\n* Evidence of severe or uncontrolled systemic disease or any concurrent condition which in the Investigator's opinion makes it undesirable for the patient to participate\n* Clinically significant cardiac event such as myocardial infarction; NYHA classification of heart disease greater than or equal to 2; or presence of cardiac disease that increases the risk of ventricular arrhythmia\n* History of arrhythmia which is symptomatic or requires treatment or asymptomatic sustained ventricular tachycardia\n* Previous history of QTc prolongation as a result from other medication that required discontinuation of that medication\n* Congenital long QT syndrome, or 1st degree relative with unexplained sudden death under 40 years of age\n* Presence of left bundle branch block\n* QTc with Bazett's correction that is unmeasurable or greater than 480msec on screening ECG.\n* Any concomitant medication that may cause QTc prolongation, induce Torsades de Pointes or induce CYP3A4 function\n* Hypertension not controlled by medical therapy\n* Currently active diarrhea that may affect the ability of the patient to absorb the Zactima or tolerate diarrhea\n* Previous or current non-breast malignancies within the last 5 years, with the exception of cervical carcinoma in situ and adequately treated basal cell or squamous cell carcinoma of the skin\n* Major surgery within 4 weeks, or incompletely healed surgical incision before starting study therapy\n* Patients with large or rapidly accumulating pleural or abdominal effusions\n* Women who are currently pregnant or breastfeeding",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}