{
    "nctId": "NCT04691375",
    "briefTitle": "A Study of PY314 in Subjects With Advanced Solid Tumors",
    "officialTitle": "A Phase 1a/1b Open-Label Study to Evaluate the Safety, Tolerability, Pharmacokinetics, and Pharmacodynamics of PY314 as a Single Agent and In Combination With Pembrolizumab in Subjects With Advanced Solid Tumors",
    "overallStatus": "TERMINATED",
    "conditions": "Advanced Solid Tumor, Gynecologic Cancer, Breast Cancer, Colorectal Cancer, Lung Adenocarcinoma, Renal Cell Carcinoma, Triple Negative Breast Cancer, Hormone Receptor/Growth Factor Receptor-Negative Breast Cancer, Ovarian Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 86,
    "primaryOutcomeMeasure": "Incidence of Adverse Events (AE)",
    "eligibilityCriteria": "KEY ELIGIBILITY CRITERIA\n\nInclusion Criteria:\n\n* Adults ≥18 years of age at the time of study consent\n* Subjects with any of the following eligible solid tumor diagnoses as confirmed by cytology or histology:\n\n  * Escalation Cohorts (Part A): Subjects with advanced solid tumors from pre-specified tumor types (Gynecological cancers \\[including ovarian, fallopian, primary peritoneal, endometrial, cervical, vaginal, vulvar\\], gastric \\[adenocarcinoma\\], Colorectal (\\[MSIlow and CPI refractory MSIhigh\\]), lung \\[non-small cell lung adenocarcinoma and squamous cell carcinoma\\] who are recurrent or refractory to platinum-based chemotherapy in addition to prior treatment with CPI Programmed Cell Death-1 (PD-1)/Programmed Cell Death-Ligand 1 (PD-L1) or who give informed consent to forego such therapy, renal \\[clear cell and non-clear cell\\], breast \\[TNBC and HR+ HER-2-\\] with locally advanced or metastatic disease that is relapsed or refractory to at least one line of post-adjuvant therapy (including a CPI-either alone or in combination if approved for that indication, and not eligible for other targeted therapies specific for their tumor type).\n  * Expansion Cohorts (Part B): Subjects with advanced solid tumors selected from 5 prespecified cancers based on preclinical and Part A.\n* Subjects must provide an original, diagnostic tumor sample to determine TREM2 expression (sites have verified source prior to screening and availability of archival tissue during screening). Subjects without an archival tissue sample will only be eligible if they choose and consent to provide a CNB of primary or a metastatic lesion required for part B, used in Part A only if an archival specimen unavailable.\n* Subjects must have documented disease progression (including prior treatment with a CPI (alone or in combination), if approved for that indication.\n* There is no limit to the number of prior treatments.\n* Measurable disease by RECIST 1.1\n* All acute toxic effects of any prior antitumor therapy, including immunotherapy, have resolved to Grade \\< 2 before the start of study drug dosing (including Grade \\< 2 alopecia or peripheral neuropathy, or if controlled on thyroid replacement therapy).\n* Eastern Cooperative Oncology Group (ECOG) Performance Status (PS) ≤ 2\n* Coagulation: International Normalized Ratio (INR) ≤ 1.3, unless on a therapeutic anticoagulant\n* Adequate hematologic function defined as follows: Platelets ≥ 100 x 10\\^9/L; Hemoglobin ≥ 8.0 g/dL; ANC ≥ 1.5 x 10\\^9/L (without granulocytic growth factors within the previous 7 days of obtaining the screening hematologic laboratory values)\n* Adequate hepatic function defined as follows: AST / ALT ≤ 2.5 x upper limit of normal (ULN) (if liver metastases are present, ≤ 5 x ULN); Total or conjugated bilirubin ≤ 1.5 x ULN\n* Adequate renal function defined as follows: Serum Creatinine ≤ 2 x ULN or creatinine clearance (CrCl) ≥45 mL/min as calculated by the Cockroft-Gault method\n\nExclusion Criteria:\n\n* Subject is a candidate for molecularly targeted therapy (e.g., drugs targeting EGFR, VEGF, ALK, ROS-1, NTRK, MET, RET and BRAF V600E, HER2). Applies to enrolled subjects on both Part A and Part B of the study.\n* History of autoimmune disorder requiring ongoing or intermittent disease-modifying therapy excluding thyroid disease otherwise well controlled on replacement therapy\n* Stable treated or asymptomatic brain metastases for at least 3 months documented by brain imaging prior to enrollment\n* Uncontrolled intercurrent illness including, but not limited to, active SARS-CoV-2 infection, active or chronic bleeding event within 28 days prior to first dose of study drug, or psychiatric illness/social situation that would limit compliance with study requirements as judged by treating physician\n* Decompensated liver disease as evidenced by hepatic encephalopathy or coagulopathy\n* Active angina or Class III or IV CHF (NYHA CHF Functional Classification System) or clinically significant cardiac disease within 12 months of first dose of study drug, including MI, unstable angina, Grade 2 or greater peripheral vascular disease, CHF, uncontrolled HTN, or arrhythmias not controlled by medication\n* Any anti-cancer therapy, including small molecules, immunotherapy, chemotherapy, monoclonal antibody therapy (except for bone-modifying agents as supportive care), radiotherapy, or any other agents to treat cancer within 21 days (dependent upon the agent and drug half-life), of first dose of study drug\n* Refractory lung cancer subjects who have progressed within 3 months of initiating chemotherapy-doublet regimens or lung cancer subjects who have progressed within 6 months of initiation immunotherapy-chemotherapy combination treatment.\n\nNote: Other protocol defined Inclusion/Exclusion criteria may apply.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}