{
    "nctId": "NCT00517361",
    "briefTitle": "Phase II Study of Carboplatin and Bevacizumab (Avastin) for ER Neg, PR Neg, and HER2/Neu Neg Metastatic Breast Cancer",
    "officialTitle": "A Phase II Study of Carboplatin and Bevacizumab (Avastin) Combination Therapy for ER Negative, PR Negative, and HER2/Neu Negative Metastatic Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 11,
    "primaryOutcomeMeasure": "Progression Free Survival",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients must have pathologically confirmed ER, PR and HER2/neu negative (FISH ratio of \\<2.0 or IHC \\<1+) metastatic breast cancer. Locally advanced or recurrent disease is also eligible.\n* Patients must have measurable disease\n* Patients must not have received prior chemotherapy for metastatic breast cancer (not including adjuvant therapy). Patients should be \\> 4 weeks from their most recent chemotherapy or radiation therapy treatment.\n* Age \\>18 years\n* ECOG performance status \\<1 (Karnofsky \\>80%).\n* Patients must have normal organ and marrow function as defined below:\n* absolute neutrophil count \\>1,500/uL\n* platelets \\>100,000/uL\n* total bilirubin within normal institutional limits\n* AST(SGOT)/ALT(SGPT) \\<2.5X institutional upper limit of normal\n* creatinine within normal institutional limits OR creatinine clearance\\>60 mL/min/1.73 m2 for patients with creatinine levels above institutional normal\n* PT INR \\< 1.5 (Unless patient is on anticoagulation)\n* urine protein \\<1+\n* Tissue from the primary tumor must be available for correlative studies\n* Women of child-bearing potential must agree to use adequate contraception\n* Ability to understand and the willingness to sign a written informed consent document.\n\nExclusion Criteria:\n\n* Patients who have had prior therapy with platinum agents or a VEGF inhibitor are not eligible.\n* Patients may not be receiving any other investigational agents.\n* Patients with known brain metastases will be excluded\n* Patients may have had prior radiation therapy, provided the patient has measurable disease and there has been clear progression since the completion of radiation therapy. Patients who have had radiotherapy within 4 weeks prior to entering the study or those who have not recovered from adverse events due to therapy administered more than 4 weeks earlier will be excluded.\n* Patients with significant cardiac dysfunction will be excluded\n* Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements.\n* Pregnant women are excluded from this study, breastfeeding should be discontinued.\n* HIV-positive patients receiving combination anti-retroviral therapy are excluded from the study because of possible pharmacokinetic interactions with carboplatin or the other agents administered during the study.\n* Patients with evidence of bleeding diathesis or coagulopathy.\n* Patients with inadequately controlled hypertension will be excluded\n* Patients who have had a stroke or TIA within 6 months of registration will be excluded.\n* Patients with a history of hypertensive crisis or hypertensive encephalopathy will be excluded.\n* Patients with a history of abdominal fistula, GI perforation, or intra-abdominal abscess within 6 months of registration.\n* Patient with history of serious non-healing wound, ulcer or bone fracture.\n* Patients with major surgery, open biopsy, or significant traumatic injury within 28 days of registration or anticipated need for surgery during course of study treatment.\n* Patients with a history core biopsy or other minor surgery, excluding venous access device (VAD) placement, within 7 days of registration.\n* Patients with active second malignancy.\n* Known hypersensitivity to any component of bevacizumab (Avastin®).\n* Peripheral neuropathy \\> Grade 1.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}