{
    "nctId": "NCT02352025",
    "briefTitle": "S-equol in Women With Triple Negative Breast Cancer",
    "officialTitle": "A Pre-surgical Clinical Trial of Therapy With S-equol in Women With Triple Negative Breast Cancer.",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "EARLY_PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 39,
    "primaryOutcomeMeasure": "Proliferation Rate of Triple Negative Breast Cancer",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Participants must be women who are 18 years old or older.\n* Ability to consent to treatment - patients or their legally authorized representative must be informed of the investigational nature of this study and must sign and give written informed consent in accordance with institutional and federal guidelines.\n* Previously untreated breast cancer determined by a core needle biopsy showing invasive ductal carcinoma or invasive lobular carcinoma.\n* A prior, unrelated, breast cancer is allowed.\n* All stages of breast cancer are eligible.\n* Estrogen receptor negative - defined as less than or equal to 5% staining by IHC.\n* Progesterone receptor negative - defined as less than or equal to 5% staining by IHC.\n* HER 2 negative as defined as 2+ or less using IHC or a ratio of less than 2.0 on FISH testing.\n* Patient must be able to take oral medications. Patients may not have any impairment of gastrointestinal function or gastrointestinal disease that may significantly alter the absorption of the study drug.\n* Patients may not be pregnant or breast feeding.\n* Patients must with eligible for surgical resection of their breast cancer or repeat biopsy after completing 14 days of treatment.\n* Patients must have a complete history and physical examination within 28 days prior to registration.\n* Patients must have a performance status of ECOG 0, 1, 2.\n* Patient may not be concurrently enrolled in another investigational drug treatment study.\n* Tissue block of initial biopsy specimen is available.\n\nExclusion Criteria:\n\n* Known hypersensitivity to S-equol or any of its excipients.\n* ECOG status 3 or 4.\n* As judged by the investigator, severe uncontrolled concurrent medical conditions, psychiatric illness or social condition that would limit compliance with study requirements.\n* Evidence of any significant clinical disorder or laboratory finding that makes it undesirable for the subject to participant in the clinical trial.\n* Any prior treatment for the current, newly diagnosed breast cancer.\n* Current use of SERMS or aromatase inhibitors.\n* Inflammatory breast cancer or patients with rapidly progressing metastatic breast cancer",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}