{
    "nctId": "NCT06073106",
    "briefTitle": "Targeting Osteosarcopaenia and Multimorbidity for Frailty Prevention",
    "officialTitle": "Targeting Osteosarcopaenia and Multimorbidity for Frailty Prevention Through Identification and Deep Phenotyping Methods in Healthy Aging and High-burden Disease Cohorts.",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Stroke, Traumatic Brain Injury, Knee Osteoarthritis, Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 500,
    "primaryOutcomeMeasure": "Incidence (rates) of Frailty",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age ≥ 50y\n2. Asian ethnicity\n3. First diagnosis (stroke, Traumatic Brain Injury (TBI), knee osteoarthritis, breast cancer)\n4. Living in community\n5. Able to understand 1 step simple commands\n6. For inpatients: (i) within 12 weeks of disease (stroke/TBI) onset, and (ii) within 2 weeks of rehabilitation ward admission\n7. For outpatients: (i) \\>6 months from initial diagnosis of first stroke, TBI, knee osteoarthritis or breast cancer, and (ii) at least standby assistance, modified independent or independent in ambulation with /without walking.\n\nExclusion Criteria:\n\n1. Nursing home or dormitory resident\n2. Non-resident status in Singapore (e.g. foreign worker, tourist, temporary visit pass)\n3. Impairments affecting understanding of questionnaires and tasks: e.g. severe deafness, severe visual impairment and severe /global aphasia,\n4. Presence of active fractures, dislocations, non-weight bearing status, burns, unhealed wounds, active skin infections/eczema and agitated behaviour or delirium\n5. Anticipated life expectancy \\< 1 year\n6. Presence of tracheostomy, ventilator, renal dialysis, end-organ failure\n7. Patients with disorders of consciousness.\n8. Pregnant or lactating participants\n\n   For Knee Osteoarthritis patients only:\n9. Alternative diagnosis to knee OA e.g. Referred pain from hip or spine.\n10. Other forms of knee arthritis eg. Inflammatory, post traumatic\n11. Previous knee arthroplasty",
    "sex": "ALL",
    "minimumAge": "50 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}