{
    "nctId": "NCT03204734",
    "briefTitle": "Capecitabine or Endocrinotherapy as a Maintenance Therapy Regimen at Least 2nd Line in Hormone Receptor Positive and HER2 Negative Metastatic Breast Cancer",
    "officialTitle": "Evaluate Effectiveness and Security of Capecitabine or Endocrinotherapy as a Maintenance Therapy Regimen After 2nd-line or Over 2nd-line Therapy With Capecitabine Combine Regimen in Hormone Receptor Positive and HER2 Negative Metastatic Breast Cancer",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 132,
    "primaryOutcomeMeasure": "Progression-free survival(PFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Signed informed consent\n* The age is Above 18 years of age, \\<70 years old\n* HR-positive \\& HER2-negative\n* Metastatic breast cancer,incurable.\n* For recurrent or metastatic lesions has had at least 1 but no more than 3 kinds of chemotherapy, if there is disease progression within 6 months after the end of the adjuvant chemotherapy, adjuvant chemotherapy will been the first-line treatment for metastatic lesions\n* No prior use of capecitabine therapy or the use of capecitabine treatment was effective, and the efficacy evaluation was CR/PR/SD more than 6 months.\n* Eastern Cooperative Oncology Group performance status (ECOG PS)=0\\~1\n* The basic function of normal bone marrow\n* Functions of liver and kidney is normal\n* Expectation of life is more than 3 months\n* Agreed to take contraceptive measures during treatment\n\nExclusion Criteria:\n\n* Previous toxicity was not recovered to 0-1 degrees\n* Central nervous system metastasis\n* Pregnancy or lactation\n* There are uncontrolled infection, myocardial infarction, thrombosis, etc.\n* There are uncontrolled chronic diseases such as diabetes, hypertension, peptic ulcer, chronic hepatitis, mental disease;\n* Researchers believe that is not suitable for the study\n* Patients with other malignant tumor history, except the healed skin basal cell carcinoma and carcinoma of uterine cervix;\n* Bilateral breast cancer\n* Capecitabine was ineffective in past treatment",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}