{
    "nctId": "NCT03731026",
    "briefTitle": "The LightPath® and 68Ga-RM2 in Breast Cancer Study",
    "officialTitle": "Evaluation of the LightPath® Imaging System and the PET Tracer 68Ga-RM2 in Wide Local Excision (WLE) for Breast Cancer",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "DIAGNOSTIC",
    "enrollmentCount": 80,
    "primaryOutcomeMeasure": "Diagnostic performance of LightPath® Imaging System",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Subjects who have signed an informed consent form prior to any study related activity\n* Subjects who are able to give voluntary, written informed consent to participate in this study.\n* Subjects who are able to understand this study and are willing to complete all the study assessments\n* Female subjects ≥18 years of age with a diagnosis of ER-positive invasive breast cancer. ER-positivity is defined as an Allred score of 3 or more on immunohistochemical analysis.\n* Female subjects of childbearing age must have a negative pregnancy test (by Beta HCG qualitative analysis), or must have had a history of a surgical sterilisation, or must give history of no menses in the past twelve months\n* Groups 2 and 3: Subjects scheduled for WLE +/-SLNB or ALND\n\nExclusion Criteria:\n\n* Subjects who have had surgery in the operated breast in the past 12months\n* Subjects who have had radiotherapy in the operated breast\n* Subjects who have had neoadjuvant systemic therapy\n* Subjects who have had systemic chemotherapy or investigational therapy in the past two years\n* Subjects who are pregnant or lactating\n* Subjects who have a known hypersensitivity to 68Ga, bombesin analogues, or GRPR-antagonists\n* Subjects who have an existing medical condition that would compromise their participation in the study•Subjects with a current or active history of other known cancerin the opinion of the Investigator",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}