{
    "nctId": "NCT01516190",
    "briefTitle": "The Preoperative Health & Body Study",
    "officialTitle": "The Preoperative Health & Body Study",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 49,
    "primaryOutcomeMeasure": "Impact of Exercise on Ki-67",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Newly diagnosed, histologically confirmed stage I-III breast cancer\n* Planning to undergo definitive surgical management with lumpectomy or mastectomy with in the next 8 weeks.\n* Willing and able to participate in the intervention for at least 3 weeks prior to surgery.\n* ECOG performance status of 0 or 1\n* Approval by oncologist or surgeon\n* Willingness to be randomized.\n* English speaking and able to read English\n\nExclusion Criteria:\n\n* Concurrent other malignancy or history of other malignancy treated within the past 3 years (other than non-melanoma skin cancer or in situ cervical cancer)\n* Presence of metastatic disease\n* Scheduled to receive any form of neoadjuvant cancer therapy\n* Locally advanced breast cancer not amenable to primary surgery\n* History of prior ipsilateral breast cancer\n* Taking tamoxifen, raloxifene or an aromatase inhibitor at the time of breast cancer diagnosis\n* Absolute contraindications to maximal exercise testing as recommended by the American Thoracic Society\n* Any condition which in the investigator's opinion makes the subject unsuitable for study participation\n* Participating in another clinical study with competing study outcomes\n* Pregnant (i.e., positive beta-HCG) or breast feeding\n* Unable to comply with protocol and/or not available for follow-up assessments\n* Participation in more than 90 minutes a week of moderate-intensity recreational activity (not including activities such as gardening, bowling, golfing with a cart) as assessed by the Leisure Score Index of Godin Leisure- Time Exercise Questionnaire (LSI) (Appendix I) or recent participation (past 6 months) in two or more strength training sessions per week.\n* Diabetes mellitus requiring insulin or oral agents; patients with diet-controlled diabetes will be allowed to participate",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}