{
    "nctId": "NCT02506361",
    "briefTitle": "Evaluation of the Relationship of TOP2α Expression and Effect of Non Dose-dense Chemotherapy for Breast Cancer",
    "officialTitle": "Evaluation of the Relationship of TOP2α Expression and Effect of Anthracyclines Followed Taxanes or Contains no Taxanes Non Dose-dense Chemotherapy for Breast Cancer: a Prospective, Non-interventional, Multicentre Trail",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 800,
    "primaryOutcomeMeasure": "TOP2αexpressions of participants",
    "eligibilityCriteria": "Inclusion Criteria:\n\nFor inclusion in the study, subjects must fulfil all of the following criteria:\n\n1. . Signed and dated informed consent indicating that the patient (or legally acceptable representative) has been informed of all the pertinent aspects of the trial prior to enrollment.\n2. . Invasive breast cancer confirmed by histology or cytology with the tumor complete resection.\n3. . Patients without remote organs metastasis.\n4. . The Ages of patients ≥ 18 years and ≤70 years.\n5. . Patients with positive axillary lymph nodes, or negative axillary lymph nodes plus one of these conditions: Triple-negative breast cancer, HER- 2(+),Ki-67≥15%.\n6. . The values of aspartate aminotransferase(AST),alanine aminotransferase(ALT), alkaline phosphatase(ALP), total bilirubin(TBIL), UREA, CREA were less than 2 times of upper limits of normal at the beginning of aromatase inhibitors（AIs） therapy.\n7. . TOP2α is available to be detected in the primary tumour tissue.\n8. . Patients received the regimens of anthracyclines followed Taxanes or containing no Taxanes non-dose dense chemotherapy suggested by the guidelines of National Comprehensive Cancer Network （NCCN) 2014.\n\nExclusion Criteria:\n\nAny of the following is regarded as a criterion for exclusion from the study:\n\n1. . Patients is in the period of pregnancy or lactation.\n2. . Bilateral breast cancer, inflammatory breast cancer or carcinoma in situ.\n3. . Previous received neo-adjuvant therapy, including chemotherapy, radiotherapy or endocrinotherapy.\n4. . Presence of other life-threatening cancers.\n5. . Any severe concomitant condition: uncontrolled cardiac disease or uncontrolled diabetes mellitus. et al.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}