{
    "nctId": "NCT06380816",
    "briefTitle": "A Phase I/II Trial of UCB4594 in Participants With Advanced Cancer",
    "officialTitle": "A Cancer Research UK Phase I/II Trial to Assess the Safety, Tolerability, Pharmacokinetics and Preliminary Anti-tumour Activity of UCB4594 Alone and in Combination With Anti-cancer Treatments in Participants With Advanced Malignancies",
    "overallStatus": "RECRUITING",
    "conditions": "Advanced Solid Tumours, Squamous Cell Carcinoma of Head and Neck, Carcinoma, Non-Small-Cell Lung, Colorectal Neoplasms, Triple Negative Breast Neoplasms, Carcinoma, Renal Cell (Clear Cell Only), Esophageal Neoplasms, Stomach Neoplasms (Excluding Gastrointestinal Stromal Tumors), Uterine Cervical Neoplasms, Ovarian Neoplasms, Pancreatic Neoplasms",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 167,
    "primaryOutcomeMeasure": "Recommended Phase 2 dose (RP2D) of UCB4594",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Written (signed and dated) informed consent and capable of co-operating with investigational medicinal product (IMP) administration and follow-up\n2. Participant population: Histologically or cytologically proven advanced solid tumours (as specified below), refractory to conventional treatment, or for which no conventional therapy is considered appropriate by the Investigator or is declined by the participant. Module A (dose escalation): Tumour types which have shown high levels of human HLA-G expression (as reported in the literature): head and neck squamous cell carcinoma, non-small cell lung cancer, colorectal cancer, triple-negative breast cancer, renal cell cancer (clear cell only), oesophago-gastric cancer (excluding gastrointestinal stromal tumour), cervical cancer, ovarian cancer, pancreatic cancer. N.B. Participants with small cell type cancers on histology/cytology are excluded. Pre-treatment biopsies are mandatory for all participants. Paired biopsies will be mandatory for participants from doses of 30 mg and higher. Participants must have disease amenable to biopsy (excluding bone metastases) as deemed safe by the Investigator\n3. Measurable disease, according to RECIST v1.1\n4. Life expectancy of at least 12 weeks\n5. Eastern Cooperative Oncology Group performance status of 0 or 1\n6. Haematological and biochemical indices within defined ranges. These measurements should be performed to confirm the patient's eligibility to participate in the trial\n7. Aged 18 years or over at the time consent is given. Participants aged 16-17 years may be eligible for recruitment to the backfill cohorts in dose escalation once adequate safety and toxicity data have been established in participants aged 18 years or over. All relevant data will be reviewed and a decision on the inclusion of participants aged 16-17 years will be made by the Trial Management Group\n\nExclusion Criteria:\n\n1. Radiotherapy (except palliative), endocrine therapy (unless for non-malignant disease), chemotherapy, targeted therapy or immunotherapy, or any other IMPs during the previous 4 weeks or 5 half-lives (whichever is shorter) before the first dose of IMP\n2. Ongoing toxicity of previous treatments \\>CTCAE Grade 1 (except alopecia of any grade, stable Grade 2 peripheral neuropathy or hormone-replacement therapy (HRT)-managed endocrine disorders)\n3. Patients with rapidly progressing / symptomatically deteriorating brain/leptomeningeal metastases/untreated brain metastases are excluded. Patients with previously treated brain metastases are eligible if they haven't had a seizure or a clinically significant change in neurological status or required steroids in the last 2 weeks\n4. Pregnant or breastfeeding female patients (or planning to breastfeed)\n5. Women of childbearing potential. However, those not already pregnant or breastfeeding (or who discontinue breastfeeding) and meet the following are eligible:\n\n   5.1. Have a negative serum pregnancy test within 7 days before enrolment and either:\n\n   5.2.1. Agree to a form of highly effective contraception plus a barrier method, or\n\n   5.2.2. Agree to sexual abstinence\n\n   Effective from the negative pregnancy test, throughout the trial and for 10 months after the last dose of UCB4594\n6. Male patients with partners of childbearing potential. However, patients who meet the following are eligible:\n\n   6.1. Agree to a barrier method of contraception or sexual abstinence\n\n   6.2. Males with pregnant or breastfeeding partners must use barrier method contraception to prevent exposure of the foetus or neonate\n\n   6.3. Non-vasectomised males must also ensure any partner of childbearing potential uses highly effective contraception or agrees to sexual abstinence\n\n   Effective from the date of the first dose of UCB4594, throughout the trial and for 5 months after the last dose of UCB4594 N.B. Males must refrain from donating sperm for the same period\n7. Surgery from which the patient has not yet recovered\n8. High medical risk because of non-malignant systemic disease, including serious or uncontrolled infection (requiring intravenous antibiotics) or unexplained fever \\>38°C within 2 weeks prior to the first dose of UCB4594\n9. Known to be serologically positive for hepatitis B virus, hepatitis C virus or human immunodeficiency virus\n10. Active or suspected autoimmune disease, or any history of autoimmune condition that required systemic corticosteroids or immunosuppressive agents. Patients who have ever had a transplant are excluded. This does not apply to patients with: vitiligo, alopecia, or type I diabetes mellitus, psoriasis not requiring chronic systemic immunosuppressive treatment within the past 2 years, stable autoimmune-mediated hypothyroidism on HRT, and Raynaud's syndrome\n11. Are being treated with escalating or supraphysiologic doses of corticosteroids or immunosuppressive agents. Participants with immunotherapy-related hypophysitis adequately treated with physiologic doses of steroids are not excluded. Use of topical, ophthalmic, inhaled, intermittent steroid injections, and intranasal corticosteroids are permitted\n12. Hypersensitivity to the ingredients/excipients (including polysorbate 80) in UCB4594\n13. History of significant toxicities from treatment of immune checkpoint inhibitors (CPIs) that necessitated permanent discontinuation (Patients who started on combination CPI \\[e.g., ipilimumab/nivolumab\\] and had toxicity requiring discontinuation of one CPI \\[e.g., continued with nivolumab single agent\\] are not excluded)\n14. History of Grade ≥3 infusion-related reaction to monoclonal antibodies or similar drugs\n15. Prior treatment with HLA-G, immunoglobulin-like transcript (ILT)2 or ILT4-targeting drug\n16. Live, attenuated vaccine within 28 days prior to the first dose of IMP\n17. Increased risk due to tumour flare (e.g., an initial increase in tumour size that may lead to obstruction of airways, etc)\n18. Significant active pulmonary disease or condition at screening, including:\n\n    18.1. Lymphangitis carcinomatosa\n\n    18.2. History of interstitial lung disease or pulmonary fibrosis\n\n    18.3. History of pulmonary inflammatory disease\n19. Evidence of bleeding diathesis\n20. Significant cardiovascular disease, defined as a history of: congestive heart failure requiring therapy or left ventricular ejection fraction \\<40%, unstable angina pectoris or myocardial infarction within 6 months prior to entry, or current poorly controlled angina (symptoms weekly or more), clinically significant cardiac arrhythmia within 6 months prior to entry (asymptomatic atrial fibrillation or asymptomatic first-degree heart block permitted), or myocarditis. Presence of symptomatic or severe valvular heart disease. Baseline QT interval corrected by Fridericia \\>450 msec for males and \\>470 msec for females on triplicate electrocardiogram is ineligible\n21. Participant in or plans to join another interventional trial\n22. Other current malignancies. Cancer survivors who have undergone potentially curative therapy for prior malignancy with no evidence of disease for 3+ years are eligible\n23. Any other condition that, in the Investigator's opinion, means the trial is not in the patient's best interest",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}