{
    "nctId": "NCT05770531",
    "briefTitle": "Circulating Tumor DNA to Guide Changes in Standard of Care Chemotherapy",
    "officialTitle": "A Randomized Clinical Trial Comparing ctDNA-Directed Therapy Change With Standard of Care in Patients With Metastatic Triple Negative Breast Cancer",
    "overallStatus": "SUSPENDED",
    "conditions": "Metastatic HER2-Negative Breast Carcinoma, Metastatic Triple-Negative Breast Carcinoma",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 120,
    "primaryOutcomeMeasure": "Progression-free survival (PFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Clinical stage IV (metastatic) estrogen receptor (ER), PR, HER2 negative invasive mammary carcinoma, previously documented by histological analysis and that meets the following criteria:\n\n  * HER2 negativity is defined as any of the following by local laboratory assessment:\n\n    * In-situ hybridization (ISH) non-amplified (ratio of HER2 to CEP17 \\< 2.0 or\n    * Single probe average HER2 gene copy number \\< 4 signals/cell), or\n    * Immunohistochemistry (IHC) 0 or IHC 1+ (if more than one test result is available and not all results meet the inclusion criterion definition, all results should be discussed with the sponsor-investigator to establish eligibility of the patient)\n  * ER and PR negativity are defined as =\\< 10% of cells expressing hormonal receptors via IHC analysis\n* PD-L1 negative (combined positive score \\[CPS\\] \\< 10) or otherwise not appropriate for checkpoint inhibitors\n* Patients must have measurable disease according to the standard RECIST version 1.1\n\n  \\* NOTE: CT scans or MRIs used to assess the measurable disease must have been completed with 28 days prior to the study drug initiation\n* Patients must be age \\>= 18 years; both male and female are eligible\n* Patients must exhibit an Eastern Cooperative Oncology Group (ECOG) performance status of =\\< 2\n* Patients must have the ability to understand and the willingness to sign a written informed consent prior to registration on study\n* No prior chemotherapy regimens for metastatic disease\n* Absolute neutrophil count (ANC) \\>= 1000/mm\\^3 (obtained less than 28 days from initiation of study drug)\n* Platelet count \\>= 100,000/mm\\^3 (obtained less than 28 days from initiation of study drug)\n* Bilirubin, serum glutamic oxaloacetic transaminase (SGOT), serum glutatmic pyruvic transaminase (SGPT), alkaline phosphatase =\\< 4x upper limits of normal if no liver metastases present\n* Serum total bilirubin must be \\< 3x upper limits of normal for patients with Gilbert disease\n* Total bilirubin, SGOT, SGPT =\\< 6x upper limits of normal if liver metastases present (obtained less than 28 days from initiation of study drug)\n* For patients who are not postmenopausal (women) or surgically sterile (absence of ovaries and/or uterus or vasectomy), agreement to remain abstinent or to use two adequate methods of contraception (e.g., condoms, diaphragm, vasectomy/vasectomized partner, tubal ligation), during the treatment period and for at least 30 days after the last dose of study treatment. Hormone based oral contraceptives are not allowed on study. Postmenopausal is defined as:\n\n  * Age \\>= 55 years\n  * Age =\\< 55 years and amenorrheic for 12 months in the absence of chemotherapy, tamoxifen, toremifene, or ovarian suppression; or follicle stimulating hormone and estradiol in the postmenopausal range\n\nExclusion Criteria:\n\n* Leptomeningeal disease\n* Uncontrolled tumor-related pain: patients requiring narcotic pain medication must be on a stable regimen at registration. Symptomatic lesions (e.g., bone metastases or metastases causing nerve impingement) amenable to palliative radiotherapy should be treated prior to randomization. Patients should be recovered from the effects of radiation. There is no required minimum recovery period. Asymptomatic metastatic lesions whose further growth would likely cause functional deficits or intractable pain (e.g., epidural metastasis that is not presently associated with spinal cord compression) should be considered for loco-regional therapy if appropriate prior to randomization\n* Uncontrolled hypercalcemia (\\> 1.5 mmol/L ionized calcium or calcium \\> 12 mg/dL or corrected serum calcium \\> upper limit of normal \\[ULN\\]) or symptomatic hypercalcemia requiring continued use of bisphosphonate therapy\n* Malignancies other than TNBC within 5 years prior to randomization, with the exception of those with a negligible risk of metastasis or death and treated with expected curative outcome (such as adequately treated carcinoma in situ of the cervix or basal or squamous cell skin cancer)\n* Concurrent anti-cancer therapy (chemotherapy, radiation therapy, surgery, immunotherapy, biological therapy) other than the ones specified in the protocol\n* Women only: pregnancy or lactation\n* Evidence of significant uncontrolled concomitant disease that in the opinion of the investigator could affect compliance with the protocol or interpretation of results, including significant liver disease (such as cirrhosis, uncontrolled major seizure disorder, or superior vena cava syndrome)\n* Significant cardiovascular disease, such as New York Heart Association (NYHA) cardiac disease (class II or greater), myocardial infarction within 3 months prior to randomization, unstable arrhythmias, or unstable angina. Patients with a known left ventricular ejection fraction (LVEF) \\< 35% will be excluded. Patients with known coronary artery disease or congestive heart failure not meeting the above criteria must be on a stable medical regimen that is optimized in the opinion of the treating physician, in consultation with a cardiologist if appropriate\n* Major surgical procedure within 4 weeks prior to randomization or anticipation of the need for a major surgical procedure during the course of the study other than for diagnosis. Placement of central venous access catheter(s) (e.g., port or similar) is not considered a major surgical procedure and is therefore permitted\n* Psychiatric illness/social situations that would compromise patient safety or limit compliance with study requirements",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}