{
    "nctId": "NCT04568902",
    "briefTitle": "Study of H3B-6545 in Japanese Women With Estrogen Receptor (ER)-Positive, Human Epidermal Growth Factor Receptor 2 (HER2)-Negative Breast Cancer",
    "officialTitle": "A Phase 1 Study of H3B-6545 in Japanese Women With Estrogen Receptor-positive, HER2 Negative Breast Cancer",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Neoplasms",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 33,
    "primaryOutcomeMeasure": "Number of Participants With Dose-limiting Toxicities (DLTs)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Participant has a histologically and/or cytologically confirmed diagnosis of ER-positive, HER2-negative breast cancer.\n\n   Note: Status of ER and HER2 should be diagnosed by method approved by regulatory authority\n2. Only females, age greater than or equal to (\\>=) 20 years at the time of informed consent.\n3. Prior therapy for breast cancer in the adjuvant and/or advanced/metastatic setting must have included a minimum of:\n\n   1. two prior hormonal therapies, or\n   2. one prior hormonal therapy and one prior chemotherapy regimen, or\n   3. one prior hormonal therapy and a cyclin-dependent kinase (CDK4/6) inhibitor.\n4. Participant has an ECOG-PS of 0 or 1.\n5. Participant has adequate bone marrow and organ function, as defined by the following laboratory values:\n\n   * Absolute neutrophil count (ANC) \\>=1.5\\*10˄9/liter (L).\n   * Platelets \\>=100\\*10˄9/L.\n   * Hemoglobin \\>=9.0 gram per deciliter (g/dL).\n   * Potassium, sodium, calcium (corrected for serum albumin) and magnesium less than or equal to (\\<=) Common Terminology Criteria for Adverse Events (CTCAE) Grade 1.\n   * International normalized ratio (INR) \\<=1.5.\n   * Serum creatinine \\<=1.5\\*upper limit of normal (ULN).\n   * Serum albumin \\>=3.0 g/dL (\\>=30 gram per liter \\[g/L\\]).\n   * Alanine aminotransferase (AST) and aspartate aminotransferase (ALT) \\<=3.0\\*ULN. If the participant has liver metastases, ALT and AST \\<=5.0\\*ULN.\n   * Total serum bilirubin less than (\\<) 1.5\\*ULN.\n6. Participants who are expected to survive for 3 months or longer after starting administration of the investigational drug.\n7. Voluntary agreement to provide written informed consent and the willingness and ability to comply with all aspects of the protocol.\n\nExclusion Criteria:\n\n1. Participant with inflammatory breast cancer.\n2. Participant is currently receiving or has received systemic corticosteroids \\<=2 weeks prior to starting study drug, or has not fully recovered from side effects of such treatment.\n\n   Note: The following uses of corticosteroids are permitted: inhaled sprays (example- for obstructive airways diseases), eye drops or local injections (example- intra-articular).\n3. Washout period required from the end of prior treatment to the first administration of study drug will be as follows.\n\n   1. Anti-cancer therapy\n\n      * Antibody and other study drugs: greater than (\\>) 4 weeks (however, in the case where the half-life of other study drugs is known and 5\\*half-lives of that study drug is less than or equal to 4 weeks, participants can be eligible after \\>=5\\*half-lives of that study drug has passed).\n      * Prior chemotherapy (except small-molecule targeted therapy), surgical therapy, radiation therapy: \\>3 weeks.\n      * Endocrine therapy, immunotherapy (except antibody drug), small-molecule targeted therapy: \\>2 weeks.\n   2. Supportive therapy • Blood/platelet transfusion, hematopoietic stimulating agent including granulocyte colony-stimulating factor (G-CSF) formulation: \\>2 weeks.\n4. Participant has active cardiac disease or a history of cardiac dysfunction, including any of the following:\n\n   1. History of angina pectoris, symptomatic pericarditis, or myocardial infarction within 12 months prior to study entry.\n   2. History of documented congestive heart failure (New York Heart Association \\[NYHA\\] functional classification II to IV).\n   3. Documented cardiomyopathy.\n   4. Participant has a left ventricular ejection fraction (LVEF) \\<50 percent (%) as determined by multiple gated acquisition (MUGA) scan or echocardiogram (ECHO).\n   5. History of any cardiac arrhythmias, example- ventricular, supraventricular, nodal arrhythmias, or conduction abnormality in the previous 12 months.\n   6. Heart Rate \\<60 beats per minute (bpm) on the screening.\n   7. On screening, any of the following cardiac parameters: PR interval \\>220 millisecond (msec), QRS interval \\>10˄9 msec, or QT interval with Fridericia's correction (QTcF) \\>450 msec.\n   8. Systolic blood pressure (BP) not deemed clinically controlled by the investigator.\n5. Participant has impairment of gastrointestinal (GI) function or GI disease that may significantly alter the absorption of H3B-6545.\n6. Participant has a known hypersensitivity to any of the excipients of H3B-6545.\n7. Known to be human immunodeficiency virus (HIV) positive.\n8. Active viral hepatitis (B or C) as demonstrated by positive serology. Participants with chronic hepatitis B virus (HBV) infection is on antiviral therapy is eligible.\n9. Participant has any other concurrent severe and/or uncontrolled medical condition that would, in the investigator's judgment, contraindicate participant participation in the clinical study (example- chronic pancreatitis, thyroid dysfunction etc).\n10. Any adverse event related to previous therapies for breast cancer that has not resolved to \\<=Grade 1 (with exception of the alopecia).\n11. Females who are breastfeeding or pregnant at Screening or Baseline (as documented by a positive beta-human chorionic gonadotropin \\[ß-hCG\\] or human chorionic gonadotropin \\[hCG\\] test). A separate baseline assessment is required if a negative screening pregnancy test was obtained more than 72 hours before the first dose of study drug.\n12. Women of childbearing potential who don't agree that both the participant and her partner will use a medically effective method for contraception (as below) throughout the entire study period or for 28 days after study drug discontinuation.\n\n    Note: Condom\\*, contraceptive sponge\\*\\*, foam\\*\\*, jelly\\*\\*, diaphragm\\*\\*, intrauterine device (IUD) \\*, or use of oral contraception\\* from at least 4 weeks before starting the study treatment (\\*Approved drugs or certified medical devices in Japan, \\*\\*Non-approved drugs or certified medical devices in Japan) If a participant is on oral contraceptives, they should also be using some additional method.\n13. Alcohol dependency within 6 months before study entry.\n14. Participant has a concurrent malignancy or malignancy within 3 years of enrollment, with the exception of adequately treated basal or squamous cell carcinoma, non-melanomatous skin cancer, or curatively resected cervical cancer.\n15. Psychological, familial, sociological, or geographical conditions that do not permit compliance with the protocol.\n16. Diagnosed with meningeal carcinomatosis.\n17. Participants with brain or subdural metastases are not eligible, unless they have completed local therapy and have discontinued the use of corticosteroids for this indication for at least 4 weeks before starting treatment in this study. Any signs (example- radiologic) or symptoms of brain metastases must be stable for at least 4 weeks before starting study treatment.\n18. Participant has a known intolerability to any oral antihistamine drug (only for Antihistamine Prophylactic Administration Part and Randomization Part).\n19. Participant needs to receive systemic or topical usage of either antihistamine or corticosteroid during Cycle 1 (only for Randomization Part).\n\n    Note: The following uses of corticosteroids are permitted: inhaled sprays (example, for obstructive airways diseases), eye drops or local injections (example, intra-articular).\n20. Participants initiated to receive drugs may cause rash 7 days prior to starting study drug.",
    "sex": "FEMALE",
    "minimumAge": "20 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}