{
    "nctId": "NCT03295695",
    "briefTitle": "PET-CT Imaging Using FDG-labeled Human Erythrocytes in Breast Cancer Patient",
    "officialTitle": "Pilot Study of PET-CT Imaging Using FDG-labeled Human Erythrocytes in Breast Cancer Patient Before and After Neoadjuvant Chemotherapy",
    "overallStatus": "WITHDRAWN",
    "conditions": "Breast Cancer, Breast Cancer, Female, Breast Cancer, Male, Breast Neoplasms",
    "studyType": "INTERVENTIONAL",
    "phase": "EARLY_PHASE1",
    "allocation": "NA",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "Cardiac Ejection Fraction (EF)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Participants must have histologically confirmed breast cancer and be scheduled for neoadjuvant Trastuzumab- or anthracycline-based chemotherapy.\n* Age \\>18 years.\n* Eastern Cooperative Oncology Group (ECOG) performance status 0-1 (Karnofsky \\>60%).\n* Must be able to complete an informed consent process.\n* Must have normal organ and marrow function: leukocytes \\>3,000/μL; absolute neutrophil count \\>1,500/μL; platelets \\>100,000/μL; total bilirubin within normal institutional limits; aspartate aminotransferase (AST)\\[SGOT\\] / alanine aminotransferase (ALT)\\[SGPT\\]: less than 2.5 X institutional upper limit of normal; Creatinine within normal institutional limits - OR - creatinine clearance\\>60 mL/min/1.73 m\\^2 for patients with creatinine level above institutional normal.\n* Echocardiogram results should be of sufficiently suitable quality (adequate acoustic window access) to provide a reliable ejection fraction range calculation. The cardiac ejection fraction on the pre-treatment echocardiogram should be 50% or higher.\n* Participants should be naïve to Trastuzumab or anthracycline chemotherapy prior to enrollment.\n\nExclusion Criteria:\n\n* Prior history of invasive breast cancer and treatment with anthracycline chemotherapy.\n* History of allergic reactions attributed to compounds of similar chemical or biologic composition to FDG.\n* Known symptomatic coagulopathies, bleeding diathesis, hemoglobinopathies, or hemolytic anemia.\n* Participants should have no clinically significant heart disease such as congestive heart failure. Participants should not have other significant structural heart disease by echocardiogram, or cardiac dysrhythmia on standard of care electrocardiogram that may adversely affect the cardiac imaging results obtained with FDG-RBC PET-CT imaging.\n* Uncontrolled intercurrent illness including, but not limited to ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements.\n* Women who are pregnant.\n* Found to have a cardiac ejection fraction less than 50% on the pre-treatment echocardiogram.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}