{
    "nctId": "NCT01588834",
    "briefTitle": "Histology of Functional Density in Premenopausal Breast",
    "officialTitle": "Pilot Study to Examine Histological Characteristics of Mammographic Density With Molecular Breast Imaging: Part 2 - Premenopausal Women",
    "overallStatus": "COMPLETED",
    "conditions": "Dense Breasts, Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 23,
    "primaryOutcomeMeasure": "proportion of epithelium vs stroma",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Ages 40 - 55 years\n* Considered premenopausal or peri-menopausal\n* Screening mammogram performed at Mayo Clinic Rochester within one year prior to the current MBI study which demonstrates\n* Negative/benign assessment (BIRADS category 1-2) or Additional imaging recommended (BIRADS category 0), where the subsequent diagnostic workup results in a final negative/benign assessment (BIRADS category 1-2).\n* No proliferative benign lesions (e.g. fibroadenomas) identified\n* Heterogeneously dense or extremely dense parenchyma (BIRADs density category 3 or 4)\n* MBI performed less than 3 days prior to biopsy demonstrating either marked FD or photopenic FD in an area of mammographically dense tissue amenable to biopsy.\n* No use of exogenous hormonal drugs (e.g. hormonal contraceptives or sex steroid hormones) within six months prior to study biopsy\n* Negative pregnancy test or surgically sterilized (for patients in whom a study MBI will be performed)\n\nExclusion criteria:\n\n* Using any estrogen receptor modulating drugs (e.g., tamoxifen, raloxifene) or any aromatase inhibitors within six months prior to study biopsy.\n* Prior diagnosis of bilateral breast cancer.\n* Diagnosis of breast cancer in either breast within 3 years prior to study MBI.\n* Diagnosis of any cancer, except breast cancer (see #3) or non-melanomatous skin cancer, for which patient has not been disease free for at least 5 years.\n* Current breast symptoms\n* Breast implants\n* Known allergy to local anesthetic.\n* History of bleeding complications from prior interventions\n* Current use of anticoagulants (e.g., Coumadin or other blood thinners)\n* Major medical condition",
    "sex": "FEMALE",
    "minimumAge": "40 Years",
    "stdAges": "ADULT"
}