{
    "nctId": "NCT01426880",
    "briefTitle": "Addition of Carboplatin to Neoadjuvant Therapy for Triple-negative and HER2-positive Early Breast Cancer",
    "officialTitle": "A Randomized Phase II Trial Investigating the Addition of Carboplatin to Neoadjuvant Therapy for Triple-negative and HER2-positive Early Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Tubular Breast Cancer Stage II, Mucinous Breast Cancer Stage II, Breast Cancer Female NOS, Invasive Ductal Breast Cancer, Tubular Breast Cancer Stage III, HER-2 Positive Breast Cancer, Inflammatory Breast Cancer Stage IV, Inflammatory Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2, PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 595,
    "primaryOutcomeMeasure": "Pathological complete response of breast and lymph nodes (ypT0 ypN0; primary endpoint)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* 1.Written informed consent for all study procedures according to local regulatory requirements prior to beginning specific protocol procedures.\n* 2.Complete baseline documentation must be submitted via Medcodes® and approved by GBG Forschungs GmbH.\n* 3.Unilateral or bilateral primary carcinoma of the breast, confirmed histologically by core biopsy. Fine-needle aspiration is not sufficient. Incisional biopsy is not allowed. In case of bilateral cancer, the investigator has to decide prospectively which side will be evaluated for the primary endpoint.\n* 4.Tumor lesion in the breast with a palpable size of ≥ 2 cm or a sonographical size of ≥ 1 cm in maximum diameter. The lesion has to be measurable in two dimensions, preferably by sonography. In case of inflammatory disease, the extent of inflammation can be used as measurable lesion.\n* 5.Patients should be in the following stages of disease: cT2 - cT4a-d or cT1c and cN+ or pNSLN+\n* 6.In patients with multifocal or multicentric breast cancer, the largest lesion should be measured.\n* 7.Centrally confirmed ER/PR/HER-2 and Ki-67 status detected on core biopsy. ER/PR positive is defined as \\>1% stained cells and HER2-positive is defined as HercepTest IHC 3+ or FISH ratio ≥ 2.2. Formalin-fixed, paraffin-embedded (FFPE) breast tissue from core biopsy has therefore to be sent to the Dept. of Pathology at the Charité, Berlin prior to randomization.\n* 8.Age ≥ 18 years.\n* 9.Karnofsky Performance status index ≥ 80%.\n* 10.Normal cardiac function must be confirmed by ECG and cardiac ultrasound (LVEF or shortening fraction) within 3 months prior to randomization. LVEF must be above 55%.\n* 11.Laboratory requirements: Hematology\n* Absolute neutrophil count (ANC) ≥ 2.0 x 109 / L and\n* Platelets ≥ 100 x 109 / L and\n* Hemoglobin ≥ 10 g/dL (≥ 6.2 mmol/L) Hepatic function\n* Total bilirubin \\< 1.5x UNL and\n* ASAT (SGOT) and ALAT (SGPT) ≤ 1.5x UNL and\n* Alkaline phosphatase ≤ 2.5x UNL. Renal function\n* Creatinine ≤ 175 µmol/L (2 mg/dL) \\< 1.5x UNL\n* Proteinuria: Urine dipstick for proteinuria \\< 2+. Patients discovered to have ≥ 2+ proteinuria on dipstick urinalysis should undergo a 24-hour urine collection and must demonstrate ≤ 1 g of protein in 24 hours. If creatinine is between 140 - 175 umol/L (1.6-2.0 mg/dL), the creatinine clearance (calculated or measured) should be ≥ 45 mL/min.\n* 12.Negative pregnancy test (urine or serum) within 14 days prior to randomization for all women of childbearing potential.\n* 13.Complete staging work-up within 3 months prior to randomization. All patients must have bilateral mammography, breast ultrasound (≤ 21 days), breast MRI (optional), chest X-ray (PA and lateral), abdominal ultrasound or CT scan or MRI, and bone scan done. In case of positive bone scan, bone X-ray (or CT or MRI) is mandatory. Other tests may be performed as clinically indicated.\n* 14.Patients must be available and compliant for central diagnostics, treatment and follow-up.\n\nExclusion Criteria:\n\n1. Prior chemotherapy for any malignancy.\n2. Prior radiation therapy for breast cancer.\n3. Pregnant or lactating patients. Patients of childbearing potential must implement adequate non-hormonal contraceptive measures (barrier methods, intrauterine contraceptive devices, sterilization) during study treatment.\n4. Inadequate general condition (not fit for anthracycline-taxane-targeted agents-based chemotherapy).\n5. Previous malignant disease being disease-free for less than 5 years (except CIS of the cervix and non-melanomatous skin cancer).\n6. Known or suspected congestive heart failure (\\>NYHA I) and / or coronary heart disease, angina pectoris requiring antianginal medication, previous history of myocardial infarction, evidence of transmural infarction on ECG, uncontrolled or poorly controlled arterial hypertension (i.e. BP \\>160 / 90 mm Hg under treatment with two antihypertensive drugs), rhythm abnormalities requiring permanent treatment, clinically significant valvular heart disease.\n7. Previous thromboembolic event (except when thrombophily screening is negative).\n8. Known hemorrhagic diathesis or coagulopathy with increased bleeding risk.\n9. History of significant neurological or psychiatric disorders including psychotic disorders, dementia or seizures that would prohibit the understanding and giving of informed consent\n10. Pre-existing motor or sensory neuropathy of a severity ≥ grade 2 by NCI-CTC criteria v 4.0.\n11. Currently active infection.\n12. Active peptic ulcer.\n13. Incomplete wound healing or unhealed bone fracture.\n14. Disease significantly affecting gastrointestinal function, e.g. malabsorption syndrome, resection of the stomach or small bowel, ulcerative colitis.\n15. History of abdominal fistula or any grade 4 non-gastrointestinal fistula, gastrointestinal perforation or intra-abdominal abscess within 6 months of enrolment.\n16. Severe pulmonary condition / illness.\n17. Major surgery within the last 28 days or anticipation of the need for major surgery during study treatment with bevacizumab. Minor surgeries including insertion of an indwelling catheter or sentinel lymph node biopsy within 24 h prior to chemotherapy.\n18. Definite contraindications for the use of corticosteroids except inhalative corticoids.\n19. Known hypersensitivity reaction to one of the compounds or incorporated substances used in this protocol;\n20. Concurrent treatment with:\n\n    * chronic corticosteroids unless initiated \\> 6 months prior to study entry and at low dose (≤ 10 mg methylprednisolone or equivalent).\n    * sex hormones. Prior treatment must be stopped before study entry.\n    * virostatic agents like sorivudine or analogs like brivudine, concurrent treatment with aminoglycosides.\n    * anticoagulants: heparin, warfarin as well as acetylic acid (e.g. Aspirin®) at a dose of \\> 325 mg/day or clopidogrel at a dose of \\> 75 mg/day.\n    * other experimental drugs or any other anti-cancer therapy.\n    * drugs recognized as being strong inhibitors or inducers of the isoenzyme CYP3A, e.g. Rifabutin, Rifampicin, Clarithromycin, Ketoconazole, Itraconazole, Ritonavir, Telithromycin, Erythromycin, Verapamil, Diltiazem within the last 5 days or the expected need for these treatments during study participation.\n21. Participation in another clinical trial with any investigational, not marketed drug within 30 days prior to study entry.\n22. Male patients.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}