{
    "nctId": "NCT00487786",
    "briefTitle": "Safety Study of an Antisense Product in Prostate, Ovarian, NSCL, Breast or Bladder Cancer",
    "officialTitle": "A Phase 1 Study Evaluating A Second Generation Antisense Oligonucleotide (OGX 427) That Inhibits Heat Shock Protein 27 (Hsp27",
    "overallStatus": "COMPLETED",
    "conditions": "Neoplasms",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 64,
    "primaryOutcomeMeasure": "• To determine the maximum tolerated dose (MTD) of OGX-427 when administered as a single agent, up to a 1000 mg dose level.",
    "eligibilityCriteria": "Inclusion Criteria\n\n* Age ≥ 18 years at time of consent.\n* Histologically or cytologically confirmed diagnosis of one of the following: adenocarcinoma of the breast, ovary, or prostate, any NSCLC or bladder cancer.\n* Must have metastatic disease. Prostate cancer patients must be hormone refractory.\n* Must have failed therapies that are potentially curative; failed/refused standard therapy known to prolong survival or progression-free survival; or failed/refused therapy, that in the view of the investigator, would be beneficial in improvement of symptoms\n* Patients enrolled into Cohorts 6 and 7 (OGX 427 in combination with docetaxel) must have disease that has a possibility of responding to docetaxel.\n* A minimum of 28 days must have elapsed between any major surgery, the last dose of chemotherapy, radiotherapy (except limited fields-see #7 below), radioisotope, immunotherapy or experimental agent and enrollment onto the study. Note: Patients on hormone or estrogen therapy and steroids for treatment of their disease may remain on therapy.\n* A minimum of 7 days must have elapsed between a single fraction of ≤ 800 cGy to a limited field or conventional radiotherapy to a limited non marrow-bearing field such as an extremity or orbit and enrollment onto the study.\n* Recovery from all toxicities of prior therapy including chemotherapy, radiation therapy, immunotherapy and experimental agents to ≤ grade 2 by NCI CTCAE, version 3.0.\n* If not treated with bilateral orchiectomy, patients with HRPC must be willing to continue luteinizing hormone releasing hormone (LHRH) analogues throughout the study.\n* If taking opioid medication, patient must be willing to continue on the same opioid medication that they are on at enrollment through the PK/ECG evaluations during Cycle 1.\n* Karnofsky score of ≥60%.\n* Various laboratory requirements.\n* Must be willing to use effective contraception during and for 3 months following treatment if of child bearing potential.\n* Must be willing to undergo pharmacokinetic blood draws and frequent ECG monitoring on Days 1 and 2 of Cycle 1.\n* Must provide written, informed consent.\n\nExclusion Criteria\n\n* More than three cytotoxic chemotherapy regimens.\n* Current treatment with any anticancer agent including but not limited to trastuzumab, aromatase inhibitors, or tamoxifen. Steroids, bisphosphonates and female hormone replacement therapy are allowed.\n* Documented central nervous system (CNS) metastasis or carcinomatous meningitis.\n* For patients in Cohorts 6 and 7, prior history of a serious allergic reaction to docetaxel; any chemotherapy containing Cremophor EL (used in drugs such as cyclosporine, etoposide, teniposide); or polysorbate 80 (the diluent for docetaxel).\n* Current pregnancy or lactation.\n* Current second malignancy except for non melanoma skin cancers, superficial bladder cancer, early cervical cancer or early prostate cancer not requiring treatment.\n* Uncontrolled and/or serious medical conditions such as, but not limited to, active infection, symptomatic congestive heart failure, unstable angina, significant cardiac arrhythmia, significant neurological dysfunction, history of myocardial infarction or stroke within the 3 months prior to enrollment or any other condition which the Investigator feels would preclude protocol therapy.\n* Concomitant participation in another clinical trial of an experimental drug, vaccine or device.\n* Prior high dose chemotherapy requiring stem cell rescue.\n* Atrial fibrillation, left bundle branch block, or obligatory use of a cardiac pacemaker.\n* Currently on a drug known to increase the QTc duration.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}