{
    "nctId": "NCT01656538",
    "briefTitle": "A Study of Reolysin For Patients With Advanced/Metastatic Breast Cancer",
    "officialTitle": "A Randomized Phase II Study of Reolysin For Patients Receiving Standard Weekly Paclitaxel Therapy as Therapy For Advanced/Metastatic Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 81,
    "primaryOutcomeMeasure": "Progression free survival",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients must have a histological/cytological diagnosis of metastatic breast cancer.\n* Patients must have advanced and/or metastatic disease, for which no curative therapy exists and for which systemic therapy is indicated.\n* All patients must have an available formalin fixed paraffin embedded tissue block (from their primary or metastatic tumour) and must have provided informed consent for the release of the block, as well as for CTC and blood samples for correlative studies and banking.\n\nFor patients who have not had a tissue biopsy within the last 12 months, a repeat biopsy is strongly recommended but is not mandated providing that archival tissue is available.\n\n• Re-biopsy is recommended if \\> 1 year since last biopsy.\n\n* Presence of clinically and/or radiologically documented disease. All radiology studies must be performed within 28 days prior to randomization (within 35 days if negative).\n\nAll patients must have measurable disease as defined by RECIST 1.1.\n\nThe criteria for defining measurable disease are as follows:\n\nChest xray ≥ 20mm CT/MRI scan (with slice thickness \\<5mm) ≥10mm -\\> longest diameter Physical exam (using calipers) ≥ 10mm Lymph nodes by CT scan ≥ 15mm -\\> measured in short axis\n\n* ECOG performance of 0, 1 or 2.\n* Age ≥ 18 years of age\n\nPrevious Therapy\n\nSurgery:\n\nPrevious major surgery is permitted provided that it has been at least 21days prior to patient randomization and that wound healing has occurred.\n\nChemotherapy:\n\nPatients must have received at least one prior chemotherapy regimen for advanced or metastatic disease unless:\n\n1. they have relapsed within 6 months of completion of adjuvant chemotherapy or\n2. they have received taxane and/or anthracycline containing adjuvant chemotherapy.\n\nPalliative therapy for breast cancer (chemotherapy, targeted, hormonal) is permitted but no more than three prior chemotherapy regimens are permissible.\n\nOther Therapy:\n\nPatients may have received other therapies including immunotherapy, or with signal transduction inhibitors.\n\nPatients must have recovered from all reversible toxicity related to prior chemotherapy and have adequate washout from prior chemotherapy, and investigational agents as follows:\n\nlongest of one of the following.\n\n* two weeks\n* standard cycle length of prior regimen (i.e 21 days for doxorubicin q3 weeks)\n* 5 half-lives for investigational drugs.\n\nRadiation:\n\nPrior external beam radiation is permitted provided a minimum of 4 weeks has elapsed between the last dose and enrollment to the trial. Exceptions may be made for low dose, non-myelosuppressive radiotherapy after consultation with NCIC CTG.\n\n* Laboratory Requirements (must be done within 7 days prior to randomization)\n\nHematology:\n\nGranulocytes (AGC) ≥ 1.5 x 10\\^9/L Platelets ≥ 100 x 10\\^9/L\n\nBiochemistry:\n\n* Serum creatinine ≤ 1.5 x ULN\n* Total bilirubin ≤ 1.0 x ULN (unless elevated secondary to conditions such as Gilbert's disease)\n* ALT and AST ≤ 3 x ULN (Note: ≤ 5 x ULN if documented liver metastasis)\n* Proteinuria \\<2g/24hrs (screen using spot testing; if ≥ grade 2 repeat with mid-stream urine; if still ≥ grade 2, then urine collection for 24 hours to confirm \\<2g/24hrs).\n\nPatient consent must be appropriately obtained in accordance with applicable local and regulatory requirements. Each patient must sign a consent form prior to enrollment in the trial to document their willingness to participate.\n\nPatients who cannot give informed consent (i.e. mentally incompetent patients, or those physically incapacitated such as comatose patients) are not to be recruited into the study. Patients competent but physically unable to sign the consent form may have the document signed by their nearest relative or legal guardian. Each patient will be provided with a full explanation of the study before consent is requested.\n\n* Patients must be accessible for treatment and follow-up. Patients registered on this trial must be treated and followed at the participating centre. This implies there must be reasonable geographical limits (for example: 2 hour's driving distance) placed on patients being considered for this trial. Investigators must assure themselves that the patients registered on this trial will be available for complete documentation of the treatment, adverse events, response assessment and follow-up.\n* In accordance with NCIC CTG policy, protocol treatment is to begin within 5 working days of patient randomization.\n\nExclusion Criteria:\n\n* Patients with a history of other malignancies, except for adequately treated non-melanoma skin cancer or solid tumours curatively treated with no evidence of disease for ≥ 3 years. (Please call NCIC CTG if any questions about the interpretation of this criterion).\n* Patients who are on immunosuppressive therapy or have known HIV infection or active hepatitis B or C.\n* Patients with active or uncontrolled infections or with serious illnesses or medical conditions which would not permit the patient to be managed according to the protocol.\n* Patients with significant cardiac (including uncontrolled hypertension) or pulmonary disease, or active CNS disease or infection.\n* Patients are not eligible if they have a known hypersensitivity to the study drug(s) or their components.\n* Patients with history of central nervous system metastases or untreated spinal cord compression.\n* Patients who have contraindications to treatment with paclitaxel and/or neuropathy \\> grade 1.\n* Women must be post-menopausal, surgically sterile or use two reliable forms of contraception while on study and for 6 months after discontinuing therapy. Women of childbearing potential must have a pregnancy test taken and proven negative within 7 days prior to randomization and must not be lactating. Men must be surgically sterile or use a barrier method of contraception.\n* Concurrent treatment with other investigational drugs or anti-cancer therapy.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}