{
    "nctId": "NCT05789771",
    "briefTitle": "Abemaciclib for the Treatment of Luminal Metastatic breAst caNcer in the Real-life Clinical pracTice in Russia.",
    "officialTitle": "Abemaciclib Combined With Endocrine Therapy or as a Single Agent for the Treatment of Luminal Metastatic breAst caNcer in the Real-life Clinical pracTice in Russia. Prospective, Multicentre, Non-interventional, Observational Study.",
    "overallStatus": "COMPLETED",
    "conditions": "HR+/HER2- Breast Cancer, Metastatic Disease, Аdvanced Disease",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 136,
    "primaryOutcomeMeasure": "Progression-free Survival (PFS) of patients receiving abemaciclib",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age ≥18 years\n2. Patients must have a diagnosis of HR+ breast cancer. To fulfill the requirement of HR+ disease, a breast cancer must express, by immunohistochemistry (IHC), at least one of the hormone receptors (ER, progesterone receptor \\[PgR\\]) as defined in the relevant American Society of Clinical Oncology/College of American Pathologists Guidelines: For ER and PgR assays to be considered positive, ≥1% of tumor cell nuclei must be immunoreactive by immunohistochemistry (IHC)\n3. Patient has HER2-negative breast cancer defined as a negative in situ hybridization test or an IHC status of 0, 1+ or 2+. If IHC is 2+, a negative in situ hybridization (FISH, CISH, or SISH) test is required by local laboratory testing.\n4. Patients with advanced (loco-regionally recurrent, or metastatic) breast cancer not amenable to curative therapy.\n5. WHO performance status of 0-2\n6. The patient has adequate organ function\n7. Any number of prior therapies (including none) is permitted\n8. Рatients who will start Abemaciclib as a Single Agent or in combination with endocrine therapy\n\nExclusion Criteria:\n\n1. Uncontrolled intercurrent illness including, but not limited to, known ongoing or active infection, including HIV, active hepatitis B or C, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia (specifically, atrial fibrillation or ventricular dysrhythmias except ventricular premature contractions), or psychiatric illness/social situations that would limit compliance with study requirements.\n2. Participants must not be pregnant or breastfeeding",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}