{
    "nctId": "NCT02429544",
    "briefTitle": "Effects of a Group Residential Retreat on Cancer Outcomes",
    "officialTitle": "Effects of a Group Residential Retreat on Cancer Outcomes",
    "overallStatus": "WITHDRAWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "Compliance in Residential Retreat Program",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Women aged 50 and over initially diagnosed with breast cancer by histological tissue diagnosis in 2003 or later.\n2. Currently Stage IV (metastatic) breast cancer on the basis of definitive imaging or biopsy with stable disease (scans within the past 2 months).\n3. ECOG (Eastern Cooperative Group) Performance Score of 0 or 1.\n4. Able to participate occasionally in mildly strenuous physical effort.\n5. Able to read, speak, and write in English or ability to provide consent or understand questionnaires.\n6. Able to be accompanied by their spouse or significant other partner/friend (spouse, significant other, partner, or friend.\n7. Able to travel to the retreat site.\n8. Must be right handed.\n9. Patients must have had a contrast-enhanced computerized tomographic (CT) scan of the chest and abdomen within 2 months of study entry and be willing to have a follow up scan within 2 months of the completion of the retreat.\n10. (CAREGIVERS ONLY) Must be primary caregiver of the patient.\n11. (CAREGIVERS ONLY) Able to read, speak, and write in English.\n12. (CAREGIVERS ONLY) Able to attend the last two days of the retreat with patient.\n\nExclusion Criteria:\n\n1. Significant co-morbidities (e.g., diabetes, cardiac disease, or other condition that in the opinion of the primary physician or investigators would limit participation in the intervention groups) that would preclude study participation.\n2. Evidence of disease progression that would necessitate a treatment in the next 2 weeks.\n3. Need for intravenous therapy more frequently than every 3 weeks or inability to time intravenous therapy treatment before and after the study.\n4. Currently in treatment for a major psychiatric disorder\n5. Clinical history of severe psychiatric disorders.\n6. Currently receiving chemotherapy.\n7. (CAREGIVERS ONLY) Must be an adult (\\>=18 years old).",
    "sex": "FEMALE",
    "minimumAge": "50 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}