{
    "nctId": "NCT05082259",
    "briefTitle": "ASTEROID: A Trial of ASTX660 in Combination With Pembrolizumab",
    "officialTitle": "ASTEROID:A Phase I Trial of ASTX660 in Combination With Pembrolizumab in Patients With Solid Tumours: Utilizing Triple IAP Blockade as a Strategy to Maximize Immunogenic Cell Death and the Generation of an Efficient Adaptive Immune Response",
    "overallStatus": "RECRUITING",
    "conditions": "Advanced Cancer, Cervical Cancer, Triple Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
    "enrollmentCount": 48,
    "primaryOutcomeMeasure": "Determination of MTD and RP2D",
    "eligibilityCriteria": "Inclusion Criteria:\n\n- 1. PART A: Patients with histologically or cytologically confirmed malignant advanced solid tumours, refractory to conventional treatment, or for which no conventional therapy exists or is declined by the patient.\n\nPART B1: Patients with histologically or cytologically confirmed malignant advanced solid tumours, refractory to immune checkpoint inhibitors and for which no conventional therapy exists or is declined by the patient.\n\nPART B2: Patients with histologically or cytologically confirmed cervical cancer, refractory to conventional treatment, or for which no conventional therapy exists or is declined by the patient.\n\nPART B3: Patients with histologically or cytologically confirmed triple negative breast cancer, refractory to conventional treatment, or for which no conventional therapy exists or is declined by the patient.\n\nFor Immune Checkpoint inhibitor refractory tumours, participants must have progressed on treatment with an anti-PD-1/L1 mAb administered either as monotherapy or in combination with other checkpoint inhibitors or other therapies. PD-1 treatment progression is defined by meeting all of the following criteria:\n\n1. Has received at least 2 doses of an approved anti-PD-1/PD-L1 mAb.\n2. Has demonstrated disease progression after anti-PD-1/PD-L1 as defined by RECIST v1.1. The initial evidence of PD is to be confirmed by a second assessment no less than 4 weeks from the date of the first documented disease progression, in the absence of rapid clinical progression (as defined in c below).\n3. Progressive disease has been documented within 12 weeks from the last dose of anti-PD-1/PD-L1 mAb.\n\ni) Progressive disease is determined according to iRECIST. ii) This determination is made by the investigator. Once disease progression is confirmed, the initial date of disease progression documentation will be considered the date of disease progression.\n\n2. Parts A, B1, B2 and B3: Measurable disease as assessed by imRECIST. 3. All patients with advanced solid tumours must be willing and able to have fresh paired tissue biopsies for biomarker analysis.\n\n4. Life expectancy of at least 12 weeks. 5. World Health Organisation (WHO) performance status of 0 or 1. 6. Haematological and biochemical indices within the ranges shown below. These measurements must be performed within one week (Day -7 to Day 1) prior to the patient's first dose of IMP.\n\nLaboratory Test Value required Haemoglobin (Hb)\n\n≥ 9.0 g/dL Absolute neutrophil count\n\n* 1.5 x 109/L Lymphocyte count \\>0.5 x 109/L Platelet count\n* 100 x 109/L Total Serum bilirubin\n\n  * 1.5 x upper limit of normal (ULN) Alanine aminotransferase (ALT)\n  * 2.5 x (ULN) unless raised due to known metastatic liver disease in which case ≤ 5 x ULN is permissible Aspartate aminotransferase (AST)\n  * 2.5 x (ULN) unless raised due to to known metastatic liver disease in which case ≤ 5 x ULN is permissible\n\nEither:\n\nCalculated creatinine clearance\n\nOr:\n\nCreatinine ≥ 50 mL/min (uncorrected value) Or \\< 1.5 x upper limit of normal (ULN) Albumin \\>28 g/L LDH \\<3 x ULN Amylase\n\n≤ ULN Lipase\n\n≤ ULN\n\n7. 18 years or over 8. Written (signed and dated) informed consent and be capable of co-operating with treatment and follow-up 9. Female patients with reproductive potential must have a negative urine or serum pregnancy test performed within 72 hours of first dose\n\nExclusion Criteria:\n\n* 1. Radiotherapy (except for palliative reasons), endocrine therapy, immunotherapy including Pembrolizumab or chemotherapy during the previous four weeks (six weeks for nitrosoureas, Mitomycin-C) and four weeks for investigational medicinal products, except for hormonal therapy with luteinizing hormone-releasing hormone (LHRH) analogues for medical castration in patients with castrate resistant prostate cancer or ovarian suppression in pre- or peri-menopausal women with endocrine-driven breast cancer, which are permitted, and bisphosphonates or RANK ligand antagonists that are permitted for the management of bone metastases.\n\nCurrent malignancies of other types, with the exception of adequately treated cone biopsied in situ carcinoma of the cervix uteri and basal or squamous cell carcinoma of the skin. Cancer survivors, who have undergone potentially curative therapy for a prior malignancy, have no evidence of that disease for five years or more and are deemed at negligible risk for recurrence, are eligible for the trial.\n\n3. Ongoing Grade 2 or greater toxicities of previous treatments. Exceptions to this are alopecia 4. Ability to become pregnant (or already pregnant or lactating). However, those female patients who have a negative serum or urine pregnancy test before enrolment and agree to use two highly effective forms of contraception (oral, injected or implanted hormonal contraception and condom, have an intra-uterine device and condom, diaphragm with spermicidal gel and condom) for four weeks before entering the trial, during the trial and for six months afterwards are considered eligible. NB. Abstinence is only considered to be an acceptable method of contraception when this is in line with the preferred and usual lifestyle of the subject. Periodic abstinence (e.g., calendar, ovulation, symptothermal, post-ovulation methods) and withdrawal are not acceptable methods of contraception 5. Male patients with partners of child-bearing potential (unless they agree to take measures not to father children by using one form of highly effective contraception \\[condom plus spermicide\\] and not to donate sperm during the trial and for six months afterwards). Men with pregnant or lactating partners should be advised to use barrier method contraception (for example, condom plus spermicidal gel) to prevent exposure to the foetus or neonate.\n\n6.\n\nKnown untreated or active central nervous system (CNS) metastases (progressing or requiring corticosteroids for symptomatic control). Patients with a history of treated CNS metastases are eligible, provided they meet all of the following criteria:\n\n* Evaluable or measurable disease outside the CNS is present.\n* Radiographic demonstration of improvement upon the completion of CNS-directed therapy at least 4 weeks after completion of CNS directed therapy and no evidence of interim progression between the completion of CNS-directed therapy and the baseline disease assessment.\n* Not requiring corticosteroids. 7. Major surgery within four weeks of the first dose of study treatment. 8. History of malabsorption syndrome or other condition that would interfere with enteral absorption.\n\nAt high medical risk because of non-malignant systemic disease including active uncontrolled infection.\n\n10. History of (non-infectious) pneumonitis/interstitial lung disease that required steroids, or current pneumonitis/interstitial lung disease.\n\n11. Known to be serologically positive for hepatitis B, hepatitis C or human immunodeficiency virus (HIV).\n\n12. Has an active autoimmune disease that has required systemic treatment in past 3 months (i.e. with use of disease modifying agents, corticosteroids or immunosuppressive drugs). Replacement therapy (e.g., thyroxine, insulin, or physiologic corticosteroid replacement therapy for adrenal or pituitary insufficiency, etc.) is not considered a form of systemic treatment. Patients with Sjogren's syndrome will not be excluded from the study. In addition, patients that experienced a Grade 3 or higher immune-related AE on treatment with immunotherapy will be excluded from the study. Patients that have experience a prior G2 immune-related AE on treatment will need case-by-case discussion with the CI. Patients with inactive autoimmune disease which has previously required systemic therapy, may be considered on a case-by-case basis after discussion with the sponsor.\n\n13. Has a diagnosis of immunodeficiency or is receiving systemic steroid therapy or any other form of immunosuppressive therapy within 14 days prior to the first dose of trial treatment. The use of physiologic doses of corticosteroids may be approved after consultation with the chief Investigator. Stable use (i.e., no change in dose within 1 month prior to Day 1 of Cycle 1) of inhaled corticosteroids is allowed.\n\n14. Has received a live vaccine within 30 days of planned start of study therapy. Note: The killed virus vaccines used for seasonal influenza vaccines for injection are allowed; however intranasal influenza vaccines (e.g. FluMist®) are live attenuated vaccines and are not allowed.\n\n15.\n\nAny of the following cardiac criteria:\n\n1. Mean resting corrected QT interval (QTcF) \\> 470 msec obtained from 3 consecutive electrocardiograms (ECGs) within 5 minutes of each other. Known congenital QT syndrome or history of torsades de pointes.\n2. Left ventricular ejection fraction of \\<50% on echocardiogram.\n3. Any clinically significant abnormalities in rhythm, conduction or morphology of resting ECG, e.g. complete left bundle branch block, third degree heart block. Controlled atrial fibrillation is allowed.\n4. Experience of any of the following procedures or conditions in the preceding 6 months: coronary artery bypass graft, angioplasty, vascular stent, myocardial infarction, angina pectoris, congestive heart failure New York Heart Association \\[NYHA Grade 2 or above\\], severe valvular disease, uncontrolled hypertension despite optimal therapy.\n\n   16. Prior bone marrow transplant or have had extensive radiotherapy to greater than 25% of bone marrow within eight weeks.\n\n   17. Participates or plans to participate in another interventional clinical trial, whilst taking part in this Phase I study of ASTX660 and Pembrolizumab. Participation in an observational trial would be acceptable.\n\n   18. Patients with prior exposure to an IAP antagonist (Smac mimetic) will be excluded from this study. Patients with prior exposure to immunotherapy (either CTLA-4, PD-1/PD-L1 inhibitor/cellular therapy) will be permitted to enrol as long as they did not experience any immune-adverse event toxicity while on their prior immunotherapy as described in exclusion criteria 12.\n\n   19. History or current evidence of any condition, therapy, or laboratory abnormality that might confound the results of the study, interfere with the patient's participation for the full duration of the study, or is not in the best interest of the patient to participate, in the Investigator's opinion.\n\n   20. Severe hypersensitivity (≥ Grade 3) to any of the IMPs and/or any of their excipients.\n\n   21. Known psychiatric or substance abuse disorders that would interfere with cooperation with the requirements of the trial.\n\n   22. History of an allogenic tissue/ solid organ transplant. 23. Symptoms of COVID-19 and/or documented COVID-19 infection.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}