{
    "nctId": "NCT03227328",
    "briefTitle": "CDK4/6-inhibitor or Chemotherapy, in Combination With ENDOcrine Therapy, for Advanced Breast Cancer / KENDO",
    "officialTitle": "Group Sequential Response Adaptive Randomized Clinical Trial of Concomitant Chemotherapy Plus Endocrine Therapy Versus Cyclin-dependent Kinase 4/6 (CDK4/6) Inhibitor Plus Endocrine Therapy for Advanced Hormone Receptor-positive, HER2-negative Breast Cancer.",
    "overallStatus": "UNKNOWN",
    "conditions": "Hormone Receptor Positive Breast Cancer, Metastatic Breast Cancer, Hormone Receptor Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 150,
    "primaryOutcomeMeasure": "Progression Free Survival (PFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histological diagnosis of HR-positive (ER ≥10% of tumor cells), HER2-negative breast cancer, determined by local laboratory on most recent available tumor tissue.\n* Locally advanced (not susceptible to locoregional therapy) or metastatic disease (herein globally defined as \"advanced breast cancer (ABC)\").\n* At least one of the following signs of disease aggressiveness:\n\n  * The main criteria are a low expression of ER (10% ≤ ER \\< 50%) and/or a relapse while on the first 2 years of adjuvant endocrine therapy or disease progression (PD) within the first 6 months of first-line endocrine therapy for ABC\n  * Other tumor characteristics of aggressiveness that make the patient potentially candidate to chemotherapy, according to the guidelines of the Italian Association of Medical Oncology \\[AIOM guidelines 2017\\], such as: elevated Ki67 (preferably documented, if available, on a metastatic biopsy), low expression of hormone receptors (e.g. progesterone receptor \\<20%), extended visceral involvement or visceral involvement at risk for organ failure, uncontrolled symptoms; these patients are eligible if chemotherapy is considered a suitable option by the treating physician.\n* Postmenopausal women, or premenopausal women undergoing treatment with LHRH analog, or men (either receiving treatment with LHRH analog or not).\n* Measurable disease according to RECIST 1.1 criteria, or not measurable but evaluable disease.\n* Any prior adjuvant chemotherapy or endocrine therapy\n* No prior chemotherapy for advanced disease.\n* Up to one prior line of endocrine therapy for ABC.\n* Age ≥ 18 years.\n* Eastern Cooperative Oncology Group performance status (ECOG-PS) ≤2 (see Appendix A).\n* Adequate organ (renal, hepatic, bone marrow, cardiac) functions.\n* Female participants of child bearing potential and male participants whose partner is of child bearing potential must be willing to use effective contraception during the study period and for 4 months thereafter. Effective contraception methods include: total abstinence (when this is in line with the preferred and usual lifestyle of the subject); tubal ligation; male sterilization; combination of the placement of an intrauterine device or intrauterine system and barrier methods of contraception with spermicidal suppository.\n* Participant is willing and able to give informed consent for participation in the study.\n\nExclusion Criteria:\n\n* Any prior chemotherapy or CDK4/6 inhibitor for advanced breast cancer\n* More than 1 prior line of endocrine therapy for ABC.\n* Patients who have not recovered from adverse events due to prior therapies to grade ≤1 (excluding alopecia).\n* Active central nervous system metastases.\n* History of allergic reactions attributed to compounds of similar chemical or biologic composition to the drugs used in the study.\n* Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements.\n* Prior history of non-breast malignancy (except for adequately controlled basal cell carcinoma of the skin, carcinoma in situ of the cervix, in situ carcinoma of the bladder), unless treated with curative intent and disease free for at least 3 years.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}