{
    "nctId": "NCT01543126",
    "briefTitle": "IL-6 and IL-8 Level of Blood and Pleural Effusion During Chemotherapy in Metastatic Breast Cancer",
    "officialTitle": "A Prospective Study Assessing the Correlation Between Disease Prognosis and the Level of IL-6 and IL-8 Level in Blood and Pleural Effusion Before and After Chemotherapy in Patients With Metastatic Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 9,
    "primaryOutcomeMeasure": "level of IL-6 and IL-8",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Female between 18 and 70 years old;\n* Patients with histologic proved metastatic breast cancer;\n* Pleural effusion with the volume of more than 1000ml, as documented by CT, X ray or ultrasound;\n* There are no other diseases which cause the elevation of IL-6 or IL-8, such as cirrhosis of liver, anaphylactoid purpura, acute pancreatitis;\n* With at least one measurable disease according to RECIST criteria,\n* Normal laboratory results:ANC≥2.0×109/L,Hb≥80g/L,plt≥100×109/L,TB\\<UNL (\\<1.5 x UNL in patients with liver mets),ALT/AST\\< 1.5 x UNL (\\<2.5x UNL in patients with liver mets),AKP\\<5 x UNL(except bone mets),Cr\\<UNL;\n* Normal functions with heart, liver,renal and bone marrow;\n* Got ICF before enrollment;\n* Life expectancy more than 12 weeks.\n\nExclusion Criteria:\n\n* Pregnant or breast-feeding women or positive serum pregnancy test;\n* Uncontrolled brain metastases;\n* No recovery from previous radiation or accepted radiation within 4 weeks before enrollment;\n* Participation in any investigational drug study within 4 weeks preceding treatment start;\n* Concurrent other malignancy at other sites or previous other cancer within the last 5 years, with the exception of adequately treated in situ carcinoma of cervix uteri or basal or squamous cell carcinoma of the skin;\n* Serious uncontrolled intercurrent infections;\n* Poor compliance.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}