{
    "nctId": "NCT03051672",
    "briefTitle": "Phase II PEMBROLIZUMAB + PALLIATIVE RADIOTHERAPY IN BC",
    "officialTitle": "A Phase II Study Of Pembrolizumab In Combination With Palliative Radiotherapy For Metastatic Hormone Receptor Positive Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 8,
    "primaryOutcomeMeasure": "Objective Response Rate",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Participants must have histologically or cytologically confirmed invasive breast cancer, with metastatic disease. Participants without pathologic or cytologic confirmation of metastatic disease should have unequivocal evidence of metastasis from physical examination or radiologic evaluation.\n* Invasive disease must have been tested for ER, PR and HER2. Participants must have hormone-receptor positive, HER2-negative breast cancer defined as:\n\n  * ER\\>1% or PR\\>1%\n  * HER2-negative per ASCO CAP guidelines, 2013 \\[Wolff et al., 2013\\]\n* Participant must be a candidate for palliative radiation treatment to at least one bone, lymph node, or soft tissue lesion. Radiation of visceral lesions (such as lung or hepatic lesions) is not permitted.\n* Participant must have measurable disease outside the field of radiation as defined by RECIST 1.1.\n* If tumor is accessible and outside the field of radiation, the participant must be willing to undergo a research biopsy at baseline and after 2 cycles of pembrolizumab. Participants for whom newly-obtained samples cannot be provided (e.g. inaccessible or safety concern) must be willing to submit an archival specimen.\n* Prior systemic therapy:\n\n  * Participant must be at least 14 days from the last dose of prior chemotherapy, endocrine therapy, biological agents (including small molecule targeted therapy) or any investigational drug product with adequate recovery of toxicity to baseline, or grade 1(with the exception of alopecia and hot flashes) at the time of registration.\n  * There is no limit to the number of prior lines of therapy, including endocrine or cytotoxic agents. Systemic treatment naive patients for metastatic disease are also eligible.\n  * Participants may initiate or continue bisphosphonate therapy on study.\n  * Continuation of ovarian suppression is allowed.\n* Prior radiation therapy:\n\n  * Patients must be at least 3 months from prior radiation therapy\n  * Re-irradiation of the same field is not allowed\n* Concurrent administration of other cancer specific therapy during the course of this study is not allowed.\n* The subject is ≥18 years old\n* ECOG performance status ≤1 (See Appendix A for details)\n* Participants must have normal organ and marrow function as defined below:\n\n  * absolute neutrophil count ≥1,500/mcL\n  * platelets ≥100,000/mcL\n  * hemoglobin ≥ 8 g/dl\n  * total bilirubin ≤1.5 × institutional upper limit of normal (ULN)\n  * AST(SGOT)/ALT(SGPT) ≤2.5 × institutional ULN or ≤ 5 × institutional ULN for participants with documented liver metastases\n  * creatinine ≤1.5 ×within normal institutional ULN (or 2.0 x ULN in patients with documented Gilbert's Syndrome) OR creatinine clearance ≥60 mL/min/1.73 m2 for participants with creatinine levels above institutional ULN.\n  * International normalized ratio (INR) or Prothrombin Time (PT) \\<1.5 times the upper limit of normal unless subject is receiving anticoagulant therapy, as long as PT or PTT is within therapeutic range of intended use of anticoagulants.\n  * Activated Partial Thromboplastin Time (aPTT) \\<1.5 times the upper limit of normal unless subject is receiving anticoagulant therapy, as long as PT or PTT is within therapeutic range of intended use of anticoagulants.\n* Female subjects of childbearing potential must have a negative pregnancy test at screening\n* Female and male subjects of childbearing potential must agree to use an adequate method of contraception as outlined in section 5.4.1. Contraception is required starting with the first dose of study medication through 120 days after the last dose of study medication Note: Abstinence is acceptable if this is the usual lifestyle and preferred contraception for the subject.\n* Resolution of all chemotherapy-related or radiation-related toxicities to Grade 1 severity or lower, except for stable sensory neuropathy (≤ Grade 2) and alopecia.\n* The subject is capable of understanding and complying with the protocol and has signed the informed consent document\n\nExclusion Criteria:\n\n* Participants who are receiving any other investigational agents.\n* Previous treatment with any anti-PD-1, PD-L1, or PD-L2 agent.\n* History of allergic reactions attributed to compounds of similar chemical or biologic composition to pembrolizumab.\n* Known brain metastases that are untreated, symptomatic, or require therapy to control symptoms. Participants with previously diagnosed brain metastases are eligible if they have:\n\n  * completed treatment (whole brain radiotherapy, radiosurgery, or a combination) at least 3 months prior to trial therapy initiation,\n  * are neurologically stable, and\n  * have recovered from effects of radiotherapy or surgery. Any corticosteroid use for brain metastases must have been discontinued without the subsequent appearance of symptoms for ≥2 weeks before prior to registration.\n* Radiologic or clinical evidence of Spinal Cord Compression.\n* Spinal Instability Neoplastic Score ≥ 7 unless lesion reviewed by a neurosurgical service and considered stable.\n* Participants with bone lesions requiring surgical fixation to provide mechanical stability are ineligible. Participants with previously fixed lesions are allowed.\n* The participant has an uncontrolled intercurrent illness, including, but not limited to uncontrolled hypertension, unstable angina pectoris, uncontrolled cardiac arrhythmia, congestive heart failure-New York Heart Association Class III or IV, active ischemic heart disease, myocardial infarction within the previous six months, uncontrolled diabetes mellitus, gastric or duodenal ulceration diagnosed within the previous 6 months, severe malnutrition or psychiatric illness/social situations that would limit compliance with study requirements.\n* Clinically significant electrocardiogram (ECG) abnormality, including a marked baseline prolonged QT/QTc (\\[QT interval/corrected QT interval\\], eg, a repeated demonstration of a QTc interval \\>500 ms).\n* Participant has a medical condition that requires chronic systemic steroid therapy or on any other form of immunosuppressive medication. For example, patients with autoimmune disease that requires systemic steroids or immunosuppression agents should be excluded. Replacement therapy (eg., thyroxine, insulin, or physiologic corticosteroid replacement therapy for adrenal or pituitary insufficiency, etc.) is not considered a form of systemic treatment.\n* Has history of (non-infectious) pneumonitis that required steroids or current pneumonitis.\n* Has a history of interstitial lung disease.\n* The participant is known to be positive for the human immunodeficiency virus (HIV), HepBsAg, or HCV RNA. HIV-positive participants on combination antiretroviral therapy are ineligible because of the potential for pharmacokinetic interactions with Pembrolizumab.\n* Individuals with a history of different malignancy are ineligible except for the following circumstances. Individuals with a history of other malignancies are eligible if they have been disease-free for at least 3 years or are deemed by the investigator to be at low risk for recurrence of that malignancy.\n* Has received a live vaccine within 30 days of planned start of study therapy.\n* The participant is pregnant or breast-feeding",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}