{
    "nctId": "NCT04719455",
    "briefTitle": "Adherence Improving Self-Management Strategy (AIMS) in Breast Cancer Patients Using Adjuvant Endocrine Treatment (AET)",
    "officialTitle": "Adherence Improving Self-Management Strategy (AIMS) in Breast Cancer Patients Using Adjuvant Endocrine Treatment (AET): a Randomised Controlled Trial",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer, Breast Neoplasms",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 64,
    "primaryOutcomeMeasure": "Intervention effects on psychosocial determinants (beliefs, motivation, social norm)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* female gender\n* estrogen receptor positive\n* diagnosis of primary breast cancer and active prescription of tamoxifen or aromatase inhibitors\n* Not being treated with adjuvant endocrine therapy earlier (except voor neo-adjuvant endocrine therapy)\n* started with adjuvant endocrine therapy in the last 4 weeks OR already taking adjuvant endocrine therapy (\\>=3 months; remaining treatment duration minimal 2 years)\n* age minimal 18 years\n* Able to come to the outpatient ward of the hospital for appointments with the nurse or nurse practitioner\n* Able to understand Dutch or having the possibility to bring someone who translates\n\nExclusion Criteria:\n\n* Not able to sign informed consent.\n* Currently being treated with neo adjuvant endocrine therapy\n* distant metastases proven by a positron emission tomograph (PET) scan with fluordeoxyglucose (FDG) scan\n* Other invasive malignancy, except for a malignancy being treated without chemotherapy more than 5 years ago and without evidence for recurrence. Patients with basal cell or plaveisel cell skin cancer are eligible for the study.\n* Participation in another interventional study for adherence or physical activity\n* Treatment with ovarian suppression",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}