{
    "nctId": "NCT00096356",
    "briefTitle": "Coenzyme Q10 in Relieving Treatment-Related Fatigue in Women With Breast Cancer",
    "officialTitle": "A Randomized Double-Blind Placebo-Controlled Study Of Oral Coenzyme Q10 To Relieve Self-Reported Cancer Treatment Related Fatigue In Breast Cancer Patients",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer, Fatigue",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 236,
    "primaryOutcomeMeasure": "Effects of Coenzyme Q10 on Fatigue (as Measured by POMS-F) 24 Weeks Following Randomization",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Signed consent\n* Hg \\> 11g/dl; supportive measures (erythropoietin, transfusion, iron therapy) should be utilized to assist with maintaining Hgb levels\n* Total cholesterol \\> 160mg/dL.\n* Female with primary cancer diagnosis (breast)\n* Planned adjuvant chemotherapy (neoadjuvant chemotherapy is excluded)\n* KPS \\> 60\n* Bilirubin \\< 1.5 x ULN\n* SGOT \\< 2.5 x ULN\n* SGPT \\< 2.5 x ULN\n\nExclusion Criteria:\n\n* Recent involuntary weight loss (\\> 5% of body weight in the past 3 months)\n* Statin therapy - current or planned during study. Below is a list of some commonly used statin drugs.(Note: This is a helpful guide, not a complete list.)\n\n  * Atorvastatin (Lipitor)\n  * Cerivastatin\n  * Fluvastatin (Lescol)\n  * Lovastatin (Mevacor, Altocor, Advicor)\n  * Mevastatin\n  * Pravastatin (Pravachol)\n  * Rosuvastatin\n  * Simvastatin (Zocor)\n* Current or planned use of the following medications for fatigue\n\n  * Corticosteroids (intermittent use as part of chemotherapy regimen is allowed)\n  * Amphetamines or other stimulants including methylphenidate (Ritalin)or modafinil (Provigil)\n* Patients diagnosed with uncontrolled hypertension\n* Breast cancer patients who are male\n* Pregnant women are excluded from participation in this study. A Serum pregnancy test is required within 1 week of registration if the patient is a woman of childbearing potential.\n* Anticoagulant therapy - current or planned during study (except for maintenance of catheter patency)\n* Patients with uncontrolled thyroid dysfunction",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}