{
    "nctId": "NCT04304352",
    "briefTitle": "Metronomic Oral Chemotherapy With Cyclophosphamide, Capecitabine and Vinorelbine in Metastatic Breast Cancer Patients",
    "officialTitle": "A Phase II Study of Metronomic Oral Chemotherapy With Cyclophosphamide Plus Capecitabine and Vinorelbine in Metastatic Breast Cancer Patients",
    "overallStatus": "RECRUITING",
    "conditions": "Advanced Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 162,
    "primaryOutcomeMeasure": "Time to progression (TTP)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Pre- or post-menopausal women (age ≥18 years) with histologically or cytologically (cell block) proven, locally advanced (inoperable) or metastatic breast carcinoma. Immunohistochemical evaluation of estrogen receptor (ER), progesterone receptor (PgR), human epidermal growth factor receptor 2 (HER2), and epidermal growth factor receptor (EGFR) according to European Institute of Oncology guidelines is mandatory.\n2. Patients with HER2 overexpressed tumors, are eligible if they had received previous trastuzumab therapy for advanced disease, and/or a treatment with anti HER2 targeted therapy.\n3. Patients fulfilling one of the following criteria:\n\n   * Patients with measurable disease as per RECIST 1.1 criteria. This is defined as at least one lesion that can be accurately measured in at least one dimension (longest diameter to be recorded) as 20 mm with conventional techniques or as 10 mm with spiral CT scan\n   * Patients with bone lesions, lytic or mixed (lytic + sclerotic), in the absence of measurable disease as defined by RECIST 1.1 criteria. Bone lesions must be evaluable by plain CT or MRI. Patients with lesions identified only on radionucleotide bone scan are not eligible.\n4. Patients may have received any primary and/or adjuvant therapies, as any previous lines of chemotherapy and endocrine therapy for advanced disease. Patients may have received metronomic capecitabine, methotrexate and cyclophosphamide in adjuvant setting at least 12 months before study entry\n5. Previous treatment with capecitabine, cyclophosphamide and vinorelbine not in metronomic schedule for advanced disease is allowed, provided that the patient has progressive disease at study entry and the patients should not be defined as \"refractory\" to treatments (Pathological Response or Complete Response or Stable Disease \\> 6 months).\n6. Patients may have had previous hormonal therapy as treatment of metastatic disease provided that the patient has progressive disease at study entry. Hormonal therapy must be discontinued prior to study entry, excluding Luteinizing Hormone-Releasing Hormone (LHRH) analogue.\n7. Life expectancy greater than 6 months.\n8. Eastern Cooperative Oncology Group (ECOG) Performance Status performance status \\<2\n9. Patients must have normal organ and marrow function as defined below:\n\n   * leukocytes ≥ 3,000/μL\n   * absolute neutrophil count ≥ 1,000/μL\n   * platelets ≥ 100,000/μL\n   * Haemoglobin ≥ 10 g/dl\n   * total bilirubin within normal institutional limits\n   * Aspartate Aminotransferase (AST)/Alanine Aminotransferase (ALT) ≤ 2 X institutional upper limit of normal\n   * creatinine within normal institutional limits OR\n   * creatinine clearance ≥ 60 mL/min/1.73 m for patients with creatinine levels above institutional normal\n10. Geographically accessible for follow up.\n11. Ability to understand and the willingness to sign a written informed consent document.\n\nExclusion Criteria:\n\n1. Previous metronomic chemotherapy for advanced disease with capecitabine, cyclophosphamide and vinorelbine\n2. Patients defined as \"refractory\" to capecitabine, cyclophosphamide and vinorelbine (Progression Disease or Stable Disease \\< 6 months).\n3. Presence of symptomatic cerebral or leptomeningeal involvement.\n4. Previous or concomitant other malignancy except basal or squamous cell carcinoma of the skin or adequately treated in situ carcinoma of the cervix.\n5. Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements.\n6. Malabsorption syndrome or disease affecting significantly gastrointestinal function or major resection of the stomach or proximal small bowel that could affect absorption of oral vinorelbine\n7. Concurrent treatment with any other anti-cancer therapy except LHRH analogue.\n8. Patients with pre-existing motor or sensory peripheral neuropathy grade 2 according to NCI criteria",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}