{
    "nctId": "NCT03255980",
    "briefTitle": "Monocenter, Open Label Clinical Investigation on the Treatment of Radiation Induced Dermatitis With Xonrid®",
    "officialTitle": "Monocenter, Open Label Clinical Investigation on the Treatment With Xonrid®, a Medical Device for the Prevention and Treatment of Radiotherapy-induced Dermatitis, in Breast and Head & Neck Cancer Patients Receiving Curative Treatment.",
    "overallStatus": "COMPLETED",
    "conditions": "Radiodermatitis, Quality of Life",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "OTHER",
    "enrollmentCount": 80,
    "primaryOutcomeMeasure": "Proportion of Patients Without Grade G2 Skin Toxicity Radiodermatitis at Week 5",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Male and female which are 18 years of age or older\n2. Performance status \\< 2\n3. Epithelial carcinoma of oropharynx, nasopharynx, larynx, hypopharynx, paranasal sinus and salivary glands or breast cancer, planned to receive a total dose of at least 50 Gy\n4. Postoperative or curative radiation treatment\n5. Concurrent chemotherapy is accepted, in head \\& neck cancer patients\n6. Patients willing and able to give signed informed consent and, in the opinion of the Investigator, to comply with the Clinical Investigation Plan tests and procedures.\n\nExclusion Criteria:\n\n1. Pregnant or lactating women\n2. Planned to receive concurrent cetuximab\n3. Previous radiation therapy on the head and neck area or breast and thorax areas\n4. Cutaneous and connective diseases (i.e. lupus erythematosus or scleroderma)\n5. Systemic diseases known to delay the skin healing process such as diabetes mellitus or severe renal failure\n6. Use of a tissue-equivalent bolus\n7. Use of over-the-counter topical medications containing steroids\n8. Presence of rashes or unhealed wounds in the radiation field\n9. Recent sun exposure\n10. Mental conditions that could adversely affect patients' adherence to the study.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}