{
    "nctId": "NCT02215083",
    "briefTitle": "L-glutamine Supplementation to Alleviate Symptoms of Taxane-Induced Neuropathy in Patients With Breast Cancer",
    "officialTitle": "L-glutamine Supplementation to Alleviate Symptoms of Taxane-Induced Neuropathy in Patients With Breast Cancer",
    "overallStatus": "WITHDRAWN",
    "conditions": "Peripheral Neuropathy",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "Total sensory neuropathy (area under the curve [AUC]) as measured by the EORTC QLQ-CIPN20 at baseline and week 9",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Biopsy proven adenocarcinoma of the breast\n* Received at least one prior taxane-containing chemotherapy regimen which resulted in persistent taxane-induced peripheral neuropathy\n* Anticipated survival of at least 6 months\n* Eastern Cooperative Oncology Group (ECOG) performance status (PS) = 0, 1, or 2\n* The patient must have screening laboratory: Transaminases\\<2.5 x upper limit of normal; total bilirubin \\<2.0; creatinine \\<1.5\n* Neuropathy onset from taxane administration no more than 18 months from date enrolled in trial\n* Willingness to adhere to supplemental regimen of l-glutamine 10,000mg taken orally twice daily, with one potential dose escalation to 10,000mg taken orally three times daily.\n* Grade I-III sensory peripheral neuropathy related to prior taxane use as assessed by their treating oncologist at Eastern Regional Medical Center\n* Able to give informed consent for protocol participation\n\nExclusion Criteria:\n\n* Participants are not able to understand or provide written informed consent.\n* The research team deems that the participant may not be able to follow the study protocol.\n* Current diagnosis of bipolar disorder or other manic state\n* Prior use of l-glutamine for prevention or empirical treatment of taxane-induced sensory peripheral neuropathy\n* Prior treatment with a platinum chemotherapy\n* Concurrent use of physical therapy interventions such as the 'Rebuilder', chiropractic care, acupuncture, or other modalities specifically targeting peripheral neuropathy\n* Concomitant use of nutraceutical supplements which may mitigate symptoms of taxane-induced peripheral neuropathy including B-Complex vitamins, alpha-lipoic acid, vitamin E, acetyl-l-carnitine, intramuscular B12 injections, fish oil, etc... during study\n* Renal insufficiency : serum creatinine of \\>1.5 mg /dl\n* Hepatic insufficiency: transaminases \\> 2.5 x upper limit of normal due to isolated reports of possible hepatic encephalopathy\n* New prescription or dose adjustment of current medication for the treatment of peripheral neuropathy such as gabapentin or Lyrica within the past 30 days.\n* Pre-existing sensory peripheral neuropathy from other comorbid conditions such as diabetes or alcoholism\n* Current serious infection or other serious medical condition\n* Currently active second malignancy other than nonmelanatous skin cancer or carcinoma in situ of the cervix\n* Pregnant or lactating female (pre-menopausal females will undergo pregnancy test prior to administration of protocol drugs throughout treatment cycles during this study)\n* Acetaminophen use exceeding 2 g per day-includes use of acetaminophen-containing pain medications such as Percocet.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}