{
    "nctId": "NCT03540251",
    "briefTitle": "Clinical Study on Auricular Points Sticking Plus Chinese Medication for Hot Flashes in Breast Cancer Women",
    "officialTitle": "Auricular Points Sticking for the Treatment of Hot Flashes in Breast Cancer Patients, a Randomized, Controlled Trial",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer, Hormonal Therapy, Hot Flashes, Acupuncture",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 92,
    "primaryOutcomeMeasure": "Change from Baseline Hot Flash Score at 12 weeks",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Primary breast cancer after surgical treatment, pathologically diagnosed malignant breast epithelial tumors (breast cancer), immunohistochemistry showed pathological type of estrogen receptor (ER) and / or progesterone receptor (PR) positive.\n* Participants should be currently receiving endocrine therapy with oral administration of SERMS(selective estrogen receptor modulators) only.\n* Participants should be suffered from perimenopausal symptoms,which is the sudden onset of facial skin flushing, sweating, began from chest and neck,often lasts a few seconds to several minutes and then subsided after center body temperature drops, the associated symptoms of heart palpitations, anxiety, impatience and even a sense of panic, and even wake up at night. The interval between the two attacks is more than 10 minutes.\n* Hot flashes occurs during endocrine therapy of breast cancer\n* KPS score \\>60 score \\>2 and ECOG\n* Hot flashes (greater than or equal to 3 times the number of hot flashes per day)\n* Symptoms persist for more than 2 weeks\n\nExclusion Criteria:\n\n* Participants who have uncontrolled diabetes, hyperthyroidism and hypertension and in patients with pheochromocytoma\n* Abnormal blood routine, liver and kidney damage (the index is greater than 1.2 times the upper limit of normal value)\n* Pregnant or lactating women, persons with mental disorders\n* Participants with other cancers\n* Participants are participating in other clinical trials\n* Current chemotherapy treatment period has not yet completed\n* Taking corticosteroids or sex hormone treatment.",
    "sex": "FEMALE",
    "minimumAge": "30 Years",
    "stdAges": "ADULT"
}