{
    "nctId": "NCT01147367",
    "briefTitle": "Physical Activity, Fatigue, Sleep, and Inflammation",
    "officialTitle": "Physical Activity Benefits After Breast Cancer: Exploring Cytokine Mechanisms",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 49,
    "primaryOutcomeMeasure": "physical activity",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Female, 30 to 70 years of age, with first diagnosis of ductal carcinoma in situ (DCIS) or Stage I or Stage II breast cancer\n* If chemotherapy or radiation therapy was received, the patient must be at least 4 weeks status post final primary treatment administration to allow treatment related cytokine changes to resolve. The participant may be taking longer term therapies such as aromatase inhibitors, estrogen receptor modulators, etc.\n* If the patient has undergone a surgical procedure, she must be at least 8 weeks post-procedure.\n* English speaking\n* Medical clearance for participation provided by primary care physician or oncologist\n* Postmenopausal\n* Average fatigue over the past week of ≥ 3 on a 1 to 10 Likert scale or sleep dysfunction ≥ 1 on a 0 to 3 Likert scale\n* Participating, on average, in no more than 20 minutes of physical activity on two or fewer days per week during the past six months\n* Willing to abstain from \"as needed\" medications for 7 days prior to each blood draw. \"As needed\" medications are defined as any medicine (prescription or over-the-counter) that is taken sporadically as needed for specific complaints rather than taken at regularly scheduled intervals (e.g., daily).\n\nExclusion Criteria:\n\n* Metastatic or recurrent breast cancer\n* Inability to ambulate without assistance\n* Unstable angina\n* New York Heart Association class II, III, or IV congestive heart failure\n* Uncontrolled asthma\n* Interstitial lung disease\n* Current use of steroids\n* Having been told by a physician to only do exercise prescribed by a physician\n* Dementia or organic brain syndrome\n* Schizophrenia or active psychosis\n* Connective tissue or rheumatologic disease \\[i.e., Systemic lupus erythematosus, rheumatoid arthritis, amyloidosis, Reiter's syndrome, psoriatic arthritis, mixed connective tissue disease, Sjögren's syndrome, progressive systemic sclerosis, CREST syndrome, polymyositis, dermatomyositis, vasculitis, polymyalgia rheumatic, temporal arteritis\\]\n* Anticipates undergoing elective surgery during the duration of the intervention which would interfere with intervention participation (e.g., breast reconstructive surgery).\n* Do not live or work less than 50 miles from the study site\n* Lack of transportation to the study site\n* Changes in usual medications expected during the study time period\n* Plan to move residence out of the local area during the 5 months of the study\n* Plan to travel out of the local area for vacation during the first 4 weeks of the intervention or plan to travel out of the local area for more than a week during the last 8 weeks of the intervention\n* Contraindication to participation in physical activity (i.e., moderate intensity walking and strength training with resistance bands)",
    "sex": "FEMALE",
    "minimumAge": "30 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}