{
    "nctId": "NCT02505048",
    "briefTitle": "A Study to Assess the Efficacy of Rucaparib in Metastatic Breast Cancer Patients With a BRCAness Genomic Signature",
    "officialTitle": "A Single Arm, Open-label, Phase II Study to Assess the Efficacy of Rucaparib in Metastatic Breast Cancer Patients With a BRCAness Genomic Signature",
    "overallStatus": "COMPLETED",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 41,
    "primaryOutcomeMeasure": "Clinical Benefit Rate",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Women with histologically proven breast cancer.\n2. No Her2 over-expression.\n3. Progressive metastatic disease previously treated with at least one line of chemotherapy at the metastatic setting.\n4. Molecular analysis using the Affymetrix (CytoScan HD, SNP 6.0, or OncoScan) array available from the SAFIR02 protocol, or from other programs.\n5. BRCAness profile as defined by the Clovis genomic signature or BRCA1/2 somatic mutation (without known germline BRCA).\n6. Age ≥ 18 years\n7. WHO Performance Status 0/1\n8. Presence of measurable target lesion according to RECIST criteria v1.1\n9. Patients will have had at least a 21-day wash-out period from last chemotherapy or targeted therapy administration prior to inclusion and should have recover (grade ≤1) from all residual toxicities, excluding alopecia.\n10. Potentially reproductive patients must agree to use an effective contraceptive non-hormonal method or practice adequate methods of birth control or practice complete abstinence while on treatment, and for at least 6 months after the last dose of study drug.\n11. Women of childbearing potential must have a negative serum pregnancy test done within 14 days of enrollment and/or urine pregnancy test 72 hours prior to the administration of the study drug.\n12. Women who are breastfeeding should discontinue nursing prior to the first dose of study drug and until 6 months after the last dose.\n13. Provision of signed and dated, written informed consent prior to any study specific procedures, sampling and analyses\n14. Patient with social insurance coverage.\n\nExclusion Criteria:\n\n1. BRCA1 or 2 germline known mutation.\n2. Life expectancy \\<3 months.\n3. Less than 14 days from radiotherapy (whatever the indication). Fields should not have involved all target lesions.\n4. Patients previously treated with a PARP inhibitor.\n5. Spinal cord compression and/or symptomatic or progressive brain metastases (unless asymptomatic or treated and stable off steroids for at least 30 days prior to start of study drug).\n6. Patients with all target lesions in a previously irradiated region, except if clear progression has been observed prior to study in at least one of them\n7. Inability to swallow\n8. Major problem with intestinal absorption\n9. Previous or current malignancies of other histologies within the last 5 years, with the exception of in situ carcinoma of the cervix, and adequately treated basal cell or squamous cell carcinoma of the skin.\n10. Evidence of severe or uncontrolled systemic disease (active bleeding diatheses, or active Hepatitis B, C and HIV)\n11. Previous history of myelodysplastic syndrome\n12. History of hypersensitivity to active or inactive excipients of the rucaparib.\n13. Toxicities of grade ≥2 from any previous anti-cancer therapy, with the exception of alopecia.\n14. Altered haematopoietic or organ function, as indicated by the following criteria:\n\n    * Polynuclear neutrophils \\<1.5 x 10⁹/L\n    * Platelets \\<100 x 10⁹/L\n    * Haemoglobin \\<90 g/L\n    * ALAT/ASAT \\>2.5 x upper limit of normal (ULN) in the absence of or \\>5 x ULN in the presence of liver metastases\n    * Bilirubin \\>1.5 x ULN\n    * Creatinine clearance ≤30 mL/min (measured or calculated by Cockcroft and Gault formula\n15. Women who are pregnant.\n16. Patients using drugs that are known potent inhibitors or potent inducers of CYP1A2 or CYP3A4 are not eligible if those treatments cannot be substituted before inclusion\n17. Any condition which in the Investigator's opinion makes it undesirable for the subject to participate in the trial or which would jeopardize compliance with the protocol.\n18. Individuals deprived of liberty or placed under the authority of a tutor.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}