{
    "nctId": "NCT06508216",
    "briefTitle": "A Study to Explore Safety, Tolerability, Pharmacokinetics, and Anti-tumor Activity of Novel Therapeutics in Patients With Early Relapsed Metastatic Triple-negative Breast Cancer",
    "officialTitle": "A Phase Ib/II, Open-label, Modular, Dose-finding and Dose-expansion Study to Explore Safety, Tolerability, Pharmacokinetics, and Anti-tumor Activity of Novel Therapeutics in Patients With Early Relapsed Metastatic Triple-negative Breast Cancer",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 50,
    "primaryOutcomeMeasure": "Part 2_Efficacy of study therapies in each module_objective response rate (ORR) at 6 months.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Male or female patients (who are ≥18 years of age at the time of signing the informed consent) who have a pathologically documented breast cancer that is:\n\n   * Advanced/unresectable (patients who can be treated with curative intent are not eligible) or metastatic.\n   * HER2-negative (IHC 0, 1+ or IHC 2+/ISH-) based on local assessment according to ASCO/CAP guidelines 1.\n   * Documented as hormone receptor-negative (both oestrogen receptors and progesterone receptors are negative \\[oestrogen receptors and progesterone receptors \\< 10%\\]) as per GEFPICS guidelines in the metastatic setting 2.\n2. Patients need to provide an adequate tissue sample: provided from either a new biopsy of a metastatic site or the most recent archival biopsy taken at the time of diagnosis of metastatic disease, if performed within 1 month of the ICF signature. Additionally, an archival sample of the primary tumor may be submitted (if available) in addition to any recent archival tissue provided.\n3. Patients who have early relapsed triple negative breast cancer i.e.:\n\n   * Patients who have received neo/adjuvant chemotherapy in the localized stage.\n   * Radiological and anatomopathological evidence of disease recurrence or metastasis while on (neo)adjuvant treatment or within 12 months from the end of all treatments with curative intent.\n4. Patients with germinal pathological BRCA1/2 mutations are eligible to the study if they have received prior treatment with PARP inhibitor.\n5. ECOG PS of 0 to 2.\n6. LVEF ≥ 50% within 28 days before enrolment.\n7. Adequate organ and bone marrow function within 14 days prior to treatment assignment.\n8. At least one lesion, not previously irradiated (and different from the biopsy site), that qualifies as a RECIST 1.1 target lesion at baseline.\n9. An adequate treatment washout period before randomization/enrolment.\n10. Patients with leptomeningeal or brain metastases can be included in the trial if symptoms are controlled with corticosteroids until 10 mg/day of prednisone or equivalent. Patients with brain metastases must receive radiotherapy if indicated, before study entry. Anticonvulsant therapy must be stable for at least 14 days prior to C1D1.\n\n    Reproduction\n11. Evidence of post-menopausal status or negative serum pregnancy test for females of child-bearing potential who are sexually active with a non-sterilized male partner.\n\n    For women of child-bearing potential, a negative result for a pregnancy test (A negative serum pregnancy test at screening visit and a negative serum or urine pregnancy test within 72 hours prior to first study treatment administration).\n\n    Women will be considered post-menopausal if they have been amenorrhoeic for at least 12 months without an alternative medical cause. The following age-specific requirements apply:\n    * Women \\< 50 years of age would be considered post-menopausal if they have been amenorrhoeic for 12 months or more following cessation of exogenous hormonal treatments and if they have luteinizing hormone and follicle-stimulating hormone levels in the post-menopausal range for the institution.\n    * Women ≥ 50 years of age would be considered post-menopausal if they have been amenorrhoeic for 12 months or more following cessation of all exogenous hormonal treatments, had radiation-induced menopause with last menses\\> 1 year ago, had chemotherapy-induced menopause with last menses \\> 1 year ago).\n12. Women who are surgically sterile (i.e., bilateral salpingectomy, bilateral oophorectomy, or complete hysterectomy) are eligible.\n13. Female patients of child-bearing potential who are sexually active with a non-sterilized male partner must use at least one highly effective method of contraception from the time of screening and must agree to continue using such precautions for 7 months after the last dose of study treatment. Not all methods of contraception are highly effective. Female patients must refrain from egg cell donation and breastfeeding while on study and for 7 months after the last dose of study treatment. Not engaging in sexual activity for the duration of the study and drug washout period is an acceptable practice; however, periodic, or occasional abstinence, the rhythm method, and the withdrawal method are not acceptable methods of contraception.\n14. Non-sterilized male patients who are sexually active with a female partner of child-bearing potential must use a condom with spermicide from screening to 4 months after the final dose of study treatment. Not engaging in sexual activity for the duration of the study and drug washout period is an acceptable practice; however, periodic, or occasional abstinence, the rhythm method, and the withdrawal method are not acceptable methods of contraception. It is strongly recommended for the female partners of a male patient to also use at least one highly effective method of contraception throughout this period. In addition, male patients should refrain from fathering a child or donating sperm during the study and for 4 months after the last dose of study treatment. Preservation of sperm should be considered prior to enrollment in this study.\n15. Female patients must not donate, or retrieve for their own use, ova from the time of screening and throughout the study treatment period, and for at least 7 months after the final study treatment administration. Preservation of ova should be considered prior to enrollment in this study Informed Consent\n16. Patient must understand, sign and date the written informed consent form (ICF) prior to any protocol-specific procedures performed. Patient should be able and willing to comply with study visits and procedure as per protocol.\n17. Patient must be affiliated to a social security system or beneficiary of the same.\n\nExclusion Criteria:\n\n1. Evidence of untreated spinal cord compression or with leptomeningeal or brain metastases, requiring more than 10 mg/day of prednisone or equivalent.\n\n   Note: Untreated spinal cord compression: patients can enter the study after adequate treatment of spinal cord compression.\n2. Uncontrolled intercurrent illness, including but not limited to, ongoing or active infection, uncontrolled or significant cardiovascular disease, severe pulmonary function compromise, serious chronic gastrointestinal conditions associated with diarrhea, or psychiatric illness/social situations that would limit compliance with study requirements, substantially increase risk of incurring AEs or compromise the ability of the patient to give written informed consent.\n3. Has a clinically significant corneal disease.\n4. Has a history of non-infectious ILD/pneumonitis including radiation pneumonitis that required steroids, has current ILD/pneumonitis, or has suspected ILD/pneumonitis that cannot be ruled out by imaging at screening.\n5. Uncontrolled or significant lung disease or prior pneumonectomy.\n6. Active connective tissue or inflammatory disorders requiring treatment, or active or prior documented autoimmune disease within the past 5 years. Of note, patients with vitiligo, Grave's disease or psoriasis not requiring systemic treatment (within the past 2 years) are not excluded. Patients with type 1 diabetes or hypothyroidism stable under treatment or not requiring systemic treatment are eligible.\n7. Active primary immunodeficiency.\n8. Has active or uncontrolled hepatitis B or C virus infection.\n\n   Patients are eligible if they:\n   1. Have been curatively treated for HCV infection as demonstrated clinically and by viral serologies\n   2. Have received HBV vaccination with only anti-HBs positivity and no clinical signs of hepatitis\n   3. Are HBsAg- and anti-HBc+ (i.e., those who have cleared HBV after infection) and meet conditions i-iii of criterion d below:\n   4. Are HBsAg+ with chronic HBV infection (lasting 6 months or longer) and meet conditions i-iii below:\n\n   i. HBV DNA viral load \\< 2000 IU/mL ii. Have normal transaminase values, or, if liver metastases are present, abnormal transaminases, with a result of AST/ALT \\<5× ULN, which are not attributable to HBV infection iii. Start or maintain antiviral treatment if clinically indicated as per the investigator\n9. Patients with known controlled HIV infection and undetectable HIV-DNA are eligible to the trial.\n\n   Note: all of the following criteria are required to define an HIV infection that is well controlled: undetectable viral RNA, CD4+ count ≥ 350, no history of AIDS-defining opportunistic infection within the past 12 months, and stable for at least 4 weeks on the same anti-HIV medications (meaning there are no expected further changes in that time to the number or type of antiretroviral drugs in the regimen). If an HIV infection meets the above criteria, monitoring of viral RNA load and CD4+ count is recommended. Patients must be tested for HIV during the screening period if acceptable by local regulations or an institutional review board (IRB)/ethics committee (EC).\n10. Any concurrent systemic therapy (e.g. chemotherapy, targeted therapy, immunotherapy..), radiotherapy, investigational agent , or biological therapy for cancer treatment. Concurrent use of hormonal therapy for non-cancer-related conditions (e.g., hormone replacement therapy) is acceptable.\n11. History of another primary malignancy except for:\n\n    1. Malignancy treated with curative intent and with no known active disease ≥ 5 years before the first dose of study treatment.\n    2. Adequately treated non-melanoma skin cancer or Lentigo maligna without evidence of disease.\n    3. Adequately treated carcinoma in situ without evidence of disease.\n12. Has a history of severe hypersensitivity reactions to either the study treatment(s) or inactive ingredients (including but not limited to polysorbate 80 of Dato-DXd), or has a history of severe hypersensitivity reactions to other monoclonal antibodies.\n13. Patients having received prior treatment with any antibody drug conjugates targeting TROP2 (eg, Sacituzumab govitecan) are not eligible to the study.\n14. Judgment by the Investigator that the patients should not participate in the study if the patient is unlikely to comply with study procedures, restrictions, and requirements.\n15. History of allogeneic organ transplantation.\n16. Patient has clinically significant, uncontrolled heart disease and/or recent cardiac events including any of the following:\n\n    1. History of angina pectoris, coronary artery bypass graft (CABG), symptomatic pericarditis, or myocardial infarction within 12 months prior to the start of study treatment.\n    2. History of documented congestive heart failure (New York Heart Association functional classification III-IV).\n    3. Documented cardiomyopathy.\n    4. Patient has a Left Ventricular Ejection Fraction (LVEF) \\< 50% as determined by Multiple Gated acquisition (MUGA) scan or echocardiogram (ECHO).\n    5. History of any cardiac arrhythmias (e.g., ventricular tachycardia), complete left bundle branch block, high grade AV block (e.g., bifascicular block, Mobitz type II and third degree AV block), supraventricular, nodal arrhythmias, or conduction abnormality in the previous 12 months.\n    6. Uncontrolled hypertension defined by a Systolic Blood Pressure (SBP) ≥ 160 mmHg and/or Diastolic Blood Pressure (DBP) ≥ 100 mmHg, with or without antihypertensive medication. Initiation or adjustment of antihypertensive medication(s) is allowed prior to screening.\n17. Patients with prior use of immunosuppressive medications within 14 days prior to first study drug dose or anticipation of need for systemic immunosuppressive medication during study treatment, except for intranasal and inhaled corticosteroids or systemic corticosteroids at doses less than 10 mg/day of prednisone or equivalent.\n18. Female patients who are pregnant or breastfeeding or male or female patients of reproductive potential who are not willing to employ effective birth control from screening to 7 months after the last dose of study treatment. (See contraception requirements outlined in Appendix 7 of this protocol).\n19. Administration of live attenuated vaccines within 30 days prior to the first dose of study treatment, or anticipation that such a live, attenuated vaccine will be required during the study or within 3 months after the last dose of study treatment.\n20. Persons deprived of their freedom or under guardianship, or for whom it would be impossible to undergo the medical follow-up required by the trial, for geographic, social or psychological reasons.\n21. Participation in another clinical study with an investigational product during the last 4 weeks prior to enrollment and while on study treatment.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}