{
    "nctId": "NCT01367288",
    "briefTitle": "Comparative Study of Neoadjuvant Chemotherapy With and Without Zometa for Management of Locally Advanced Breast Cancers",
    "officialTitle": "Comparative Study of Neoadjuvant Chemotherapy With and Without Zometa for Management of Locally Advanced Breast Cancers",
    "overallStatus": "COMPLETED",
    "conditions": "Locally Advanced Breast Cancer, Ductal Histologic Type, Without Her 2 Overexpression",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 53,
    "primaryOutcomeMeasure": "Decrease in serum VEGF concentration treatment",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Women 18 years of age or older\n* Absence of contraindication to treatment with Zometa: creatinine clearance greater than 30 mL/min (with Cockroft or MDRD method).\n* Breast cancer (TNM IIa, IIb, IIIa) larger than 2cm in maximal diameter able to benefit from neoadjuvant chemotherapy\n* Ductal or lobular histological type of the breast tumor\n* WHO performance status 0-2\n* Patient who understands the french language\n* Covered by, or having the right to Social Security\n* Signed informed consent\n\nExclusion Criteria:\n\n* Breast cancers of rare histological type (other than ductal and lobular)\n* Noninvasive cancer\n* Multifocal tumor (more than 2 tumoral lesions or 2 tumoral lesions distant more than 2cm each other)\n* T4 breast tumor\n* Presence of organ, bone, or skin metastases (in the initial staging workup)\n* Patient with a history of breast cancer\n* Other cancer currently in treatment (except carcinoma in situ).\n* Severe systemic disease potentially interfering with follow-up.\n* Contraindication to injected products: known allergy to bisphosphonates, zoledronic acid or excipients, severe renal failure (creatinine clearance \\< 30 mL/min with Cockroft or MDRD method).\n* Women who are pregnant (positive pregnancy test) or breast-feeding, or absence of contraception in a woman who is able to become pregnant.\n* Patient with evolutionary dental problems, including dental infection or infection of the jaw,intrabuccal exposure of jawbone, and history or current diagnosis of osteonecrosis of the jaw,requiring a fast chirurgical care.\n* Prior treatment with bisphosphonates (either IV or oral).\n* History of severe bone disease (severe osteoporosis with multiple skeletal-related events).",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}