{
    "nctId": "NCT05177432",
    "briefTitle": "Quadratic Phenotypic Optimisation Platform (QPOP) Utilisation to Enhance Selection of Patient Therapy Through Patient Derived Organoids in Breast Cancer",
    "officialTitle": "Quadratic Phenotypic Optimisation Platform (QPOP) Utilisation to Enhance Selection of Patient Therapy Through Patient Derived Organoids in Breast Cancer",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 26,
    "primaryOutcomeMeasure": "Objective response rate measured by RECIST 1.1 criteria to anti-cancer therapy selected by QPOP (prospective analysis).",
    "eligibilityCriteria": "Part A - Inclusion and exclusion criteria to be fulfilled both prior to study enrolment and prior to commencement of study drug\n\nInclusion Criteria:\n\n* Age \\>= 21 years.\n* Histological confirmed breast carcinoma of any subtype (any estrogen receptor, progesterone receptor and HER2 receptor status)\n* ECOG 0-1.\n* At least 1 tumour lesion (primary or metastatic) amenable to fresh biopsy\n* At least 1 measurable tumour lesions based on RECIST 1.1 criteria\n* Estimated life expectancy of at least 12 weeks.\n* Has documented progressive disease from last line of therapy.\n* Has received at least 1 line of palliative systemic therapy\n* Expected adequate organ function (bone marrow, hepatic, renal) after recovering from treatment-induced acute toxicities at the time of study treatment.\n* Signed informed consent from patient or legal representative.\n* Able to comply with study-related procedures.\n\nExclusion Criteria:\n\nPatients will be excluded from the study for any of the following reasons:\n\n* Pregnancy.\n* Breast feeding.\n* Serious concomitant disorders that would compromise the safety of the patient or compromise the patient's ability to complete the study, at the discretion of the investigator.\n* Active bleeding disorder or bleeding site.\n* Second primary malignancy that is clinically detectable at the time of consideration for study enrollment.\n* History of significant neurological or mental disorder, including seizures or dementia.\n\nPart B - Additional inclusion and exclusion criteria to be fulfilled prior to commencement of study drug\n\nInclusion criteria\n\nPatients may be included in the study only if they meet all of the following criteria:\n\n• Adequate organ function including the following:\n\nBone marrow:\n\n* Absolute neutrophil (segmented and bands) count (ANC) \\>= 1.5 x 109/L\n* Platelets \\>= 100 x 109/L\n* Hemoglobin \\>= 8 x 109/L\n\nHepatic:\n\n* Bilirubin \\<= 1.5 x upper limit of normal (ULN),\n* ALT or AST \\<= 2.5x ULN, (or \\<=5 X with liver metastases)\n\nRenal:\n\n- Creatinine \\<= 1.5x ULN\n\nExclusion criteria\n\nPatients will be excluded from the study for any of the following reasons:\n\n* Treatment within the last 30 days with any investigational drug.\n* Concurrent administration of any other tumour therapy, including cytotoxic chemotherapy, hormonal therapy, and immunotherapy at time of commencement of study drug.\n* Major surgery within 28 days of study drug administration.\n* Active infection that in the opinion of the investigator would compromise the patient's ability to tolerate therapy.\n* Non-healing wound.\n* Poorly controlled diabetes mellitus.\n* Symptomatic brain metastasis.\n* Contraindication to receiving specific QPOP-directed study treatment within drug that has been recommended based on QPOP analyses (e.g., poorly controlled diabetes mellitus for alpelisib, left ventricular ejection fraction of \\<50% for trastuzumab-emtansine)\n* Received more than 2 lines of empirical therapy between tumor biopsy for organoids growth and commencement on QPOP-directed study treatment (including endocrine therapy, chemotherapy, targeted therapy or immunotherapy)\n* Biopsy for organoids growth performed more than 12 months from time of study drug commencement\n* Has not recovered from acute toxicities from prior anti-cancer therapy",
    "sex": "FEMALE",
    "minimumAge": "21 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}