{
    "nctId": "NCT01757327",
    "briefTitle": "LDE225 in Treating Patients With Stage II-III Estrogen Receptor- and HER2-Negative Breast Cancer",
    "officialTitle": "A Randomized Placebo-Controlled Phase II Trial Evaluating the Effect of Hedgehog Inhibitor LDE225 on Bone Marrow Disseminated Tumor Cells in Women With Early Stage Estrogen Receptor Negative and HER2 Negative Breast Cancer",
    "overallStatus": "WITHDRAWN",
    "conditions": "Breast Neoplasms",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "Proportion of patients who are bone marrow DTC-negative after therapy",
    "eligibilityCriteria": "Pre-Registration Inclusion Criteria\n\n* Diagnosis of pathologic stage II or III ER, PR, and HER2 negative primary invasive ductal or invasive lobular breast carcinoma. ER negative is defined as an Allred score of 0-2. PR negative is defined as an Allred score of 0-4. HER2 negative is defined as an IHC score of 0-1 and/or not-amplified by FISH testing.\n* All surgery for breast cancer (as defined by surgical excision of the cancer with a negative margin or mastectomy) must be complete.\n* Undergone axillary lymph node surgery (either sentinel lymph node biopsy or axillary lymph node dissection) per institutional standard.\n* Completed all (neo) adjuvant chemotherapy and radiation therapy as recommended by the treating physicians.\n* Completed the most recent cancer therapy (surgery, radiation, or chemotherapy) no less than 3 and no more than 24 weeks prior to registration. Note: patients who received experimental neoadjuvant or adjuvant therapy or surgical therapy (with the exception of Hh inhibitors) through participation in clinical trial are NOT excluded from this study as long as the other trial does not exclude patients from enrolling into an additional adjuvant clinical trial and enrolling into this trial will not compromise the endpoints (primary and secondary) of the primary clinical trial. In addition, patients must have completed the experimental therapy no less than 4 weeks or 5 half lives (whichever is longer) and no more than 24 weeks prior to registration. For those patients who have enrolled into a neoadjuvant / adjuvant / surgical trial, all endpoints of these trials will be reviewed prior to consenting the patient for the sonidegib trial.\n* At least 18 years of age.\n* ECOG performance status ≤ 1\n* Patient (or legally authorized representative if applicable) must be able to understand and willing to sign an IRB approved written informed consent document.\n\nPre-Registration Exclusion Criteria\n\n* Concurrent treatment with any other standard therapy (e.g. chemotherapy, targeted therapy or radiotherapy) or within 3 weeks of starting sonidegib.\n* Treatment with investigational anti-cancer agent within 4 weeks or 5 half-lives whichever is longer, of initializing treatments with sonidegib.\n* Previous treatment with systemic sonidegib or with other Hh pathway inhibitors.\n* Diagnosis of a neuromuscular disorder (e.g., inflammatory myopathies, muscular dystrophy, amyotrophic lateral sclerosis, spinal muscular atrophy) or on concomitant treatment with drugs that are recognized to cause rhabdomyolysis (such as HMG CoA inhibitors (statins), clofibrate and gemfibrozil) and that cannot be discontinued at least 2 weeks prior to starting sonidegib treatment. If it is essential that the patient stays on a statin to control hyperlipidemia, only pravastatin may be used with extra caution.\n* Known to be HIV-positive on combination antiretroviral therapy because of the potential for pharmacokinetic interactions with sonidegib. In addition, these patients are at increased risk of lethal infections when treated with marrow-suppressive therapy. Appropriate studies will be undertaken in patients receiving combination antiretroviral therapy when indicated.\n\nRegistration Inclusion Criteria\n\n* Presence of bone marrow DTCs after the completion of all intended breast cancer therapy including surgery, (neo) adjuvant chemotherapy therapy, and radiation as indicated. Note: Bone marrow aspiration will be performed in consented patients to evaluate DTCs provided patients meet all eligibility criteria as described in this section.\n* ECOG performance status ≤ 1\n* Normal bone marrow and organ function as defined below:\n\n  * Leukocytes ≥ 3,000/mcL\n  * Absolute neutrophil count ≥ 1,500/mcL\n  * Hemoglobin ≥ 9.0 g/dL\n  * Platelets ≥ 80,000/mcL\n  * Total bilirubin ≤ 1.5 x IULN\n  * AST(SGOT)/ALT(SGPT) ≤ 2.5 x IULN\n  * Plasma creatine phosphokinase (CK) \\< 1.5 x ULN\n  * Creatinine ≤ 1.5 x ULN OR Creatinine clearance ≥ 50 mL/min/1.73 m2 for patients with creatinine levels above institutional normal\n* Able to swallow capsules.\n* Women of childbearing potential must have a negative serum pregnancy test ≤ 7 days from date of registration. Women of childbearing potential must agree to use dual forms of adequate contraception (barrier method of birth control, non-hormonal IUD or IUS, abstinence) prior to study entry duration of study participation and 20 months after final dose of study treatment. Should a woman become pregnant or suspect she is pregnant while participating in this study, she must inform her treating physician immediately.\n\nRegistration Exclusion Criteria\n\n* Evidence of distant metastasis present by CT scan, bone scan, or physical exam within one year prior to entry into the trial.\n* History of other malignancy ≤ 5 years previous with the exception of basal cell or squamous cell carcinoma of the skin which were treated with local resection only or carcinoma in situ of the cervix.\n* History of allergic reactions attributed to compounds of similar chemical or biologic composition to sonidegib or other agents used in the study.\n* Planning to embark on a new strenuous exercise regimen after initiation of study treatment. Muscular activities, such as strenuous exercise, that can result in significant increases in plasma CK levels should be avoided while on sonidegib treatment.\n* Diagnosis of a medical condition that would lead to lack of physical integrity of the upper gastrointestinal tract or known malabsorption syndrome.\n* Taking warfarin and Coumadin derivatives because of potential interactions with sonidegib.\n* Receiving treatment with medications known to be moderate or strong inhibitors or inducers of CYP3A4/5 or drugs metabolized by CYP2B6 or CYP2C9 that have narrow therapeutic indices and that cannot be discontinued before starting treatment with sonidegib. Medications that are strong CYP3A4/5 inhibitors should be discontinued at least 7 days and strong CYP3A4/5 inducers at least 2 weeks prior to starting treatment with sonidegib.\n* Concurrent uncontrolled medical conditions that may interfere with participation in the study or potentially affect the interpretation of the study data.\n* Impaired cardiac function or clinically significant heart disease, including any one of the following:\n\n  * Angina pectoris within 3 months\n  * Acute myocardial infarction within 3 months\n  * QTcF \\> 450 msec for males and \\> 470 msec for females on the screening ECG\n  * A past medication history of clinically significant ECG abnormalities or a family history of prolonged QT-interval syndrome\n  * Other clinically significant heart disease (e.g., congestive heart failure, uncontrolled hypertension, history of labile hypertension, or history of poor compliance with an antihypertensive regimen)\n* Pregnant and/or breastfeeding. Pregnant women are excluded from this study because sonidegib is an Hh inhibitor with the potential for teratogenic or abortifacient effects. Because there is an unknown but potential risk for adverse events in nursing infants secondary to treatment of the mother with sonidegib, breastfeeding should be discontinued if the mother is treated with sonidegib.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}