{
    "nctId": "NCT04602117",
    "briefTitle": "ISPY-P1.01:Evaluating the Safety of Weekly Paclitaxel With Trastuzumab Duocarmazine (SYD985) in Patients With Metastatic Cancer",
    "officialTitle": "ISPY-P1.01: Evaluating the Safety of Weekly Paclitaxel With Trastuzumab Duocarmazine (SYD985) in Patients With Metastatic Cancer: A Phase I/Ib Trial",
    "overallStatus": "WITHDRAWN",
    "conditions": "HER2-positive Breast Cancer, HER2 Low, SYD-985, SYD985, Vic-trastuzumab Duocarmazine, Metastatic Cancer, Metastatic Breast Cancer, Metastatic Gastrointestinal Carcinoid Tumor, Metastatic, HER2 Low Breast Cancer, GastroEsophageal Cancer, Gastroesophageal Adenocarcinoma, Endometrium Tumor, Ovarian Cancer, Ovarian Carcinoma, HER2-positive Gastric Cancer, HER2-positive Metastatic Breast Cancer, HER2 Mutation-Related Tumors, HER-2 Protein Overexpression, HER2 Low HR Positive, HR Positive, Hormone Receptor-positive Breast Cancer, Estrogen Receptor Positive Tumor, Progesterone Receptor-positive Breast Cancer, Triple Negative Breast Cancer, Hormone Receptor Negative Breast Carcinoma, Bladder Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "Common Toxicity Criteria for Adverse Events (CTCAE 5.0)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Signed informed consent and for collection of archival FFPE blocks (freshly cut 14 unstained tumor slides would be acceptable) obtained prior to any study specific assessments and procedures.\n* Histologic diagnosis: Biopsy-proven solid malignancy diagnosis of one of the below mentioned types, that is advanced.\n* ER, PgR and HER2 measurements should be performed according to institutional guidelines, in a CLIA-approved setting, when indicated. Cut-off values for positive/negative staining should be in accordance with current ASCO/CAP (American Society of Clinical Oncology/College of American Pathologists) guidelines2-4 published in 2017 for Gastroesophageal Adenocarcinoma, and in 2018 for breast cancer. For other histologic types, HER2 assessment will follow local institutional criteria. Patients with breast cancer and equivocal HER2 in situ hybridization results according to current ASCO/CAP guidelines are eligible..\n\nCohort A (de-escalation):\n\n* HER2 POSITIVE: breast, gastroesophageal adenocarcinoma, colorectal, ovarian, endometrial and urothelial tumors\n* HER2 LOW: breast (irrespective of HR status)\n* Cohort B (expansion):\n* HER2 POSITIVE: breast\n* HER2 LOW: breast (irrespective of HR status)\n* Prior therapy: disease has progressed after at least one line of standard/approved therapy in the advanced setting:\n* Histology: Breast HER2 pos\n* Prior treatment lines allowed\n* Must have received at least a taxane and trastuzumab for advanced/metastatic disease.\n* Recurrence during or within 6 months of end of adjuvant therapy counts as 1 line.\n* No more than 4 lines of anti-HER2 therapy for advanced/ metastatic disease.\n* Trastuzumab beyond progression: each chemotherapy regimen combined with trastuzumab counts as a separate line also when that regimen is interrupted for any time and any other reason than recovery from drug-related toxicity or when chemotherapy is recycled.\n* Breast HER2low\n* HR neg\n* (TN)\n* No more than 2 lines of systemic cytotoxic therapy for advanced/metastatic disease; antibody drug conjugate counts as cytotoxic therapy.\n* No limit number of lines for prior immunotherapy, PI3Kinase/AKT pathway inhibitors or PARP inhibitors. However, no more than one PARP inhibitor is allowed.\n* Breast HER2low\n* HR pos\n* (ER/PR pos)\n* No more than 2 lines of systemic cytotoxic therapy for advanced/metastatic disease; antibody drug conjugate counts as cytotoxic therapy.\n* No limit number of lines for endocrine therapy, CDK4/6 inhibitors, PI3Kinase/AKT pathway inhibitors, PARP inhibitors or immunotherapy.\n* Gastroesophageal adenocarcinoma\n* Must have received at least one prior HER2 targeted therapy for advanced/metastatic disease.\n* No more than 2 lines of systemic cytotoxic therapy.\n* Other histology: colorectal, ovarian, endometrial and urothelial\n* No more than 2 lines of systemic cytotoxic therapy for advanced/metastatic disease.\n* ECOG performance status 0-2 (Appendix E: ECOG PS scale).\n* Estimated life expectancy \\> 12 weeks at the start of investigational medicinal product (IMP) treatment.\n* Measurable disease: for Cohort B (expansion) only, at least one measurable cancer lesion as defined by the Response Evaluation Criteria for Solid Tumors (RECIST version 1.1);\n* Adequate organ function, evidenced by the following laboratory results:\n* Absolute neutrophil count ≥ 1,500/mm3\n* Platelet count ≥ 100,000/mm3\n* Hemoglobin ≥ 9.0 g/dL with no blood transfusion in the past 28 days\n* Total bilirubin ≤ 1.5 x the upper limit of normal (ULN)\n* Aspartate aminotransferase (AST) and alanine aminotransferase (ALT) ≤ 3.0 x ULN (or ≤ 5.0 x ULN in the presence of liver metastases)\n* Serum creatinine within normal institutional limits or creatinine clearance ≥ 50 mL/min/1.73 m2 for patients with serum creatinine levels above institutional ULN.\n* Non-Pregnant: Serum or urine pregnancy test must be negative within 14 days of treatment start in women of childbearing potential. Pregnancy testing does not need to be pursued in patients who are judged as postmenopausal before enrollment, or who have undergone bilateral oophorectomy, total hysterectomy, or bilateral tubal ligation.\n* Contraception: Willingness to undergo adequate contraception if childbearing potential. Women of childbearing potential and men must use adequate contraception for the duration of protocol treatment and for 6 months after the last treatment with SYD985/paclitaxel. Adequate contraception is defined as one highly effective form (i.e. abstinence, (fe)male sterilization) OR two effective forms (e.g. non-hormonal IUD and condom / occlusive cap with spermicidal foam / gel / film / cream / suppository).\n* Prior therapy effects: Resolution of all acute toxic effects of prior therapy, including radiotherapy to grade ≤1 and neuropathy to grade ≤2 (except toxicities not considered a safety risk for the patient) and recovery from surgical procedures.\n* Patient compliance: patients who are willing and able to comply with scheduled visits, treatment plan, laboratory tests, and other study procedures.\n\nExclusion Criteria:\n\n* Anthracycline treatment within 3 months prior to start IMP treatment.\n* Wash out periods: Other anticancer therapy as below within the following period.\n\n  * chemotherapy or investigational agents, 3 weeks\n  * mitomycin C and nitrosoureas, 6 weeks\n  * radiotherapy, 4 weeks\n  * targeted therapy and endocrine therapy, 2 weeks\n  * MAbs and immunotherapy, 4 weeks\n* Concurrent therapy with other Investigational Products.\n* Trastuzumab hypersensitivity: History of infusion-related reactions and/or hypersensitivity to trastuzumab (as antibody or as part of antibody-drug conjugate), trastuzumab emtansine or excipients of the study drug which led to permanent discontinuation of the treatment.\n* Uncontrolled intercurrent illness including (active infection, diabetes, pulmonary embolism in the past 6 months, or psychiatric illness/social situations that would limit compliance with study requirements).\n* Cardiovascular disease: History (within 6 months prior to start IMP) of clinically significant cardiovascular disease such as unstable angina, congestive heart failure (CHF), myocardial infarction, uncontrolled hypertension, cardiac arrhythmia requiring medication, or baseline corrected QT by Fridericia's formula (QTcF) length ≥ 450 ms for men and ≥ 470 ms for women.History (within 6 months prior to start IMP) of clinically significant cardiovascular disease such as unstable angina, congestive heart failure (CHF), myocardial infarction, uncontrolled hypertension, or cardiac arrhythmia requiring medication.\n* Left ventricular ejection fraction (LVEF) \\< 50% as assessed by either echocardiography or multiple-gated acquisition (MUGA) scan at study screening; or a history of absolute decrease in LVEF of ≥ 10% points to \\< 50% during previous treatment with trastuzumab or trastuzumab emtansine, or a history of decrease in LVEF to \\< 40% during previous treatment with trastuzumab or trastuzumab emtansine.\n* Interstitial Lung Disease (ILD): History of idiopathic pulmonary fibrosis, organizing pneumonia (e.g. bronchiolitis obliterans), drug-induced pneumonitis, or idiopathic pneumonitis, or evidence of active pneumonitis on screening chest CT scan. If lung infiltrates are visible other tests such as a breast MRI, additional testing will be required to establish possible cause for findings.\n* Eye disease: Keratitis, or other clinically significant corneal disease, diagnosed by an ophthalmologist. Exam includes a slit lamp exam and fluorescence tear film break-up time. Pachymetry is optionalExam includes a slit lamp exam, corneal sensitivity testing, fluorescence tear film break-up time, and pachymetry.\n* CNS tumoral spread: Active uncontrolled/symptomatic central nervous system cancer/spinal cord compression. Previously treated and clinically stable lesions, as per Investigator's judgment, are permitted.\n* Liver disease: Patients with clinically significant history of liver disease, including viral or other known hepatitis, current alcohol abuse, or cirrhosis.\n* Recent major surgery within 4 weeks prior to start IMP treatment\n* Pregnancy or lactation\n* Other condition, which in the opinion of the investigator, would compromise the safety of the patient or the patient's ability to complete the study.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}