{
    "nctId": "NCT02856503",
    "briefTitle": "Effect of High Dose Vitamin D on Cancer Biomarkers and Breast Cancer Tumors",
    "officialTitle": "Phase I/II Study Evaluating Safety and Effects of Preoperative High-Dose Vitamin D on the Receptors, Biomarkers and Pathological Characteristics of High Grade DCIS or Invasive Breast Cancer.",
    "overallStatus": "WITHDRAWN",
    "conditions": "Breast Cancer, Invasive Breast Carcinoma, Ductal Carcinoma In-situ",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "Phase 1 - Rate of Treatment-Related Toxicity in Subjects",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patients must have histologically confirmed invasive breast carcinoma (IBC) or high grade (DIN3) Ductal Carcinoma in-situ (DCIS) and be scheduled for primary surgery.\n2. Patients must be recommended/scheduled for primary surgery.\n3. Female patients 18 years of age or older.\n4. Eastern Cooperative Oncology Group (ECOG) performance status of 0, 1 or 2.\n5. Patients must have normal organ function as defined below:\n\n   * Aspartate aminotransferase (AST/SGOT) \\< 4 times institutional upper limit of normal.\n   * Alanine transaminase (ALT/SGPT) \\< 4 times institutional upper limit of normal.\n   * Serum Bilirubin \\< 1.5 mg/dl.\n   * Serum Alkaline Phosphatase \\< 4 times institutional upper limit.\n   * Creatinine within normal institutional limits OR; Creatinine clearance \\>/= 60 mL/min/1.73 m\\^2 for patients with creatinine levels above institutional normal.\n   * Albumin within normal institutional limits\n6. Women of childbearing potential (WoCBP) must have a negative (serum or urine) pregnancy test and agree to use barrier contraception while on treatment and for 30-days thereafter.\n7. Ability to understand and the willingness to sign a written informed consent document by patient or their legal representatives.\n\nExclusion Criteria:\n\n1. Previous history of breast cancer diagnosis or treatment.\n2. Synchronous bilateral breast cancer.\n3. Metastatic breast cancer\n4. Patients recommended for neoadjuvant systemic therapy.\n5. Patients may not be receiving any other investigational agents or have participated in any investigational drug study within 4 weeks preceding the start of study treatment.\n6. Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with the study requirements.\n7. Concurrent other malignancy\n8. Uncontrolled hypertension\n9. Chronic cholestatic or alcoholic liver disease\n10. Chronic pancreatitis\n11. Kidney impairment or renal stones\n12. History of parathyroidectomy\n13. Hypercalcemia, defined as serum level \\>11 mg/dl.\n14. Abnormal laboratory data for: AST (SGOT), ALT (SGPT), Serum Bilirubin, Alkaline phosphatase, Creatinine and/or Creatinine clearance, and Albumin.\n15. Patients receiving medications that are incompatible with VD.\n16. Prior or known allergic reaction(s) to Vitamin D or other forms of Vitamin D.\n17. Female patients who are pregnant or breast feeding.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}