{
    "nctId": "NCT03289819",
    "briefTitle": "Neoadjuvant Pembrolizumab(Pbr)/Nab-Paclitaxel Followed by Pbr/Epirubicin/Cyclophosphamide in TNBC",
    "officialTitle": "A Phase II One-arm Open-label Neoadjuvant Study of Pembrolizumab in Combination With Nab-paclitaxel Followed by Pembrolizumab in Combination With Epirubicin and Cyclophosphamide in Patients With Triple Negative Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Malignant Neoplasm of Breast",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 53,
    "primaryOutcomeMeasure": "Pathological Complete Response (pCR) rate",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Written informed consent prior to beginning of trial specific procedures.\n2. Subject must be female and aged ≥ 18 years on day of signing informed consent.\n3. ECOG(Eastern Cooperative Oncology Group) 0-1\n4. Histologically confirmed, early TNBC determined by core biopsy of breast tumor lesion. ER and PR negativity are defined as ≤ 1% of cells expressing hormonal receptors via IHC (immuno-histochemistry) analysis. HER2(human epidermal growth factor receptor 2) negativity is defined as either of the following by local laboratory assessment: In situ hybridization (ISH) non-amplified (ratio ≤ 2.2), or IHC 0 or IHC 1+.\n5. Measurable tumor lesion with a size of ≥ 1 cm assessed by sonography or magnetic resonance imaging (MRI) within ≤ 21 days prior to entry. In case of inflammatory disease the extent of inflammation will be measured.\n6. Indication for chemotherapy.\n7. Multicentric and/or multifocal disease, as well as synchronous bilateral breast cancer, is eligible as long as one measurable lesion meets all inclusion criteria. The investigator has to determine which lesion will be used for tumor evaluation before initiation of treatment.\n8. Complete staging work up within 8 weeks prior to entry with no evidence of distant disease, including bilateral mammography, breast ultrasound, chest-X-ray (or chest CT-scan), liver ultrasound (or liver CT-scan or liver MRI) and bone scan.\n9. Subjects must provide a core biopsy from tumor lesion at 3 time points (before, after first phase of treatment and at surgery) for central confirmation of TNBC status and biomarker analyses.\n10. Adequate organ function, defined as:\n\n    Absolute neutrophil count (ANC)≥ 1.5 x10³/μl, Hemoglobin ≥ 10.0 g/dl OR ≥ 6.2 mmol/l, Platelets ≥ 100 x10³/μl, Creatinine ≤ 1.5 x ULN OR GFR ≥ 30 ml/min, Total bilirubin ≤ 1.5 x ULN, AST (SGOT) and ALT (SGPT) ≤ 1.5 x ULN, Alkaline phosphatase ≤ 2.5 x ULN, International normalized ratio (INR) or prothrombin time (PT) ≤ 1.5 x ULN, Activated partial thromboplastin time (aPTT) ≤ 1.5 x ULN,\n11. Female subjects of childbearing potential must have a negative urine pregnancy test within 72 hours prior to study entry and be willing to use an adequate method of contraception for the course of the study through 120 days after the last dose of study medication. Abstinence is acceptable if this is the usual lifestyle and preferred contraception for the subject.\n\nExclusion Criteria:\n\n1. Concurrent participation in a study with an investigational agent/device or within 14 days of study entry.\n2. Prior chemotherapy, radiation therapy or small molecule therapy for any reason.\n3. Previous malignant disease being disease-free for less than 3 years (except in situ carcinoma of the cervix and basal cell carcinoma of the skin).\n4. Pregnancy or lactation.\n5. Prior therapy with an anti-PD1, anti-PD L1, anti-PD-L2 agent or with an agent directed to another co-inhibitory T-cell receptor (e.g. CTLA-4, OX-40, CD137).\n6. Active infection requiring systemic therapy.\n7. History of (non-infectious) pneumonitis that required steroids or current pneumonitis.\n8. Active autoimmune disease or other diseases that requires systemic treatment with corticosteroids or immunosuppressive drugs (physiologic corticosteroid replacement therapy for adrenal or pituitary insufficiency is allowed).\n9. History of primary or acquired immunodeficiency (including allogenic organ transplant).\n10. Active or prior documented inflammatory bowel disease (e.g., Crohn's disease, ulcerative colitis).\n11. Known history of following infections:\n\n    1. Human immunodeficiency virus (HIV)\n    2. History of acute or chronic Hepatitis B or Hepatitis C\n    3. Has received a live-virus vaccination within 30 days of planned treatment start. Seasonal flu vaccines that do not contain live virus are permitted\n12. Known congestive heart failure \\>NYHA I (New York Heart Association) and/or coronary heart disease, angina pectoris, previous history of myocardial infarction, uncontrolled or poorly controlled arterial hypertension (e.g. blood pressure \\>160/90 mmHg under treatment with two or more antihypertensive drugs), rhythm disorders with clinically significant valvular heart disease.\n13. Preexisting motor or sensory neuropathy of a severity grade ≥ 2 by NCI CTCAE v4.0.\n14. Known, pathogenic BRCA (breast cancer susceptibility gene) mutation. Note: testing is not mandatory for trial participation.\n15. Any other condition in opinion of the investigator that would interfere with applied systemic treatment or other trial procedures.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}