{
    "nctId": "NCT04120246",
    "briefTitle": "Alpha-TEA and Trastuzumab for the Treatment of Refractory HER2+ Metastatic Breast Cancer",
    "officialTitle": "A Phase I Dose Escalation Trial of Alpha-Tocopheryloxyacetic Acid (α-TEA) in Patients With Treatment Refractory HER2+ Metastatic Breast Cancer",
    "overallStatus": "SUSPENDED",
    "conditions": "Anatomic Stage IV Breast Cancer AJCC v8, HER2 Positive Breast Carcinoma, Metastatic Breast Carcinoma, Refractory Breast Carcinoma",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 24,
    "primaryOutcomeMeasure": "Incidence of adverse events of 4 escalating doses of alpha-tocopheryloxyacetic acid (TEA) therapy when combined with trastuzumab",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patients with HER2/neu overexpressing metastatic breast, not considered curable by conventional therapies\n\n   1. HER2 positivity will be defined per the 2018 ASCO/CAP guidelines (JCO 2018)\n   2. Has measurable extra-skeletal disease per RECIST 1.1\n2. Patients who have received recommended first therapy with a Taxane, with trastuzumab and/or pertuzumab and second line therapy with Kadcyla (ado-trastuzumab emtansine) or ENHERTU (fam-trastuzumab deruxtecan-nxki) or are unable to tolerate these therapies are eligible to participate.\n3. Patients must continue trastuzumab or biosimilars of trastuzumab with or without pertuzumab dosing per standard of care through the entire study period.\n4. Prior Lapatinib in the metastatic setting is allowed, but not required.\n5. Patients with ER and / or PR positive metastatic breast cancer are eligible and may continue anti-estrogen therapy for the duration of the study.\n6. Patients must be at least 14 days post cytotoxic chemotherapy prior to enrollment.\n7. Patients on bisphosphonates and/or endocrine therapy are eligible and can continue on this therapy concurrently.\n8. Women who are having sex that can lead to pregnancy must have a negative pregnancy test within 28 days prior to enrollment and must avoid becoming pregnant while on α-TEA and for 4 weeks after the last dose of α-TEA and 7 months after Herceptin/biosimilars (see section 7.3). Men must avoid fathering a child while on α-TEA and for 4 weeks after the last dose of α-TEA.\n9. Patients must have ECOG Performance Status Score of ≤ 2 (Appendix A).\n10. Patients must have recovered from major infections and/or major surgical procedures, and in the opinion of the investigator, not have significant active concurrent medical illnesses precluding study treatment.\n11. Laboratory values must be as follows and performed within 28 days prior to first treatment\n\n    1. WBC ≥ 2000/mm3\n    2. Hgb ≥ 8 mg/dl\n    3. Estimated creatinine clearance (Clcr) by the Cockcroft-Gault (G-C) equation ≥ 60 mL/min\n    4. Total bilirubin ≤ 1.5 x upper limit of normal\n    5. AST \\<2.5 X upper limit of laboratory normal\n    6. ALT\\<2.5 X upper limit of laboratory normal\n    7. Alkaline phosphatase \\<2.5 X upper limit of laboratory normal\n    8. INR \\<1.5\n    9. PT \\<16 seconds\n    10. PTT \\< 38 seconds\n    11. TSH ≤ 5\n    12. Free T4 ≥ .9\n12. Ability to swallow capsules.\n13. Patients must be at least 18 years of age.\n14. Patients must have adequate cardiac function as demonstrated by normal left ventricular ejection fraction (LVEF) ≥ the lower limit of normal for the facility (or ≥50%) on MUGA scan or echocardiogram (ECHO) within 3 months of enrollment.\n15. Must be off Vitamin E supplements (multivitamin acceptable) for at least two weeks prior to first dose of study drug\n\nExclusion Criteria:\n\n* 1. Patients with any of the following cardiac conditions:\n\n  1. Restrictive cardiomyopathy\n  2. Unstable angina within 6 months prior to enrollment\n  3. New York Heart Association functional class III-IV heart failure\n  4. Symptomatic pericardial effusion\n  5. Right atrial enlargement on ECHO would not be allowed. 2. History of or active atrial fibrillation or supraventricular tachycardia 3. History of documented cardiac arrhythmia 4. Active cardiac ischemia. Patients with a history of ischemia ameliorated with stent placement or coronary artery bypass grafting and who have no evidence of ischemia by exercise or physiological stress testing are eligible.\n\n     5. Patients with any clinically significant autoimmune disease requiring active treatment.\n\n     6. Patients receiving any concurrent systemic immunosuppressants within 14 days of enrollment. Patients who require brief courses of steroids to manage allergic reaction to intravenous contrast used in radiographic studies are eligible.\n\n     7. Patients receiving strong inhibitors or inducers of CYP3A4/5. (See Appendix B - Patients must be off at least 2 weeks prior to first dose of IP) 8. Patients who are pregnant or breast-feeding. 9. Patients who are simultaneously enrolled in other treatment studies for active treatment.\n\n     10. Active brain metastatic disease. Patients with brain metastases who have been treated with surgery, gamma-knife radiosurgery or radiation and no radiographic progression for at least 4 weeks and off steroids for 14 days are eligible.\n\n     11. No leptomeningeal disease. 12. Any medical or psychiatric condition that in the opinion of the PI would preclude compliance with study procedures.\n\n     13. Malabsorption state such as ulcerative colitis, previous surgical resection of \\> 20% of intestine or stomach.\n\n     14. Surgery or severe trauma within 4 weeks of study entry (minimally invasive procedures acceptable).\n\n     15. QTc greater than 450 msec at (calculated using Bazett's formula), sick-sinus syndrome or other active cardiac disease.\n\n     16. Patient with abnormal thyroid function or who are euthyroid but on medication for thyroid disorders must be excluded.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}