{
    "nctId": "NCT04255056",
    "briefTitle": "Pyrotinib in Breast Cancer Patients With Poor Response to the Neoadjuvant Treatment of Trastuzumab and Pertuzumab",
    "officialTitle": "The Effect of Pyrotinib in Breast Cancer Patients With Poor Response to the Neoadjuvant Treatment of Trastuzumab Combined With Pertuzumab: A Single-center Phase II Clinical Study",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 27,
    "primaryOutcomeMeasure": "tpCR",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Female patients aged ≥ 18 years and ≤ 75 years;\n2. ECOG score 0-1;\n3. HER2-overexpressing breast cancer confirmed by immunohistochemical (IHC) analysis or in situ hybridization (ISH).\n4. The patient has received at least 3 cycles of neoadjuvant therapy with trastuzumab combined with pertuzumab and the clinical response is SD or PD (according to RECIST version 1.1) evaluated with breast MRI/CT/ultrasound.\n5. Known hormone receptor status (ER and PgR);\n6. The function of the main organs must meet the following requirements： 1) Blood routine: Neutrophil (ANC) ≥1.5 × 10\\^9 / L; Platelet count (PLT) ≥90 × 10\\^9 / L; Hemoglobin (Hb) ≥90 g / L; 2) Blood biochemistry: Total bilirubin (TBIL) ≤ upper limit of normal value (ULN); Alanine aminotransferase (ALT) and aspartate aminotransferase (AST) ≤ 1.5 × ULN; Alkaline phosphatase ≤ 2.5 × ULN; Urea nitrogen (BUN) and creatinine (Cr) ≤ 1.5 × ULN; 3) Cardiac ultrasound: Left ventricular ejection fraction (LVEF) ≥55%; 4) 12-leads ECG: The QT interval corrected by Fridericia method (QTcF) is less than 470 msec.\n7. Voluntarily join the study and sign informed consent, with good compliance and willing to cooperate with follow-up.\n\nExclusion Criteria:\n\n1. Stage IV (metastatic) breast cancer;\n2. Inflammatory breast cancer;\n3. There have been other malignant tumors in the past;\n4. Have received anthracycline, cyclophosphamide, or anti-HER2 targeted therapy other than trastuzumab/pertuzumab;\n5. Have participated in other clinical trials at the same time;\n6. Have undergone major surgical procedures not related to breast cancer within 4 weeks prior to randomization or have not fully recovered from such surgical procedures;\n7. Severe heart disease or discomfort, including but not limited to the following:\n\n   History of diagnosis of heart failure or systolic dysfunction (LVEF \\<50%); High-risk uncontrolled arrhythmias, such as atrial tachycardia, resting heart rate\\> 100 bpm, significant ventricular arrhythmias (such as ventricular tachycardia) or higher-level atrioventricular block; Angina pectoris requiring antianginal medication; Clinically significant heart valve disease; ECG shows transmural myocardial infarction; Poor hypertension control (systolic blood pressure\\> 180 mmHg and / or diastolic blood pressure\\> 100 mmHg);\n8. Inability to swallow, intestinal obstruction, or other factors that affect medication administration and absorption;\n9. People with a known history of allergies to the drugs of this study; a history of immunodeficiency, including a positive HIV test, or other acquired or congenital immunodeficiency diseases, or a history of organ transplantation;\n10. Pregnant and lactating female patients, female patients with fertility with baseline positive pregnancy test, or patients with fertility who are unwilling to use effective contraception during the entire trial and within 7 months after the last medication of study;\n11. Suffering from a serious concomitant disease or other comorbid condition that interferes with the treatment, or any other condition that the researcher considers unsuitable to participate in this study.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}