{
    "nctId": "NCT02418689",
    "briefTitle": "Poziotinib in Patients With HER2+ Recurrent Stage IV BC Who Have Received at Least 2 Prior HER2-directed Regimens",
    "officialTitle": "A Prospective, Open-label, Single-arm, Multi-Center, Phase II Trial of NOV120101 in Patients With HER2-overexpressed Recurrent Stage IV Breast Cancer Who Have Received at Least 2 Prior HER2-directed Regimens",
    "overallStatus": "COMPLETED",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 106,
    "primaryOutcomeMeasure": "Progression free survival (PFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Who give agreement to the collection of tumor tissue specimen suitable for biomarker research\n2. ECOG performance status ≤ 2\n3. Who received following treatments as Taxane-based chemotherapy and at least two HER2-targeted\\* therapy including Trastuzumab.\n\n   \\* lapatinib, T-DM1 (trastuzumab emtansine), pertuzumab\n4. Adequate hematological, hepatic and renal functions\n\nExclusion Criteria:\n\n1. Who received NOV120101 prior to participation in this study\n2. Patients expected to exhibit hypersensitivity to IP or its components\n3. Any other concurrent chemotherapies\n4. Concurrent or prior radiotherapy within 4 weeks before study participation. However, patients with additional lesions other than the major lesion who completed and recovered from all treatment-related toxicities after radiotherapy in a limited area as a palliative therapy are allowed to participate in the study\n5. History of symptomatic or unstable angina and congestive heart failure; arrhythmia requiring medications; or clinically significant myocardial infarction or other cardiac diseases within 6 months before study participation for which any related-significant risks are expected\n6. Patients whose left ventricle ejection fraction (LVEF) is below the institutional lower limit of normal. However, if no lower limit of normal is defined in the site, the lower limit or normal is 50%.\n7. Concurrent active hepatic or biliary disease (with exception of Gilbert's syndrome, asymptomatic gallstones, liver metastases or stable chronic liver diseases)\n8. History or concurrent ongoing/active infection, or uncontrolled diseases including, but not limited to, psychiatric illness/social situations which may limit the compliance with study procedures\n9. Prior chemo-, immuno-, or surgical therapy within 3 weeks, or hormone therapy within 1 week before IP administration\n10. History of primary malignancies other than breast cancer.\n11. Patients with central nervous system (CNS) metastases.\n12. Patients receiving or expected to receive bisphosphonate for prophylactic use without any bone-related diseases during the trial, for the exception of the treatment for bone metastases or osteoporosis initiated prior the IP administration.\n13. Clinically significant or recent acute gastrointestinal disorders with diarrhea as a major symptom\n14. Who are unstable or with unresolved severe adverse event(s)\n15. Pregnancy or breast-feeding\n16. Women of childbearing potential or men who are unwilling to use adequate contraception or be abstinent during the trial and for at least 2 months after the end of treatment",
    "sex": "ALL",
    "minimumAge": "19 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}