{
    "nctId": "NCT04819243",
    "briefTitle": "PALbociclib Endocrine Therapy Followed by Talazo vs. Talazoz-Atezo Study",
    "officialTitle": "Randomized Phase II Study of Talazoparib Versus Talazoparib Plus Atezolizumab After Palbociclib Combination Endocrine Therapy for Patients With Premenopausal HR+/HER2- Metastatic Breast Cancer Harboring HRD Scar",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "Premenopausal HR+/HER2- Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 178,
    "primaryOutcomeMeasure": "2nd Progression free survival (PFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologically confirmed metastatic breast cancer with or without measurable disease\n* Patients who have stage IV breast cancer at diagnosis (de novo) or have progressed on distant metastatic sites after curative surgery\n* Confirmed germline pathogenic BRCA1 and/or 2 mutation or 35 HRD-related gene alterations\n* age \\> 19 years\n* ECOG performance status 0 - 2\n* Patient has HER2-negative breast cancer with IHC and/or FISH (or SISH, CISH)\n* Patient has ER positive and/or PgR positive breast cancer by local laboratory testing\n* Patient is premenopausal\n* Patient with treatment history as bellows A. In patients with de novo metastatic breast cancer B. In patients with recurrent metastatic breast cancer, recurrence during or after completion or discontinuation of adjuvant endocrine therapy C. One line of prior cytotoxic chemotherapy in metastatic breast cancer is permitted.\n* No possibility of pregnancy and urine or serum beta-HCG negative\n* Adequate bone marrow function (≥ANC 1,500/ul, ≥platelet 100,000/ul, ≥Hemoglobin 9.0 g/dl)\n* Adequate renal function (≤ serum creatinine 1.5 mg/dl or CCr ≥ 650 ml/min)\n* Adequate liver function (≤ serum bilirubin 2.0 mg/dl, ≤ AST/ALT x 3 upper normal limit)\n* Patients who were already established on bisphosphonate therapy or denosumab may continue.\n* Patient agreed to use effective contraception or not of childbearing potential.\n* Written informed consent\n* Patients agreed to offer tumor tissue and blood for biomarker analysis\n\nExclusion Criteria:\n\n* Postmenopausal women\n* Serious uncontrolled intercurrent infections within 4 weeks prior to Cycle 1 Day 1 of 1st Treatment\n* Serious intercurrent medical or psychiatric illness, including active cardiac disease\n* Pregnancy or breast feeding within 5 months after the last dose of atezolizumab\n* Second primary malignancy\n* Patients has received previous endocrine treatments in the metastatic setting\n* Patients has received previous aromatase inhibitor\n* Patients has received previous treatment with CDK 4/6 inhibitors, PARP1 inhibitors, and immune check point inhibitors\n* Symptomatic visceral metastases, which means lymphangitic lung metastasis and/or symptomatic hepatic metastases\n* Known brain metastases, symptomatic or asymptomatic\n* History of clinically significant liver disease, current alcohol abuse or known active infection\n* History of autoimmune disease, including but not limited to myasthenia gravis, myositis, autoimmune hepatitis, systemic lupus erythematosus (SLE), rheumatoid arthritis, inflammatory bowel disease, vascular thrombosis associated with antiphospholipid syndrome, Wegener's granulomatosis, Sjögren's syndrome, Guillain-Barré syndrome, multiple sclerosis, vasculitis, or glomerulonephritis\n* Prior allogeneic stem cell or solid organ transplantation\n* History of idiopathic pulmonary fibrosis, drug-induced pneumonitis, organizing pneumonia, or evidence of active pneumonitis on screening chest computerised tomography (CT) scan\n* Active tuberculosis\n* Receipt of a live, attenuated vaccine within 4 weeks prior to Cycle 1 Day 1 of 1st Treatment or anticipation that a live, attenuated vaccine will be required during atezolizumab treatment or within 5 months after the last dose of atezolizumab\n* Treatment with systemic immunostimulatory agents within 4 weeks or five half-lives of the drug prior to Cycle 1 Day 1 of 1st Treatment\n* Treatment with systemic corticosteroids or other systemic immunosuppressive medications within 2 weeks prior to Cycle 1 Day 1 of 1st Treatment, or anticipated requirement for systemic immunosuppressive medications during the trial",
    "sex": "FEMALE",
    "minimumAge": "19 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}