{
    "nctId": "NCT03407430",
    "briefTitle": "Trial of Pregabalin for Granulocyte Colony-stimulating Factor (GCSF)-Induced Bone Pain",
    "officialTitle": "A Phase II, Placebo-controlled, Double-blind, Randomized Crossover Trial of Pregabalin for the Prophylaxis of Pegfilgrastim-induced Bone Pain",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer, Lymphoma, Pain",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "PREVENTION",
    "enrollmentCount": 11,
    "primaryOutcomeMeasure": "Number of Patients Who Have an Increase in Pain Score of ≥ 3 From Baseline Through the End of Study Medication in Cycle 1",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Age ≥18 years\n* Diagnosis of a non-myeloid hematologic malignancy scheduled to initiate a cycle of chemotherapy that requires prophylactic use of a granulocyte colony-stimulating growth factor (based on the provider's discretion), provided the schedule of chemotherapy cycles allows the use of pegfilgrastim at a dose of 6 mg SC once per cycle OR Diagnosis of breast cancer scheduled to initiate dose-dense doxorubicin and cyclophosphamide (AC) chemotherapy or docetaxel and cyclophosphamide (TC) chemotherapy that requires prophylactic use of a granulocyte colony-stimulating growth factor, provided the schedule of chemotherapy cycles allows the use of pegfilgrastim, at a dose of 6 mg SC once per cycle; pegfilgrastim scheduled for 24 hours post chemotherapy.\n* Schedule of chemotherapy and pegfilgrastim initiation can accommodate initiation of pregabalin 4 days prior to pegfilgrastim dose.\n* Baseline pain scores \\<7 as measured via 10-point numerical scale for pain (see section 11.1); pain score and use of any non-opioid pain medication must be self-reported as stable (same dose and frequency) over the 7 days prior to screening; for opioids, patient must self-report the same dose and frequency over the 28 days prior to screening. Patients who are receiving peri-procedural short-acting analgesics will still be included as long as they are no longer receiving analgesics by D1 of chemotherapy.\n\nExclusion Criteria:\n\n* A history of (within one month) or current pregabalin use.\n* Baseline pain scores ≥7 as measured via 10-point numerical scale for pain (see section 11.1).\n* Unwilling to discontinue use of antihistamines from 7 days prior to D1 of study medication.\n* Creatinine clearance (CrCl) ≤60 ml/min (as measured via Cockcroft-Gault) based on serum creatinine measured as part of standard of care prior to administration of chemotherapy\n* Women of childbearing potential must have a negative serum pregnancy test prior to initiating therapy (note, this test should be standard of care prior to administration of chemotherapy).\n* Patient is unable or unwilling to abide by the study protocol or cooperate fully with the investigator.\n* Eligible and agrees to enroll into therapeutic trial ongoing at the Lineberger Comprehensive Cancer Center (LCCC) (i.e., the treatment trial will take precedence over LCCC1314).\n* Currently receiving therapeutic doses of anticoagulants (ie, prophylactic use of anticoagulants is allowed) due to possibility of dizziness and falls while on pregabalin.\n* Currently receiving aromatase inhibitors or agents targeted against Ph+ leukemias (i.e., imatinib, dasatinib, nilotinib, and ponatinib) or scheduled to start these drugs during cycle 1 of scheduled chemotherapy.\n* Presence of bone metastases.\n* History of angioedema.\n* History of a seizure disorder.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}