{
    "nctId": "NCT02690480",
    "briefTitle": "Fulvestrant (F)+Placebo vs F+Palbociclib First Line for Postmenopausal Hormone Receptor+ Advanced Breast Cancer",
    "officialTitle": "Phase II Study to Compare Fulvestrant (F) 500mg Plus Placebo vs F 500mg Plus Palbociclib as First Line Treatment for Postmenopausal Women With Hormone Receptor Positive Advanced Breast Cancer Sensitive to Endocrine Therapy. GEICAM/2014-12",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Neoplasms",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 189,
    "primaryOutcomeMeasure": "Efficacy in terms of the rate of Progression-Free Survival (PFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. The patient has signed and dated the informed consent document and it has been obtained before conducting any procedure specifically for the study.\n2. Availability of a tumor tissue sample, archival (primary tumour) or from the metastatic lesions (preferable) for the central ER, PgR and HER2 testing.\n3. Histological/cytological confirmation of breast cancer with evidence of metastatic disease (loco-regional or distant), not amenable to resection or radiation therapy with curative intent.\n4. Documented positive hormone receptor status (\\> or = 1% of tumour cells with oestrogen receptor \\[ER\\] and/or progesterone receptor \\[PgR\\] expression) based on central testing on the most recent tumour biopsy.\n5. Documented HER2-negative tumour based on central testing on the most recent tumour biopsy. HER2-negative tumour is determined as immunohistochemistry score 0/1+ or negative by in situ hybridization (FISH/CISH/SISH) defined as a HER2/CEP17 ratio \\<2 or for single probe assessment a HER2 copy number \\<4.\n6. Patients must have received at least 5 years of endocrine therapy in the adjuvant setting as treatment for early disease and remained disease free for more than 12 months following its completion or have \"de novo\" metastatic disease. Patients that have been scheduled 5 years with adjuvant endocrine therapy and stopped treatment, by patient's own decision, after completing at least 3 years of treatment, can be also be included as long as they have remained free of disease 3 years after discontinuing the endocrine therapy.\n7. Patients must have at least one lesion (measurable and/or non-measurable) that can be accurately assessed at baseline and is suitable for repeated assessment by CT, MRI, plan x-ray or physical examination. Clinical lesions will only be considered measurable when they are superficial and ≥10mm diameter as assessed using callipers (e.g. skin nodules). Patients with bone-only disease must have a lytic or mixed (lytic + blastic) lesion, which has not been previously irradiated and can be accurately assessed by CT/MRI according to RECIST version 1.1.\n8. Postmenopausal patient, defined as a woman fulfilling any one of the following criteria (based on the NCCN definition of menopause \\[National Comprehensive Cancer Network 2008\\]):\n\n   * Prior bilateral oophorectomy.\n   * Age \\> 60 years.\n   * Age ≤ 60 years and with amenorrhea for 12 or more months in the absence of chemotherapy, tamoxifen, toremifene, or ovarian suppression and follicle stimulating hormone and estradiol in the postmenopausal range.\n9. Eastern Cooperative Oncology Group (ECOG) Performance Status (PS) 0, 1 or 2.\n10. At least 18 years of age.\n11. Life expectancy ≥ 12 weeks.\n12. Adequate organ and bone marrow function:\n\n    * ANC ≥ 1,500/mm3 (1.5x109/L);\n    * Platelets ≥ 100,000/mm3 (100x109/L);\n    * Haemoglobin (Hgb) ≥ 9g/dL (90g/L);\n    * Serum creatinine ≤ 1.5xUpper Limit of Normal (ULN) or estimated creatinine clearance ≥ 60ml/min as calculated using the method standard for the institution;\n    * Total serum bilirubin ≤ 1.5xULN (\\<3xULN if Gilbert´s disease);\n    * AST and/or ALT ≤ 3xULN (≤5xULN if liver metastases present);\n    * Alkaline Phosphatase (AP) ≤ 2.5xULN (≤5xULN if bone or liver metastases present).\n13. Patients consent to biological sample provision for biomarker exploratory analysis.\n14. Willingness and ability to comply with scheduled visits, treatment plan, laboratory tests and other study procedures.\n\nExclusion Criteria:\n\n1. Prior systemic therapy for metastatic disease. Note: patients with a local recurrent disease treated with surgery (R0) and receiving a \"second hormonal adjuvant therapy for five years\" will be allowed, provided they have remained disease free for more than 12 months following its completion.\n2. Have \"de novo\" locally advanced disease.\n3. Current use of food or drugs known to be potent CYP3A4 inhibitors, drugs known to be potent CYP3A4 inducers, and drugs that are known to prolong the QT interval.\n4. Presence of life-threatening metastatic visceral disease, defined as extensive hepatic involvement, or any degree of brain or leptomeningeal involvement (past or present), or symptomatic pulmonary lymphangitis spread, or any known bone marrow infiltration due to breast cancer. Patients with discrete pulmonary parenchymal metastases are eligible, provided their respiratory function is not significantly compromised as a result of disease.\n5. Treatment with a non-approved or experimental drug within 4 weeks before randomization.\n6. Prior treatment with any CDK4/6 inhibitor or fulvestrant.\n7. Current or prior malignancy within previous 5 years (other than breast cancer or adequately treated basal cell or squamous cell carcinoma of the skin or in-situ carcinoma of the cervix).\n8. History of:\n\n   * Bleeding diathesis (i.e., disseminated intravascular coagulation \\[DIC\\], clotting factor deficiency) or long-term (\\>6 months) anticoagulant therapy (other than antiplatelet therapy and low dose coumarin derivatives provided that the International Normalised Ratio (INR) is less than 1.6). Hypersensitivity to active or inactive excipients of fulvestrant, palbociclib/placebo or castor oil.\n   * Any severe concomitant condition which makes it undesirable for the patient to participate in the trial or which would jeopardize compliance with the trial protocol, e.g. uncontrolled cardiac disease or uncontrolled diabetes mellitus.\n9. QTc interval \\> 480msec, family or personal history of long or short QT syndrome, Brugada syndrome or known history of QTc prolongation or Torsade de Pointes.\n10. Uncontrolled electrolyte disorders that can compound the effects of a QTc-prolonging drug (eg, hypocalcaemia, hypokalaemia, hypomagnesaemia).\n11. Impairment of gastro-intestinal (GI) function or GI disease that may significantly alter the absorption of palbociclib, such as history of GI surgery which may result in intestinal blind loops and patients with clinically significant gastro-paresis, short bowel syndrome, unresolved nausea, vomiting, active inflammatory bowel disease or diarrhoea of CTCAE grade \\> 1.\n12. Prior hematopoietic stem cell or bone marrow transplantation.\n13. Known human immunodeficiency virus infection.\n14. Other severe acute or chronic medical or psychiatric condition or laboratory abnormality that may increase the risk associated with study participation or investigational product administration or may interfere with the interpretation of study results and, in the judgment of the investigator, would make the patient inappropriate for entry into this study.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}