{
    "nctId": "NCT02605083",
    "briefTitle": "A Dose Escalation and Cohort-Expansion Study of Oral eFT508 in Subjects With Advanced Solid Tumors",
    "officialTitle": "A Phase 1-2 Dose Escalation and Cohort-Expansion Study of Oral eFT508 in Subjects With Advanced Solid Tumors",
    "overallStatus": "TERMINATED",
    "conditions": "Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 66,
    "primaryOutcomeMeasure": "Maximum tolerated dose (MTD)/Recommended dose (RD)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1.\n2. Pathologically documented diagnosis of advanced solid tumor malignancy that progressed after appropriate prior therapy or has no potential for cure with currently available treatments.\n3. Measurable disease defined by Response Evaluation Criteria in Solid Tumors (RECIST) outside of any prior radiation field.\n4. At least 3 weeks post any treatments/therapies at the time of first dose.\n5. Adequate bone marrow function.\n6. Adequate hepatic function.\n7. Adequate renal function.\n8. Normal coagulation panel.\n9. Negative antiviral serology.\n10. Willingness to use effective contraception.\n\nExclusion Criteria:\n\n1. Known central nervous system malignancy.\n2. Gastrointestinal disease that may interfere with drug absorption.\n3. Significant cardiovascular disease.\n4. Significant ECG abnormalities.\n5. Ongoing risk of bleeding due to active peptic ulcer disease, bleeding diathesis, or requirement for systemic anticoagulants. Use of heparin or thrombolytic agents for local maintenance or clearance of a central venous catheter is permitted.\n6. Ongoing systemic bacterial, fungal or viral infection (with the exception of fungal infections of the skin or nails).\n7. Pregnancy or breastfeeding.\n8. Major surgery within 4 weeks before the start of study therapy.\n9. Prior solid organ or bone marrow progenitor cell transplantation.\n10. Prior therapy with any known inhibitor of MNK1 or MNK2.\n11. Ongoing immunosuppressive therapy, including systemic or enteric corticosteroids (can be using topical or inhaled corticosteroids).\n12. Use of drugs that might pose a risk of a drug-drug interaction within 4-7 days before the start of study therapy.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}