{
    "nctId": "NCT03045393",
    "briefTitle": "Mirvetuximab Soravtansine (IMG853) in Folate Receptor Alpha-expressing TNBC",
    "officialTitle": "Pilot Study of Mirvetuximab Soravtansine (IMGN853) in Folate Receptor Alpha (FRα)-Expressing, Triple Negative Breast Cancer (TNBC) With Residual Disease Post Standard Neoadjuvant Chemotherapy",
    "overallStatus": "WITHDRAWN",
    "conditions": "Breast Cancer Triple Negative",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "Change in breast tumor FRα expression before and after treatment with mirvetuximab soravtansine",
    "eligibilityCriteria": "Screening Inclusion Criteria:\n\n* Signed informed screening consent form with HIPAA authorization for release of personal health information.\n* Research personnel will review medical records of subjects consenting to screening to ensure no obvious factors would exclude them from the treatment portion of the study (e.g., history of cirrhosis of the liver) and to confirm diagnosis and staging\n* Histological confirmation of triple negative breast cancer (TNBC) biopsy report\n* Stage 1-3 tumors \\> 1cm in maximal diameter.\n* Standard neoadjuvant chemotherapy NAC and definitive surgery planned (NOTE: NAC chemotherapy will be per standard of care, and not dictated by this clinical trial)\n* Must be able to supple sufficient tissue (block or slides) from diagnostic biopsy to undergo testing.\n\nInclusion Criteria:\n\n* Written informed consent and HIPAA authorization for release of personal health information.\n* Must have operable tumor ≥ 1cm determined by and obtained less than 9 weeks after completion of standard NAC\n* Must be able to meet study schedule: 2 doses of mirvetuximab soravtansine administered 3 weeks apart and surgery within 9 weeks of last dose of NAC.\n* Willing to undergo biopsy for research purposes only (before and after), and to allow surgical tissue sample from surgery to be used for research purposes\n* May have symptoms however must be ambulatory and able to carry out work of a light or sedentary nature (e.g., light housework, office work)\n* Demonstrate adequate organ function through labs\n* Females of childbearing years must have a negative serum pregnancy test within 48 hours prior to dose 1 mirvetuximab soravtansine. NOTE: Sexually mature females are considered of child bearing potential unless they are surgically sterile (have undergone a hysterectomy, or bilateral oophorectomy) or they are naturally postmenopausal for at least 12 consecutive months\n* Females of childbearing potential must be willing to abstain from heterosexual activity or to use two effective methods of contraception from the time of informed consent until 4 months after the last dose of mirvetuximab soravtansine\n\nExclusion Criteria:\n\n* Pregnant or breastfeeding, or plan to be pregnant within projected duration of the trial. (NOTE: breast milk cannot be stored for future use while the mother is being treated on study).\n* Has a known additional malignancy that is active and/or progressive requiring treatment within 3 years of first dose.\n* Prior treatment with mirvetuximab soravtansine\n* Treatment with any investigational drug within 6 weeks of first clinical dose\n* Subjects with \\> Grade 1 peripheral neuropathy\n* Active or chronic corneal disorder, including but not limited to the following:\n\n  * Sjogren's syndrome\n  * Fuchs corneal dystrophy (requiring treatment)\n  * History of corneal transplantation\n  * Active herpetic keratitis\n  * Active ocular conditions requiring on-going treatment/monitoring such as wet age-related macular degeneration requiring intravitreal injections, active diabetic retinopathy with macular edema, presence of papilledema, and acquired monocular vision.\n* Serious concurrent illness or clinically-relevant active infection\n* Cytomegalovirus infection\n* Any concurrent infectious disease, requiring IV antibiotics within 2 weeks of first dose of mirvetuximab soravtansine\n* Significant cardiac disease including\n* History of neurological conditions that would confound assessment of treatment-emergent neuropathy other than ≤ Grade 1 peripheral neuropathy including multiple sclerosis or other demyelinating disease and/or eaton-lambert syndrome (para-neoplastic syndrome)\" Diabetes is allowed.\n* History of hemorrhagic or ischemic stroke within 6 months prior to first dose of mirvetuximab soravtansine\n* History of cirrhotic liver disease\n* Previous clinical diagnosis of non-infectious pneumonitis or non-infectious interstitial lung disease\n* Prior hypersensitivity to monoclonal antibodies\n* History or evidence of thrombotic or hemorrhagic disorders within 6 months prior to first dose of mirvetuximab soravtansine\n* Required used of folate-containing supplements (e.g. for folate deficiency)",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}