{
    "nctId": "NCT05834764",
    "briefTitle": "Pyrotinib in Women With High-risk in Early Stage Breast Cancer",
    "officialTitle": "Evaluating the Efficacy and Safety of Pyrotinib After Adjuvant Anti-HRE2 Therapy in Women With High-risk in Early or Locally Advanced Stage Breast Cancer",
    "overallStatus": "RECRUITING",
    "conditions": "HER2-positive Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 188,
    "primaryOutcomeMeasure": "Invasive Disease-free Survival (iDFS) at year 2",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Subjects voluntarily participate in this study and sign the informed consent form；\n2. Female or male patients, aged ≥ 18 years, and ≤75 years;\n3. ECOG PS score: 0-1;\n4. Patients with HER2+ early or locally advanced breast cancer confirmed by histopathology: HER2-positive is defined by standard of 3+ by immunohistochemical staining (IHC), or 2+ by immunohistochemical staining (IHC) but positive by in situ hybridization (ISH).\n5. Stage II through IIIC HER-2 positive breast cancer with node positive disease after surgery.\n6. Been treated for early breast cancer with standard of care duration of trastuzumab combined with pertuzumab or T-DM1.\n7. Could have been treated neoadjuvantly but have not reached pathologic complete response.\n\nExclusion Criteria:\n\n1. metastatic disease (Stage IV) or inflammatory breast cancer\n2. Previous or current history of malignant neoplasms, except for curatively treated:Basal and squamous cell carcinoma of the skin,Carcinoma in situ of the cervix.\n3. Clinically relevant cardiovascular disease:Known history of uncontrolled or symptomatic angina, clinically significant arrhythmias, congestive heart failure, transmural myocardial infarction, uncontrolled hypertension ≥180/110);\n4. A history of allergy to the drugs in this study；\n5. Unable or unwilling to swallow tablets\n6. History of gastrointestinal disease with diarrhea as the major symptom.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}