{
    "nctId": "NCT00790816",
    "briefTitle": "Continuation Study of Lapatinib Monotherapy or Lapatinib in Combination With Other Anti-cancer Agents",
    "officialTitle": "An Open-Label Phase Ib Continuation Study of Lapatinib Monotherapy or Lapatinib in Combination With Other Anti-Cancer Treatment in Patients With Solid Tumors",
    "overallStatus": "COMPLETED",
    "conditions": "Neoplasms, Breast",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 500,
    "primaryOutcomeMeasure": "Safety and tolerability",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Participation in a Phase I lapatinib trial that has met its study objectives.\n* Ability to understand and provide written informed consent to participate in this study.\n* Male or female greater than or equal to 18 years of age.\n* A female subject is eligible to participate if she is of:\n* Non-childbearing potential defined as pre-menopausal females with a documented tubal ligation or hysterectomy; or post-menopausal defined as 12 months of spontaneous amenorrhea. Females on hormone replacement therapy (HRT) and whose menopausal status is in doubt will be required to use one of the contraception methods stated in the protocol if they wish to continue their HRT during the study. Otherwise, they must discontinue HRT to allow confirmation of post-menopausal status prior to study enrollment. For most forms of HRT, at least two to four weeks will elapse between the cessation of therapy and the blood draw; this interval depends on the type and dosage of HRT. Following confirmation of their post-menopausal status, they can resume use of HRT during the study without use of a contraceptive method.\n* Child-bearing potential, has a negative serum pregnancy test at baseline, and agrees to use one of the contraception methods listed in the protocol for an appropriate period of time (as determined by the product label or investigator) prior to the start of dosing to sufficiently minimize the risk of pregnancy at that point. Female subjects must agree to use contraception from two weeks prior to the administration of study drug and throughout the entire active study treatment period until four weeks after the last dose of study medication.\n\nExclusion Criteria:\n\n* Permanent discontinuation of lapatinib in the previous study due to intolerance or treatment failure.\n* Is a pregnant or lactating female.\n* Is considered medically unfit for the study by the investigator as a result of the medical interview, physical exam, or baseline investigations.\n* Currently receiving treatment with any medications listed on the prohibited medication listed in the protocol\n* Has Class III or IV heart failure as defined by the New York Heart Association (NYHA) functional classification system.\n* Have current active hepatic or biliary disease (with exception of subjects with Gilbert's syndrome, asymptomatic gallstones, liver metastases or stable chronic liver disease per investigator assessment).",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}