{
    "nctId": "NCT04360941",
    "briefTitle": "PAveMenT: Palbociclib and Avelumab in Metastatic AR+ Triple Negative Breast Cancer",
    "officialTitle": "PAveMenT: Phase Ib Study of Palbociclib and Avelumab in Metastatic AR+ Triple Negative Breast Cancer",
    "overallStatus": "RECRUITING",
    "conditions": "Triple Negative Breast Cancer, Locally Advanced Breast Cancer, Recurrent Breast Cancer, Metastatic Breast Cancer, ER+ Breast Cancer, HER2-positive Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "OTHER",
    "enrollmentCount": 45,
    "primaryOutcomeMeasure": "Part A: Determine maximum tolerated dose (MTD) of palbociclib plus avelumab in advanced breast cancer",
    "eligibilityCriteria": "Inclusion Criteria Part A:\n\n1. Patients with recurrent inoperable locally advanced or metastatic breast cancer.\n2. Previously treated with at least one prior line of chemotherapy for advanced disease, but no more than two prior lines of chemotherapy for advanced disease. Patients with ER+ breast cancer must have received at least one prior line of hormone therapy for advanced disease. Patients with HER2+ breast cancer must have received at least one prior line of HER2 directed therapy.\n3. Measurable disease (RECIST 1.1)\n4. Haematological and biochemical indices within the ranges stated in the study protocol. These measurements must be performed within one week (Day -7 to Day 1) before the patient goes in the trial.\n5. Women/female patients with child-bearing potential (defined as the fertile status following menarche and until becoming post-menopausal unless permanently sterile by methods that include hysterectomy, bilateral salpingectomy and bilateral oophorectomy) must have a negative urine or serum pregnancy test within 7 days prior to start of trial.\n\n   Women/females of child bearing potential or their male partners must use a highly effective method of contraception for 2 weeks before starting the study treatment, throughout the treatment period and for 1 month after discontinuation of treatment with palbociclib and avelumab (women/female patients) or 14 weeks (men/male patients). Highly effective methods are defined as methods that can achieve a failure rate of less than 1% per year when used consistently and correctly are considered as highly effective birth control methods, such methods include:\n   * Oral, intra-vaginal or transdermal combined hormonal contraception\n   * Oral, injectable or implantable progesterone-only contraception\n   * Intrauterine device\n   * Intrauterine hormone-releasing system,\n   * Bilateral tubal occlusion\n   * Vasectomised partner\n   * True abstinence:\\* When this is in line with the preferred and usual lifestyle of the subject\n\n   Key: \\* it is only considered highly effective if the patient is refraining from sexual intercourse during the entire period of risk associated with the study treatments\n6. 18 years of age or over.\n7. World Health Organisation (WHO) performance status 0 or 1\n8. Estimated life expectancy of at least 3 months in the opinion of the investigator\n9. Signed and dated informed consent.\n10. Patients willing and able to comply with scheduled visits, treatment plans, laboratory tests, follow up and other procedures\n\nInclusion Criteria Part B:\n\n1. Patients with recurrent inoperable locally advanced or metastatic AR+ triple negative breast cancer with ER, PgR and HER2 status determined locally and AR determined centrally on archival metastatic tissue. Archival tissue from the primary tumour (which must have been ER/PgR negative and collected within 5 years prior to metastatic relapse) may be used for AR testing if no archival metastatic tissue is available.\n2. Previously treated with at least one prior line of chemotherapy for advanced disease, but no more than two prior lines of chemotherapy for advanced disease.\n3. Measurable disease (RECIST 1.1) amenable to fresh biopsy\n4. Haematological and biochemical indices within the ranges stated in the study protocol. These measurements must be performed within one week (Day -7 to Day 1) before the patient goes in the trial.\n5. Female patients with child-bearing potential must have a negative urine or serum pregnancy test within 7 days prior to start of trial.\n\n   Women/females of child bearing potential or their male partners must use a highly effective method of contraception for 2 weeks before starting the study treatment, throughout the treatment period and for 1 month after discontinuation of treatment with palbociclib and avelumab (women/female patients) or 14 weeks (men/male patients). Highly effective methods are defined as methods that can achieve a failure rate of less than 1% per year when used consistently and correctly are considered as highly effective birth control methods, such methods include:\n   * Oral, intra-vaginal or transdermal combined hormonal contraception\n   * Oral, injectable or implantable progesterone-only contraception\n   * Intrauterine device\n   * Intrauterine hormone-releasing system,\n   * Bilateral tubal occlusion\n   * Vasectomised partner\n   * True abstinence:\\* When this is in line with the preferred and usual lifestyle of the subject\n\n   Key: \\* it is only considered highly effective if the patient is refraining from sexual intercourse during the entire period of risk associated with the study treatments\n6. Age 18 years of age or over\n7. World Health Organisation (WHO) performance status 0 or 1\n8. Estimated life expectancy of at least 3 months in the opinion of the investigator\n9. Signed and dated informed consent\n10. Patients willing and able to comply with scheduled visits, treatment plans, laboratory tests, follow up, and other procedures\n11. Available archival breast primary tumour tissue (or metastatic tissue if de novo metastatic disease)\n12. Patient willing to undergo a mandatory baseline fresh tumour tissue biopsy procedure (clinical or radiologically-guided)\n\nExclusion Criteria Parts A \\& B:\n\n1. Oral chemotherapy within two weeks, weekly iv chemotherapy within three weeks or any other systemic chemotherapy or investigational medicinal products during the previous four weeks.\n2. Hormonal therapy within 7 days except luteinizing hormone-releasing hormone (LHRH) analogues for ovarian suppression. Bisphosphonates or RANK ligand antagonists are permitted for the management of bone metastases.\n3. Previous exposure to immune checkpoint inhibitors or immune co-stimulatory drugs.\n4. Previous treatment with palbociclib or any agents which inhibit CDK4/6\n5. Major surgery (excluding minor procedures, e.g. placement of vascular access) within 4 weeks or radiation therapy within 14 days prior to study entry\n6. Patients with known symptomatic brain metastases requiring steroids, untreated brain metastases, leptomeningeal disease or spinal cord compression.\n7. Active infection requiring systemic therapy\n8. Any of the following within 12 months prior to study entry: myocardial infarction, history of myocarditis, uncontrolled angina, coronary/peripheral artery bypass graft, symptomatic congestive heart failure, cerebrovascular accident, or transient ischemic attack.\n9. Uncontrolled hypertension or cardiac dysrhythmia including atrial fibrillation\n10. Active autoimmune disease that might deteriorate when receiving an immuno-stimulatory agent. Patients with diabetes type I, vitiligo, psoriasis, or hypo- or hyperthyroid diseases not requiring immunosuppressive treatment are eligible.\n11. Current use of immunosuppressive medication, EXCEPT for the following: a. intranasal, inhaled, topical steroids, or local steroid injection (e.g., intra-articular injection); b. Systemic corticosteroids at physiologic doses ≤ 10 mg/day of prednisone or equivalent; c. Steroids as premedication for hypersensitivity reactions (e.g., CT scan premedication).\n12. Other severe acute or chronic medical conditions including colitis, inflammatory bowel disease, pneumonitis (even if fully resolved), pulmonary fibrosis, end stage renal disease on haemodialysis or psychiatric conditions including recent (within the past year) or active suicidal ideation or behaviour; or laboratory abnormalities that may increase the risk associated with study participation or study treatment administration or may interfere with the interpretation of study results and, in the judgment of the investigator, would make the patient inappropriate for entry into this study.\n13. Patients on warfarin or direct acting oral anticoagulants. Patients requiring anticoagulation for rate-controlled AF or previous venous thromboembolism should be switched to low-molecular weight heparin.\n14. Known HIV or AIDS-related illness, active infection requiring systemic therapy, or positive HBV or HCV test indicating acute or chronic infection\n15. Known severe hypersensitivity reactions to monoclonal antibodies (Grade ≥ 3 NCI CTCAE v 5), any history of anaphylaxis, or uncontrolled asthma (that is, 3 or more features of partially controlled asthma)\n16. Inability or unwillingness to swallow pills, or receive IV injections.\n17. Persisting toxicity related to prior therapy \\>Grade 1 (except for stable peripheral neuropathy grade ≤2 or alopecia grade ≤2).\n18. Pregnancy or lactation (women/females of childbearing potential must have a negative pregnancy test within 7 days prior to treatment initiation)\n19. Diagnosis of other malignancy within 3 years, except for previous breast cancer, adequately treated basal cell or squamous cell skin cancer, or carcinoma in situ of the cervix, or low-grade (Gleason ≤6) prostate cancer\n20. Is a participant or plans to participate in another interventional clinical trial, whilst taking part in this study. Participation in an observational trial would be acceptable.\n21. Known prior or suspected hypersensitivity to investigational products or to any of the excipients\n22. Vaccination within 4 weeks of the first dose of avelumab and while on trial is prohibited except for administration of inactivated vaccines. Live vaccines must also be avoided for 3 months after the last dose of avelumab.\n23. Any psychiatric condition that would prohibit the understanding or rendering of informed consent\n24. Requirement for continued use of preparations containing St. John's Wort is specifically contraindicated. Other herbal medicinal or natural products that patient is intended to take during the trial must be explored at the beginning and during the course of the trial and discussed with the investigator.\n25. Requirement for continued use of CYP3A inhibitors, inducers or substrates (listed in Appendix 4).\n26. Patients with rare hereditary problems of galactose intolerance, the Lapp lactase deficiency, or glucose-galactose malabsorption should not take this medicine as this medicinal product contains lactose.\n27. Any other condition which in the Investigator's opinion would not make the patient a good candidate for the clinical trial.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}