{
    "nctId": "NCT04483505",
    "briefTitle": "Rogaratinib, Palbociclib y Fulvestrant in Patients With Breast Cancer.",
    "officialTitle": "Rogaratinib, Palbociclib and Fulvestrant in Advanced Hormone Receptor Positive, FGFR1/2/3-positive Breast Cancer: Phase I Clinical Trial Plus an Expansion Cohort",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer Metastatic, Hormone Receptor Positive Malignant Neoplasm of Breast",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "OTHER",
    "enrollmentCount": 9,
    "primaryOutcomeMeasure": "Recommended Phase 2 Dose",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Women ≥18 years-old.\n2. Diagnostic of metastatic or locally advanced non-resectable breast cancer.\n3. Ability to understand and signing of the PIS/ICF for FGFR testing. FGFR testing will be performed centrally at CNIO (RNAscope and FISH).\n4. Ability to understand and signing the written PIS/ICF for study treatment eligibility.\n5. Availability of fresh tumor biopsy specimen for FGFR1/3 mRNA expression and FISH testing.\n6. Hormone-receptor positivity defined by at least 5% positivity of ER and/or PR (no central laboratory testing is required).\n7. Positivity of FGFR1/2/3 by RNA-scope and/or FISH.\n8. Patients must have undergone a previous hormonal treatment line for metastatic disease, with anastrozole, letrozole or exemestane, plus a cell cycle inhibitor (palbociclib, ribociclib or abemaciclib).\n9. Recovery of toxicities from previous regimens to equal or below tolerable grade II.\n10. HER2-negativity (Herceptest 0+, 1+ or 2+ with negative FISH/CISH/SISH).\n11. ECOG performance status of 0/1.\n12. Life expectancy of \\>24 weeks.\n13. Adequate bone marrow, liver and renal function as assessed by laboratory requirements:\n\n    1. Absolute neutrophil count (ANC) ≥ 1,500/mm3\n    2. Hemoglobin ≥ 10 g/dL (without transfusion or erythropoietin .\n    3. Platelet count ≥ 100,000/mm3\n    4. Total bilirubin ≤ 1.5 × the upper limit of normal (ULN).\n    5. Alanine aminotransferase (ALT) and aspartate aminotransferase (AST) ≤ 2.5 × ULN\n    6. Alkaline phosphatase ≤ 2.5 times ULN\n    7. Lipase and amylase ≤ 2 × ULN.\n    8. Serum albumin ≥ 2.5 g/dl.\n    9. Glomerular filtration rate (GFR) ≥ 60 mL/min/1.73 m2\n14. INR ≤ 1.5 × ULN and PTT or activated PTT (aPTT) ≤ 1.5 × ULN.\n15. Negative serum pregnancy test in women of childbearing potential.\n16. Women of reproductive potential must agree to use highly effective contraception when sexually active.\n17. Evaluable disease according to RECIST 1.1 criteria.\n\nExclusion Criteria:\n\n1. Involvement in the planning and/or conduct the study.\n2. Previous enrollment in the present study.\n3. Previous or concurrent cancer except:\n\n   1. Cervical carcinoma in situ.\n   2. Treated basal-cell carcinoma or squamous cell skin cancer.\n   3. Any other cancer curatively treated \\> 3 years before the first study drug administration.\n4. Receipt the last dose of anticancer therapy at least 21 days prior to the first dose of study drug.\n5. Acute toxic effects of previous anticancer chemotherapy or immunotherapy have to be normalized completely\n6. Anti-cancer therapy is defined as any agent or combination of agents with clinically proven anti-tumor activity\n7. Previous treatment with anti-FGFR directed therapies.\n8. Irradiation of single bony lesions with risk of fracture. Zoledronic acid or denosumab started prior to trial registration is allowed.\n9. Symptomatic metastatic brain or meningeal tumors.\n10. History or current condition of an uncontrolled cardiovascular disease including any of the following conditions:\n\n    1. Congestive heart failure, unstable angina (symptoms of angina at rest) or\n    2. New-onset angina\n    3. Myocardial infarction (MI).\n    4. Unstable cardiac arrhythmias requiring anti-arrhythmic therapy.\n    5. Patients with known coronary artery disease, congestive heart failure not meeting the above criteria, must be on a stable medical regimen.\n11. Known human immunodeficiency virus (HIV) infection.\n12. Active hepatitis B virus or hepatitis C infection requiring treatment.\n\n    1. Patients with past HBV infection or resolved HBV infection are eligible if HBV DNA is negative.\n    2. Patients positive for hepatitis C virus are eligible only if polymerase chain reaction is negative for HCV RNA.\n13. Any condition that in the opinion of the investigator would interfere with evaluation of study treatment or interpretation of patient safety or study results, or inability to comply with the study and follow-up procedures.\n14. Previous or concomitant participation in another clinical study with investigational medicinal products.\n15. Active tuberculosis.\n16. Clinically active infections.\n17. Treatment with therapeutic oral or i.v. antibiotics.\n18. Patients receiving prophylactic antibiotics are eligible.\n19. Seizure disorder requiring medication.\n20. History of organ allograft.\n21. Evidence or history of bleeding diathesis or coagulopathy.\n22. Any hemorrhage / bleeding event CTCAE v.5.0 ≥ Grade 3.\n23. Serious, non-healing wound, ulcer or bone fracture.\n24. Known hypersensitivity to any of the study drugs, study drug classes, or excipients in the formulation.\n25. Any malabsorption condition.\n26. Current diagnosis of any retinal disorders including retinal detachment, retinal pigment epithelial detachment (RPED), serous retinopathy or retinal vein occlusion.\n27. Peripheral sensory neuropathy of CTCAE v.5.0 Grade 2 or higher.\n28. Current evidence of endocrine alteration of calcium phosphate homeostasis.\n29. Concomitant therapies that are known to increase serum phosphate levels.\n30. Any condition that is unstable or could jeopardize the safety of the patient and their compliance in the study.\n31. Breast-feeding.\n32. Use of strong inhibitors of CYP3A4 and strong inducers of CYP3A4.\n33. Autologous bone marrow transplant or stem cell rescue.\n34. Major surgery, open biopsy or significant traumatic injury.\n35. Renal failure requiring peritoneal dialysis or hemodialysis.\n36. Systolic/diastolic blood pressure ≤ 100/60 mmHg and concurrent heart rate ≥ 100/min.\n37. Inability to swallow oral tablets.\n38. Close affiliation with the investigational site; e.g. a close relative of the investigator or a dependent person.\n39. Substance abuse, medical, psychological or social conditions that may interfere with the patient's participation in the study or evaluation of the study results.\n40. Arterial or venous thrombotic events or embolic events such as cerebrovascular accident, deep vein thrombosis or pulmonary embolism.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}