{
    "nctId": "NCT06418594",
    "briefTitle": "Adebrelimab Plus Apatinib and Etoposide for the Treatment of HER2-Negative Breast Cancer Brain Metastasis",
    "officialTitle": "Adebrelimab Plus Apatinib and Etoposide for the Treatment of HER2-Negative Breast Cancer Brain Metastasis: A Phase II Study",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "HER2-negative Breast Cancer Brain Metastases",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 30,
    "primaryOutcomeMeasure": "CNS-ORR",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Female, aged ≥18 years\n* Expected survival time ≥3 months.\n* Histologically or cytologically confirmed HER2-negative (IHC 0 or 1+; or IHC 2+ ISH negative) locally recurrent or metastatic disease\n* New brain metastasis or brain metastasis progression after treatment\n* HR+ advanced breast cancer with prior CDK4/6 inhibitor treatment failure or the investigator deems unsuitable for CDK4/6 inhibitors\n* At least one intracranial measurable lesion as defined by RECIST V1.1 criteria；\n* ECOG PS 0-2；\n* Patients must have the ability to swallow oral medication；\n* Prior WBRT, stereotactic radiosurgery, and surgical resection are allowed；\n* Organ function levels are basically normal, and the investigator believes that the study drug can be applied：\n* Voluntarily join this study, sign the informed consent, have good compliance, and are willing to cooperate with follow-up\n\nExclusion Criteria:\n\n* Urgent need for local treatment of brain metastasis\n* Immunohistochemistry HER2 positive (IHC 3 or IHC 2 ISH amplification)\n* Previously treated with Apatinib, Avelumab, or VP-16；\n* Severe dysfunction of important organs such as the heart, liver, or kidneys；\n* Inability to swallow, chronic diarrhea, and intestinal obstruction, with multiple factors affecting drug administration and absorption；\n* Participants diagnosed with any other malignant tumor within 5 years before this study, excluding non-melanoma skin cancer that has undergone radical treatment. Basal cell or squamous cell skin cancer or cervical carcinoma in situ and thyroid papillary carcinoma。\n* Patients who allergy to any component of the drugs in this protocol; patients with history of immunodeficiency, including HIV positive, HCV, active hepatitis B, or other acquired or congenital immunodeficiency diseases, or history of organ transplantation\n* History of any cardiac disease, including: (1) arrhythmia requiring medication or clinically significant; (2) myocardial infarction; (3) heart failure; (4) any other cardiac disease judged by the investigator to be unsuitable for participation in this trial, etc.\n* Pregnant or lactation female patients; females of childbearing age with a positive baseline pregnancy test or unwilling to take effective contraceptive measures during the entire trial period；\n* According to the investigator's judgment, there are severe accompanying diseases that endanger the patient's safety or affect the completion of the study (including but not limited to uncontrolled severe hypertension, severe diabetes, active infection, etc.).",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}