{
    "nctId": "NCT00717340",
    "briefTitle": "A Phase 1b/2a, Open-Label, Multi-Center Study of Tivozanib (AV-951) in Combination With Paclitaxel in Subjects With Advanced or Metastatic Breast Cancer",
    "officialTitle": "A Phase 1b/2a, Open-Label, Multi-Center Study of Tivozanib (AV-951) in Combination With Paclitaxel in Subjects With Advanced or Metastatic Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 18,
    "primaryOutcomeMeasure": "To determine the safety, tolerability, and maximum tolerated dose (MTD) of tivozanib (AV-951) when administered in combination with paclitaxel (Phase 1b study)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. ≥ 18-year-old females\n2. Histologically or cytologically documented invasive breast cancer\n3. Documented progressive disease (Phase 1b study) OR documented metastatic disease (Phase 2a study)\n4. Prior Treatment:\n\n   * Phase 1b study: No more than 4 prior chemotherapy treatments, only 1 prior taxane-based regimen for metastatic disease. There is no limit to the number of prior hormonal or biological treatments.\n   * Phaes 2a study: No prior chemotherapy or biological therapy for metastatic breast cancer. There is no limit to the number of prior hormonal treatments.\n   * Prior adjuvant chemotherapy or biological therapy will not be counted in the number of prior treatments, unless recurrence occurs within 12 months of last dose of adjuvant therapy, in which case it will be counted as 1 prior therapy; adjuvant treatment with a taxane is allowed.\n5. Measurable or evaluable disease by RECIST criteria (Phase 1b study) (see Appendix A). Subjects to be enrolled in the Phase 2a study are required to have measureable disease according to RECIST.\n6. No prior VEGF-TKI drugs such as sunitinib, sorafenib, AZ2171, AG013736, GW786034, ZD6474 AMG706, PTK/ZK and other similar agents.\n7. No treatment with bevacizumab within 4 weeks prior to start of protocol therapy, no prior treatment with other VEGF binding antibodies or VEGF-trap.\n8. No treatment with the following agents within 3 weeks prior to start of protocol therapy:\n\n   * Chemotherapy (at least 6 weeks for nitrosoureas, mitomycin C, and liposomal doxorubicin)\n   * Other signal transduction inhibitors and monoclonal antibodies\n   * Immunotherapy or biological response modifiers\n   * Any experimental therapy\n9. No treatment with radiotherapy within 2 weeks (if involving \\< 25% of bone marrow), or 4 weeks (if involving ≥ 25% of bone marrow) prior to start of protocol therapy.\n10. Resolution of all toxicities\n11. ECOG performance status ≤ 2 and life expectancy ≥ 3 months.\n12. Signed and dated written informed consent\n\nExclusion Criteria:\n\n1. Known hypersensitivity to paclitaxel or to any other component of the paclitaxel formulation\n2. Pregnant or lactating women; all fertile subjects must use effective contraception (barrier method) while on study and for 3 months thereafter. All subjects must agree to use a highly effective method of contraception (including their partner). Effective birth control includes (a) IUD plus 1 barrier method, or (b) 2 barrier methods. Effective barrier methods are male or female condoms, diaphragms, and spermicides (creams or gels that contain a chemical to kill sperm.) Oral, implantable, or injectable contraceptives may be affected by cytochrome P450 interactions, and are not considered effective for this study.\n3. Subjects with symptomatic CNS metastases. Subjects with treated brain metastases that have remained stable for at least 3 months without steroids are allowed. Subjects with signs or symptoms or history of brain metastasis must have a CT or MRI scan of the brain within 1 month prior to the start of protocol therapy. Subjects with spinal cord or nerve root compression who have completed treatment at least 4 weeks before the start of protocol therapy and are stable without steroid treatment for at least one week before start of protocol therapy are allowed. Subjects with leptomeningeal metastases are not allowed.\n4. Any of the following hematologic abnormalities:\n\n   * Hemoglobin \\< 9.0 g/dL\n   * ANC \\< 1500 per mm3\n   * Platelet count \\< 100,000 per mm3\n5. Any of the following serum chemistry abnormalities:\n\n   * Total bilirubin \\> 1.5 × ULN (\\>2.5 mg/dL in patients with Gilbert's syndrome)\n   * AST or ALT \\> 2.5 × ULN (or \\> 5 × ULN for subjects with liver metastasis)\n   * GGT \\> 2.5 x ULN (or \\> 5 × ULN for subjects with liver metastasis)\n   * Alkaline phosphatase \\> 2.5 × ULN (or \\> 5 × ULN for subjects with liver or bone metastasis)\n   * Serum albumin \\< 3.0 g/dL\n   * Serum creatinine \\> 1.5 × ULN\n   * Proteinuria \\> 2.5 g/24 hours or 3+ with urine dipstick\n   * Any other ≥ Grade 3 laboratory abnormality at baseline (other than those listed above)\n6. Significant cardiovascular disease, including:\n\n   * Clinically symptomatic heart failure. Subjects with a history of heart failure must have an ECHO or MUGA scan to document left ventricular ejection fraction (LVEF) \\> 45% prior to start of protocol therapy\n   * Uncontrolled hypertension: Blood pressure \\>140/90 mm Hg on more than 2 antihypertensive medications, on two consecutive measurements obtained at least 24 hours apart. Subjects with a history of hypertension must have been on stable doses of anti-hypertensive drugs for ≥ 2 weeks prior to start of protocol therapy.\n   * Myocardial infarction within 3 months prior to start of protocol therapy\n7. Baseline neuropathy \\> Grade 1\n8. Subjects with delayed healing of wounds, ulcers, and/or bone fractures\n9. Serious/active infection or infection requiring parenteral antibiotics\n10. Inadequate recovery from any prior surgical procedure; major surgical procedure within 6 weeks prior to start of protocol therapy.\n11. Inability to comply with protocol requirements\n12. Ongoing hemoptysis or history of clinically significant bleeding within 6 months prior to start of protocol therapy\n13. Cerebrovascular accident within 12 months to start of protocol therapy, or peripheral vascular disease with claudication on walking less than 1 block.\n14. Deep venous thrombosis or pulmonary embolus within 6 months prior to start of protocol therapy\n15. Subjects with a \"currently active\" second primary malignancy other than non-melanoma skin cancers. Subjects are not considered to have a \"currently active\" malignancy if they have completed anti-cancer therapy and have been disease free for \\> 2 years.\n16. Known concomitant genetic or acquired immune suppression disease such as HIV\n17. Treatment with systemic hormonal therapy within 3 weeks prior to start of or during protocol therapy, with the exception of:\n\n    * Hormonal therapy for appetite stimulation or contraception\n    * Nasal, ophthalmic, inhaled and topical steroid preparations\n    * Oral replacement therapy for adrenal insufficiency\n    * Low-dose maintenance steroid therapy (equivalent of prednisone 10mg/day) for other conditions\n    * Hormone replacement therapy\n18. Herbal preparations/supplements (except for a daily multivitamin/mineral supplement not containing herbal components) or CYP3A4 inhibitors within 2 weeks prior to start of or during protocol therapy.\n19. Full dose oral anticoagulation with warfarin, acenocoumarol, fenprocoumon, or similar agents. If previously receiving these type of agents, a minimum washout of 1 week and documented INR \\< 1.5 x ULN will be required prior to start of protocol therapy. Full dose anti-coagulation with low molecular weight heparin or unfractionated heparin administered subcutaneously is allowed.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}