{
    "nctId": "NCT02747004",
    "briefTitle": "A Study of Abemaciclib (LY2835219) Plus Tamoxifen or Abemaciclib Alone in Women With Metastatic Breast Cancer",
    "officialTitle": "A Randomized, Open-Label, Phase 2 Study of Abemaciclib Plus Tamoxifen or Abemaciclib Alone, in Women With Previously Treated Hormone Receptor-Positive, HER2-Negative, Metastatic Breast Cancer",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 234,
    "primaryOutcomeMeasure": "Progression Free Survival (PFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Have a diagnosis of HR+, HER2- breast cancer.\n* Relapsed or progressed following endocrine therapy.\n* Have received prior treatment with at least 2 chemotherapy regimens, of which at least 1 but no more than 2 have been administered in the metastatic setting.\n* Have the presence of measureable disease as defined by the Response Evaluation Criteria in Solid Tumors (RECIST 1.1).\n* Have a performance status ≤1 on the Eastern Cooperative Oncology Group (ECOG) scale.\n* Have discontinued previous therapies for cancer (including specifically, aromatase inhibitors, anti-estrogens, chemotherapy, radiotherapy, and immunotherapy) for at least 21 days for myelosuppressive agents or 14 days for nonmyelosuppressive agents prior to receiving study drug, and recovered from the acute effects of therapy (until the toxicity resolves to either baseline or at least Grade 1) except for residual alopecia or peripheral neuropathy.\n* Have adequate organ function.\n* Have negative serum pregnancy test within 7 days prior to the first dose of study treatment and agree to use highly effective precautions to prevent pregnancy during the study and for 3 weeks following last dose of study treatment.\n* Are able to swallow oral medication.\n\nExclusion Criteria:\n\n* Have clinical evidence or history of central nervous system metastasis.\n* Have a personal history of any of the following conditions: syncope of either unexplained or cardiovascular etiology, ventricular tachycardia, ventricular fibrillation, or sudden cardiac arrest.\n* Have active bacterial or fungal infection (that is, requiring intravenous antibiotics at the time of initiating study treatment) and/or detectable viral infection.\n* Have received treatment with a prior cyclin-dependent kinase (CDK4) and CDK 6 inhibitor.\n* Have a preexisting chronic condition resulting in persistent diarrhea.\n* Have a history of any other cancer (except nonmelanoma skin cancer or carcinoma in-situ of the cervix or breast), unless in complete remission with no therapy for a minimum of 3 years.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}