{
    "nctId": "NCT01276899",
    "briefTitle": "Study to Identify Molecular Mechanisms of Clinical Resistance to Chemotherapy in Triple Negative Breast Cancer Patients",
    "officialTitle": "Prospective Study to Identify Molecular Mechanisms of Clinical Resistance to Chemotherapy in Triple Negative Breast Cancer Patients",
    "overallStatus": "COMPLETED",
    "conditions": "Triple Negative Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 80,
    "primaryOutcomeMeasure": "Biomarkers changes in patients that have been exposed to chemotherapy",
    "eligibilityCriteria": "Inclusion Criteria:\n\nNeoadjuvant setting\n\n1. Histologically confirmed diagnosis of adenocarcinoma of the breast\n2. Patient candidate for neoadjuvant chemotherapy (taxane-based)\n3. Triple negative (ERnegative, PRnegative and Her2negative as defined by local standards)\n4. Normal coagulation profile; including INR/ PTT ≤ 1.5 x ULN.\n5. ECOG 0,1 or 2\n6. Provide written consent after the investigational nature, study design, risks and benefits of the study have been explained.\n7. Able to adhere to the study visit schedule and other protocol requirements.\n\nMetastatic setting\n\n1. Patients with histologically confirmed primary adenocarcinoma of the breast\n2. Metastatic (stage IV) disease at initial diagnosis or following previous diagnosis of primary breast cancer\n3. At least one metastatic site accessible for biopsy.\n4. ER-negative, PgR negative and HER2 negative as per local standards\n5. Scheduled to receive chemotherapy for triple negative metastatic breast cancer.\n6. Measurable disease (at least one unidimensionally measurable lesion)\n7. Normal coagulation profile; including INR/ PTT ≤ 1.5 x ULN.\n8. ECOG 0,1 or 2\n9. Life expectancy of 12 or more weeks.\n10. Provide written consent after the investigational nature, study design, risks and benefits of the study have been explained.\n11. Able to adhere to the study visit schedule and other protocol requirements\n\nExclusion Criteria:\n\nNeoadjuvant setting\n\n1. Positive for ER, PR or Her2 as defined by local standards\n2. Clinical or radiological evidence of metastatic disease\n3. Inadequate or unusable tissue as the only tissue available for biopsy\n4. Other non-malignant systemic disease to preclude treatment with chemotherapy regimen or prevent follow-up\n5. Diagnosis of inflammatory breast cancer\n6. Known infection with HIV or hepatitis\n\nMetastatic setting\n\n1. Patients with ER+, PR+ or HER2+ tumors demonstrated by local standards\n2. Inadequate or unusable tissue as the only tissue available for biopsy\n3. Other non-malignant systemic disease to preclude treatment with standard chemotherapy regimen or prevent follow-up\n4. Abnormal coagulation profile\n5. The planned concurrent administration of therapies (e.g. palliative radiotherapy) that target metastatic sites accessible for biopsy\n6. Known infection with HIV or hepatitis",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}