{
    "nctId": "NCT01278212",
    "briefTitle": "Accelerated Hypofractionated Radiotherapy (AHF-RT) for the Treatment of Breast Cancer",
    "officialTitle": "A Phase II Study of Accelerated Hypofractionated Radiotherapy (AHF-RT) After Breast Conserving Surgery (BCS) in Medically Underserved Patients",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 158,
    "primaryOutcomeMeasure": "Ipsilateral Breast Tumor Recurrence (IBTR)",
    "eligibilityCriteria": "Inclusion Criteria:\n\nOnly women who satisfy all of the following conditions will be eligible for this study.\n\n1. must consent to be in the study and must have signed an approved consent form conforming with federal and institutional guidelines\n2. must be at least 21 years old\n3. must have stage 0, I, or II breast cancer\n4. On histological examination, the tumor must be ductal carcinoma in situ (DCIS) or invasive adenocarcinoma of the breast.\n5. Surgical treatment of the breast must have been breast conserving surgery (BCS). The margins of the resected specimen must be histologically free of tumor (including DCIS component). Reexcision of surgical margins is permitted.\n6. Gross disease may be unifocal or multifocal with pathologic (invasive and/or DCIS) tumor size excised with negative margins.\n7. Patients with invasive breast cancer are required to have axillary staging which can include sentinel node biopsy alone (if sentinel node is negative), sentinel node biopsy followed by axillary dissection or sampling with a minimum total of 6 axillary nodes (if sentinel node is positive), or axillary dissection alone (with a minimum of 6 axillary nodes). Axillary staging is not required for patients with DCIS.\n8. must begin adjuvant therapy (chemotherapy or radiotherapy) within 9 weeks following the last surgery for breast cancer (lumpectomy, re-excision of margins, or axillary staging procedure)\n9. Patients must have all usual and customary hormone receptor (ER/PR) and estrogen receptor (ER) analysis performed on the primary tumor prior to enrollment. Patients with invasive disease must have HER2 receptor status determined (positive or negative) with immuno-histochemistry (IHC) and/or fluorescent in-situ hybridization (FISH).\n10. At the time of study enrollment, patients must have had a history \\& physical exam within 4 months and a bilateral mammogram within 6 months.\n11. Patients with a history of non-breast malignancies are eligible if they have been disease-free for 5 or more years prior to enrollment and are deemed by their physician to be at low risk for recurrence. Patients with the following cancers are eligible if diagnosed and treated within the past 5 years: carcinoma in situ of the cervix, carcinoma in situ of the colon, melanoma in situ, and basal cell and squamous cell carcinoma of the skin.\n12. Patients must live in a county that is designated as Appalachian and/or rural by Kentucky Cancer Registry Criteria (see list below) and/or must hold their primary residence at least 10 miles from the nearest radiation facility. Patients who do not fit these criteria may still be considered eligible if they are determined to suffer significant financial and/or transportation hardship during a typical course of CF-RT or HF-RT (in the judgment of any of their treating physicians). Patients who live outside the Commonwealth of Kentucky are eligible if they fit any of these aforementioned conditions.\n\n    * Appalachian counties in KY include: Adair, Bath, Bell, Boyd, Breathitt, Carter, Casey, Clark, Clay, Clinton, Cumberland, Edmonson, Elliott, Estill, Fleming, Floyd, Garrard, Green, Greenup, Harlan, Hart, Jackson, Johnson, Knott, Knox, Laurel, Lawrence, Lee, Leslie, Letcher, Lewis, Lincoln, Madison, Magoffin, Martin, McCreary, Menifee, Metcalfe, Monroe, Montgomery, Morgan, Nicholas, Owsley, Perry, Pike, Powell, Pulaski, Robertson, Rockcastle, Rowan, Russell, Wayne, Whitley, Wolfe.\n\nExclusion Criteria:\n\nMen are not eligible for this study. Women with one or more of the following conditions are ineligible for this study.\n\n1. T3, stage III, or stage IV breast cancer\n2. More than 3 histologically positive axillary nodes\n3. Axillary nodes with definite evidence of microscopic or macroscopic extracapsular extension\n4. One or more positive non-axillary sentinel node(s) (Note that intramammary nodes are staged as axillary nodes.)\n5. Palpable or radiographically suspicious ipsilateral or contralateral axillary, supraclavicular, infraclavicular, or internal mammary nodes, unless there is histologic confirmation that these nodes are negative for tumor\n6. Suspicious microcalcifications, densities, or palpable abnormalities (in the ipsilateral or contralateral breast) unless biopsied and found to be benign\n7. Non-epithelial breast malignancies such as sarcoma or lymphoma\n8. Proven multicentric carcinoma (invasive cancer or DCIS) in more than one quadrant or separated by 4 or more centimeters\n9. Paget's disease of the nipple\n10. Synchronous bilateral invasive or non-invasive breast cancer\n11. History of invasive breast cancer or DCIS (Patients with a history of lobular carcinoma in situ (LCIS) treated by surgery alone are eligible.)\n12. Surgical margins that cannot be microscopically assessed or are positive at pathologic evaluation (If surgical margins are rendered free of disease by reexcision, the patient is eligible.)\n13. Treatment plan that includes regional nodal irradiation\n14. Current therapy with any hormonal agents such as raloxifene (Evista®), tamoxifen, or other selective estrogen receptor modulators (SERMs), either for osteoporosis or breast cancer prevention (Patients are eligible only if these medications are discontinued prior to enrollment.)\n15. Cosmetic breast implants (Patients who have had implants removed are eligible.)\n16. Prior breast or thoracic RT for any condition\n17. Collagen vascular disease, specifically dermatomyositis with a CPK level above normal or with an active skin rash, systemic lupus erythematosis, or scleroderma\n18. Pregnancy or lactation at the time of proposed randomization. Women of reproductive potential must agree to use an effective non-hormonal method of contraception during therapy.\n19. Psychiatric or addictive disorders or other conditions that, in the opinion of the investigator, would preclude the patient from meeting the study requirements",
    "sex": "FEMALE",
    "minimumAge": "21 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}