{
    "nctId": "NCT01194908",
    "briefTitle": "Re-expression of ER in Triple Negative Breast Cancers",
    "officialTitle": "Phase I/II Trial of Tamoxifen Following Epigenetic Regeneration of Estrogen Receptor Using Decitabine and LBH 589 in Patients With Triple Negative Metastatic Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer, Breast Tumors, Breast Neoplasms",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 5,
    "primaryOutcomeMeasure": "To Determine the Maximum Tolerated Dose of Decitabine and LBH589 Given in Combination in Patients With Metastatic or Locally Advanced Metastatic Breast Cancers",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologically or cytologically confirmed triple negative (ER-, PR-, HER2-) metastatic or locally advanced breast cancer\n* Measurable disease according to the Response Evaluation Criteria in Solid Tumors (RECIST) criteria.\n* Disease that is assessable to biopsy for hormone receptor measurement\n* At least one line of therapy prior to study entry (acceptable therapies include chemotherapy ± anti-angiogenic therapy). Other investigational therapies except DNA methyltransferase (DNMT) and histone deacetylase (HDAC) inhibitors are allowed.\n* Age \\> 18 years\n* Eastern Cooperative Oncology Group (ECOG) Performance Score of 0 or 1 (Appendix A)\n* Adequate bone marrow as evidenced by:\n\n  * Absolute neutrophil count \\> 1,500/μL\n  * Platelet count \\> 100,000/μL\n* Adequate renal function as evidenced by serum creatinine \\< 1.5 mg/dL\n* Adequate hepatic function as evidenced by:\n\n  * Serum total bilirubin \\< 1.5 mg/dL\n  * Alkaline phosphatase \\< 3 times the upper limit of normal (ULN) for the reference lab (\\< 5 times the ULN for patients with known hepatic metastases\n  * Serum glutamic-oxaloacetic transaminase (SGOT)/serum glutamic-pyruvic transaminase (SGPT) \\< 3 times the ULN for the reference lab (\\< 5 times the ULN for patients with known hepatic metastases\n* Patients must be recovered from both the acute and late effects of any prior surgery, radiotherapy or other antineoplastic therapy\n* Patients or their legal representatives must be able to read, understand and provide informed consent to participate in the trial.\n* Consent to biopsy before and after therapy with decitabine and LBH589.\n* Patients of childbearing potential and their partners must agree to use an effective form of contraception during the study and for 90 days following the last dose of study medication (an effective form of contraception is an oral contraceptive or a double barrier method)\n\nExclusion Criteria:\n\n* Patients with an active infection or with a fever \\> 101.30 F within 3 days of the first scheduled day of protocol treatment\n* Patients with active central nervous system (CNS) metastases. Patients with stable CNS disease, who have undergone radiotherapy at least 4 weeks prior to the planned first protocol treatment and who have been on a stable dose of corticosteroids for \\>3 weeks are eligible for the trial\n* History of prior malignancy within the past 5 years except for curatively treated basal cell carcinoma of the skin, cervical intra-epithelial neoplasia, or localized prostate cancer with a current prostate-specific antigen (PSA) of \\< 1.0 mg/dL on 2 successive evaluations, at least 3 months apart, with the most recent evaluation no more than 4 weeks prior to entry\n* Patients with known hypersensitivity to any of the components of decitabine or LBH589\n* Patients who received radiotherapy to more than 25% of their bone marrow; or patients who received any radiotherapy within 4 weeks of entry\n* Patients who are receiving concurrent investigational therapy or who have received investigational therapy within 28 days of the first scheduled day of protocol treatment (investigational therapy is defined as treatment for which there is currently no regulatory authority approved indication)\n* Peripheral neuropathy \\>= Grade 2\n* Patients who are pregnant or lactating\n* Any other medical condition, including mental illness or substance abuse, deemed by the Investigator to be likely to interfere with a patient's ability to sign informed consent, cooperate and participate in the study, or interfere with the interpretation of the results.\n* History of allogeneic transplant\n* Known HIV or Hepatitis B or C (active, previously treated or both)",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}