{
    "nctId": "NCT03203616",
    "briefTitle": "Kadcyla In pAtients With bRAin Metastasis",
    "officialTitle": "Multicenter, Non-randomised, Open-label, Single Agent Phase II Study to Determine the Clinical Benefit of Trastuzumab Emtansine (T-DM1) in HER2-positive Metastatic Breast Cancer Patients With Brain Metastasis",
    "overallStatus": "WITHDRAWN",
    "conditions": "Metastatic HER2-positive Breast Cancer With Brain Metastasis",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "Clinical Benefit (CB)",
    "eligibilityCriteria": "Inclusion Criteria:\n\nParticipants must meet all these criteria in order to be eligible for the study:\n\nGeneral Criteria:\n\n* Female patients (≥ 18 years);\n* Histologically confirmed HER2-positive breast cancer patients (IHC 3+ and/or ISH positive);\n* Patients should have previously received trastuzumab and a taxane, separately or in combination. Patients should have either received prior therapy for locally advanced or metastatic disease, or developed disease recurrence during or within six months of completing adjuvant therapy;\n* At least one measurable brain metastasis as defined by RECIST 1.1 (≥ 10 mm);\n* Any hormone receptor status;\n* Predicted life expectancy \\> 3 months;\n* Any previous anti-HER2 therapies are allowed, other than T-DM1;\n* ECOG performance score 0-2;\n* No significant cardiac history and a current LVEF ≥ 50%. LVEF should be determined within 21 days before enrolment;\n* Adequate organ function, evidenced by the following laboratory results. Exams are to be performed at a maximum of 7 days before enrolment.\n\n  * Absolute neutrophil count \\> 1,500 cells/mm3 without growth factor support (14 days after last peg-filgrastrim, 7 days for regular filgrastrim).\n  * Platelet count \\> 100,000 cells/mm3 without transfusion 2 weeks prior assessment\n  * Hemoglobin \\> 9 g/dL without transfusion 2 weeks prior assessment.\n  * Aspartate aminotransferase and alanine aminotransferase \\< 2.5 x upper limit of normal (ULN).\n  * Total bilirubin ≤ 1.5 x ULN unless the patient has documented Gilbert's syndrome, in which case direct (conjugated) bilirubin level needs to be within normal limits.\n  * Serum alkaline phosphatase ≤ 2.5 x ULN. Patients with bone metastases: alkaline phosphatase ≤ 5 x ULN.\n  * Serum creatinine \\< 2.0 mg/dL or \\< 177 μmol/L.\n  * International normalized ratio (INR) and activated partial thromboplastin time or partial thromboplastin time \\< 1.5 ULN unless patient receiving anticoagulant therapy\n* For women of childbearing potential a serum pregnancy test will be done up to 7 days before enrolment (and it must be negative) and an agreement to use one highly-effective form of non-hormonal contraception (true abstinence, vasectomy, oophorectomy/hysterectomy, IUD) or two effective forms of non-hormonal contraception (e.g., condoms plus spermicidal agent) at study entry (to be put in place within 2 weeks prior to enrolment), during the administration of T-DM1 and for 7 months after the last administration of T-DM1 will be obtained\n* Signed informed consent obtained before any study-specific procedure;\n* Able and willing to comply with the protocol; including the willingness to provide samples (primary if available and blood) for translational research.\n\nCohort 1 additional specific criteria:\n\n* No corticosteroids at enrolment\n* Oligosymptomatic or asymptomatic brain metastases not requiring immediate local therapy.\n\nCohort 2 additional specific criteria:\n\n* Radiologically confirmed brain progression after previous local therapy (neurosurgery, radiosurgery to the brain, stereotactic radiotherapy to the brain, or whole brain radiotherapy) with at least 3 months between end of local therapy and brain progression.\n* Decreasing corticosteroid dose or stable dose for at least one week prior to enrolment\n\nExclusion Criteria:\n\nPatients who exhibit any of the following conditions at screening will be ineligible for admission into the study:\n\nGeneral Criteria:\n\n* Single brain metastasis with indication of surgical resection\n* Pregnant or breast-feeding women\n* Documented leptomeningeal disease\n* Having received any investigational therapy within ≤ 28 days or 5 half-lives at ICF signature, whichever is longer\n* Having received hormonal therapy within 14 days of enrolment\n* Having received trastuzumab within 21 days of enrolment\n* Prior enrolment in a T-DM1-containing study, regardless of whether the patient received T-DM1 or not\n* History of intolerance (including Grade 3 or 4 infusion reaction) or hypersensitivity to trastuzumab or murine proteins or any component of the product.\n* Current peripheral neuropathy of Grade ≥ 3 according to National Cancer Institute Common Terminology Criteria for Adverse Events (NCI CTCAE) v.4.0.3\n* History of other malignancy within the last 5 years, except for appropriately treated carcinoma in situ of the cervix, non-melanoma skin carcinoma, Stage I uterine cancer, or other cancers with a similar outcome as those mentioned above.\n* Current unstable ventricular arrhythmia requiring treatment.\n* History of symptomatic congestive heart failure (CHF) (New York Heart Association \\[NYHA\\] Classes II-IV).\n* History of myocardial infarction or unstable angina within 6 months prior to first study drug administration.\n* Current dyspnoea at rest due to complications of advanced malignancy or currently requiring continuous oxygen therapy.\n* Current severe, uncontrolled systemic disease other than cancer (e.g., clinically significant pulmonary, hypertension or metabolic disease)\n* Concurrent, serious, uncontrolled infections or current known infection with HIV, active hepatitis B and/or hepatitis C.\n* Major surgical procedure or significant traumatic injury within 28 days before enrolment or anticipation of the need for major surgery during the course of study treatment.\n* Known contraindications for undergoing MRI or CT, including to receive contrast media,\n\nCohort 1 : additional specific criteria:\n\n• Previous neurosurgery or radiotherapy (radiosurgery, stereotactic radiotherapy, whole brain radiotherapy) to the brain Cohort 2 : no additional specific criteria",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}