{
    "nctId": "NCT06390241",
    "briefTitle": "Avidination for RadionuclideTHerapy in Nonpalpable Breast Cancer",
    "officialTitle": "Avidination for Radionuclide THerapy (A.R.THE.) in Nonpalpable Breast Cancer",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 52,
    "primaryOutcomeMeasure": "Safety of avidin-biotin-Dota-90Y",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patients must have diagnosis of occult breast cancer on the basis of mammography (BIRADS's score 4 - 5)/ultrasound (SCORE 4-5).\n2. Pathological diagnosis of in situ or infiltrating breast carcinoma (any histotype)\n3. Tumor size \\>5 and ≤15 mm (at least 13 mm from the skin surface)\n4. Female, 18≤age≤75.\n5. ECOG (Eastern Cooperative Oncology Group) performance status \\<2\n6. Patients scheduled to receive conservative surgical treatment\n7. The effects of investigational medicinal product (IMP) on the developing human fetus are unknown. For this reason and because IMP in this trial is known to be teratogenic, women of child-bearing potential must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) prior to study entry, for the duration of study participation and 4 months after completion. See Appendix E for the \"Recommendations related to contraception and pregnancy testing in clinical trials\". Should a woman become pregnant or suspect she is pregnant, she should inform her treating physician immediately.\n8. Participant is willing and able to give informed consent for participation in the study.\n\nExclusion Criteria:\n\n1. Histotype different from carcinoma\n2. Paget carcinoma\n3. Lesions located near to axilla region or skin \\<13 mm\n4. Ongoing pregnancy or breastfeeding\n5. Previous treatment with avidin\n6. Referred allergy to eggs or latex\n7. Patients with metastases should be excluded from this clinical trial.\n8. Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements.\n9. Patients with previous radiotherapy and/or operation on the same breast, with diffuse microcalcifications will be excluded.\n10. Patients with known BRCA (BReast CAncer gene), PALB2 (Partner and Localizer of BRCA2) and CHECK2 (Checkpoint Kinase 2) mutations, grade 3 risk profile or indication to perform a test for germline mutations based on disease characteristics\n11. Multifocal tumors are not eligible for the study.\n12. History of malignancy within 5 years prior to screening, with the exception of malignancies with a negligible risk of metastasis or death (e.g., 5-year OS (overall survival) rate \\>90%).",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}