{
    "nctId": "NCT04037852",
    "briefTitle": "Robotic Versus Conventional or Endoscopic Nipple Sparing Mastectomy in the Management of Breast Cancer-Prospective Study",
    "officialTitle": "Robotic Versus Conventional or Endoscopic Nipple Sparing Mastectomy in the Management of Breast Cancer- A Prospective Registry Case Control Study",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer Female",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 180,
    "primaryOutcomeMeasure": "Operation time",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* A. Indications and selection criteria for nipple sparing mastectomy (NSM) in general and conventional nipple sparing mastectomy (C-NSM)\n* NSM will be offered to patients who are suitable for mastectomy but keen to conserve nipple areolar complex (NAC), with or without reconstruction. Patients must not have clinical or radiological involvement of the NAC. Patients with nipple involvement proven via intra-operative frozen section analysis will receive NAC excision and hence a skin-sparing mastectomy (SSM) performed instead.\n\nB. Indications and selection criteria for robotic nipple sparing mastectomy (R-NSM) or endoscopic nipple sparing mastectomy (E-NSM)\n\n* The general inclusion criteria or pre-requisite for nipple sparing mastectomy apply to R-NSM or E-NSM as well.\n* In addition, R-NSM or E-NSM should only include early stage breast cancer (carcinoma in situ, stage I - IIIA), a tumor size less than 5 cm, no evidence of multiple lymph node metastasis, and no evidence of nipple, skin or chest wall invasion.\n\nExclusion Criteria:\n\n* - Contraindications for R-NSM, C-NSM or E-NSM include those with apparent NAC involvement, inflammatory breast cancer, breast cancer with chest wall or skin invasion, locally advanced breast cancer, breast cancer with extensive axillary lymph node metastasis (stage III B or later), and patients with severe co-morbid conditions, such as heart disease, renal failure, liver dysfunction, and poor performance status as assessed by the primary physicians\n* Relative contraindications include women with large (breast cup size larger than E or breast mastectomy weight \\>600gm) or ptotic breast as the aesthetic outcomes may be suboptimal.",
    "sex": "FEMALE",
    "minimumAge": "20 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}