{
    "nctId": "NCT04072393",
    "briefTitle": "Cardiac Rehabilitation for Patients Receiving Radiation Therapy for Thoracic Cancers",
    "officialTitle": "A Pilot Trial of Cardiac Rehabilitation for Patients Receiving Radiation Therapy for Thoracic Cancers",
    "overallStatus": "TERMINATED",
    "conditions": "Lung Cancer, Esophageal Cancer, Thoracic Cancer, Hodgkin Lymphoma, Hodgkin Disease, Non-hodgkin Lymphoma, Sarcoma, Thymoma, Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 24,
    "primaryOutcomeMeasure": "Feasibility of completing home-based CR after definitive radiation therapy in patients with thoracic cancer who have started the CR program",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Pathologically confirmed or radiographically diagnosed non-small cell lung cancer, small cell lung cancer, esophageal cancer, Hodgkin lymphoma, non-Hodgkin lymphoma, sarcoma, thymoma, or left-sided breast cancer.\n* Planning to receive neo-adjuvant, adjuvant, or definitive radiation therapy to the thorax with curative intent.\n* Willing to participate in home-based cardiac rehabilitation program and be monitored remotely via smart phone application\n* Possess a smart phone or tablet capable of supporting teleHeart application\n* Willing and eligible to co-enroll in the Cardiovascular Toxicity in Cancer and Improvement in Recovery (SURVIVE) Registry Study (HRPO# 201801031).\n* At least 18 years of age.\n* ECOG performance status ≤ 2\n* Ability to understand and willingness to sign an IRB approved written informed consent document (or that of legally authorized representative, if applicable).\n\nExclusion Criteria:\n\n* Presence of distant metastatic disease (except patients with lymphoma).\n* Life expectancy less than 6 months\n* Patient lives in skilled nursing facility, chronic care facility, nursing home, or palliative care or hospice facility\n* Unable to walk\n* Presence of significant cancer disease burden that would make patient unlikely to tolerate cardiac rehabilitation (CR)\n* Diagnosis of primary cervical esophageal cancer.\n* Presence of unstable angina.\n* Recipient of heart transplant.\n* Patient on cardiac transplant list or has a ventricular assist device\n* Patient's baseline weight \\> 300 lbs (due to weight limitations of the scale and bioelectrical impedance device)\n* Pregnant and/or breastfeeding. Women of childbearing potential must have a negative pregnancy test within 14 days of study entry.\n* Other medical comorbidities that make the patient unable to participate in the CR program or other assessments involved with this study.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}