{
    "nctId": "NCT05385705",
    "briefTitle": "A Study of Allogenic Natural Killer Cells in Combination With Trastuzumab and Pertuzumab in Adult Patients With Refractory Metastatic Her2 Positive Breast Cancer. NK-ACT-BC_2020",
    "officialTitle": "A Phase Ib Study With a Safety lead-in Cohort and Expansion Phase, of the Safety, Tolerability, Biological Effect, and Efficacy of Allogenic Natural Killer Cells in Combination With Trastuzumab and Pertuzumab in Adult Patients With Refractory Metastatic Her2 Positive Breast Cancer",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Neoplasms",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 20,
    "primaryOutcomeMeasure": "Nature and frequency of Adverse Events (AE)",
    "eligibilityCriteria": "Patient Inclusion Criteria:\n\n1. Histologically confirmed locally advanced and/or metastatic breast adenocarcinomas that have progressed on standard therapy (must have received pertuzumab, trastuzumab, and ado-trastuzumab emtansine in the neoadjuvant, adjuvant, or metastatic setting) and have received at least two lines of therapy in the metastatic setting. Prior neoadjuvant or adjuvant therapy presenting relapse within 6 months of completion will be considered as a line of treatment for metastatic disease. Hormonal therapies will not be considered as previous lines of therapy. Eligible patients must have progressed while on or following the most recent line of therapy.\n2. Patient's provision of signed Informed Consent.\n3. Patient has potential allogenic donors (alive parents, siblings, patient´s couple or children aged ≥ 18 years) who provide signed Donor Informed Consent. A trial physician will address the suitability of the identified allogenic relative as an optimal candidate.\n4. Age ≥ 18 years.\n5. Eastern Cooperative Oncology Group (ECOG) Performance Status of 0 or 1.\n6. Life expectancy ≥ 3 months.\n7. Ability to comply with the protocol requirements.\n8. Patients must have clinically and/or radiographically documented measurable disease. At least one lesion must be measurable as per RECIST v.1.1. Previously irradiated lesions must not be counted as target lesions unless there has been demonstrated progression in the lesion and no other target lesions are available.\n\n   Tumors must be accessible for pre-planned biopsies. Lesions that are intended to be biopsied must not be counted as target lesions.\n9. Adequate hematologic and organ function defined by the following laboratory results obtained within 7 days prior to the first study treatment (cyclophosphamide dose):\n\n   * ANC ≥1.500 cells/microL o Lymphocyte count ≥ 1.000 cells/microL\n   * Platelet count ≥ 100.000 cells/microL\n   * Hemoglobin ≥ 9.0 g/dL (patients may be transfused to meet this criterion at least 7 days before).\n   * Total bilirubin ≤ 1.5 x ULN (except for patients with known Gilbert's syndrome and serum bilirubin level ≤ 3 x ULN).\n   * AST and ALT ≤ 3 x ULN (except for patients with documented liver metastases, in which case AST and ALT is allowed up to ≤ 5 x ULN).\n   * Serum creatinine ≤ 1.5 x ULN or creatinine clearance ≥ 50 mL/min based on the Cockcroft-Gault glomerular filtration rate estimation.\n   * INR ≤ 1.5 x ULN\n   * Serum albumin ≥ 25 g/dL\n10. Female patient of childbearing potential must have a negative pregnancy test (serum) within 7 days prior to the first study drug administration and agreement to remain abstinent or use of contraceptive measures that result in a failure rate of \\<1%/year (bilateral tubal ligation, male sterilization, established proper use of hormonal contraceptives that inhibit ovulation, hormone-releasing intrauterine devices, copper intrauterine devices) during the treatment period or within 12 months after the administration of cyclophosphamide, 7 months after the last dose of trastuzumab, or 6 months after the last dose of pertuzumab, whichever occurs last.\n\nA woman is considered to be of childbearing potential if she is post-menarcheal, has not reached a post-menopausal state (\\>12 continuous months of amenorrhea with no identified cause other than menopause), and has not undergone surgical sterilization (removal of both ovaries and/or uterus).\n\nPatient Exclusion Criteria:\n\n1. Other primary cancers apart from non-melanoma localized skin cancer, carcinoma in situ of the cervix, localized prostate cancer or ductal in situ carcinoma of the breast treated surgically, or prior cancer treated with curative intent at least more than 3 years ago and with no evidence of relapse.\n2. Major surgical procedures within 4 weeks prior to the cyclophosphamide dose, or anticipation of need for a major surgical procedure during the course of the study.\n3. Less than 3 weeks since last dose of approved systemic anti-cancer therapy (chemotherapy, hormonal therapy, tyrosine kinase inhibitors, immunotherapy, radiotherapy) prior to the cyclophosphamide dose. Less than 6 weeks since last dose of mitomycin C and nitrosoureas. However, non-extended palliative radiotherapy for bone metastases ≤ 2 weeks prior to the cyclophosphamide dose is allowed.\n4. Treatment with investigational agent within 4 weeks prior to the cyclophosphamide dose.\n5. Prior treatment with adoptive cellular therapy.\n6. History of severe allergic, anaphylactic or other hypersensitivity reactions to trastuzumab and/or pertuzumab.\n7. Prior G4-3 toxicity to trastuzumab and/or pertuzumab.\n8. Adverse events from prior anti-cancer therapy that have not resolved to Grade ≤ 1, except for any grade of alopecia.\n9. Administration of a live attenuated vaccine within 4 weeks before the cyclophosphamide dose.\n10. Signs or symptoms of systemic infection within 2 weeks prior the cyclophosphamide dose (requiring antibiotics).\n11. Patients with active tuberculosis, patients with HIV infection or syphilis, active chronic or acute hepatitis B infection or hepatitis C infection, herpes simplex virus, cytomegalovirus, HTLV or Epstein-Barr virus infection. Patients with prior allogenic bone marrow transplantation or prior solid organ transplantation.\n12. Systemic steroid therapy or other immune-suppressants or immune-stimulatory agents (including but not limited to prednisone, azathioprine, methotrexate, thalidomide, anti-TNF agents) within 4 weeks prior to the cyclophosphamide dose.\n13. Patients who have received acute, low-dose dexamethasone for nausea, may be enrolled after discussion with the principal investigator.\n14. The use of inhaled corticosteroids or mineralocorticoids for orthostatic hypotension/adrenocortical insufficiency (not related with autoimmune disease) is allowed.\n15. Corticosteroids as premedication in case of dye allergy prior to imaging tests are allowed.\n16. History of autoimmune diseases including but not limited to systemic lupus erythematosus, rheumatoid arthritis, inflammatory bowel disease, vascular thrombosis associated to antiphospholipid syndrome, granulomatosis, Sjögren's syndrome, multiple sclerosis, vasculitis or glomerulonephritis. Any other potential autoimmune disorders may be accepted after consultation with the principal investigator.\n\n    * Patients with history of autoimmune hypothyroidism on a stable dose of thyroid replacement hormone may be eligible.\n    * Patients with controlled type 1 diabetes mellitus on a stable insulin regimen may also be eligible.\n17. New York Heart Association (NYHA) functional class ≥ 2, history within the past 6 months of myocardial infarction, unstable angina, coronary artery bypass grafting or stenting, stroke or clinically-significant cardiac arrhythmia (isolated bundle branch blockade in an ECG is not considered relevant).\n18. Uncontrolled (persistent) hypertension defined as systolic blood pressure (SBP) \\>180 mmHg or diastolic blood pressure (DBP) \\>100 mmHg.\n19. LVEF \\< 50% by echocardiogram or multi-gated acquisition (MUGA) scan.\n20. Uncontrolled pleural effusion, pericardial effusion, or ascites that requires recurrent drainage procedures (once monthly or more frequently).\n21. Known hereditary or acquired coagulopathies (e.g., hemophilia, von Willebrand's disease, cancer-associated diffuse intravascular coagulation).\n22. Concomitant treatment with therapeutic anticoagulants (oral, heparin). Low dose molecular weight heparin for prophylactic purposes is allowed.\n23. Current dyspnea at rest due to complications of advanced malignancy or requirement for continuous oxygen therapy.\n24. Known primary CNS malignancy or symptomatic or untreated CNS metastases. Patients with asymptomatic or treated CNS metastases may be enrolled after consultation with the Medical Monitor, provided they have improved upon completion of CNS-directed therapy (radiotherapy or surgical removal).\n25. Pregnancy or lactation within the past 3 months and throughout the trial.\n26. Substance abuse, medical, psychological, or social conditions that may interfere with the subject's participation in the trial or, as per the investigator's judgment, may jeopardize the interpretation of the results or render the patient at high risk from treatment complications.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}