{
    "nctId": "NCT01009918",
    "briefTitle": "Lisinopril or Coreg CR® in Reducing Side Effects in Women With Breast Cancer Receiving Trastuzumab",
    "officialTitle": "Phase II Placebo-controlled Trial of Lisinopril and Coreg CR® to Reduce Cardiotoxicity in Patients With Breast Cancer Receiving (Neo)Adjuvant Chemotherapy With Trastuzumab (Herceptin®)",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer, Cardiac Toxicity",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 468,
    "primaryOutcomeMeasure": "Number of Participants With Trastuzumab-Induced Cardiotoxicity After 52 Weeks of Treatment",
    "eligibilityCriteria": "INCLUSION CRITERIA\n\n* Males and Females ≥ 18 years old diagnosed with HER2 positive breast cancer\n* Scheduled to receive neoadjuvant or adjuvant trastuzumab (Herceptin®) therapy (anthracycline-containing regimens are permitted). Patients receiving Herceptin® with their chemotherapy are permitted for eligibility work-up. Taxanes are permitted. Trastuzumab (Herceptin®) therapy may be given with or after primary chemotherapy. Pertuzumab may be used in conjunction with trastuzumab.\n* Left Ventricular Ejection Fraction (LVEF) ≥ 50% by MUGA scan or echocardiogram\n* Adequate renal function for administration of trastuzumab-containing chemotherapy regimen.\n* Sitting systolic blood pressure of \\> 90 mm Hg\n* Pulse ≥ 60 beats/minute\n* Not pregnant or breastfeeding\n* Female patients of childbearing potential, who are sexually active, must have a negative pregnancy test before starting the study\n* Both men and women must be willing to use effective contraception during the study. Teratogenicity is documented for both active study agents\n* Able to swallow capsules\n\nEXCLUSION CRITERIA:\n\n* Patients with metastatic disease\n* Prior treatment with trastuzumab or anthracyclines prior to this chemotherapy regimen\n* Current treatment with angiotensin converting enzyme (ACE) inhibitors, angiotensin receptor blockers (ARBs), such as losartan, β-blockers or digoxin\n* Known cardiac history: heart failure, myocardial infarction, radiation-induced cardiac dysfunction\n* Known allergy to either ACE inhibitors or β-blockers\n* History of bronchial asthma or related bronchospastic conditions\n* Hereditary or idiopathic angioedema\n* History of severe hypersensitivity reactions to drugs or other causes, i.e. bee stings\n* This protocol does not exclude patients who are participating on other investigational studies. Refer to the local IRB guidelines.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}