{
    "nctId": "NCT06033092",
    "briefTitle": "Low Dose TamOxifen and LifestylE Changes for bReast cANcer prevenTion",
    "officialTitle": "Low Dose TamOxifen and LifestylE Changes for bReast cANcer prevenTion: a Randomized Phase II Biomarker Trial in Subjects at Increased Risk",
    "overallStatus": "RECRUITING",
    "conditions": "BRCA Mutation, PALB2 Gene Mutation, Ductal Carcinoma in Situ, Lobular Carcinoma in Situ, ATM Gene Mutation, CHEK2 Gene Mutation, CDH1 Gene Mutation, RAD51C Gene Mutation, RAD51D Gene Mutation",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "PREVENTION",
    "enrollmentCount": 200,
    "primaryOutcomeMeasure": "Post intervention levels of circulating binding globulin",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Women between 18 and 70 years old;\n2. Healthy participants carriers of a germline pathogenic/likely pathogenetic variant in at least one of the following genes BRCA1, BRCA2, PALB2, ATM, CHEK2, CDH1, RAD51C or RAD51D, or\n\n   \\> 5% breast cancer risk at 10 years, using the Tyrer Cuzick or the Breast Cancer Surveillance Consortium Risk models, or\n\n   with previous diagnosis of intraepithelial neoplasia (surgery for ADH, LCIS, ER positive DCIS) within the last 3 years;\n3. Ability to understand and the willingness to sign a written informed consent document;\n4. Eastern Cooperative Oncology Group (ECOG) Performance Status ≤1;\n\n5a. For high-risk strata: A negative mammogram or any radiological image based on age and center protocol screening within 6 months before baseline visit;\n\n5b. For IEN Strata: A negative mammogram within 12 months before baseline visit;\n\n6. A negative transvaginal ultrasound within 6 months before baseline visit.\n\nExclusion Criteria:\n\n1. Diagnosis of ER-negative (\\<10%) DCIS, or history of invasive breast cancer;\n2. Previous treatment with SERMs or any other hormonal treatment for breast neoplasms;\n3. BMI \\< 18.5 Kg/m2 and/or Malnutrition Universal Screening Tool (MUST) score ≥2 and/or any current or past eating disorders;\n4. Any diagnosis of invasive neoplasia, except non-melanoma skin cancer, in the previous 5 years;\n5. Any tamoxifen contraindications (abnormal liver function, previous ischemic heart disease, endometrial disorder, previous deep venous thrombosis, history of pulmonary embolus, current or suspected glaucoma, retinopathy and cataract);\n6. Current use of warfarin or other anticoagulant drugs\n7. Bilateral mastectomy;\n8. Pregnancy or desire to become pregnant in the subsequent 9 months after treatment cessation;\n9. Diabetes or any other clinical condition that at the investigator's discretion contraindicates the proposed intervention.\n10. No hormonal contraception is allowed during study intervention. Non-hormonal methods will be advised for women of childbearing potential (WOCBP)",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}