{
    "nctId": "NCT06349642",
    "briefTitle": "Predicting Response to Immune Checkpoint Inhibitors Across Solid Tumors Using a Live Tumor Diagnostic Platform",
    "officialTitle": "Observational Basket Trial to Collect Tissue to Train and Validate a Live Tumor Diagnostic Platform",
    "overallStatus": "RECRUITING",
    "conditions": "Early Stage Triple-Negative Breast Carcinoma, Metastatic Bladder Urothelial Carcinoma, Metastatic Cervical Carcinoma, Metastatic Clear Cell Renal Cell Carcinoma, Metastatic Colorectal Carcinoma, Metastatic Endometrial Carcinoma, Metastatic Esophageal Carcinoma, Metastatic Liver Carcinoma, Metastatic Lung Non-Small Cell Carcinoma, Metastatic Malignant Skin Neoplasm, Metastatic Malignant Solid Neoplasm, Resectable Lung Non-Small Cell Carcinoma, Early Stage Lung Non-Small Cell Carcinoma, Resectable Malignant Solid Neoplasm, Resectable Triple-Negative Breast Carcinoma, Stage III Renal Cell Cancer AJCC V8, Stage IV Cervical Cancer AJCC V8, Stage IV Renal Cell Cancer AJCC V8, Stage IV Uterine Corpus Cancer AJCC V8",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 324,
    "primaryOutcomeMeasure": "Accuracy of the Elephas Score for predicting clinical response in neoadjuvant patients",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Subjects suspected of or diagnosed with the following Stage IV/metastatic malignancies:\n\n  * Lung: Non-small Cell Lung Cancer (NSCLC)\n  * Skin: Cutaneous Malignancy, excluding Uveal Melanoma\n  * Esophageal Cancer\n  * Cervical Cancer\n  * Endometrial Cancer\n  * Colon Cancer: Mismatch repair deficient (dMMR) CRC only\n  * All solid tumors with high tumor mutation burden (TMB)\n  * All solid tumors that are microsatellite instability high (MSI-H)\n  * All mismatch repair deficient (dMMR) solid tumors\n  * Liver Cancer\n  * Any metastatic solid tumor that the clinician plans to treat with immune checkpoint inhibitor (ICI) therapy. NOTE: This can be either in the setting of a trial, compassionate use, or the use of appropriate laboratory developed tests (LDTs) that, per clinician, render the patient eligible for ICI therapy, either frontline or a later line.\n\nOR\n\n* Subjects suspected of or diagnosed with the following Stage III per provider discretion or IV/metastatic malignancies:\n\n  * Kidney: Clear Cell Renal Cell Carcinoma (ccRCC)\n  * Bladder: Urothelial Carcinoma (UC)\n\nOR\n\n* Patients who will be receiving neoadjuvant CPI for the following resectable early-stage malignancies:\n\n  * Breast Cancer: Triple negative breast cancer (TNBC)\n  * Lung: Non-small cell lung cancer (NSCLC)\n\n    * NOTE: Patients with suspected NSCLC who would be eligible for neoadjuvant checkpoint inhibitor (CPI) are eligible to enroll per provider discretion\n  * Any solid tumor that the clinician plans to treat with ICI therapy\n* LOCALLY ADVANCED/METASTATIC PATIENTS: Measurable disease as defined per protocol NOTE: Tumor lesions in a previously irradiated area are not considered measurable disease; Disease that is measurable by physical examination only is not eligible.\n* NEOADJUVANT PATIENTS: Subjects must be eligible based on investigator discretion to receive approved CPI therapy.\n* Subjects who are newly diagnosed or have suspected cancer must be treatment-naïve at the time of biopsy.\n* Subjects who are Stage I, II, or III and have progressed to metastatic cannot have received any anti-cancer treatment for at least 2 - 4 weeks (depending upon the washout period of prior anti-cancer treatment) prior to biopsy as per the agents used.\n* ECOG Performance Status (PS) 0, 1 or 2.\n* Negative pregnancy test done ≤7 days prior to enrollment, for persons of childbearing potential only\n* Female subjects must not be pregnant or breastfeeding and must use appropriate methods of contraception when applicable.\n* Subjects must be clinically able, at investigator discretion, and willing to undergo either:\n\n  * additional biopsy passes during their standard of care biopsy, OR\n  * a biopsy for research only, if applicable.\n  * NOTE: These additional biopsies may either be collected from the primary tumor or a metastatic site amenable to biopsies per the clinician.\n* Subjects with a known secondary cancer diagnosis are eligible to participate if participation does not interfere with systemic anti-cancer standard of care treatment for suspected primary diagnosis.\n* Provide written informed consent\n\nExclusion Criteria:\n\n* Pregnant women because this study involves a greater than minimal risk procedure (biopsy)\n* Co-morbid systemic illnesses or other severe concurrent disease which, in the judgment of the investigator, would make the patient inappropriate for entry into this study or interfere significantly with the proper assessment of safety for the biopsy\n* Immunocompromised patients and patients known to be HIV positive and currently receiving antiretroviral therapy\n\n  * NOTE: Patients known to be HIV positive, but without clinical evidence of an immunocompromised state, are eligible for this trial\n* Uncontrolled intercurrent illness including, but not limited to:\n\n  * ongoing or active infection\n  * psychiatric illness/social situations that would limit compliance with study requirements\n* Subjects who are enrolled or plan to be enrolled in a blinded cancer therapeutic treatment trial",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}