{
    "nctId": "NCT05544240",
    "briefTitle": "Phase 1 Trial of SYNC-T - Immunotherapy for Patients With Advanced/Metastatic Solid Tumors",
    "officialTitle": "Phase 1 Trial of SYNC-T - Immunotherapy Regimen Given After Controlled Cellular Lysis for Patients With Advanced/Metastatic Solid Tumors",
    "overallStatus": "RECRUITING",
    "conditions": "Metastatic Cancer, Metastatic Breast Cancer, Metastatic Lung Cancer, Solid Tumor, Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 20,
    "primaryOutcomeMeasure": "Antitumor activity",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Male or female, aged \\>18 years old at the time of signed informed consent\n2. Provide written informed consent and must be willing to adhere with treatment and follow-up.\n3. Subjects with advanced and/or metastatic histologically or cytologically confirmed solid tumor who have not responded or progressed after standard therapies or for whom no further standard therapy exists or standard therapy is not available.\n4. Meet all eligibility criteria\n5. Has undergone a cardiac work-up and received cardiac clearance two months before first treatment\n6. Has halted use of any anticoagulants or other blood thinners (including but not limited to heparin or warfarin) within five (5) days of each treatment.\n7. Resolution of all acute toxic effects (excluding alopecia) of any prior anti-cancer therapy to National Cancer Institute Common Terminology Criteria for AEs (NCI CTCAE) v5 grade ≤ 1.\n8. Measurable disease by RECIST.\n9. Able to undergo general anesthesia or conscious sedation.\n10. Eastern Cooperative Oncology Group (ECOG) performance status of \\< 3.\n11. Women of childbearing potential (WOCBP) must have a negative serum pregnancy test within 7 days prior to the study.Participants receiving bone resorptive therapy (including, but not limited to, bisphosphonate or denosumab) must be on stable doses for at least 42 days prior to the cryolysis\n12. In the opinion of the Investigator, there is no other meaningful life-prolonging therapy option available.\n13. Adequate bone marrow, renal, and hepatic function, defined as follows:\n\n    a. Bone marrow function without transfusion 30 days before first dosing: i. Absolute neutrophil count ≥ 1.5 x 109/L; Lymphocyte count of ≥ 1.0 x 109/L; Platelet count ≥ 100 x 109/L; ii. Hemoglobin ≥ 9.0 g/dL b. Renal function: i. Estimated glomerular filtration rate ≥30 mL/min/1.73 m2 or creatinine clearance calculated by Cockcroft-Gault equation ≥30 mL/ c. Hepatic function: i. Alanine aminotransferase ≤ 3x upper limit of normal (ULN) ii. Aspartate aminotransferase ≤ 3x ULN iii. Total bilirubin ≤ ULN or total bilirubin ≤ 1.5x ULN with direct bilirubin ≤ ULN of the laboratory in subjects with documented Gilbert's Syndrome iv. Patients with liver metastases ≤5x ULN\n14. All clinically relevant toxicities related to prior anticancer therapy must have recovered to Grade ≤1 or baseline (except alopecia or ototoxicity\n15. All subjects with female partners of childbearing potential must use effective contraception throughout study treatment and for 120-150 days (4-5 months) after the last dose of study intervention\n16. Has at least one lesion that is demonstrable on PET/CT, CT, Ultrasound, or MRI and is accessible for injection\n\nExclusion criteria:\n\n1. Has a known additional malignancy that is progressing or has required active treatment in the last 3 years, excluding basal and squamous cell carcinoma\n2. Has undergone major surgery within 28 days prior to enrollment and has not recovered adequately from the toxicities and/or complications\n3. Has an active infection (including tuberculosis) requiring systemic therapy\n4. Has a history of (non-infectious) pneumonitis that required steroids or current pneumonitis\n5. Has received a live vaccine within 30 days prior to enrollment\n6. Is currently participating in or has participated in a study of an investigational agent or has used an investigational device within 4 weeks prior to the first treatment\n7. Has tumor volume or disease burden too great to provide for safe and/or effective treatment as determined by the Principal Investigator after consultation with Syncromune's Chief Medical Officer\n8. Subjects who have metastases limited to subcutaneous regions (only skin)\n9. Significant cardiac or other medical illness such as severe congestive heart failure, unstable angina, or serious cardiac arrhythmia (e.g., New York Heart Association Class 4), or history of previous heart failure.\n10. Malignant pleural effusions or ascites that require immediate intervention\n11. Prior history of autoimmune disease except hypothyroidism\n12. Any primary or acquired immunodeficiency\n13. Active COVID infection or tests positive for COVID day before or day of planned treatment\n14. Known or suspected hepatitis B if active infection (subjects with chronic hepatitis B infection must have an undetectable Hepatitis B virus (HBV) viral load on suppressive therapy, if indicated; positive surface antibody alone is not an exclusion)\n15. Known or suspected hepatitis C infection which has not been treated and cured unless currently on treatment with an undetectable viral load\n16. Prior history of autoimmune disease except hypothyroidism, uncontrolled or unmanaged diabetes, cardiac arrhytmia (unstable or untreated), hypersensitivity, or other illness or disease that in the opinion of the Principal Investigator, with consultation with Syncromune's Chief Medical Officer, makes the subject a poor candidate.Any condition(s) that, in the opinion of the Investigator, would increase the risk for toxicities from study drug, interfere with subject compliance or conduct of this study",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}