{
    "nctId": "NCT03719495",
    "briefTitle": "Evaluation of Endocrine Therapy Effects of Host Immunity in Early Stage Breast Cancer",
    "officialTitle": "Evaluation of the Effects of Endocrine Therapies on Immune Cell Repertoire and Function in Early Stage Estrogen Receptor Positive Breast Cancer Patients",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer, Estrogen Receptor-positive Breast Cancer, Healthy",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 68,
    "primaryOutcomeMeasure": "Changes in estrogen levels in response to adjuvant endocrine therapy.",
    "eligibilityCriteria": "Inclusion Criteria health cohorts:\n\n1. No known significant health problems.\n2. Available to participate for the planned duration of the investigational study (6 months).\n3. Able and willing to complete the informed consent process.\n4. Agree to have blood stored for future studies.\n5. Premenopausal women must have a history of regular menses defined as occuring monthly at regular intervals.\n6. Postmenopausal women are defined as:\n\n   * prior bilateral oophorectomy\n   * 60 or older\n   * age less than 60 years\n\n     * amenorrheic for 12 months or more in the absence of chemotherapy, tamoxifen, toremifene, or ovarian suppression\n     * and follicle-stimulating hormone (FSH) and plasma estradiol in the postmenopausal range.\n\nInclusion Criteria (All endocrine therapy cohorts):\n\n1. Early stage breast cancer including T1-3, N0-3.\n2. Histologically documented estrogen receptor positive adenocarcinoma of the breast that is (any progesterone status allowed):\n\n   * ER positive defined as ≥ 10% tumor cells positive for ER by immunohistochemistry (IHC), irrespective of staining intensity.\n   * HER2 negative status is determined by:\n\n     * IHC 1+, as defined by incomplete membrane staining that is faint/barely perceptible and within \\>10% of invasive tumor cells, OR\n     * IHC 0, as defined by no staining observed or membrane staining that is incomplete and is faint/barely perceptible and within ≤ 10% of the invasive tumor cells, OR\n     * FISH negative based on:\n\n       * Single-probe average HEr2 copy number \\<4.0 signals/cell, OR\n       * Dual-probe HER2/CEP17 ratio \\<2.0 with an average HER2 copy number \\<4.0 signals/cell.\n3. Patients should have plans to initiate standard of care endocrine therapy in the adjuvant setting per primary provider.\n4. Patients can have had neoadjuvant or adjuvant chemotherapy with resolution of all hematologic toxicity to less than grade 1 by CTCAE v4.0 (e.g. Hg ≥10d/dL, Platelets 75,000mm3, Neutrophil \\>1500mm3).\n5. Patients should be willing to provide an archival tumor specimen from their definitive surgery.\n6. Able and willing to complete the informed consent process.\n7. Available to participate for the planned duration of the study (6 months).\n8. Agree to have bio-specimens stored for future research.\n\nExclusion Criteria (all cohorts):\n\n1. Relapsed or metastatic breast cancer.\n2. History of cancer or concurrent active malignancy (excluding basal cell skin cancer, resected squamous cell carcinoma of the skin).\n3. Receipt of neoadjuvant or previous endocrine therapy including ovarian function suppression in the neoadjuvant setting.\n4. Current use of hormonal birth control (copper IUD allowed) or estrogen replacement therapy.\n5. Known to have a condition in which repeated blood draws pose more than minimal risk for the subject such as hemophilia, other severe coagulation disorders or significantly impaired venous access.\n6. Concurrent enrollment in a therapeutic clinical trial involving novel drug therapies\n7. Active autoimmune disease that has required systemic treatment in past year (ie, with use of disease modifying agents, corticosteroids or immunosuppressive drugs). Replacement therapy (eg, thyroxine, insulin, or physiologic corticosteroid replacement therapy for adrenal or pituitary insufficiency, or similar treatment) is not considered a form of systemic treatment.\n8. Immunodeficient subjects, E.G., receiving systemic steroid therapy or any other form of immunosuppressive therapy within 30 days prior to the first dose of endocrine therapy treatment\n9. Concurrent use of other oncologic therapies in the adjuvant setting other than bisphosphonates\n10. Active or ongoing infection\n11. Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, uncontrolled hypertension, unstable angina pectoris, cardiac arrhythmia, active peptic ulcer disease, active bleeding diatheses including any subjects known to have evidence of acute or chronic hepatitis B, hepatitis C or human immunodeficiency virus (HIV), or psychiatric illness / social situations that would limit compliance with study requirements or compromise the ability of the subject to give written informed consent.\n12. Pregnant or breastfeeding",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}