{
    "nctId": "NCT04950010",
    "briefTitle": "High-intensity Exercise After Treatment",
    "officialTitle": "Enhancing Cognitive and Cardiovascular Function in Breast Cancer Survivors Through High-intensity Interval Training",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer, Breast Neoplasm Female",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 7,
    "primaryOutcomeMeasure": "Participation Rate",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Adult female (aged 19 or older)\n* First, primary diagnosis of Stage I-IIIa breast cancer\n* Hormone receptor positive (ER+ and/or PR+) diagnosis\n* Human epidermal growth factor receptor 2 negative (HER2-) diagnosis\n* Completed primary adjuvant treatment (i.e., surgery, chemotherapy, and/or radiation therapy)\n* Currently prescribed an aromatase inhibitor\n* No evidence of possible cognitive impairment as assessed using the Telephone Interview of Cognitive Status (TICS-M; score \\>21)\n* Sedentary except for casual lifestyle recreation. This is defined as self-reporting 20+ minutes of exercise physical activity on 2 or fewer days per week within the previous six months.\n* Receive physician's clearance to participate in an exercise program\n* Agree to be randomized\n* Fully vaccinated for COVID-19 ≥2 weeks prior to participation\n* Provide written informed consent to participate in study\n\nExclusion Criteria:\n\n* Males.\n* Stage 0 breast cancer diagnosis or metastatic disease\n* Currently receiving chemotherapy or radiation therapy for any cancer\n* Scheduled to receive breast surgery (e.g., mastectomy, reconstructive surgery) during the study period\n* Second cancer diagnosis (excluding non-invasive skin cancers; including breast cancer recurrence)\n* Self-report an 20+ minutes of exercise physical activity on 3+ days per week for the previous 6 months\n* Pregnant or plan to become pregnant during study period.\n* Is not cleared to participate in exercise by a physician.\n* Enrolled in another physical activity program\n* Unable to cycle on a stationary bike\n* Unwilling to complete study requirements\n* History of stroke, transient ischemic attack, other neurological disorders, or brain surgery involving tissue removal\n* Clinically significant TICS-M score (\\<21) during baseline procedures\n* Not fully vaccinated for COVID-19",
    "sex": "FEMALE",
    "minimumAge": "19 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}