{
    "nctId": "NCT04905667",
    "briefTitle": "Single Dose Pharmacokinetic Study of GB221 in Comparison With Herceptin ®",
    "officialTitle": "A Single Center, Randomized, Blind, Parallel Controlled, Single Dose Pharmacokinetic Study of Recombinant Humanized Anti-HER-2 Monoclonal Antibody Injection GB221 in Comparison With Herceptin ® in Chinese Healthy Adult Volunteers",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 87,
    "primaryOutcomeMeasure": "AUC0-t",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* 1. Signed informed consent form;\n* 2. Healthy adult volunteers aged between 18 and 45, male or female;\n* 3. Medical examination as required within 28 days, body mass index (BMI) 19.0 \\~ 24.0, weight≥50 kg for men, ≥45 kg for women, and≤ 75 kg for both;\n* 4. Agreed with taking reliable contraceptive measures, and no fertility planning from the beginning to the end of the study within 6 months;\n* 5.Subject can communicate well with the investigators and complete the study according to the study regulations.\n\nExclusion Criteria:\n\n* 1. Pregnant or lactating women, or positive in either blood or urine pregnancy test; or unwilling to take effective contraceptive measures during the trial and within 6 months after the end of the trial at fertile age;\n* 2. Allergic constitution; or history of allergic to experimental drug ingredient or any drug or food or pollen; or abnormal serum immunoglobulin E (IgE) test;\n* 3. History of drug abuse, or positive urine test for drug;\n* 4. History of the central nervous system, cardiovascular system, kidney, liver, digestive system, respiratory system, metabolic system or other significant diseases. History of high blood pressure, or clinically significant systolic blood pressure≥140 mmHg/diastolic blood pressure≥90 mmHg;\n* 5. Family history of cancer, or tumor markers (male: CEA, AFP, PSA, CA-125; Female: CEA, AFP, CA-153, CA-125) positive.\n* 6. Participated in other clinical trials of drug or used drugs harmful to major organs within 3 months;\n* 7. Blood donation within 3 months;\n* 8. Used prescription or OTC drugs within 14 days;\n* 9. Left ventricular ejection fraction (LVEF) \\< 60%;\n* 10. ALT or AST \\> 1.5 ULN, Cr \\> ULN;\n* 11. WBC \\< 0.8 LLN or \\> 1.2 ULN; ANC \\< 0.8 LLN; PLT \\< 0.8 LLN; HGB \\< 0.9LLN.\n* 12. HBs-Ag, HCV-Ab, anti-HIV or TP-Ab positive;\n* 13. Anti-drug antibody (ADA) test positive;\n* 14.History of psychosis;\n* 15. History of postural hypotension;\n* 16. More than 5 cigarettes per day;\n* 17. More than 28 units of alcohol per week; Or alcohol breath test positive within 24 hours before pre-dose;\n* 18. History of dizziness of blood or needle;\n* 19. Unsuitable for other reasons.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT"
}