{
    "nctId": "NCT00525161",
    "briefTitle": "Study Adding Multikinase Inhibitor Sorafenib to Existing Endocrine Therapy in Patients With Advanced Breast Cancer",
    "officialTitle": "A Phase II Study of Adding the Multikinase Inhibitor Sorafenib (Nexavar) to Existing Endocrine Therapy in Patients With Advanced Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 11,
    "primaryOutcomeMeasure": "Response Rate",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* All subjects must be female.\n* Age ≥ 18 years old.\n* Histologically proven carcinoma of the breast.\n* Estrogen receptor and/or Progesterone positive disease.\n* Metastatic or locally advanced disease.\n* Patients on a preexisting endocrine agent for at least 3 months before enrollment.\n* Have residual measurable disease after\n\n  1. maximal response to endocrine therapy or\n  2. no response to endocrine therapy or\n  3. progressive non-visceral disease on endocrine therapy.\n* Must be able to provide a tumor block from either the primary or metastatic site, if available.\n* Eastern Cooperative Oncology Group (ECOG) Performance Status 0-2.\n* Adequate organ function.\n\nExclusion Criteria:\n\n* Patients with rapidly progressive disease on endocrine therapy who would otherwise be candidates for chemotherapy.\n* Other coexisting malignancies, with the exception of basal cell carcinoma or cervical carcinoma in situ.\n* Prior use of anti-angiogenic agents.\n* As judged by the investigator, uncontrolled intercurrent illness.\n* Known brain metastasis. Patients with neurological symptoms must undergo a CT scan/MRI of the brain to exclude brain metastasis.\n* Treatment with a non-approved or investigational drug within 30 days before Day 1 of study treatment.\n* Concomitant use of phenytoin, carbamazepine, rifampicin, barbiturates, or St John's Wort.\n* Known or suspected allergy to sorafenib or any agent given in the course of this trial.\n* A serious non-healing wound or ulcer.\n* Evidence or history of bleeding diathesis or coagulopathy.\n* Major surgery, open biopsy or significant traumatic injury within the 4 weeks prior to the first dose of the study drug.\n* Pulmonary hemorrhage/bleeding event ≥ Common Toxicity Criteria for Adverse Effects (CTCAE) Grade 2 within the 4 weeks prior to the first dose of study drug.\n* Pregnancy\n* Any condition that impairs patient's ability to swallow whole pills.\n* Documented malabsorption problem.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}