{
    "nctId": "NCT00196872",
    "briefTitle": "A Study to Compare ETC vs. EC-TX and Ibandronate vs. Observation in Patients With Node-positive Primary Breast Cancer (GAIN)",
    "officialTitle": "A Phase III Trial to Compare ETC vs, EC-TX and Ibandronate vs. Observation in Patients With Node-positive Primary Breast Cancer (GAIN)",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 3000,
    "primaryOutcomeMeasure": "A: To compare the disease-free survival after adjuvant chemotherapy with \"ETC\" (Arm A1) or \"EC-TX\" (Arm A2) in patients with primary node-positive breast cancer.",
    "eligibilityCriteria": "Inclusion Criteria:\n\nWritten informed consent prior to beginning specific protocol procedures, including expected cooperation of the patients for the treatment and follow-up, must be obtained and documented according to the local regulatory requirements, Histologically confirmed unilateral or bilateral primary carcinoma of the breast Age at diagnosis at least 18 years and biologically younger than 65 years Adequate surgical treatment with histological complete resection (R0) of the tumor and at least 10 axillary nodes At least one histological involved axillary or internal mammarian lymph node No evidence for distant metastasis after complete diagnostic work up Primary wound healing from breast surgery without signs of infection Performance Status ECOG \\< 2 Estimated life expectancy of at least 10 years irrespective of the diagnosis of breast cancer The patient must be accessible for treatment and follow-up. Patients registered on this trial must be treated and followed at the participating center which could be the Principal or an Co- investigator's site\n\nExclusion Criteria:\n\nKnown hypersensitivity reaction to the compounds or incorporated substances or known dihydropyrimidine dehydrogenase (DHP) deficiency.\n\nInadequate organ function including: ANC \\< 1.5 G/l, Platelets \\< 100 G/l , Transaminases, Creatinine or Bilirubin \\> 1.25 times above upper normal limits (UNL), AP \\> 3 times above UNL, Creatinine Clearance \\< 30ml/min (if Creatinine is above UNL, according to Cockroft-Gault), severe and relevant co-morbidity that would interact with the application of cytotoxic agents or the participation in the study Insufficient and uncompensated cardiac function with LVEF below the normal range of the institution, history of severe heart disease, myocardial infarction within the last 6 months, cardiac arrhythmias LOWN II Evidence for infection including wound infections, HIV, Hepatitis Secondary malignancy, except curatively treated basalioma of the skin and carcinoma in situ of the cervix Time since axillary dissection \\> 3 months (optimal \\< 1 month) Non-operable breast cancer Previous and already (neoadjuvant or adjuvant) treated invasive breast carcinoma Previous or concurrent anti-tumor treatment for any reason Simultaneous therapy with Sorivudine or Brivudine as virostatics, immunosuppressive treatment or concurrent treatment with aminoglycosides Pregnancy or lactation period. Adequate non hormonal contraception is a prerequisite in premenopausal patients Concurrent treatment with other experimental drugs. Participation in another clinical trial with any investigational not marketed drug within 30 days prior to study entry.\n\nMale patients",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}