{
    "nctId": "NCT04872608",
    "briefTitle": "A Study of Letrozole, Palbociclib, and Onapristone ER in People With Metastatic Breast Cancer",
    "officialTitle": "ctDNA-guided Adaptive Therapy Escalation in ER+ MBC: A Phase 1b Study With Letrozole, Palbociclib and Onapristone ER",
    "overallStatus": "WITHDRAWN",
    "conditions": "Metastatic Breast Cancer, Unresectable Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "recommended phase 2 dose (RP2D) of onapristone ER",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologically confirmed ER+, PR+, HER2- metastatic or unresectable breast cancer\n\n  * PR positivity is defined as ≥1% expression by immunohistochemistry (IHC) on fresh or archival tumor tissue\n  * Tissue samples obtained, stained, and interpreted outside of MSKCC will be accepted\n  * Those patients who do not have adequate/accessible archival tissue available and for whom biopsy is not a significant risk procedure may be required to consent to pretreatment biopsy\n* Completed at least 6 months (+/- 4 weeks) of first-line letrozole/palbociclib without radiological progression or unresolved toxicity\n\n  °Patients who underwent dose reduction of palbociclib to 100mg daily or 75mg daily will be eligible if:\n  1. The dose reduction was implemented ≥4 weeks prior to enrollment\n  2. Patients have demonstrated resolution of all acute toxic effects of prior therapy to NCI CTCAE (Version 5.0) Grade ≤ 1\n* ctDNA-positive, defined as:\n\n  °Presence of a tumor-derived somatic mutation in the peripheral blood using the MSK-ACCESS assay after 6 months of letrozole/palbociclib (+/- 4 weeks); at least one mutation should have avariant allele fraction of ≥ 0.5%\n* Completed MSK IMPACT testing from primary or metastatic tissue\n* Radiologically evaluable or measurable disease per RECIST Version 1.1\n* Age ≥ 18 years\n* Pre-menopausal patients are eligible as long as they are on LHRH agonist for at least four weeks prior to starting trial therapy and commit to continue LHRH agonist for as long as patient is receiving trial therapy or medical contraindications arise.\n* Eastern Cooperative Oncology Group Performance Status (ECOG) of 1 or Karnofsky Performance Status (KPS) of ≥ 70%\n* Women of child-bearing potential:\n\n  * Must have a negative pregnancy test within 14 days prior to commencement of study treatment\n  * Agreement to remain abstinent (refrain from heterosexual intercourse) or use nonhormonal contraceptive methods with a failure rate of \\<1% per year during the treatment period and for 120 days after the last dose and agreement to refrain from donating eggs during this same period\n  * Note: for women with therapy-induced amenorrhea, baseline measurements of FSH and/or estradiol are needed to ensure menopausal status.\n* Adequate hematologic and organ function demonstrated within 14 days prior to initiation of study treatment, defined by the following:\n\n  * Absolute neutrophil count ≥ 1.2K/ µL\n  * Hemoglobin ≥ 9 g/dL\n  * Platelet count ≥ 100,000/ µL\n* Total bilirubin ≤ 1.5 x ULN\n* Serum albumin ≥ 2.5 g/dL\n* AST and ALT ≤ 2.5 x ULN\n* Serum creatinine ≤ 1.5 x ULN or creatinine clearance ≥ 50 mL/min on the basis of the Cockcroft-Gault glomerular filtration rate estimation\n* INR \\< 1.5 x ULN and aPTT \\< 1.5 x ULN\n\n  °For patients requiring anticoagulation therapy with warfarin, a stable INR between 2-3 is required. If anticoagulation is required for a prosthetic heart valve, then stable INR between 2.5-3.5 is permitted.\n* At least 4 weeks post-op from any major surgical procedure\n* Patients with asymptomatic brain metastases which have been treated with surgery or radiation and demonstrate stability for ≥ 3 months will be allowed\n* Able to swallow tablets whole, without crushing\n\nExclusion Criteria:\n\n* Radiologic disease progression while on treatment with letrozole and palbociclib in the first line prior to enrollment\n* History of another invasive malignancy (other than non-melanoma skin cancer or curatively treated in situ carcinoma) with evidence of disease within the past 3 years\n* Any psychological, familial, sociological or geographic condition that would potentially hinder compliance with the study protocol\n* Known untreated or symptomatic brain metastasis\n* Uncontrolled hypertension (systolic BP ≥ 160 mmHg or diastolic BP ≥ 95mmHg) despite medical treatment. Patients with a history of hypertension are allowed provided blood pressure is controlled by anti-hypertensive treatment.\n* Clinically significant heart disease as evidenced by myocardial infarction or arterial thrombotic event within the past 6 months, severe or unstable angina, or New York Heart Association (NYHA) Class II-IV heart disease or cardiac ejection fraction measurement of \\< 50% at baseline\n* Screening ECG with rate-corrected (using Friderica's correction) QT interval (QTcF) of \\>480 msec or a history of cardiac arrythmias\n* Refractory nausea and vomiting, requirement for parenteral hydration and/or nutrition, drainage gastrostomy tube, malabsorption, external biliary shunt, or significant small bowel resection that would preclude adequate study drug absorption\n* Is pregnant or breastfeeding, and/or expecting to conceive within the projected duration of the trial, starting with the pre-screening or screening visit through 120 days after the last dose of trial treatment.\n* Current use of estrogen or progesterone products including intrauterine and implantable contraceptive devices.\n* Anticipated or ongoing administration of anti-cancer therapies other than those administered in this study\n* Active Hepatitis B (HBsAg positive or hepatitis B virus DNA≥1×10\\^3 copy/ml) or Hepatitis C (e.g., HCV RNA \\[qualitative\\] is detected).\n* Use of any prescription medication during the prior 28 days of first onapristone dosing that the investigator judges is likely to interfere with onapristone activity; specifically, strong inhibitors or inducers, or sensitive substrates of cytochrome P450 CYP3A4.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}