{
    "nctId": "NCT04986852",
    "briefTitle": "Olinvacimab With Pembrolizumab in Patients With mTNBC",
    "officialTitle": "A Phase II, Open-Label, Multicenter Study of Olinvacimab in Combination With Pembrolizumab in Patients With Metastatic Triple-Negative Breast Cancer",
    "overallStatus": "RECRUITING",
    "conditions": "Metastatic Triple-Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 30,
    "primaryOutcomeMeasure": "Objective response rate (ORR)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Female patients ≥19 years old\n2. Histologically proven mTNBC\\* irrespective of PD-L1 status.\n\n   \\*Histological or cytological diagnosis of relapsed/metastatic TNBC. TNBC is defined by the negative expression of estrogen receptors (ER), progesterone receptors and human epidermal receptor-2 (HER2). If there is a pathology report of the metastasis, take the histopathology of the metastases as standard. Negative for ER and progesterone receptors is defined as the expression of ER and progesterone receptors in \\<1% of the tumor cells by immunohistochemistry (IHC). HER2-negative is defined as a score of 0 and 1+ by IHC, or IHC 2+ and fluorescence in situ hybridization (FISH) negative. If the HER2 test result is 0 or 1+ by IHC, FISH detection is optional, but the result must be negative.\n3. Has provided archival tumor tissue sample or newly obtained core or excisional biopsy of a tumor lesion not previously irradiated. Formalin-fixed, paraffin embedded (FFPE) tissue blocks are preferred to slides. Newly obtained biopsies are preferred to archived tissue.\n\n   - Note: If submitting unstained cut slides, newly cut slides should be submitted to the testing laboratory within 14 days from the date slides are cut\n4. Has measurable disease per RECIST 1.1 as assessed by the local site investigator/radiology. Lesions situated in a previously irradiated area are considered measurable if progression has been demonstrated in such lesions\n5. Has received at least one prior line of systemic therapy for metastatic or inoperable locally advanced TNBC. Patients who have failed adjuvant chemo within 12 months should be considered as fulfilling a line of systemic therapy.\n6. No previous therapy with anti-VEGF, anti-VEGFR or anti-PD-1 antibody for their metastatic disease. The use of anti-VEGF, anti-VEGFR, anti-PD-1 or anti-PD-L1 antibody in neoadjuvant or adjuvant setting will be allowed if there was no progression of disease within 6 months after the completion of treatment.\n7. Eastern Cooperative Oncology Group (ECOG) performance status 0-1\n8. Adequate hematologic, renal, and hepatic function tests performed within 7 days prior to initiation of study treatment:\n\n   * Hematologic tests\n\n     * Absolute neutrophil count (ANC) ≥ 1.5 x 109/L\n     * Platelets ≥ 100 x 109/L\n     * Haemoglobin ≥ 9.0 g/dL (This must be met without packed red blood cell (pRBC) transfusion within the prior 2 weeks. Participants can be on stable dose of erythropoietin, e.g. ≥ approximately 3 months)\n   * Blood coagulation tests\n\n     * Prothrombin time (PT) ≤ 1.5 x Upper limit of normal (UNL)\n     * Activated partial thromboplastin time (aPTT) ≤ 1.5 x UNL\n   * Hepatic function tests\n\n     * Total bilirubin ≤ 1.5 x UNL\n     * Aspartate aminotransferase (AST) or alanine aminotransferase (ALT) ≤ 2.5 x ULN (≤ 5 x ULN in case of liver metastasis)\n   * Renal function test - Creatinine ≤1.5 × ULN or creatinine clearance (CrCl) ≥30 mL/min for patients with creatinine levels \\>1.5 × institutional ULN\n9. HIV-infected participants must be on anti-retroviral therapy (ART) and have a well-controlled HIV infection/disease defined as:\n\n   * Participants on ART must have a CD4+ T cell count \\>350 cells/mm3 at time of screening\n   * Participants on ART must have achieved and maintained virologic suppression defined as confirmed HIV RNA level below 50 copies/mL or the lower limit of qualification (below the limit of detection) using the locally available assay at the time of screening and for at least 12 weeks prior to screening\n   * Participants on ART must have been on a stable regimen, without changes in drugs or dose modification, for at least 4 weeks prior to study entry (day 1)\n10. Participants who are HBsAg positive are eligible if they have received HBV anti-viral therapy for at least 4 weeks and have undetectable HBV viral load prior to randomization.\n\n    * Note: Participants should remain on anti-viral therapy throughout study intervention and follow local guidelines for HBV anti-viral therapy post completion of study intervention.\n    * Hepatitis B screening tests are not required unless:\n\n      * Known history of HBV infection\n      * As mandated by local health authority\n11. Participants with history of HCV infection are eligible if HCV viral load is undetectable at screening.\n\n    * Note: Participants must have completed curative anti-viral therapy at least 4 weeks prior to randomization.\n    * Hepatitis C screening tests are not required unless:\n\n      * Known history of HCV infection\n      * As mandated by local health authority\n12. The patient should provide written informed consent\n\nExclusion Criteria:\n\n1. Is currently participating in or has participated in a study of an investigational agent or has used an investigational device within 4 weeks prior to the first dose of study treatment.\n\n   - Note: Participants who have entered the follow-up phase of an investigational study may participate as long as it has been 4 weeks after the last dose of the previous investigational agent.\n2. Has known active CNS metastases and/or carcinomatous meningitis. Participants with previously treated brain metastases may participate provided they are radiologically stable, i.e., without evidence of progression for at least 4 weeks by repeat imaging (note that the repeat imaging should be performed during study screening), clinically stable and without requirement of steroid treatment for at least 14 days prior to first dose of study treatment\n3. Treatment with systemic chemotherapy, hormonal therapy, immunotherapy or biologic therapy within 4 weeks or five half-lives (which is shorter) prior to the baseline visit\n4. Has received prior radiotherapy within 2 weeks of start of study treatment. Patients must have recovered from all radiation-related toxicities, not require corticosteroids, and not have had radiation pneumonitis. A 2-week washout is permitted for palliative radiation (≤2 weeks of radiotherapy) to non-CNS disease\n5. Not recovered below National Cancer Institute (NCI) CTCAE (v5.0) Grade 1 or baseline from AEs due to previous therapy (patient with ≤ Grade 2 neuropathy or alopecia may be eligible)\n6. Has a diagnosis of immunodeficiency or is receiving chronic systemic steroid therapy (in dosing exceeding 10 mg daily of prednisone equivalent) or any other form of immunosuppressive therapy within 7 days prior the first dose of study drug\n7. Has an active autoimmune disease that has required systemic treatment in the past 2 years (i.e., with use of disease modifying agents, corticosteroids or immunosuppressive drugs). Replacement therapy (e.g., thyroxine, insulin, or physiologic corticosteroid replacement therapy for adrenal or pituitary insufficiency) is not considered a form of systemic treatment and is allowed.\n8. Has a known additional malignancy that is progressing or has required active treatment within the past 2 years. (Note: Patients with basal cell carcinoma of the skin, squamous cell carcinoma of the skin, or carcinoma in situ \\[e.g., breast carcinoma, cervical cancer in situ\\] controlled by curative therapy are not excluded).\n9. Has a history of (non-infectious) pneumonitis/interstitial lung diseases that required steroids or current pneumonitis/interstitial lung disease\n10. Has an active infection requiring systemic antibiotics\n11. HIV-infected participants with a history of Kaposi sarcoma and/or Multicentric Castleman Disease.\n12. Active psychiatric disorder (schizophrenia, major depressive disorder, bipolar disorder etc.) or substance abuse disorder that would interfere with the participant's ability to cooperate with the requirements of the study. Treated depression with ongoing antidepressant medication is not an exclusion criterion\n13. Female who is pregnant\\* or lactating and of childbearing potential who does not agree to a reliable and adequate method of contraceptiona.\n\n    A women of childbearing potential (WOCBP) must agree to use contraception during the treatment period and for at least 6 months (for females) after the last dose of study treatment.\n\n    aAdequate contraception allowed in this trial is as follows\n    * Hormonal contraceptives such as combined oral contraceptive pill\n    * Intrauterine devices (IUD) or the implantation of intrauterine system\n    * Blockage methods (spermicides and condoms/spermicides and \\[vaginal\\] diaphragm for contraception, vaginal sponges or cervical cap)\n    * Sterilization surgery such as tubal ligation in females \\*A WOCBP who has a positive urine pregnancy test (within 72 hours) prior to treatment. If the urine test is positive or cannot be confirmed as negative, a serum pregnancy test will be required.\n14. Uncontrolled hypertension (systolic blood pressure \\[SBP\\]\\> 150 or diastolic blood pressure \\[DBP\\]\\> 90 mmHg) or seizure\n15. Class III or IV heart failure by New York Heart Association (NYHA) classification\n16. Requiring therapeutic anticoagulation treatment (prophylactic therapy with low-molecular weight heparin is allowed)\n17. Serious Grade 4 venous thromboembolic event including pulmonary embolism\n18. Moderate to severe proteinuria as demonstrated by urine dipstick for proteinuria ≥2+. For patients with ≥2+ proteinuria on dipstick urinalysis, a urine protein: creatinine (UPC) ratio will be determined, or a 24-hour urine collection will be done. Patients with a UPC ratio \\<1 or a 24-hour urine protein \\<1 gram are eligible.\n19. History of abdominal fistula or gastrointestinal perforation, or serious GI bleeding within 6 months\n20. History of severe arterial thromboembolic event within 12 months of start of study drug\n21. Major surgery within 4 weeks prior to initiation of study treatment. (If the participant had major surgery, the participant must have recovered adequately from the procedure and/or any complications from the surgery prior to starting study intervention).\n22. A known history of severe hypersensitivity (≥Grade 3) to study drugs and/or any of its excipients.\n23. Has had an allogenic tissue/solid organ transplant.\n24. Unable to participate in the trial according to the investigator's decision.\n25. Have received a live vaccine within 30 days prior to enrollment. Seasonal flu vaccines that do not contain live virus are permitted\n26. Have had a serious or non-healing wound, ulcer, or bone fracture within 28 days prior to enrollment",
    "sex": "ALL",
    "minimumAge": "19 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}