{
    "nctId": "NCT00519545",
    "briefTitle": "Prayer as a Possible Adjuvant Treatment for Breast Cancer",
    "officialTitle": "Prayer as a Possible Adjuvant Treatment for Breast Cancer - A Randomized Partially Blinded Controlled Clinical Trial Evaluating the Effect of Prayer on Humoral and Biochemical Parameters in Stage I-IV Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Neoplasms",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 15,
    "primaryOutcomeMeasure": "A. Evaluate the effect of prayer on humoral (including biochemical/physiological inflammatory/immune) parameters approximately every three months at the subjects routine oncology visit.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Primary histological diagnosis of Stage I-IV breast cancer.\n2. Initial diagnosis of breast cancer within 5 year of study enrollment.\n3. Not currently receiving chemotherapy or radiation therapy. Hormone therapy is allowed.\n4. Life expectancy of at least 12 months.\n5. ECOG performance status of 0, 1, or 2.\n6. Willing to sign informed consent indicating that they are aware of the investigational nature of the study and the randomized study design.\n7. Willing to comply with monthly follow-up phone calls.\n8. Willing to complete questionnaires at regular oncology clinic visits.\n9. Able to read write \\& understand English.\n\nExclusion Criteria:\n\n1. Concurrent treatment with chemotherapy or radiation therapy\n2. Less than 3 months since last dose of chemotherapy or radiation therapy.\n3. Breast cancer diagnosis more than 5 years prior to study enrollment\n4. Less than 21 or greater than to 80 years old.\n5. Life threatening or severe concurrent non-malignant conditions.\n6. Uncontrolled diabetes mellitus.\n7. Severe heart disease.\n8. Severe liver disease. Severe lung disease.\n9. History of smoking within 5 years of study enrollment.\n10. Psychological or psychiatric disorder that would interfere with study compliance.\n11. History of missed appointments or poor medical compliance.\n12. Inability to understand instructions on how to complete a questionnaire.\n13. No access to a phone.",
    "sex": "FEMALE",
    "minimumAge": "21 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}