{
    "nctId": "NCT01022138",
    "briefTitle": "Laboratory-Treated T Cells After Second-Line Chemotherapy in Treating Patients With HER2/Neu-Negative Metastatic Breast Cancer",
    "officialTitle": "A Phase II Study of Anti-CD3 x Anti-HER2/Neu Armed Activated T Cells for Patients With HER2/Neu (0, 1+ or 2+) Metastatic Breast Cancers.",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 43,
    "primaryOutcomeMeasure": "Number of Participant Who Were Alive Without Progression at 4 Months",
    "eligibilityCriteria": "Inclusion:\n\n* Metastatic Breast Cancer. Histologically confirmed breast cancer with evidence of metastatic disease (need not be biopsy proven) or locally, advanced unresectable disease.\n* Patients with 0-2+ HER2 expression as determined by immunohistochemistry staining and/or FISH ratio \\<2.0, with the above pathologic criteria will be eligible.\n* Hormone Therapy. Patients on prior hormonal therapy are eligible. Hormonal therapy will be stopped 2 weeks prior to leukopheresis. Hormone therapy may be restarted after leukopheresis\n* Patients may have received any number of prior lines of chemotherapy providing Leukopheresis is done when the lymphocyte count has recovered to ≥500 cells/mm3 and there are no residual chemotoxicities that would prevent leukopheresis.\n* Patients who have received Radiotherapy are eligible providing Leukopheresis is done at least 4 weeks after radiation to the axial skeleton.\n* Patients who have received prior biological agents are eligible.\n* Patients with measurable and non-measurable disease are eligible.\n* Age \\> or = to 18 years\n* ECOG 0-1 or Karnofsky \\> or = to 70%\n* Life expectancy \\> or = to 3 months\n* Patients with treated brain metastases are eligible\n* Required Laboratory Data Granulocytes \\> 1,200/mm3 Platelet count \\> 50,000/μl Hemoglobin ≥ 8 gm/dl BUN \\< 1.5 times normal Serum creatinine \\< 1.8 mg/dl Creatinine Cl ≥50 ml/mm (can be calculated utilizing the Cockcroft \\& Gault equation: Creatinine Clearance (mL/min) = {(140 - Age)} x Wt \\[kg\\] (x 0.85 if Female}/ {72 x SCr \\[mg/dL\\]} Bilirubin \\< 1.5 times normal ALT, AST and alkaline phosphatase \\< 5 times upper normal Negative HIV Negaitve Hepatitis B surface antigen Negative Hepatitis C serology LVEF ≥ 45% at rest (MUGA or ECHO) PFT-FEV1, DLCO, and FVC ≥ 50% of predicted\n* Negative serum test for pregnancy, unless male, prior hysterectomy, tubal ligation, or postmenopausal. (Note: postmenopausal is defined as age\\>55 with amenorrhea for \\>1 year or age \\<55 years with amenorrhea for 2 years and FSH level within postmenopausal range of institutional parameters; patients requiring FSH level to determine menopausal status need not have this performed and may choose to proceed with serum pregnancy testing.)\n\nExclusion Criteria\n\n* Patients with HER2 overexpression by immunohistochemistry (IHC) or overamplification by FISH are not eligible and are defined as follows: IHC staining of 3+ (uniform, intense membrane staining of \\> 30% of invasive tumor cells), a fluorescent in situ hybridization (FISH) result of more than six HER2 gene copies per nucleus or a FISH ratio (HER2 gene signals to chromosome 17 signals) of more than 2.0.\n* Patients with a history of another malignancy within 5 years of study entry are not eligible (except basal cell skin carcinoma and carcinoma-in-situ of the cervix).\n* No serious medical or psychiatric illness which prevents informed consent or intensive treatment is allowed.\n* Patients will be ineligible for treatment on this protocol if (prior to protocol entry):\n\n  * There is a history of a recent myocardial infarction (within one year)\n  * There is a history of a past myocardial infarction (more than one year ago) along with current coronary symptoms requiring medications and/or evidence of depressed left ventricular function (LVEF \\< 45% by MUGA or ECHO)\n  * There is a current history of angina/coronary symptoms requiring medications and/or evidence of depressed left ventricular function (LVEF \\< 45% by MUGA or ECHO)\n  * There is clinical evidence of congestive heart failure requiring medical management (irrespective of MUGA or ECHO results)\n* Patients will be ineligible if there is recurrent pleural effusion or ascites requiring drainage (through thoracentesis, paracentesis, or indwelling device) more often than once every 4 weeks.\n* Patients with clinical evidence of active CNS metastases are ineligible for therapy on this protocol.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}