{
    "nctId": "NCT02248090",
    "briefTitle": "AZD9496 First Time in Patients Ascending Dose Study",
    "officialTitle": "Phase I, Open-Label, Multicentre Study to Assess the Safety, Tolerability, Pharmacokinetics and Preliminary Anti-tumour Activity of Ascending Doses of AZD9496 in Women With Estrogen Receptor Positive HER-2 Negative Advanced Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "ER+ HER2- Advanced Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 45,
    "primaryOutcomeMeasure": "Safety and tolerability",
    "eligibilityCriteria": "Inclusion Criteria: Provision of signed and dated, written informed consent prior to any mandatory study specific procedures, sampling and analyses. Aged at least 18 years. Any menopausal status. Pre- or peri-menopausal women must have commenced treatment with an LHRH agonist at least 4 weeks prior to starting study treatment and must be willing to continue to receive LHRH agonist therapy for the duration of the trial. Histological or cytological confirmation of adenocarcinoma of the breast. ER-positive according to local laboratory; HER-2 negative. Metastatic disease or locoregionally recurrent disease which is not amenable to treatment with curative intent. Disease progression after at least 6 months of endocrine therapy for ER+ breast cancer. Radiological or objective evidence of progression on or after the last systemic therapy prior to starting study treatment. Receipt of ≤2 lines of prior chemotherapy for advanced disease. Females of child-bearing potential must agree to use adequate contraceptive measures, must not be breast feeding and must have a negative pregnancy test prior to start of dosing. Eastern Cooperative Oncology Group (ECOG) performance status 0-1 with no deterioration over the previous 2 weeks and minimum life expectancy of 12 weeks.\n\nExclusion Criteria: Any cytotoxic chemotherapy, investigational agents or other anti-cancer drugs for the treatment of advanced breast cancer from a previous treatment regimen or clinical study within 14 days of the first dose of study treatment. Any unresolved toxicities from prior therapy greater than Common Terminology Criteria for Adverse Events (CTCAE) grade 1 at the time of starting study treatment with the exception of alopecia. Presence of life-threatening metastatic visceral disease, uncontrolled central nervous system metastatic disease or symptomatic pulmonary lymphangitic spread. Any evidence of severe or uncontrolled systemic diseases, including uncontrolled hypertension, active bleeding diatheses, or active infection. Unexplained symptomatic endometrial disorders. Uncontrolled symptomatic thyroid dysfunction. Inadequate bone marrow reserve or organ function",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}