{
    "nctId": "NCT01368744",
    "briefTitle": "Clinical Evaluation of OSNA Breast Cancer System to Extensive Frozen Section Histopathology",
    "officialTitle": "Intraoperative Examination of Sentinel Lymph Nodes: Comparison of the OSNA Breast Cancer System to Extensive Frozen Section Histopathology",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Neoplasms, Breast Diseases",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 150,
    "primaryOutcomeMeasure": "Prospectively assess the concordance and performance of the OSNA Breast Cancer System with an extensive intraoperative frozen section protocol for SLNs removed using standard SLN biopsy procedures from breast cancer subjects.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Male or female;\n* 18 years of age or older;\n* Diagnosed pre-surgically with T1 or T2 breast cancer without clinical evidence of axillary lymph node involvement and scheduled for surgery including sentinel lymph node dissection;\n* Subjects (or the subjects' legal representatives) who have read, understood to the best of their ability and signed the informed consent form.\n\nExclusion Criteria:\n\n* Subjects diagnosed pre-surgically with large or locally advanced (T3 \\& T4) breast cancer;\n* Pregnant subjects, confirmed by interview with either subject or treating physician;\n* Subjects diagnosed with inflammatory breast cancer;\n* Subjects diagnosed with ductal carcinoma in situ (DCIS) when breast conservation is to be done;\n* Subjects with clinically suspicious, palpable axillary lymph nodes;\n* Subjects previously treated for or previously diagnosed with another type of invasive cancer. Subjects with skin cancer (basal cell and squamous cell carcinoma) may be included, except for subjects diagnosed with melanoma; Subjects with non-invasive carcinoma of the Cervix may also be included in this study.\n* Subjects who have received pre-operative systemic therapy;\n* Subjects who are incapable of providing written informed consent;\n* Subjects who have been judged to be an inappropriate candidate by any medical care provider (e.g., surgeon, oncologist or pathologist).\n* Subjects participating in other clinical studies where the SLN evaluation will be negatively impacted by this study.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}