{
    "nctId": "NCT02473042",
    "briefTitle": "Intraoperative Acupoint Stimulation to Prevent Post-Operative Nausea and Vomiting (PONV)",
    "officialTitle": "Intraoperative Electrical Stimulation of the Acupoint P6 to Prevent Post-Operative Nausea and Vomiting in Women Undergoing Breast Cancer Surgery",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Post-Operative Nausea and Vomiting, Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 188,
    "primaryOutcomeMeasure": "Efficacy of Electrical Stimulation of P6 Combined with Prophylactic Anti-Emetics Versus Pharmacological Prophylaxis Alone in Preventing the Incidence of Post-Operative Nausea and Vomiting (PONV)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Adults at least 18 years of age\n2. Female gender\n3. History of patient reported PONV, CINV or motion sickness\n4. Patients scheduled for Breast Surgery\n5. Sign an informed consent indicating they are aware of the investigational nature of this study.\n\nExclusion Criteria:\n\n1. Patients scheduled for paravertebral block\n2. Upper extremity deformity contralateral to the site of disease that could interfere with accurate point location or alter the energy pathway as defined by traditional acupuncture theory\n3. Local skin infections at or near the acustimulation site\n4. Pre-existing nausea and vomiting, defined as nausea or vomiting requiring pharmacological treatment greater than 3 times in the week preceding screening\n5. History of CVA or other central nervous system disorder resulting in residual weakness or paresis of extremity contralateral to the site of disease\n6. Grade III or IV upper extremity peripheral neuropathy\n7. Cardiac pacemakers. Patients involved in this protocol will receive electrical stimulation. For safety reasons, electrical stimulation should be avoided in patients with pacemakers\n8. Metal implants for the treatment extremity. For safety reasons, use of electrical stimulation should be avoided\n9. Current acknowledged use of any illicit drugs, medical marijuana (including Marinol), or evidence of alcohol abuse as defined by The American Psychiatric Association criteria. This includes patients who are currently in the recovery process.\n10. Pregnancy as this would alter anesthesia plan\n11. Bowel obstruction\n12. Surgery that would not allow access to at least one P6 site.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}