{
    "nctId": "NCT04739670",
    "briefTitle": "Evaluating the Efficacy and Safety of Bevacizumab, Carboplatin, Gemcitabine and Atezolizumab in Breast Cancer",
    "officialTitle": "A Single Arm Phase II Trial Evaluating the Efficacy and Safety of Bevacizumab, Carboplatin, Gemcitabine and Atezolizumab in Early Relapsing Metastatic Triple Negative Breast Cancer",
    "overallStatus": "RECRUITING",
    "conditions": "Metastatic Triple Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 31,
    "primaryOutcomeMeasure": "Progression-free survival (PFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Have provided written informed consent\n2. Male or female aged 18 years or over\n3. Histologically documented triple negative breast cancer (TNBC) that is locally advanced or metastatic and is not amenable to resection with curative intent Receptor status at study entry should correspond to the evaluation of the most recent biopsy as assessed locally TNBC for this study is defined as human epidermal growth factor receptor 2 (HER2)-negative by ASCO-CAP 2018 guidelines, and estrogen receptor (ER) expression \\< 10%, and progesterone receptor (PgR) expression \\< 10%\n4. PD-L1 positive tumour or tumour-infiltrating lymphocyte-positive defined as:\n\n   Immune cell PD-L1 expression ≥ 1% via SP142 assay via local or central lab OR Stromal TILs ≥ 5% by assessment on H\\&E stained tumour sections via local laboratory Note: Where possible, local or central testing should be done on the most recently available tumour specimen and must have been obtained within 12 months prior to the date of consent.\n5. Documented disease progression (e.g., with biopsy sample, pathology, or imaging report) occurring within 12 months (\\<12 months) from the last treatment with curative intent, which meets one of the following:\n\n   Date of the last chemotherapy administration or Date of last curative intent adjuvant radiation therapy or Date of the primary breast tumour surgery after neoadjuvant treatment, whichever occurred last\n6. Have not received prior chemotherapy or targeted systemic therapy for their locally advanced inoperable or metastatic recurrence Note: Prior radiation therapy for recurrent disease is permitted. There is no required minimum washout period for radiation therapy; however, patients should have recovered from the effects of radiation prior to registration.\n7. Measurable disease, as defined by RECIST 1.1 Note: previously irradiated lesions may be considered as measurable disease only if disease progression has been unequivocally documented at that site since radiation.\n8. Availability of a representative FFPE tumour block (preferred) or at least 25 unstained slides collected within 12 months prior to registration Note: An FFPE block/slides will not be required for cases where tumour tissue was previously sent to the Central Laboratory for PD-L1 status testing in pre-screening following discussion with the CPI.\n\n   Note: If a tumour sample taken within 12 months before registration is not available and a tumour biopsy is not clinically feasible, the primary surgical resection sample or the most recent FFPE tumour biopsy sample may be used.\n\n   Note: Patients with fewer than 25 unstained slides (but no fewer than 17) may be eligible following discussion with the CPI.\n9. Patients with an ECOG performance status 0-1 (see Appendix 1)\n10. Life expectancy ≥ 12 weeks\n11. Adequate haematologic and end-organ function, defined by the following laboratory results obtained within 7 days prior to registration:\n\n    ANC ≥ 1.5x109/L (without G-CSF support within 2 weeks prior to registration) Lymphocyte count ≥ 0.5x109/L Platelet count ≥ 100x109/L (without transfusion within 2 weeks prior to registration) Haemoglobin ≥ 80 g/L (patients may be transfused or receive erythropoietic treatment to meet this criterion)\n\n    AST and ALT ≤ 2.5 x the ULN, with the following exceptions:\n    * Patients with documented liver metastases: AST and ALT ≤ 5× ULN Serum bilirubin ≤ 1.5× ULN\n    * Patients with known Gilbert's disease who have serum bilirubin level ≤ 3× ULN may be enrolled.\n\n    Patients who are not receiving therapeutic anticoagulation: INR and aPTT ≤ 1.5× ULN. Patients who are receiving an anticoagulant medicinal product must be on a stable anticoagulant regimen and have an INR which is not above the target therapeutic range during the 7 days prior to registration Calculated CrCl ≥ 30 mL/min (Cockcroft-Gault formula; see Appendix 2).\n12. Women of childbearing potential must agree to remain abstinent (refrain from heterosexual intercourse) or use a contraceptive method with a failure rate of ≤1% per year during the treatment period and for at least 6 months after the last dose of study treatment (see section 7.11.1.1)\n13. Women of child bearing potential must have a negative serum pregnancy test within 7 days prior to registration to the study\n14. Men must agree to remain abstinent (refrain from heterosexual intercourse) or use contraceptive measures, and agree to refrain from donating sperm as defined in section 7.11.1.2\n15. Patient is willing and able to comply with the protocol for the duration of the study including undergoing biopsies, treatment, and scheduled visits and examination including follow up\n\nExclusion Criteria:\n\nPatients who meet any of the following criteria will be excluded from study entry:\n\n1. Spinal cord compression not definitively treated with surgery and/or radiation, or previously diagnosed and treated spinal cord compression without evidence that disease has been clinically stable for \\> 2 weeks prior to registration to study\n2. Symptomatic, untreated, or actively progressing CNS metastases. Patients with a history of treated CNS lesions are eligible, provided that all of the following criteria are met:\n\n   Measurable or non-measurable disease, per RECIST 1.1, must be present outside the CNS No history of intracranial haemorrhage or spinal cord haemorrhage Metastases are limited to the cerebellum or the supratentorial region (i.e., no metastases to the midbrain, pons, medulla, or spinal cord) There is no clinical or radiological evidence of interim progression between completion of CNS-directed therapy and the screening brain scan The patient has not received stereotactic radiotherapy within 7 days prior to registration to the study or whole-brain radiotherapy within 14 days prior to registration to the study The patient has no ongoing requirement for corticosteroids as therapy for CNS disease. Anticonvulsant therapy at a stable dose is permitted Asymptomatic patients with CNS metastases newly detected at screening are eligible for the study after receiving radiotherapy or surgery, with no need to repeat the screening brain scan\n3. Grade ≥ 2 peripheral neuropathy\n4. History or presence of leptomeningeal disease\n5. Uncontrolled pleural effusion, pericardial effusion, or ascites requiring recurrent drainage procedures (once monthly or more frequently) (patients with indwelling catheters such as PleurX® are allowed)\n6. Uncontrolled tumour-related pain Note: Patients requiring pain medication must be on a stable regimen at study entry. Symptomatic lesions (e.g. bone metastases or metastases causing nerve impingement) amenable to palliative radiotherapy should be treated prior to registration to the study. Patients should be recovered from the effects of radiation prior to registration. There is no required minimum recovery period. Asymptomatic metastatic lesions whose further growth would likely cause functional deficits or intractable pain (e.g. epidural metastasis that is not presently associated with spinal cord compression) should be considered for loco-regional therapy, if appropriate, prior to registration to the study.\n7. Uncontrolled or symptomatic hypercalcemia (\\> 1.5 mmol/L ionised calcium or total calcium \\>3 mmol/L or corrected serum calcium \\> ULN) or symptomatic hypercalcemia requiring continued use of bisphosphonate therapy Note: Patients who are receiving bisphosphonate therapy specifically to prevent skeletal events and who do not have a history of clinically significant hypercalcaemia are eligible\n8. Malignancies other than TNBC within 5 years prior to registration to the study, with the exception of those with a negligible risk of metastasis or death (e.g., 5-year OS rate ≥ 90%) and treated with expected curative outcome (such as adequately treated carcinoma in situ of the cervix, non-melanoma skin carcinoma, localised prostate cancer, ductal carcinoma in situ, or Stage I uterine cancer)\n9. Significant cardiovascular disease, such as New York Heart Association (NYHA) cardiac disease (Class II or greater), myocardial infarction, or cerebrovascular accident within 3 months prior to registration, unstable arrhythmias, or unstable angina Note: Patients with a known LVEF \\< 40% will be excluded Note: Patients with known coronary artery disease, congestive heart failure not meeting the above criteria, or LVEF 40-50% must be on a stable medical regimen that is optimised in the opinion of the treating physician, in consultation with a cardiologist if appropriate\n10. Presence of an abnormal ECG that is clinically significant in the Investigator's opinion, including complete left bundle branch block, second or third-degree heart block, evidence of prior myocardial infarction, or QTcF \\> 470 ms demonstrated by at least two consecutive ECGs\n11. Severe infection requiring oral or IV antibiotics within 4 weeks prior to registration to the study, including but not limited to hospitalisation for complications of infection, bacteraemia, or severe pneumonia Note: patients receiving prophylactic antibiotics (e.g., to prevent a urinary tract infection or chronic obstructive pulmonary disease exacerbation) are eligible for the study\n12. Positive HIV test at screening\n13. Patients with active hepatitis B (chronic or acute; defined as having a positive HBsAg test at screening) or hepatitis C Note: Patients with past HBV infection or resolved HBV infection (defined as the presence of HBc Ab and absence of HBsAg) are eligible. HBV DNA must be obtained in these patients prior to registration Note: Patients positive for HCV antibody are eligible only if PCR is negative for HCV RNA\n14. Major surgical procedure within 4 weeks prior to registration to the study or anticipation of the need for a major surgical procedure during the course of the study other than for diagnosis Note: placement of central venous access catheter(s) (e.g. port or similar) is not considered a major surgical procedure and is therefore permitted\n15. Treatment with investigational therapy within 28 days prior to registration\n16. Pregnant or lactating, or intending to become pregnant during or within 6 months after the last dose of study treatment\n17. Any other significant uncontrolled disease, metabolic dysfunction, physical examination finding, or clinical laboratory finding that contraindicates the use of an investigational drug, may affect the interpretation of the results, or may render the patient at high risk from treatment complications. This includes significant liver disease (such as cirrhosis, uncontrolled major seizure disorder, or superior vena cava syndrome)\n18. Poor peripheral venous access\n19. Known sensitivity to any component of atezolizumab, bevacizumab, carboplatin and/or gemcitabine Exclusion Criteria Related to Atezolizumab\n20. History of severe allergic, anaphylactic, or other hypersensitivity reactions to chimeric or humanised antibodies or fusion proteins\n21. Known hypersensitivity or allergy to biopharmaceuticals produced in Chinese hamster ovary cells or to any component of the atezolizumab formulation\n22. History of autoimmune disease, including but not limited to myasthenia gravis, myositis, autoimmune hepatitis, SLE, rheumatoid arthritis, inflammatory bowel disease, vascular thrombosis associated with antiphospholipid syndrome, Wegener's granulomatosis, Sjögren's syndrome, Guillain-Barré syndrome, multiple sclerosis, vasculitis, or glomerulonephritis. Patients with the following are eligible:\n\n    History of autoimmune-related hypothyroidism on a stable dose of thyroid-replacement hormone Controlled Type 1 diabetes mellitus on a stable insulin dosing regimen\n\n    Eczema, psoriasis, lichen simplex chronicus, or vitiligo with dermatologic manifestations only (e.g. patients with psoriatic arthritis would be excluded) are permitted provided that they meet the following conditions:\n\n    Rash must cover less than 10% of body surface area Disease is well controlled prior to registration and only requires low potency topical steroids No acute exacerbations of underlying condition within the previous 12 months (not requiring PUVA, methotrexate, retinoids, biologic agents, oral calcineurin inhibitors, or high potency or oral steroids)\n23. Prior allogeneic stem cell or solid organ transplantation\n24. History of idiopathic pulmonary fibrosis (including pneumonitis), drug-induced pneumonitis, organising pneumonia (i.e. bronchiolitis obliterans, cryptogenic organising pneumonia), or evidence of active pneumonitis on screening chest CT scan Note: History of radiation pneumonitis in the radiation field (fibrosis) is permitted\n25. Active tuberculosis\n26. Receipt of a live, attenuated vaccine within 4 weeks prior to registration or anticipation that a live, attenuated vaccine will be required during atezolizumab treatment or within 5 months after the last dose of atezolizumab\n27. Prior treatment with CD137 agonists, anti-PD-1, or anti-PD-L1 therapeutic antibody or pathway targeting agents\n28. Treatment with systemic immunostimulatory agents (including but not limited to interferons or interleukin \\[IL\\]-2) within 4 weeks or five half-lives of the drug (whichever is longer) prior to registration\n29. Treatment with systemic corticosteroids or other systemic immunosuppressive medications (including but not limited to prednisone, dexamethasone, cyclophosphamide, azathioprine, methotrexate, thalidomide, mycophenolate and anti-TNF agents) within 2 weeks prior to registration, or anticipated requirement for systemic immunosuppressive medications during the trial Note: Patients who have received acute, low dose, systemic immunosuppressant medications (e.g. one-time dose of dexamethasone) may be enrolled in the study Note: The use of inhaled corticosteroids for chronic obstructive pulmonary disease, mineralocorticoids (e.g. fludrocortisone) for patients with orthostatic hypotension, and low dose supplemental corticosteroids (\\<10 mg prednisone or equivalent) for adrenocortical insufficiency are allowed Exclusion Criteria Related to Bevacizumab\n30. Inadequately controlled hypertension (defined as systolic blood pressure \\> 150 mmHg and/or diastolic blood pressure \\> 100 mmHg) Note: Anti-hypertensive therapy to achieve these parameters is allowable\n31. Prior history of hypertensive crisis or hypertensive encephalopathy\n32. Significant vascular disease (e.g., aortic aneurysm requiring surgical repair or recent peripheral arterial thrombosis) within 6 months prior to registration\n33. History of hemoptysis (≥ one-half teaspoon of bright red blood per episode) within 1 month prior to registration\n34. Evidence of bleeding diathesis or coagulopathy (in the absence of therapeutic anticoagulation)\n35. Current or recent (within 10 days prior to registration) use of aspirin (\\> 325 mg/day) or treatment with dipyramidole, ticlopidine, clopidogrel, and clostazol\n36. Current use of full-dose oral or parenteral anticoagulants or thrombolytic agents for therapeutic purposes that has not been stable for \\> 2 weeks prior to registration\n\n    * The use of full-dose oral or parenteral anticoagulants is permitted as long as the INR or aPTT is within therapeutic limits (according to the medical standard of the enrolling institution) and the patient has been on a stable dose of anticoagulants for at least 2 weeks prior to registration\n    * Prophylactic anticoagulation for the patency of venous access devices is allowed\n    * Prophylactic use of low-molecular-weight heparin (i.e., enoxaparin 40 mg/day) is permitted. Concomitant treatment with Direct Oral Anticoagulants is not recommended due to bleeding risks\n37. Core biopsy or other minor surgical procedure, excluding placement of a vascular access device, within 7 days prior to registration\n38. History of abdominal or tracheosphageal fistula or gastrointestinal perforation within 6 months prior to registration\n39. Clinical signs of gastrointestinal obstruction or requirement for routine parenteral hydration, parenteral nutrition, or tube feeding\n40. Evidence of abdominal free air not explained by paracentesis or recent surgical procedure\n41. Serious, non-healing wound, active ulcer, or untreated bone fracture\n42. Proteinuria, as demonstrated by urine dipstick or \\> 1.0 g of protein in a 24-hour urine collection Note: All patients with ≥ 2+ protein on dipstick urinalysis at screening must undergo a 24-hour urine collection and must demonstrate ≤ 1 g of protein in 24 hours",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}