{
    "nctId": "NCT05735392",
    "briefTitle": "Liquid Biopsy: Intercepting Mutational Trajectories of HER2 (Human Epidermal Growth Factor Receptor 2) Breast Cancer (GIM21 Trial)",
    "officialTitle": "Liquid Biopsy: Intercepting Mutational Trajectories of HER2 Breast Cancer Inpatients Under T-DM1 Treatment",
    "overallStatus": "COMPLETED",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "OTHER",
    "enrollmentCount": 48,
    "primaryOutcomeMeasure": "Number of index mutations",
    "eligibilityCriteria": "Inclusion criteria\n\n1. Male and female patients with a documented diagnosis of metastatic HER2-positive breast cancer (BC) as defined by an immunohistochemistry (IHC) score of 3+, alternatively score 2+ and HER2 amplification ratio ≥ 2.0\n2. All patients eligible to treatment with T-DM1, according to SmPC previously treated with a taxane and trastuzumab. Patients who previously underwent first-line treatment with an association of TTZ with PTZ are also eligible. No more than one line of anti-HER2 treatment for advanced disease are allowed.\n3. Available tissue from the primary tumor. If possible, newly obtained core or excisional biopsy on metastatic site at baseline (this biopsy won't impact on timing for patient enrollment and not leading to patient exclusion). High quality genomic DNA from the above for NGS mutational analysis.\n4. Patients with both measurable and non-measurable disease (according to modified RECIST 1.1 criteria) are eligible.\n5. 18 years of age on day of signing informed consent.\n6. a left ventricular ejection fraction of 50% or more (determined by echocardiography or multiple-gated acquisition \\[MUGA\\] scanning);\n7. an Eastern Cooperative Oncology Group performance status of 0 or 1.\n8. Adequate organ function (obtained within 14 days prior to treatment study) as evidenced by:\n\n   1. Absolute neutrophil count (ANC) 1.5 X 109/L without myeloid growth factor support for 7 days preceding the lab assessment;\n   2. Haemoglobin (Hgb) 9 g/dL (90 g/L); \\< 9 g/dL (\\< 90 g/L) is acceptable if hemoglobin is corrected to 9 g/dL (90 g/L) ;\n   3. Platelet count 75 X 109/L without blood transfusions for 7 days preceding the lab assessment;\n   4. Bilirubin 1.5 X upper limit of normal (ULN), except for patients with a documented history of Gilbert's disease;\n   5. Alanine aminotransferase (ALT), and aspartate aminotransferase (AST) 2.5 X ULN (for patients with liver metastases 5 X ULN);\n9. Life expectancy \\> 12 weeks;\n10. Written informed consent obtained before any screening procedure and according to local guidelines.\n\nExclusion criteria\n\n1. Prior treatment with T-DM1.\n2. Symptomatic central nervous system (CNS) metastases, or treatment for these metastases within the 2 months preceding enrollment.\n3. Current participation in study therapy, or previous participation in a study involving the administration of an investigational agent within 4 weeks of administration of the first dose of treatment.\n4. History of symptomatic congestive heart failure or serious cardiac arrhythmia requiring treatment; a history of myocardial infarction or unstable angina within 6 months before.\n5. Female patients who are pregnant or lactating, who plan to get pregnant, or who have a positive serum pregnancy test prior to first dose of study treatment.\n6. Prior malignancy (other than breast cancer) except for non-melanoma skin cancer and carcinoma in situ (of the cervix or bladder), unless diagnosed and definitively treated more than 5 years prior to enrollment.\n7. Any other significant co-morbid conditions that in the opinion of the Investigator would impair study participation or cooperation.\n8. Patients with psychiatric illness, social situation or geographical situation that would preclude informed consent or limit compliance with study requirements, as determined by the Investigator.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}