{
    "nctId": "NCT02637466",
    "briefTitle": "Vortioxetine for MDD, Cognition, and Systemic Inflammatory Biomarkers",
    "officialTitle": "A Double-blind, Placebo-controlled, Randomized Study of Vortioxetine Treatment on Major Depression, Cognition, and Systemic Inflammatory Biomarkers Associated With Depression and Cancer Progression in Women With Breast Cancer.",
    "overallStatus": "WITHDRAWN",
    "conditions": "Unipolar Major Depression, Stage I, II or III Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE4",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "Antidepressant efficacy",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Female patients 18 to 75 years of age\n2. Confirmed diagnosis of Stage I, II, or III breast cancer\n3. Completed curative cancer treatment (surgery, chemotherapy, and/or radiotherapy) at least four weeks (≥ 4 weeks) prior to study entry no more than 5 years.\n4. Unipolar major depression confirmed by the mood disorder module in Structured Clinical interview for DSM-V (SCID)\n5. Baseline depression severity total score ≥18 by Hamilton Depression Rating Scale-21 (HDRS-21)\n6. Negative urine pregnancy test in women of child-bearing potential (WOCBP).\n7. Use of medically-established contraceptive method (e.g., contraceptive hormone therapy or intrauterine device) in women of child-bearing potential (WOCBP) or abstinence from heterosexual intercourse from the time of signing informed consent through 14 days after the last dose of study drug.\n8. Ability to understand and the willingness to sign a written informed consent and HIPAA document/s\n\nExclusion Criteria:\n\n* 1. Other active cancers \\[EXCEPTION: cured skin cancer\\]. 2. Actively suicidal, as determined by certified mental health provider. 3. Comorbid bipolar disorder or psychosis, as diagnosed by psychiatric clinical interview conducted by a certified mental health provider.\n\n  4. Mini-mental state exam (MMSE) score \\<24 at baseline assessment 5. Current use of stimulant and/or amphetamine for cancer-related fatigue or cognitive impairment.\n\n  6. Use of current and effective antidepressants during study period. \\[NOTE: Patients who have not responded to current antidepressant may be tapered off medication prior to study entry.\\] 7. Uncontrolled hypothyroidism. Must be biochemically (TSH, T3, T4) and clinically euthyroid at baseline assessment.\n\n  8. Use of monoamine oxidase inhibitors (MAOIs) in past 14 days. 9. Concomitant use of mood stabilizer including lithium, lamictal and atypical antipsychotics 10. Failed prior therapy with vortioxetine (VTX) 11. Positive urine toxicology screen for cocaine, opiates, marijuana, amphetamines.\n\n  12. Comorbid alcohol and/or substance use disorder within the prior 12 months of screening, as diagnosed by psychiatric clinical interview conducted by a certified mental health provider.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}