{
    "nctId": "NCT00130507",
    "briefTitle": "Benefit of Adding Trastuzumab to Second Line Chemotherapy in Breast Cancer Patients Previously Treated With Trastuzumab",
    "officialTitle": "Randomized Trial to Assess the Benefit of Adding Trastuzumab to Capecitabine and Vinorelbine as Second Line for HER2positive Breast Cancer Patients With Locally Advanced or Metastatic Disease, Previously Treated With Trastuzumab and Taxanes",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 14,
    "primaryOutcomeMeasure": "Clinical benefit rate",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Written informed consent.\n* Women older than 18 years old.\n* HER2 positive breast cancer with histological diagnoses.\n* Non-operable locally advanced or metastatic disease, previously treated with trastuzumab and taxanes.\n* Measurable or non-measurable disease as per Response Evaluation Criteria in Solid Tumors (RECIST).\n* Disease progression during or after treatment with trastuzumab and taxanes.\n* Maximum of 1 previous chemotherapy line for advanced or metastatic disease.\n* Previous radiotherapy is allowed if radiated area is not the only documented lesion.\n* At least 4 weeks since the last administration of antineoplastic treatment and all toxicities resolved.\n* Performance status Eastern Cooperative Oncology Group (ECOG) \\>=2.\n* Life expectancy of at least 12 weeks.\n* Left Ventricular Ejection Fraction (LVEF) evaluation (\\>=50%) in previous 4 weeks.\n* Hematology:\n\n  * neutrophils \\>=1.5 x 10e9/l;\n  * platelets \\>= 100 x 10e9/l;\n  * hemoglobin \\>= 10 mg/dl\n* Hepatic function:\n\n  * total bilirubin \\<= 1.5 x under normal limit (UNL);\n  * Aspartate aminotransferase (SGOT) and Alanine aminotransferase (SGPT) and alkaline phosphatase \\<= 2.5 x UNL, or \\<=5 x UNL if hepatic lesions present\n* Renal function:\n\n  * creatinine \\<= 175 µmol/l (2 mg/dl);\n  * creatinine clearance \\>= 60 ml/min.\n* Patients able to comply with treatment and follow-up.\n* Negative pregnancy test in the previous 14 days. Adequate contraceptive method during treatment and up to 3 months after finalised.\n* Brain metastatic lesions are allowed provided all other criteria are met.\n* Male who met inclusion criteria are eligible.\n\nExclusion Criteria:\n\n* History of hypersensitivity to vinorelbine, trastuzumab, rat proteins or trastuzumab components.\n* History of dyspnea at rest, or chronic oxygen therapy required.\n* Active infection.\n* Second malignancy, except for cervical in situ carcinoma, basal skin carcinoma, adequately treated. Previous malignancies with a 5 year disease free survival are allowed.\n* Pregnant or lactating women.\n* Any other serious medical pathology, such as congestive heart failure, unstable angina, history of myocardial infarction during the previous year, uncontrolled hypertension or high risk arrhythmias.\n* History of neurological or psychiatric disorders, which could preclude the patients to free informed consent.\n* Active uncontrolled infection.\n* Active peptic ulcer, unstable diabetes mellitus.\n* Concomitant treatment with other investigational products. Participation in other clinical trials with a non-marketed drug in the 30 previous days before randomization.\n* Concomitant treatment with other therapy for cancer.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}