{
    "nctId": "NCT00828854",
    "briefTitle": "Study of the Effect of the Addition of SNDX-275 (Entinostat) to Continued Aromatase Inhibitor (AI) Therapy in Postmenopausal Women With ER+ Breast Cancer Whose Disease is Progressing",
    "officialTitle": "A Phase 2 Multicenter Study of the Effect of the Addition of SNDX-275 to Continued Aromatase Inhibitor (AI) Therapy in Postmenopausal Women With ER+ Breast Cancer Whose Disease is Progressing",
    "overallStatus": "COMPLETED",
    "conditions": "ER+ Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 27,
    "primaryOutcomeMeasure": "Clinical Benefit Rate (CBR)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Postmenopausal female patients.\n2. Histologically or cytologically confirmed estrogen receptor-positive (ER+) breast cancer.\n3. Progressive disease (PD) after at least 3 months on treatment with a 3rd generation AI in the advanced disease setting as measured by Response Evaluation Criteria in Solid Tumors (RECIST) criteria.\n4. At least 1 measurable lesion ≥ 20 mm by conventional techniques or ≥ 10 mm by spiral computed tomography (CT) scan with the last imaging performed within 4 weeks prior to study entry. If there is only one measurable lesion and it is located in previously irradiated field, it must have demonstrated progression according to RECIST criteria.\n5. Eastern Cooperative Oncology Group (ECOG) 0-1.\n6. Laboratory parameters:\n\n   1. Hemoglobin ≥ 9.0 g/dL; platelets ≥ 100 x10\\^9/L; absolute neutrophil count (ANC) ≥ 1.5 x 10\\^9/L without the use of hematopoietic growth factors.\n   2. Creatinine less than 2.5 times the upper limit of normal for the institution.\n   3. aspartate aminotransferase (AST) and alanine aminotransferase (ALT) less than 2.5 times the upper limit of normal for the institution.\n7. Able to understand and give written informed consent and comply with study procedures.\n\nExclusion Criteria:\n\n1. Discontinuation of AI therapy prior to study entry.\n2. Less than 3 months treatment with most recent AI.\n3. Rapidly progressive, life-threatening metastases, including any of the following:\n\n   1. Symptomatic lymphangitic metastases.\n   2. Patients with known active brain or leptomeningeal involvement.\n4. More than one prior chemotherapy for metastatic disease.\n5. Any chemotherapy within 3 months prior to study.\n6. Radiotherapy to measurable lesion within 2 months prior to study.\n7. Bisphosphonates initiated within 4 weeks prior to study start.\n8. Allergy to benzamides or inactive components of study drug.\n9. Previous treatment with entinostat or any other histone deacetylase (HDAC) inhibitor including valproic acid.\n10. Patient is currently receiving treatment with any agent listed on the prohibited medication list such as valproic acid or other systemic cancer agents\n11. Any concomitant medical condition that precludes adequate study treatment compliance or assessment, or increases patient risk in the opinion of the investigator:\n\n    1. Myocardial infarction or arterial thromboembolic events within 6 months, or experiencing severe or unstable angina, New York Heart Association (NYHA) Class III or IV disease and a QTc interval \\>0.47 second.\n    2. Uncontrolled heart failure or hypertension, uncontrolled diabetes mellitus, uncontrolled systemic infection,\n    3. Other active malignancy within 5 years excluding basal cell carcinoma or cervical intraepithelial neoplasia \\[CIN / cervical carcinoma in situ\\] or melanoma in situ).\n12. Patient currently is enrolled in (or completed within 30 days before study drug administration) another investigational drug study.",
    "sex": "FEMALE",
    "minimumAge": "N/A",
    "stdAges": "CHILD, ADULT, OLDER_ADULT"
}