{
    "nctId": "NCT00437879",
    "briefTitle": "Ultrasound Imaging, Spectroscopy and Ultrasound Imaging of Vascular Blood Flow as Early Indicators of Breast Cancer Response to Neoadjuvant Treatment.",
    "officialTitle": "Pilot Investigation of Ultrasound Imaging and Spectroscopy and Ultrasound Imaging of Vascular Blood Flow as Early Indicators of Breast Cancer Response to Neoadjuvant Treatment",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer Invasive",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 600,
    "primaryOutcomeMeasure": "The primary Outcome will be correlate changes in ultrasound backscatter parameters obtained throughout the course of treatment with pathological complete, partial, or complete and partial response.",
    "eligibilityCriteria": "INCLUSION CRITERIA:\n\nThe following criteria are necessary for study participation:\n\n1. Histologically or cytologically confirmed breast carcinoma, stage I-IV, which has not been treated with any first-line therapy and will be treated with neoadjuvant chemotherapy or neoadjuvant combined chemo-radiotherapy.\n2. Measurable disease by ultrasound, or MRI performed within 28 days prior to treatment.\n3. Eastern Co-operative Oncology Group (ECOG) Performance Status of 0 or 1.\n4. Life expectancy of at least 6 months.\n5. Adequate bone marrow, liver and renal function as assessed by the following laboratory. Requirements to be conducted within 7 days prior to dosing:\n\n   (i) hemoglobin \\>90 mg/dL (ii) leukocytes \\>3,000/mL (iii) absolute neutrophil count \\>1,500/mL (iv) platelets \\>100,000/mL (v) total bilirubin within normal institutional limits (vi) AST(SGOT)/ALT(SGPT) \\<2.5 X institutional upper limit of normal (vii) creatinine within normal institutional limits or creatinine clearance \\>60 mL/min/1.73 m2 for patients with creatinine levels above institutional upper limit of normal\n6. Patients should have the ability to understand and the willingness to sign a written informed consent document. Signed informed consent must be obtained prior to any study specific procedures.\n\nEXCLUSION CRITERIA\n\nThe following conditions will exclude women from participation:\n\n1. Chemotherapy, radiotherapy, or major surgery within 4 weeks prior to registering the study or those who have not recovered from adverse events due to agents administered more than 4 weeks prior to registration.\n2. Receiving any other investigational agents.\n3. Known brain metastases.\n4. History of allergic reactions attributed to compounds of similar chemical or biologic composition.",
    "sex": "FEMALE",
    "minimumAge": "N/A",
    "stdAges": "CHILD, ADULT, OLDER_ADULT"
}