{
    "nctId": "NCT03511859",
    "briefTitle": "Detecting Circulating Tumor Cells (CTCs) and Cell Free DNA (cfDNA) in Peripheral Blood of Breast Cancer (BC) Patients to Develop the Clinical Application for Early Detection and Diagnostics",
    "officialTitle": "Detecting Circulating Tumor Cells (CTCs) and Cell Free DNA (cfDNA) in Peripheral Blood of Breast Cancer (BC) Patients to Develop the Clinical Application for Early Detection and Diagnostics",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 210,
    "primaryOutcomeMeasure": "The objective of this study is to demonstrate that CTC assay counts can distinguish between healthy subjects and malignant breast cancer subjects, including early stage breast cancer subjects.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* All subjects need to sign the informed consent form and age is above 20.\n* Control group need to have mammogram /ultrasound results category1-3 and confirmed by PI.\n* Cancer group subjects with pathology report confirmed to be malignant have not yet done surgery or treatment will be enrolled to the malignant group for analysis\n\nExclusion Criteria:\n\n* Not willing to sign the informed consent form\n* Have been undergone general anesthesia or regional anesthesia in 1 month\n* Have been diagnosed with any type of cancer and been treated\n* Have been suffering from autoimmune disorder such as SLE and RA\n* Have been suffering from chronic infection such as IBD, pancreatitis, COPD or Interstitial pneumonia.\n* Have been suffering from acute infection or other infectious diseases in 3 moths such as TB, pneumonia, urinary tract infection, or cellular infection\n* Diagnosed with myelodysplastic syndrome or myeloproliferative diseases\n* Other condition which may affect the CTC results, when determined by PI can be confirmed by other tests are if necessary",
    "sex": "FEMALE",
    "minimumAge": "20 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}