{
    "nctId": "NCT01185509",
    "briefTitle": "Trastuzumab and Vinorelbine in Advanced Breast Cancer",
    "officialTitle": "A Phase II, Single Arm, Open Label Study to Evaluate the Efficacy and Safety of Trastuzumab and Vinorelbine in Advanced Breast Cancer Patients With Human Epidermal Growth Factor-2 (HER2) Negative Primary Tumors and HER2 Positive Circulating Tumor Cells",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer, Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 31,
    "primaryOutcomeMeasure": "Objective Response Rate (ORR)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologically or cytologically confirmed metastatic invasive mammary carcinoma. The primary cancer must be HER2 negative by fluorescence in situ hybridization and/or immunohistochemistry.\n* Patients must have CTCs with HER2 amplification by FISH.\n* Measurable disease, defined as at least one lesion that can be accurately measured in at least one dimension as 20mm or greater with conventional techniques of as 10mm or greater with spiral CT scan.\n* Study participants must have either archival primary tumor or metastatic tumor tissue available to allow analysis to confirm their HER2 status.\n* Patients must have received at least 1 prior chemotherapy regimen for metastatic breast cancer or evidence of disease progression within 6 months of completing adjuvant chemotherapy. Patients can receive any number of biological or hormonal regimens and remain eligible.\n* 18 years of age or older\n* Life expectancy of greater than 3 months\n* ECOG Performance Status of 0, 1 or 2\n* Normal organ and marrow function as outlined in the protocol\n* Women of child-bearing potential and men must agree to use adequate contraception prior to study entry and for the duration of study participation.\n\nExclusion Criteria:\n\n* Participants must have recovered from all reversible toxicities related to prior therapy before beginning protocol treatment, and may not have any pre-existing treatment-related toxicities in excess of grade 2\n* Participants may not be receiving any other investigational agents while participating in this study\n* Participants may not have received trastuzumab or vinorelbine in the past\n* Participants receiving any medications or substances that are inhibitors of cytochrome P450 isoenzymes in the CYP3A subfamily are ineligible.\n* EKG abnormalities of known clinical significance, such as prolonged QT.\n* Left ventricular ejection fraction \\< 50%\n* Patients with peripheral neuropathy of any etiology that exceeds grade 1 are ineligible\n* Uncontrolled intercurrent illness\n* Individuals with symptomatic or progressive brain metastases are ineligible. Subjects with treated brain metastases are eligible if they have no radiographic or other signs of progression in the brain for 1 month or longer after completion of local therapy. Any corticosteroid use for brain metastases must have been discontinued without subsequent appearance of symptoms for more than 4 weeks prior to study treatment.\n* Individuals with active second malignancy are ineligible. Patients that are disease-free from a previously treated non-breast malignancy and have a 20% or less chance of recurrence are eligible.\n* Pregnant or breast feeding women\n* HIV-positive individuals on combination antiretroviral therapy",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}