{
    "nctId": "NCT02602067",
    "briefTitle": "131Iodine-Tenatumomab Treatment in Tenascin-C Positive Cancer Patients",
    "officialTitle": "A Dose Escalation Study to Evaluate Safety, Tolerability Dosimetry, Pharmacokinetics and Preliminary Efficacy of 131I-Tenatumomab Treatment in Tenascin-C Positive Cancer Patients",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Neoplasm, Head and Neck Neoplasm, Skin Neoplasm, Respiratory Tract Neoplasm, Urogenital Neoplasm, Digestive System Neoplasm, Pancreatic Neoplasm, Connective and Soft Tissue Neoplasm, Lymphoma, Non-Hodgkin",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 2,
    "primaryOutcomeMeasure": "Dose Limiting Toxicity evaluated using NCI Common Toxicity Criteria (CTCAE 4.03)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* 1. Written informed consent.\n* 2. A patient who has (a) a histologically documented advanced tumor that has relapsed from, or is refractory to, standard treatment and for which no other standard treatment is available and (b) confirmed Tenascin-C expression obtained through a biopsy on at least one reachable tumor lesion.\n\nThese patients will have failed one or more prior therapeutic line and had assessable and measurable disease expression, but were not considered eligible for other standard approaches with curative intent, as assessed by the Investigator.\n\n* 3. Agreement to hemopoietic stem cell collection procedures (the procedure will be performed upon clinical evaluation of the Investigator and if deemed necessary in the interest of the patient).\n* 4. Male or female ≥18 years of age\n* 5. Eastern Cooperative Oncology Group (ECOG), or WHO performance status of ≤ 2 or Karnofsky \\> 60\n* 6. Life expectancy of at least 3 months.\n* 7. Negative pregnancy test for all women of child-bearing potential. Appropriate contraception (one highly effective method or a combination of acceptable methods) is to be used during the study period and until 90 days after the last follow-up visit (End of Study Visit)\n* 8. Hematological, thyroid, liver, cardiac and renal function test results ≤ grade 2 toxicity (according to US National Cancer Institute's \"Common Terminology Criteria for Adverse Events v4.03 \\[CTCAE\\]\"), e.g.:\n\nHaematology:\n\n* Hematocrit ≥ 30%\n* Hemoglobin ≥ 9.0 g/dl\n* White blood cell count ≥ 3 x 109/L\n* Neutrophils \\> 1.5 x109/L\n* Platelets ≥ 100x 109/L\n\nThyroid:\n\n- Free-Triiodothyronine and Free-Thyroxine ≤ 3 times upper limit of normal or \\>3 times lower limit of normal.\n\nLiver:\n\n* Alanine transaminase, Aspartate transaminase, Alkaline Phosphatase ≤ 2.5 times institutional upper limit of normal (ULN) or ≤5 x ULN in presence of liver metastases.\n* Bilirubin ≤ 1.5 x ULN or ≤3 x ULN in presence of liver metastases.\n\nRenal:\n\n* Urine protein: ≤30 mg/dl or dipstick: ≤3\n* eGFR≥60 ml/min/1.73 m2 (with Chronic kideny disease-Epidemiology collaboration formula)\n\nCardiac\n\n• Resting Ejection Fraction (EF) ≥ 50%\n\nExclusion Criteria:\n\n* 1. Known hypersensitivity to Tenatumomab, Iodine or any excipient.\n* 2. Active infection at screening or history of severe infection within the previous 2 months, if considered clinically relevant by the Investigator.\n* 3. Positive test to Human Immunodeficiency Virus (HIV) and/or chronically active Hepatitis B or C.\n* 4. Patients with primary Central nervous system tumor or cerebral metastases.\n* 5. Administration of another investigational medicinal product within 45days before the screening period.\n* 6. Previous treatment with any radiopharmaceutical within a period corresponding to 8 half-lives of the radionuclide used prior to the administration of study drug.\n* 7. History of somatic or psychiatric disease/condition that may interfere with the objectives of the study.\n* 8. Major illness, trauma, or surgery within 2 weeks before the screening period, if considered clinically significant by the Investigator.\n* 9. Patient who underwent chemotherapy and/or radiation therapy and/or treatments with biologics (which are not to be of murine origin) within 4 weeks before the screening period.\n* 10. Women who are breast feeding, due to the potential risk of damage to the infant.\n* 11. Men unwilling to use appropriate contraceptive methods during the study and up to 90 days after the last follow-up visit (End of Study Visit).\n* 12. Bladder catheterization cannot be performed, or the patient is unwilling to be catheterized if necessary.\n* 13. Murine antibodies treated patients. It is at the discretion of the Investigator to exclude patients who have worsened considerably from screening to Day -1.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}