{
    "nctId": "NCT03265574",
    "briefTitle": "PROACT: Can we Prevent Chemotherapy-related Heart Damage in Patients With Breast Cancer and Lymphoma?",
    "officialTitle": "Preventing Cardiac Damage in Patients Treated for Breast Cancer and Lymphoma: a Phase 3 Randomised, Open Label, Blinded Endpoint, Superiority Trial of Enalapril to Prevent Anthracycline-induced CardioToxicity",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer, Non Hodgkin Lymphoma",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "PREVENTION",
    "enrollmentCount": 111,
    "primaryOutcomeMeasure": "Cardiac troponin T release",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Written informed consent.\n* Adult patients with histopathologically\\* confirmed breast carcinoma who have received surgery for their breast cancer; planned to receive 6 cycles of EC 90 (total planned dose 540mg/m2 epirubicin) or FEC 75 (total planned dose 450mg/m2 epirubicin) adjuvant chemotherapy regimen. Patients with HER2+ breast cancer are eligible for inclusion.\n\nOR\n\n* Adult patients with histopathologically confirmed non-Hodgkin lymphoma (NHL), planned to receive 6 cycles of R-CHOP or CHOP (total planned dose 300mg/m2 doxorubicin) chemotherapy\\*\\*\n\n  * Patients with HER2+ breast cancer are eligible for inclusion. \\*\\* Patients who will receive an alternative anti-CD20 monoclonal antibody are eligible (for example O-CHOP), as long as the total planned doxorubicin dose is ≥300mg/m2 over 6 cycles\n\nExclusion Criteria:\n\n* Positive baseline cardiac troponin T (≥14ng/L);\n* known contraindication to ACE inhibitor e.g. renal artery stenosis, severe aortic stenosis;\n* are taking, or have a previous intolerance to ACEI (e.g. angioedema);\n* patient already taking other agents acting on the renin-angiotensin-aldosterone system e.g. Aliskiren, angiotensin receptor blockers (ARBs), Entresto (sacubitril/valsartan), spironolactone, eplerenone;\n* LVEF \\<50%\\*;\n* estimated GFR \\< 30 mL/min/1.73m2 at baseline;\n* hyperkalaemia defined as serum potassium ≥5.5mmol/L;\n* symptomatic hypotension, or Systolic Blood Pressure \\<100mmHg;\n* poorly-controlled hypertension (Blood Pressure \\>160/100mmHg\\*\\*, or ambulatory BP of 150/95mmHg);\n* previous myocardial infarction;\n* known metastatic breast cancer;\n* previous exposure to anthracycline chemotherapy;\n* are pregnant or breastfeeding;\n* previous Herceptin treatment or planned Herceptin treatment within four weeks following anthracycline chemotherapy;\n* for patients of childbearing potential: refusal to use adequate contraception throughout the trial;\\*\\*\\*\n* any other invasive cancer diagnosed and treated in the past 5 years;\n* symptomatic or severe asymptomatic radiation-induced cardiac disease;\n* judgement by the investigator that the patient has a prognosis of \\< 1 year or are unlikely to complete 6 cycles of chemotherapy;\n* judgement by the investigator that the patient is high risk for tumour lysis syndrome (applicable only to NHL patients);\n* judgement by the Investigator that the patient should not participate in the study, for example, if the patient is unlikely to comply with study procedures, restrictions, and requirements.\n\n  \\*\\<50% as defined by Simpson's biplane method; if absolute measurements are not possible, then a visually normal assessment of LVEF is acceptable for inclusion.\n\n  \\*\\*White coat hypertension is more common, and should be ruled out by an ambulatory blood pressure monitor\n\n  \\*\\*\\*Female patients between the ages of 18 and 50 will receive a pregnancy test at baseline. Adequate methods of contraception are those that can achieve a failure rate of less than\n\n  1% per year when used consistently and correctly, such methods include:\n* combined (estrogen and progestogen containing) hormonal contraception associated with inhibition of ovulation\n\n  * oral\n  * intravaginal\n  * transdermal\n* progestogen-only hormonal contraception associated with inhibition of ovulation\n\n  * oral\n  * injectable\n  * implantable\n* intrauterine device (IUD)\n* intrauterine hormone-releasing system (IUS)\n* bilateral tubal occlusion\n* vasectomy/vasectomised partner\n* true sexual abstinence",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}