{
    "nctId": "NCT02786797",
    "briefTitle": "Efficacy of MBSR Treatment of Cognitive Impairment Among Breast Cancer Survivors",
    "officialTitle": "Efficacy of MBSR Treatment of Cognitive Impairment Among Breast Cancer Survivors",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 214,
    "primaryOutcomeMeasure": "Change in Executive Functioning from baseline to 6 months.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Women age 21 or older who have:\n\n  1. a diagnosis of stage I, II, or III breast cancer;\n  2. completed CT or CT and radiation and are within 5 years post-treatment;\n  3. BC patients with a previous history of another cancer who have NOT received any chemotherapy or chemotherapy and radiation, but have only received surgical treatments are eligible;\n  4. met the screening criteria for CI through a positive response to at least 1 of 2 scaled questions from the European Organization for Research and Treatment of Cancer Quality of Life questionnaire (EORTC-QLQ) i.e. Please rate on a scale from 0 to 10, the difficulty level you have in concentrating on things, like reading a newspaper or watching television? \"0\" means no difficulty and \"10\" means very difficult. Please rate on a scale from 0 to 10, the difficulty level you have in remembering things. \"0\" means no difficulty and \"10\" means very difficult, will be included.\n  5. Subjects must have the ability to read and speak English and Spanish at the 8th grade level or above, and survivors with mild depression, anxiety, or other psychiatric conditions will be eligible.\n\n     Exclusion Criteria:\n* Breast cancer survivors with a severe current psychiatric diagnosis (e.g. bipolar disorder)\n* Stage 0 or Stage IV BC\n* History of another primary cancer diagnosis, treated with adjuvant chemotherapy\n* Previous chemotherapy\n* Current diagnosed neurologic disorder\n* Or a traumatic brain injury will be excluded",
    "sex": "FEMALE",
    "minimumAge": "21 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}