{
    "nctId": "NCT04754412",
    "briefTitle": "Culturally Based Brief Expressive Writing Intervention for the Improvement of Health in Chinese Immigrant Stage 0-III Breast Cancer Survivors, Writing to Heal Study",
    "officialTitle": "Writing to Heal: A Culturally Based Brief Expressive Writing Intervention for Chinese Immigrant Breast Cancer Survivors",
    "overallStatus": "RECRUITING",
    "conditions": "Anatomic Stage 0 Breast Cancer AJCC v8, Anatomic Stage I Breast Cancer AJCC v8, Anatomic Stage IA Breast Cancer AJCC v8, Anatomic Stage IB Breast Cancer AJCC v8, Anatomic Stage II Breast Cancer AJCC v8, Anatomic Stage IIA Breast Cancer AJCC v8, Anatomic Stage IIB Breast Cancer AJCC v8, Anatomic Stage III Breast Cancer AJCC v8, Anatomic Stage IIIA Breast Cancer AJCC v8, Anatomic Stage IIIB Breast Cancer AJCC v8, Anatomic Stage IIIC Breast Cancer AJCC v8, Prognostic Stage 0 Breast Cancer AJCC v8, Prognostic Stage I Breast Cancer AJCC v8, Prognostic Stage IA Breast Cancer AJCC v8, Prognostic Stage IB Breast Cancer AJCC v8, Prognostic Stage II Breast Cancer AJCC v8, Prognostic Stage IIA Breast Cancer AJCC v8, Prognostic Stage IIB Breast Cancer AJCC v8, Prognostic Stage III Breast Cancer AJCC v8, Prognostic Stage IIIA Breast Cancer AJCC v8, Prognostic Stage IIIB Breast Cancer AJCC v8, Prognostic Stage IIIC Breast Cancer AJCC v8",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 240,
    "primaryOutcomeMeasure": "Quality of life (QOL)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Being diagnosed with stage 0-III breast cancer.\n2. Completed primary treatment, including surgery, chemotherapy, radiation therapy, immune therapy, and/or targeted therapy within the preceding 5 years.\n3. Foreign-born Chinese women (aged 18 and older) who lived in the U.S. for at least six months in the past.\n\nExclusion Criteria:\n\n1. Exclusion criteria include inability to provide informed consent",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}