{
    "nctId": "NCT04123704",
    "briefTitle": "Sitravatinib in Metastatic Breast Cancer",
    "officialTitle": "A Phase II Study of Sitravatinib in Metastatic, Pre-treated, Triple Negative Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer Stage IV, Triple Negative Breast Cancer, Breast Neoplasms, Breast Cancer Metastatic",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 3,
    "primaryOutcomeMeasure": "Efficacy: Progression-Free Survival at 24 Weeks (PFS24)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Women or men age 18 and older\n* Metastatic or locally advanced inoperable breast cancer (beyond curative management) that is measurable according to RECIST 1.1 criteria. Note: Patients with bone-only disease are eligible if there is at least 1 lytic lesion that can be followed for response.\n* Tumor is estrogen receptor (ER) negative and progesterone receptor (PR) negative per the American Society of Clinical Oncology/College of American Pathologists (ASCO/CAP) Guidelines of 2010.\n* Tumor is HER2neu negative per ASCO/CAP Guidelines of 2018\n* Patient has archival tissue from metastatic or locally advanced breast cancer for the analysis of PTPN12 status\n* At least one prior line of chemotherapy with or without a PD-L1 or PD-1 antibody in the metastatic setting\n* Eastern Cooperative Oncology Group (ECOG) performance status ≤ 2 (Karnofsky ≥ 60%)\n* Normal organ and marrow function as defined below:\n\n  * Absolute neutrophil count \\> 1000/mcL\n  * Hemoglobin \\> 11 g/dL\n  * Platelets \\> 100,000/mcL\n  * Total bilirubin \\< 1.5 X normal institutional limits\n  * Aspartate aminotransferase (AST) / alanine aminotransferase (ALT) \\< 2.5 X institutional ULN or ≤ 5.0 × ULN for patients with documented liver metastases.\n  * Creatinine within normal institutional limits\n  * Creatinine clearance ≥ 30 mL/min\n  * Normal left ventricular ejection (LVEF) function defined as normal left ventricular wall motion and ejection fraction of ≥ 50%.\n* If patient has brain metastasis, documented treatment and stability for at least 30 days by scans and off steroids at the time of enrollment\n* Women of child bearing age and actively menstruating must have a negative pregnancy test prior to starting study treatment.\n* If sexually active in a way that could lead to pregnancy, participant must agree to use a highly effective method of birth control starting at the time of informed consent and continuing throughout the study and for at least 3 months after the final dose of sitravatinib.\n* Ability to understand and the willingness to give informed consent\n\nExclusion Criteria:\n\n* Uncontrolled hypertension defined as systolic blood pressure \\> 150 and/or diastolic blood pressure \\> 100, on two or more occasions within 30 days prior to enrollment.\n* Imaging suggestive of Lymphangitic carcinomatosis in the lung, or use of home oxygen\n* Untreated brain metastases.\n* Women who are pregnant or nursing\n* Concurrent metastatic disease of another tumor type\n* Impairment of gastrointestinal (GI) function or GI disease that may significantly alter the absorption of sitravatinib\n* History of stroke, pulmonary embolus (PE), or myocardial infarction (MI)\n* Known proteinuria of ≥ 2 g urinary protein/24 h\n* HIV-positive participants\n* History of Hepatitis C or Hepatitis B infection\n* History of congestive heart failure (CHF), and/or LVEF less than 50%\n* Concurrent use of medications that prolong QTc (listed in Section 9, Table 11). These medications need to be discontinued at least 2 weeks prior to starting study treatment.\n* Concurrent medical condition that, in the sole judgment of the principal investigator, would make the patient inappropriate for trial participation.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}