{
    "nctId": "NCT04385563",
    "briefTitle": "A Study to Evaluate the Efficacy and Safety of the Combination of TQ-B211 Plus Docetaxel in Patients With HER2-positive MBC.",
    "officialTitle": "A Phase III,Randomized,Multicenter,Double-blind Clinical Trail to Evaluate the Efficacy,Safety and Immunogenicity of the Combination of TQ-B211 Plus Docetaxel Versus Herceptin® Plus Docetaxel as First-line Treatment in Patients With HER2-positive MBC.",
    "overallStatus": "UNKNOWN",
    "conditions": "HER2-positive Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 338,
    "primaryOutcomeMeasure": "Objective response rate (ORR)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Ability to give written informed consent.\n* Age：≥18 and ≤75,female.\n* Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1；Life expectancy of at least 12 weeks.\n* Histologically confirmed diagnosis as her2-positive metastatic or locally recurrent breast cancer that cannot be treated with radical surgery or radiotherapy.\n* No prior systematical chemotherapy, biotherapy or molecule-targeted therapy for metastatic breast cance.\n* Patients must have a measurable disease according to RECIST v. 1.1 28 days before randomization. (Disease in brain or bone will not be included)\n* Left ventricular ejection fraction (LVEF) ≥50 percent (%)\n* Blood routine examination should meet the following conditions: Absolute neutrophil count (ANC)≥1.5×109/L Platelets ≥100 x 109/L Hemoglobin ≥90 g/L hemameba≥3.0×109/L )\n* Liver function should meet the following conditions:\n\nTotal bilirubin ≤1.5x Upper Limit of Normal(ULN); Alanine aminotransferase (ALT) and aspartate aminotransferase (AST) ≤3x ULN if no liver involvement or ≤5x ULN with liver involvement.\n\n-Kidney function should meet the following conditions: Cr (creatinine) ≤1.5x ULN or Ccr (creatinine clearance rate) ≥50 mL/min.\n\n* The coagulation function should meet the following conditions: International normalized ratio（INR）≤1.5；Activated partial thromboplastin time or partial thromboplastin time ≤1.5×ULN\n* Female who meet the following criteria can participate in the study:\n\nNo childbearing potential； Female with childbearing potential: negative pregnancy test within 7 days before the first administration of the investigational drug; patients are not breastfeeding; Contraception use must continue for the duration of study treatment and for at least 6 months after the last dose of study treatment.\n\nExclusion Criteria:\n\n* Not eligible for docetaxel combination therapy.\n* Endocrine therapy within 2 weeks before randomization.\n* Patients had received neoadjuvant or adjuvant therapy with herceptin 12 months before randomization.\n* Patients had received neoadjuvant/adjuvant drugs containing other anthracycline or taxol 6 months before randomization.\n* Patients had used Chinese patent medicine or Chinese herbal medicine with anti-cancer activity 2 weeks before randomization.\n* Brain metastases with symptom/untreated brain metastases/other central nervous system(CNS) metastases. Treated CNS metastases remain stable for at least 4 weeks before the study, and no evidence of cerebral edema, no sign for glucosinolates or anticonvulsants treatments.\n* Patients with a previous malignancy within the past 5 years (other than curatively treated in situ carcinoma of the cervix, non-melanoma skin cancer and superficial bladder carcinoma).\n* Hepatitis virus C(HCV) positive, HIV positive, syphilis positive, or HBsAg positive and Hepatitis virus B(HBV) DNA titer in peripheral blood is beyond the normal range.\n* Patients had received major surgical procedures (including open chest biopsy) major trauma (e.g. fracture) within 4 weeks before randomization, and there are unhealed wounds, ulcers or fractures at the time of screening or major surgery is expected during the study\n* Patients have a history of hypertensive encephalopathy or a hypertension or an uncontrolled hypertension ( systolic blood pressure \\>150mmHg or diastolic blood pressure \\>100mmHg with antihypertensive drugs)\n* Patients had a history of myocardial infarction 6 months before randomization; medical history of congestive heart failure in New York heart association classification (NYHA)≥ grade II,and a severe arrhythmia that cannot be controlled by drugs（atrial fibrillation and paroxysmal supraventricular tachycardia are excluded）;LVEF had previously declined to less than 50% during or after new trastuzumab adjuvant or adjuvant therapy.\n* Allergies to herceptin ®/ TQ-B211 or the chemotherapies involved in this trial and their excipients.\n* History hypersensitivity to any study drug .\n* Patients had participated in clinical trials of other antitumor drugs 4 weeks before randomization .\n* Not eligible to join the study judged by investigators.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}