{
    "nctId": "NCT04504916",
    "briefTitle": "A Study of Zilovertamab Vedotin (MK-2140/VLS-101) in Participants With Solid Tumors (MK-2140-002)",
    "officialTitle": "A Phase 2 Study of VLS-101 in Patients With Solid Tumors",
    "overallStatus": "TERMINATED",
    "conditions": "Triple-negative Breast Cancer, Non-squamous Non-small-cell Lung Cancer, NSCLC, Estrogen-receptor-positive Breast Cancer, Progesterone-receptor-positive Breast Cancer, Estrogen-receptor-negative Breast Cancer, ER-negative Breast Cancer, Progesterone-receptor Negative Breast Cancer, PR-negative Breast Cancer, HER2-negative Breast Cancer, ER-positive Breast Cancer, PR-positive Breast Cancer, Platinum-resistant Ovarian Cancer, Gastric Cancer, Pancreatic Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 102,
    "primaryOutcomeMeasure": "Objective Response Rate (ORR)- Blinded Independent Central Review (BICR)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Has a confirmed diagnosis of solid tumor for one of the following types of cancer: previously treated cancers of triple-negative breast cancer (TNBC), non-TNBC HER2-negative breast cancer, non-squamous non-small-cell lung cancer (NSCLC), gastric cancer, pancreatic cancer, or platinum-resistant ovarian cancer.\n* Has metastatic disease that has progressed during or following previous treatment appropriate for the disease type\n* Presence of radiographically measurable disease.\n* Is willing to provide tumor tissue\n* Has adequate organ function\n* Has a negative test or adequate therapy for human immunodeficiency virus (HIV), hepatitis B, and/or hepatitis C.\n* Has completed all prior therapy.\n* Female subjects of childbearing potential must have a negative serum pregnancy test.\n* Both male and female subjects must be willing to use adequate contraception.\n\nExclusion Criteria:\n\n* Has peripheral neuropathy of Grade \\>1.\n* Has a malignancy involving the central nervous system.\n* Has another major cancer.\n* Has an uncontrolled ongoing infection.\n* Has significant cardiovascular disease.\n* Has a known diagnosis of liver cirrhosis.\n* Is pregnant or breastfeeding.\n* Has had major surgery within 4 weeks before the start of study therapy.\n* Has known tumor resistance or intolerance to a prior MMAE-containing drug.\n* Is concurrently participating in another therapeutic or imaging clinical trial.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}