{
    "nctId": "NCT02358200",
    "briefTitle": "Study of BMN-673 With Carboplatin and Paclitaxel in Patients With Advanced BRCA-mutated Solid Tumor or Triple Negative Metastatic Breast Cancer",
    "officialTitle": "Phase I Study to Evaluate the Tolerability, Safety and Efficacy of BMN-673 in Combination With Carboplatin and Paclitaxel in Patients With Advanced Solid Tumor Malignancies That Have BRCA Mutations or Triple Negative Metastatic Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Triple Negative Metastatic Breast Cancer, BRCA-mutated Solid Tumor",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 23,
    "primaryOutcomeMeasure": "Overall Response Rate (ORR)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Men and women, 18 years or older with advanced malignancies for which no standard therapy is available.\n* Dose Escalation: Patients with any solid tumor malignancies\n* Does Expansion:\n* Patients with advanced malignancies that have germline and/or somatic BRCA mutations (cohort gBRCA) Or\n* Triple negative (TN) metastatic breast cancer without known BRCA mutation (cohort TNBC). Tumors will be considered TN when:\n* Estrogen receptor (ER) expression \\<1%\n* Progesterone receptor (PR) expression \\<1%\n* Her2 negative as per the American Society of Clinical Oncology (ASCO) guidelines\n* Paclitaxel expansion: any solid tumor malignancy with potential benefit from this combination and paclitaxel (ASP).\n* Dose expansion cohort only: Histological or cytological confirmation of advanced unresectable solid tumors for which no standard therapy is available in patients with a known BRCA germline mutation or those with metastatic triple negative breast cancer without known BRCA mutation (see inclusion criteria one for definition of triple negative breast cancer).. For the paclitaxel cohorts, any solid tumors with potential benefit from this combination and paclitaxel.\n* Consent to screening tumor biopsy (for accessible tumors when appropriate) \\[optional in dose escalation, mandatory in dose expansion\\]\n* Part 2 only: Measureable tumor (RECIST1.1)\n* Eastern Cooperative Oncology Group (ECOG) Performance Status of ≤ 2.\n* Adequate organ function:\n* Absolute neutrophil count (ANC) ≥ 1.5 X 109/L\n* Hemoglobin (Hgb) ≥9.5 g/dL(transfusion before treatment is allowable if more than 3 days prior to study start)\n* Platelets (plt) ≥ 100 x 109/L\n* Potassium within normal range, or correctable with supplements;\n* Aspartate aminotransferase (AST) and alanine aminotransferase (ALT) ≤2.5 x Upper Limit Normal (ULN)\n* Serum total bilirubin ≤ 1.5 x ULN\n* Serum creatinine ≤ 1.5 x ULN, or calculated creatinine clearance ≥ 60ml/min\n* Females of child-bearing potential (FCBP) must have negative serum pregnancy test within 7 days before starting study treatment and willingness to adhere to acceptable forms of birth control (a physician-approved contraceptive method: oral, injectable, or implantable hormonal contraceptive; tubal ligation; intra-uterine device; barrier contraceptive with spermicide; or vasectomized partner) for a minimum of 4 weeks following the discontinuation of study treatment.\n\nFCBP is defined as a sexually mature woman who:\n\n* Has not undergone a hysterectomy (the surgical removal of the uterus) or bilateral oophorectomy (the surgical removal of both ovaries) or,\n* Has not been naturally postmenopausal for at least 12 consecutive months (i.e., has had menses at any time during the preceding 12 consecutive months\n* Male subjects with female partner of childbearing potential must agree to the use of a physician-approved contraceptive method throughout the course of the study and for a minimum of 4 weeks following the discontinuation of study treatment.\n* Ability to take oral medications\n\nExclusion Criteria:\n\n* Prior systemic cancer-directed treatments or investigational modalities ≤ 5 half-lives or 4 weeks, whichever is shorter, prior to starting study treatment\n* Patients must have recovered from side effects from prior cancer-directed therapy to grade 1 or less (unless deemed not clinically significant by study investigator).\n* Major surgery ≤ 4 weeks prior to starting study regimen or who have not recovered from surgery.\n* Any known unstable angina, significant cardiac arrhythmia, or New York Heart Association (NYHA) class 3 or 4 congestive heart failure.\n* History of myocardial infraction (MI) within 6 month prior to starting study treatment.\n* Any significant medical condition, laboratory abnormalities, which places the subject at unacceptable risk if he/she were to participate in the study.\n* Any condition that confounds the ability to interpret data from the study.\n* Symptomatic central nervous system metastases. Subjects with brain metastases that have been previously treated and are stable for 4 weeks are allowed.\n* Malabsorption or uncontrolled peptic ulcer disease\n* Grade 2 or higher peripheral neuropathy (paclitaxel arm only)\n* Known allergic reaction or poor tolerability to PARP inhibitors, carboplatin, or paclitaxel\n* Pregnant or breastfeeding\n* Known active human immunodeficiency virus (HIV), hepatitis C virus (HCV) or hepatitis B virus (HBV)",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}