{
    "nctId": "NCT00405938",
    "briefTitle": "Bevacizumab Given With Either Anastrozole or Fulvestrant With Trastuzumab for Postmenopausal Metastatic Breast Cancer",
    "officialTitle": "A Phase II Trial of Open-Label Bevacizumab Administered With Anastrozole or Fulvestrant as First-Line Therapy in Postmenopausal Hormone Receptor- Positive Metastatic Breast Cancer (With Trastuzumab in HER2-Positive Patients)",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer, Breast Neoplasms",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 79,
    "primaryOutcomeMeasure": "Progression Free Survival (PFS), the Length of Time, in Months, That Patients Were Alive From Their First Date of Protocol Treatment Until Worsening of Their Disease",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Postmenopausal breast cancer (adenocarcinoma) estrogen (ER)and/or progesterone (PR) receptor positive that is locally advanced or locally recurrent and not able to be surgically removed OR with measurable and/or disease that is able to be assessed including isolated bone metastasis\n* Female patients 18 years or older\n* Documentation of ER+ and/or PR+\n* No prior chemotherapy or hormone therapy for metastatic breast cancer or inoperable breast cancer that is locally recurrent or locally advanced\n* Measurable or evaluable disease\n* Radiation therapy to painful bone lesions or impending fractures is allowed as long as there is measurable or evaluable disease outside the radiated area.\n* Must have adequate bone marrow, renal and liver function\n* Patients receiving prior treatment with an anthracycline based chemotherapy must have a normal left ventricle ejection fraction\n\nExclusion Criteria:\n\n* No metastatic disease to the Central Nervous System\n* No history of myocardial infarction (MI), stroke or transient ischemic attacks in the last 6 months\n* No symptoms of peripheral vascular disease\n* No history of abdominal fistula, gastrointestinal perforation or intrabdominal abscess in the past 6 months\n* No known hypersensitivity to phosphate, trehalose or polysorbate\n* No serious non-healing wound, ulcer or bone fracture\n* No uncontrolled high blood pressure or history of hypertensive crisis\n* No New York Hear Association class II congestive heart failure\n* No extensive cancer involvement of the liver or lungs\n* No history of significant psychiatric disorders\n* No significant vascular disease\n\nThere are additional inclusion/exclusion criteria. The study center will determine if you meet all of the criteria. If you do not qualify for the trial, study personnel will explain the reasons. If you do qualify, study personnel will explain the trial in detail and answer any questions you may have. You can then decide if you wish to participate.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}