{
    "nctId": "NCT01612247",
    "briefTitle": "Low Dose Chemotherapy With Aspirin in Patients With Breast Cancer After Neoadjuvant Chemotherapy",
    "officialTitle": "Low Dose Metronomic Cyclophosphamide and Methotrexate Chemotherapy in Combination With Aspirin in Patients With Stage II-III Breast Cancer Who Fail to Achieve a Pathologic Complete Response After Neoadjuvant Chemotherapy",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "N/A",
    "enrollmentCount": 13,
    "primaryOutcomeMeasure": "Toxicity and Safety",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients must have histologically confirmed,clinical stage II-III invasive breast cancer prior to neoadjuvant therapy (CTEP Simplified Disease Classification 10021980 or 10006190).\n* Patients may be male or female, premenopausal or postmenopausal. Tumor may be ER/PR positive or negative. Margins must be negative, with the following exception: microscopic positive anterior margin adjacent to skin is allowed.\n* Patients must receive chemotherapy prior to definitive surgery. Any preoperative chemotherapy regimen is acceptable, with the exception of anti-angiogenic agents.\n* Patients must have residual invasive breast cancer in breast and/or axillary lymph nodes by pathology at the time of surgery (not pathologic CR). All of the following clinical responses are acceptable: partial response (PR), stable disease (SD), progressive disease (PD).\n* Patients may receive hormonal therapy concurrently with study therapy. Hormonal therapy, if given, should start 4 weeks prior to initiation of study treatment in order to avoid a confounding effect on the correlative studies.\n* Age \\>18 years. Because breast cancer is extremely rare in this age group, children are excluded from this study.\n* Median life expectancy of greater than 2 years.\n* ECOG performance status \\<1 (Karnofsky \\>60%; see Appendix A).\n* Patients must have normal organ and marrow function as defined below:\n* absolute neutrophil count \\>1.5 K/cmm\n* platelets \\>100 K/cmm\n* total bilirubin within normal institutional limits\n* AST(SGOT)/ALT(SGPT) \\<2.5 X institutional upper limit of normal\n* creatinine within normal institutional limits OR\n* creatinine clearance \\>60 mL/min/1.73 m2 for patients with creatinine levels above institutional normal\n* No clinical evidence of brain metastases.\n* Patients must have QTc \\< 500 msec by electrocardiogram.\n* Patients must have an LVEF within institutional normal limits at baseline.\n* Patients with New York Heart Association Class I or II functional capacity are eligible. The following groups of patients are eligible provided they have New York Heart Association Class II (NYHA; see Appendix B) cardiac function at the time of baseline ECHO/MUGA:The following groups of patients are eligible provided they have New York Heart Association Class A or B\n* Patients must be registered within 180 days of definitive surgery. Treatment must start within one week of registration,\n* Because chemotherapeutic agents used in this trial are known to be teratogenic, women of child-bearing potential and men must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) prior to study entry and for the duration of study participation. Should a woman become pregnant or suspect she is pregnant while participating in this study, she should inform her treating physician immediately.\n* Ability to understand and the willingness to sign a written informed consent document.\n\nExclusion Criteria:\n\n* Patients may not have had chemotherapy within 4 weeks (6 weeks for nitrosoureas or mitomycin C) prior to entering the study and must have recovered from adverse events due to agents administered more than 4 weeks earlier.\n* Patients may not be receiving any other antineoplastic or investigational agents concurrently with study treatment with the exception of hormonal therapy.\n* Patients with HER-2 positive breast cancer are excluded.\n* History of allergic reactions attributed to aspirin or other agents used in the study.\n* Patients may not begin study treatment during radiotherapy, but may begin immediately after completing radiotherapy treatment.\n* Patients may not have received prior bevacizumab, or other anti-angiogenic agents (e.g., sorafenib, pazopanib, AZD2171, PTK787, VEGF Trap, etc.).\n* Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements.\n* Patients with hypertension that cannot be controlled by medications (\\>160/100 mmHg despite optimal medical therapy) are not eligiblePatients with poorly controlled hypertension (systolic blood pressure of 140 mmHg or higher or diastolic blood pressure of 90 mmHg or higher) are ineligible.\n* Patients on chronic aspirin therapy, anti-platelet agents, anti-coagulation agents or nonsteroidal anti-inflammatory drugs (NSAIDs) at any dose are excluded. Patients who take these drugs intermittently must be willing to abstain for the duration of the study treatment.\n* Patients with any condition (e.g., gastrointestinal tract disease resulting in an inability to take oral medication or a requirement for IV alimentation, prior surgical procedures affecting absorption, or active peptic ulcer disease) that impairs their ability to swallow and retain oral medication are excluded.\n* Patients with any of the following conditions are excluded:\n\n  * Prior history of gastrointestinal or central nervous system bleeding, or documented or self-reported blood in stools or bright red blood per rectum\n  * Recent (within 12 months) history of clinically significant bleeding\n  * Serious or non-healing wound, ulcer, or bone fracture.\n  * History of abdominal fistula, gastrointestinal perforation, or intra-abdominal abscess within 28 days of treatment.\n  * Any history of cerebrovascular accident (CVA) or transient ischemic attack within 12 months prior to study entry.\n  * History of myocardial infarction, cardiac arrhythmia, stable/unstable angina, symptomatic congestive heart failure, or coronary/peripheral artery bypass graft or stenting within 12 months prior to study entry.\n  * History of pulmonary embolism within the past 12 months.\n  * Abnormal LVEF by objective measurement. Measurement is not required unless clinically indicated, but patients are excluded if LVEF is documented to be abnormal.\n  * Class III or IV heart failure as defined by the NYHA functional classification system (see Appendix B).\n* Pregnant women are excluded from this study because cyclophosphamide and methotrexate are chemotherapeutic agents with the potential for teratogenic or abortifacient effects. Because there is an unknown but potential risk for adverse events in nursing infants secondary to treatment of the mother with aspirin, cyclophosphamide and methotrexate, breastfeeding should not occur during study treatment. These potential risks may also apply to other agents used in this study.\n* Patients with a prior history of breast cancer, or any other malignancy other than non-melanoma skin cancer within the past five years, are excluded because recurrence of these cancers could affect the exploratory secondary endpoint of the trial.\n* Known HIV-positive patients are excluded because they are at increased risk of lethal infections when treated with marrow-suppressive therapy.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}