{
    "nctId": "NCT04090567",
    "briefTitle": "Olaparib With Cediranib or AZD6738 for the Treatment of Advanced or Metastatic Germline BRCA Mutated Breast Cancer",
    "officialTitle": "Overcoming PARP Inhibitor Resistance in BRCA Germline Mutation Positive Advanced Breast Cancer",
    "overallStatus": "RECRUITING",
    "conditions": "Advanced Breast Carcinoma, Anatomic Stage III Breast Cancer AJCC v8, Anatomic Stage IIIA Breast Cancer AJCC v8, Anatomic Stage IIIB Breast Cancer AJCC v8, Anatomic Stage IIIC Breast Cancer AJCC v8, Anatomic Stage IV Breast Cancer AJCC v8, Germline BRCA1 Gene Mutation, Germline BRCA2 Gene Mutation, HER2/Neu Negative, Metastatic Breast Carcinoma, Prognostic Stage III Breast Cancer AJCC v8, Prognostic Stage IIIA Breast Cancer AJCC v8, Prognostic Stage IIIB Breast Cancer AJCC v8, Prognostic Stage IIIC Breast Cancer AJCC v8, Prognostic Stage IV Breast Cancer AJCC v8",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 60,
    "primaryOutcomeMeasure": "Overall response rate (ORR)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Provision of informed consent prior to any study specific procedures\n* Advanced/metastatic HER2 negative, BRCA germline positive breast cancer. Estrogen receptor positive (ER+) patients must have progressed on a prior endocrine therapy or are considered inappropriate for any Food and Drug Administration (FDA) approved endocrine therapies for ER+ breast cancer\n* Hemoglobin (Hgb) \\>= 10.0 g/dL (measured within 28 days \\[baseline screening\\] and 1 day prior to initiation of cycle 1 day 1 administration of study treatment) with no blood transfusion in the past 28 days prior to the administration\n* Absolute neutrophil count (ANC) \\>= 1.5 x 10\\^9/L (measured within 28 days \\[baseline screening\\] and 1 day prior to initiation of cycle 1 day 1 administration of study treatment) with no granulocyte colony stimulating factor (GCSF) administration within 28 days prior to administration of study treatment\n* Platelet count \\>= 100 x 10\\^9/L (measured within 28 days \\[baseline screening\\] and 1 day prior to initiation of cycle 1 day 1 administration of study treatment)\n* Total bilirubin =\\< 1.5 x institutional upper limit of normal (ULN) (measured within 28 days \\[baseline screening\\] and 1 day prior to initiation of cycle 1 day 1 administration of study treatment)\n* Aspartate aminotransferase (AST) /alanine aminotransferase (ALT) =\\< 3.0 x institutional upper limit of normal unless liver metastases are present in which case they must be =\\< 5 x ULN (measured within 28 days \\[baseline screening\\] and 1 day prior to initiation of cycle 1 day 1 administration of study treatment)\n* Patients must have creatinine clearance estimated using the Cockcroft-Gault creatinine clearance equation of \\>= 51 mL/min, and a random or 24 hours urine protein creatinine (UPC) ratio =\\< 1 (measured within 28 days \\[baseline screening\\] and 1 day prior to initiation of cycle 1 day 1 administration of study treatment)\n* Eastern Cooperative Oncology Group (ECOG) performance status 0-1\n* Patients must have life expectancy \\>= 16 weeks\n* Negative urine or serum pregnancy test within 28 days of study treatment and confirmed prior to treatment on cycle 1 day 1 and during the study for child bearing potential women\n\n  * Female subjects must either be of non-reproductive potential (i.e., post-menopausal by history: \\>= 60 years old and no menses for \\>= 1 year without an alternative medical cause; OR history of hysterectomy, OR history of bilateral tubal ligation, OR history of bilateral oophorectomy) or must have a negative serum pregnancy test upon study entry and be using highly effective contraception (that is, methods with a failure rate of less than 1% per year) for both male and female subjects if the risk of conception exists (Note: The effects of the trial treatment on the developing human fetus are unknown; thus, women of childbearing potential and men must agree to use highly effective contraception, defined in E or as stipulated in national or local guidelines). Highly effective contraception must be used 30 days prior to first trial treatment administration, for the duration of trial treatment, and at least for 1 month after stopping trial treatment\n* Patients is willing and able to comply with the protocol for the duration of the study including undergoing treatment and scheduled visits and examinations\n* Patient has measurable disease, per Response Evaluation Criteria in Solid Tumors (RECIST) version (v) 1.1. At least one lesion, not previously irradiated, that can be accurately measured at baseline as \\>= 10 mm in the longest diameter (except lymph nodes which must have short axis \\>= 15 mm) with computed tomography (CT) or magnetic resonance imaging (MRI)\n* Willingness to undergo baseline biopsy of metastatic lesion (repeat biopsy at progression/or end of the study is optional)\n* Willingness to have research blood draw at baseline and at progression/end of the study\n* Patient should have previously treated with any PARP inhibitor and must have remained on treatment for \\>= 4 months prior to progression of disease\n* Able to swallow and retain oral medications and without gastrointestinal (GI) illnesses that would preclude absorption of cediranib, olaparib or AZD6738\n* Additional inclusion criteria for olaparib + cediranib. Adequately controlled blood pressure (systolic blood pressure \\[SBP\\] =\\< 140 mmHg; diastolic blood pressure \\[DBP\\] =\\< 90 mmHg) on maximum of 3 antihypertensive medications. Patients must have a blood pressure (BP) of =\\< 140/90 mmHg taken in the clinic setting by a medical professional within 2 weeks prior to starting study. It is strongly recommended that patients who are on three antihypertensive medications be followed by a cardiologist or a primary care physician for management of BP (blood pressure) while on study\n* Urine protein quantitative value of =\\< 30 mg/dl in urinalysis or =\\< 1+ on dipstick. (If criteria cannot be met, 24-hour urine collection can be done to calculate total protein excretion. If a 24 hour total urinary protein excretion is \\< 1000 mg, the participant may be included\n* Adequately controlled thyroid function, with no symptoms of thyroid dysfunction\n\nExclusion Criteria:\n\n* Patients who have had chemotherapy or RT (radiation therapy) within 3 weeks prior to start of the study agents or persisting \\>= grade 2 Common Terminology Criteria for Adverse Events (CTCAE) toxicity (except alopecia and grade 2 peripheral neuropathy) from previous anti-cancer treatment(s), or those who have not recovered from adverse events due to agents administered more than 3 weeks earlier\n* Patients received any other investigational agents within the past 4 weeks\n* Patients with untreated brain metastases, spinal cord compression, or evidence of symptomatic brain metastases or leptomeningeal disease as noted on computed tomography (CT) or magnetic resonance imaging (MRI) scans should be excluded from this clinical trial. Patient with known and treated brain metastases is allowed in this study if they fulfil the following criteria: The lesions have improved or remained stable radiographically and clinically for at least 6 weeks after completion of brain irradiation or stereotactic brain radiosurgery and off steroids for at least 6 weeks. (For olaparib + AZD6738 Arm 2; patients can be on steroids not more than 10 mg/day if started 4 weeks prior to initiation of study drug)\n* Patients who have received prior inhibitor of VEGF signaling\n* History of allergic reactions attributed to compounds of similar chemical or biologic composition to cediranib or olaparib or AZD6738\n* Participants receiving any medications or substances that are strong inhibitors or inducers of CYP3A4 are ineligible, unless discontinues within the washout period (2 weeks for CYP3A4 inhibitors and 4 weeks for CYP3A4 inducers). Dihydropyridine calcium-channel blockers are permitted for management of hypertension. In addition, patients enrolled in olaparib + AZD6738 arm, co-administration of study drug with substrates of OATP1B1 and Pgp (P-glycoprotein) inhibitor or inducer is prohibited\n* Current use of natural herbal products or other complementary alternative medications (CAM) or \"folk remedies\" should be discontinued 7 days prior to the initiation of study drugs\n* Patients with concomitant or prior invasive malignancies within the past 5 years. Subjects with treated limited stage basal cell or squamous cell carcinoma of the skin or carcinoma in situ of the breast or cervix are eligible\n* Uncontrolled inter-current illness including, but not limited to, extensive interstitial bilateral lung disease on high resolution computed tomography (HRCT) scan, ongoing or active infection, or psychiatric illness/social situations that would limit compliance with study requirements\n* Congestive heart failure requiring treatment (New York Heart Association grade \\>= 2; left ventricular ejection fraction \\[LVEF\\] \\< 50% as determined by multi-gated acquisition \\[MUGA\\] scan or echocardiogram \\[ECHO\\]) (Only for Arm 1 olaparib + cediranib)\n* History of myocardial infarction, stroke or transient ischemic attack within 6-12 months. Current condition requiring concurrent use of drugs or biologics with anti-arrhythmic or pro-arrhythmic potential\n* History of hypertensive crisis or hypertensive encephalopathy within 3 years\n* Clinically significant peripheral vascular disease or vascular disease (abdominal aortic aneurysm (\\> 5 cm) or aortic dissection). If known history of abdominal aortic aneurysm with \\>= 4 cm in diameter, all the following criteria must be met:\n\n  * An ultrasound (US) within the last 6 months will be required to document that it is =\\< 5 cm\n  * Patient must be asymptomatic from the aneurysm\n* A major surgical procedure, open biopsy, or significant traumatic injury within 28 days prior to starting cediranib (percutaneous/endobronchial biopsies are allowed). The patient must have recovered from any effects of any major surgery and surgical wound should have healed prior to starting treatment\n* Patients may not have current signs and/or symptoms of bowel obstruction within 3 months prior to starting study drugs, except if it was a temporary incident (improved within \\< 24 hours \\[hrs\\] with medical management)\n* History of hemoptysis or any significant bleeding within the last 1 month prior to enrollment\n* Presence of cavitation of central pulmonary lesion\n* Intra-abdominal abscess within the 3 months prior to enrollment. Patient with history of GI perforation. History of abdominal fistula will be considered eligible, if the fistula was surgically repaired, there has been no evidence of fistula for at least 6 months prior to starting treatment, and patient is deemed to be at low risk of recurrent fistula\n* Patients may not have current dependency on intravenous (IV) hydration or total parenteral nutrition (TPN)\n* Patients may have features suggestive of myelodysplastic syndrome (MDS) or acute myelogenous leukemia (AML) on peripheral blood smear or bone marrow biopsy, if clinically indicated\n* As judged by the investigator, any evidence of severe or uncontrolled systemic diseases, active bleeding diatheses, renal transplant, or active infection including any patient known to have hepatitis B, hepatitis C and human immunodeficiency virus (HIV). Screening for chronic conditions is not required\n* Any condition that, in the opinion of the treating investigator would interfere with evaluation of the investigational product or interpretation of subject safety or study results\n* Patients unable to swallow orally administered medication and patients with gastrointestinal disorders likely to interfere with absorption of the study medication\n* Prior exposure to an AZD 6738 and cediranib\n* Patients with uncontrolled seizure\n* Any of the following cardiac criteria:\n\n  * Resting electrocardiography (ECG) indicating uncontrolled, potentially reversible cardiac conditions, as judged by the investigator (e.g., unstable ischemia, uncontrolled symptomatic arrhythmia, congestive heart failure, corrected QT interval by Fridericia (QTcF) prolongation \\> 450 milli-second, or patients with congenital long QT syndrome or family history of unexplained sudden death under 40 years of age)\n  * Any clinically important abnormalities in rhythm, conduction or morphology of resting ECG (e.g., complete left bundle branch block, third degree heart block)\n* Patients at risk of brain perfusion problems, e.g., carotid stenosis\n* Patients with relative hypotension (\\< 100/60 mm Hg) or clinically relevant orthostatic hypotension (\\>= 20 beats per minute change in pulse including a fall in blood pressure of \\>= 20 mm Hg associated with dizziness, syncope, and blurred vision, from lying down or sitting to standing). Uncontrolled hypertension requiring clinical intervention\n* Breast feeding/lactating/pregnant women\n* Prior allogeneic bone marrow transplant or double umbilical cord blood transplantation\n* Progressed on or recurred within 1 months of completing platinum-based chemotherapy in metastatic setting\n* Additional exclusion criteria for olaparib + cediranib: Patients may not have evidence of coagulopathy or bleeding diathesis. Therapeutic anticoagulation for prior thromboembolic events is permitted. The clinical indication for therapeutic anticoagulation must be clearly documented prior to enrollment and must be discussed with the principal investigator (PI). Given the increased risk of serious bleeding from cediranib, patients who are on more than or equal to 2 anti-thrombotic agents, including but not limited to anti-platelet agents (nonsteroidal anti-inflammatory drug \\[NSAID\\]s/aspirin, clopidogrel), heparin, low molecular weight heparin (LMWH), warfarin, and a direct thrombin inhibitor, will be excluded\n* Additional exclusion criteria for olaparib + AZD6738: A diagnosis of ataxia telangiectasia\n* Major surgery within 3 weeks of starting study treatment and patients must have recovered from any effects of any major surgery",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}