{
    "nctId": "NCT02833233",
    "briefTitle": "A Study of Pre-Operative Treatment With Cryoablation and Immune Therapy in Early Stage Breast Cancer",
    "officialTitle": "A Pilot Study of Pre-Operative, Single-Dose Ipilimumab, Nivolumab and Cryoablation in Early Stage/Resectable Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 5,
    "primaryOutcomeMeasure": "Number of Participants Evaluated for Adverse Events",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Women age 18 years or older\n* Confirmed histologic diagnosis of invasive adenocarcinoma of the breast, including MSKCC pathology confirmation\n* ER, PR and HER2 testing in progress (i.e. on outside or MSKCC biopsy report)\n\n  * HER2-positive pathology is permitted\n* Operable tumor measuring ≥1.5 cm in maximal diameter\n\n  * Any nodal status\n  * Multifocal and multicentric disease is permitted\n  * Synchronous bilateral invasive breast cancer is permitted\n  * The tumor should be more than 5 mm from the skin\n* No indication of distant metastases\n* Breast surgery planned\n* Tumor amenable to cryoablation as determined by radiologist\n* ECOG performance status score of 0 or 1\n* Screening laboratory values must meet the following criteria:\n\n  * White blood cells (WBCs) ≥ 2000/μL\n  * Absolute neutrophil count (ANC) ≥ 1500/μL\n  * Platelets ≥ 100 x 10\\^3/μL\n  * Hemoglobin ≥ 11.0 g/dL\n  * Serum creatinine ≤ 2 mg/dL (or glomerular filtration rate ≥ 40 ml/min)\n  * AST ≤ 2.5 x upper limit of normal (ULN)\n  * ALT ≤ 2.5 x ULN\n  * Bilirubin within normal limits (except subjects with Gilbert's syndrome, who must have total bilirubin \\< 3.0 mg/dL)\n  * Negative HIV screening test\n  * Negative screening tests for Hepatitis B and Hepatitis C. Patients with positive results that do not indicate true active or chronic infection may enroll after discussion and consensus agreement by the treating physician and principal investigator.\n* Women of childbearing potential (WOCBP) must be using an acceptable method of contraception to avoid pregnancy throughout the study and for at least 3 months after the last dose of ipilimumab in such a manner that the risk of pregnancy is minimized. See below for the definition of WOCBP.\n* WOCBP must have a negative serum pregnancy test within 14 days prior to the first dose of ipilimumab/nivolumab\n* Women must not be breastfeeding\n* Willing to adhere to the study visit schedule and the prohibitions and restrictions specified in this protocol.\n\nExclusion Criteria:\n\n* Inflammatory breast cancer\n* Medical history and concurrent diseases\n\n  * Subjects with active, known or suspected autoimmune disease. Subjects with vitiligo, type I diabetes mellitus, residual hypothyroidism due to autoimmune condition only requiring hormone replacement, psoriasis not requiring systemic treatment, or conditions not expected to recur in the absence of an external trigger are permitted to enroll.\n  * Any serious or uncontrolled medical disorder that, in the opinion of the investigator, may increase the risk associated with study participation or study drug administration, impair the ability of the subject to receive protocol therapy, or interfere with the interpretation of study results.\n* Prohibited Treatments and/or Therapies\n\n  * Chronic use of immunosuppressants and/or systemic corticosteroids (used in the management of cancer or non-cancer-related illnesses). However, use of corticosteroids is allowed for the treatment of immune related Adverse Events (irAEs), or adrenal insufficiency.\n  * Any non-oncology vaccine therapy used for prevention of infectious diseases within 4 weeks prior to first dose of ipilimumab.\n  * Prior treatment with a CD137 agonist, ipilimumab or other CTLA4 inhibitor;\n  * Prior investigational agents within 2 weeks prior to first dose of ipilimumab;\n  * Prior therapy with any anti-cancer agents including chemotherapy, adjuvant chemotherapy, immunosuppressive agents, surgery or radiotherapy within 2 weeks prior to first dose of ipilimumab.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}