{
    "nctId": "NCT06127797",
    "briefTitle": "Surveillance MRI Registry for Patients Who Had Breast Cancer With Dense Breast Tissue",
    "officialTitle": "Surveillance MRI Registry for Patients Who Had Breast Cancer With Dense Breast Tissue",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 1000,
    "primaryOutcomeMeasure": "Incidence of Adverse Events, Graded According to National Cancer Institute Common Terminology Criteria for Adverse Events (NCI CTCAE) Version (v) 5.0",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Participants 50 years of age or younger who has personal history of breast cancer and mammographically dense breast, per ACR Category C and D.\n* Participants must be 18 years of age or older.\n* Participants are being seen at MD Anderson for annual surveillance and scheduled for routine screening mammogram and/or DBT, with negative or benign findings.\n* Participants must not be pregnant or breast-feeding. If a Participant is of childbearing potential and is uncertain if the Participant could be pregnant or may be pregnant or as per local site standard of practice in women undergoing mammogram/DBT and MRI must have a blood test or urine study within 2 weeks prior to randomization to rule out pregnancy. A female of childbearing potential is any woman, regardless of sexual orientation or whether they have undergone tubal ligation, who meets the following criteria: 1) has not undergone a hysterectomy or bilateral oophorectomy; or 2) has not been naturally postmenopausal for at least 24 consecutive months (i.e., has had menses at any time in the preceding 24 consecutive months).\n* The Participants breast density must be known based on prior mammogram or agree to have mammogram or DBT prior to enrollment in order to determine breast density. Participants must have mammographically dense breasts based on American College of Radiology \\[ACR\\] Breast Imaging \\[BI\\]- Reporting and Data System Atlas (RADS) lexicon categories c or d (heterogeneous or extreme fibroglandular tissue) on their most-recent prior screening mammogram.\n* Participants must be asymptomatic for breast disease and undergoing routine screening.\n* Participants must not have untreated breast cancer (DCIS or invasive cancer) or currently undergoing treatment for breast cancer or planning surgery for a high risk lesion (atypical ductal breast hyperplasia \\[ADH\\], atypical lobular breast hyperplasia \\[ALH\\], lobular breast carcinoma in situ \\[LCIS\\], papilloma, radial scar) at the time of enrollment.\n* Participants on Tamoxifen can be enrolled in registry trial.\n* BRCA, other genetic mutation carriers or relatives of mutation carriers, and participants at high-risk for breast cancer, as defined by the American Cancer Society (ACS) breast MR screening recommendations (lifetime risk of \\>= 20-25%), can participate. These participants may be analyzed as subsets.\n* Participants must be able to undergo breast MRI with contrast enhancement; Participants unable to undergo breast MRI with contrast enhancement for any reason are ineligible.\n* No history of untreatable claustrophobia\n* No presence of non-MRI compatible metallic objects or metallic objects that, in the opinion of the radiologist, would make MRI a contraindication\n* No history of sickle cell disease\n* No contraindication to intravenous contrast administration\n* No known allergy-like reaction to gadolinium or moderate or severe allergic reactions to one or more allergens as defined by the American College of Radiology (ACR); participants may be eligible if willing to undergo pre-treatment as defined by the institution's policy and/or ACR guidance\n* No known or suspected renal impairment; requirements for glomerular filtration rate (GFR) prior to MRI as determined by local site standard practice\n* Weight less than or equal to the MRI table limit\n* Ability to understand and willingness to sign a written informed consent document\n\nExclusion Criteria:\n\n* metastatic breast cancer\n* medically unstable\n* known contraindications to MRI\n* allergic reactions to paramagnetic contrast agent or severe allergic diathesis\n* on renal dialysis or renal dysfunction\n* undergone chemotherapy or hormonal therapy for cancer in previous 6 months\n* breast surgery or radiotherapy for cancer to the ipsilateral breast within the past 6 months\n* had a history of serious breast trauma within the past 3 months\n* pregnant or breastfeeding\n* have a disability preventing MRI in a prone position\n* some MR conditional implants such as neurostimulators or cardiac monitors, per institutional procedures and policy.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}