{
    "nctId": "NCT00165880",
    "briefTitle": "An Open-label, Randomized, Phase II Study of the Efficacy and Safety of Indisulam (E7070) in Combination With Capecitabine",
    "officialTitle": "An Open-label, Randomized, Phase II Study of the Efficacy and Safety of Indisulam (E7070) in Combination With Capecitabine Versus Capecitabine Monotherapy for the Treatment of Metastatic Breast Cancer Patients Following Prior Anthracycline and Taxane Therapy",
    "overallStatus": "TERMINATED",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "DIAGNOSTIC",
    "enrollmentCount": 62,
    "primaryOutcomeMeasure": "Tumor measurements to be done by CT/MRI or photography in accordance with the RECIST criteria and radiography protocol provided. Six month and median overall survival, pain and analgesia score.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Ambulant female patients with metastatic breast cancer who have been treated previously with an anthracycline and a taxane will be enrolled.\n* Patients must fulfill the following criteria to be included in the study:\n* Histologically or cytologically confirmed breast cancer with at least one --- metastatic uni-dimensionally measurable lesion according to RECIST criteria (the following do not qualify as measurable lesions: bone, leptomeningeal disease, ascites, pleural/pericardial effusion, lymphangitis cutis/pulmonis, abdominal masses that are not confirmed and followed by imaging techniques, and cystic lesions).\n* Prior treatment with an anthracycline and a taxane.\n* All previous treatment (including surgery and radiotherapy) must have been completed at least 4 weeks prior to study entry and any acute toxicities must have resolved.\n* Age \\>= 18 years.\n* Karnofsky performance status of \\>= 70%.\n* Written informed consent to participate in the study.\n\nExclusion Criteria:\n\nPatients with the following characteristics will not be included in the study:\n\n* Previously received greater than two prior chemotherapy regimens for metastatic breast cancer.\n* Previously received greater than three prior chemotherapy regimens in total (including neo-adjuvant and adjuvant regimens) for breast cancer.\n* Primary diagnosis of inflammatory breast cancer, confirmed by histology or cytology.\n* Untreated brain metastases (patients who have been treated for CNS metastases must be asymptomatic and radiologically stable for 3 months prior to entry). Patients must not have clinical symptoms from brain metastases and must not be taking corticosteroids for the treatment of brain metastases. Patients must not have leptomeningeal metastases.\n* Concurrent or previous malignancy of a different tumor type within five years of starting the study except for adequately treated non-melanoma skin cancer or cervical intraepithelial neoplasia.\n* Any of the following laboratory parameters:\n\n  1. hemoglobin \\<10 g/dl;\n  2. neutrophils \\<1.5 x 109/L;\n  3. platelets \\<100 x 109/L;\n  4. serum bilirubin \\>25 µmol/l (1.5 mg/dl);\n  5. other liver parameters \\>2.5 x upper normal limit (ULN) (\\> 5 x upper normal limit in the presence of hepatic metastases);\n  6. serum creatinine \\>1.5 x ULN;\n  7. serum calcium (corrected for albumin) \\>=11.5 mg/dl.\n* Uncontrolled infections.\n* Clinically significant cardiac impairment or unstable ischemic heart disease including a myocardial infarction within six months of study start.\n* Malabsorption syndrome or other condition which may affect drug absorption.\n* History of hypersensitivity to sulfonamides.\n* Prior severe or unexpected reaction to fluoropyrimidine therapy (which may be explained by dihydropyrimidine dehydrogenase deficiency or hypersensitivity to 5-fluorouracil).\n* Any treatment with investigational drugs within 30 days before the start of the study.\n* Pregnancy or lactation (all women of childbearing potential must have a negative pregnancy test before inclusion in the study; post-menopausal women must be amenorrheic for at least 12 months). Fertile patients must use adequate contraceptive protection.\n* History of alcoholism, drug addiction, or any psychiatric or psychological condition which, in the opinion of the investigator, would impair study compliance.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}