{
    "nctId": "NCT05036005",
    "briefTitle": "Neoadjuvant Ontruzant (SB3) in Patients With HER2-positive Early Breast Cancer: An Open-Label (NeoON)",
    "officialTitle": "Neoadjuvant Treatment of Ontruzant (SB3) in Patients With HER2-positive Early Breast Cancer: An Open-Label, Multicenter, Phase IV Study",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer, Breast Neoplasms, Breast Cancer Female, HER2-positive Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE4",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 108,
    "primaryOutcomeMeasure": "Pathological complete response (pCR) rate",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Written informed consent prior to beginning of trial specific procedures.\n2. Subject must be female and aged ≥ 18 years on day of signing informed consent.\n3. ECOG 0-1.\n4. Histologically confirmed, early HER2 positive breast cancer determined by core biopsy of breast tumor lesion.\n5. Measurable tumor lesion with a size of ≥ 1 cm assessed by sonography or magnetic resonance imaging (MRI) within ≤ 28 days prior to entry. In case of inflammatory disease, the extent of inflammation will be measured.\n6. Indication for chemotherapy.\n7. Multicentric and/or multifocal disease as well as synchronous bilateral breast cancer is eligible as long as one measurable lesion meets all inclusion criteria. The investigator has to determine which lesion will be used for tumor evaluation before initiation of treatment.\n8. Complete staging within 8 weeks prior to entry with no evidence of distant disease, including bilateral mammography, breast ultrasound, chest-X-ray (or chest CT-scan), liver ultrasound (or liver CT-scan or liver MRI) and bone scan.\n9. Subjects must provide a core biopsy from tumor lesion before first chemotherapy, after 3 cycles of chemotherapy and after last neoadjuvant study treatment for biomarker analyses.\n10. Adequate organ function defined as: Absolute neutrophile count ≥1500/µL, Platelets ≥100 000/µL, Hemoglobin ≥10.0 g/dL or ≥6.2 mmol/L, Creatinine ≤1.5 × ULN OR measured or calculated creatinine clearance ≥30 mL/min for participant with creatinine levels \\>1.5 × institutional ULN (GFR can also be used in place of creatinine or CrCl), Total bilirubin ≤1.5 ×ULN OR direct bilirubin ≤ULN for participants with total bilirubin levels \\>1.5 × ULN, AST (SGOT) and ALT (SGPT) ≤2.5 × ULN (≤5 × ULN for participants with liver metastases), International normalized ratio (INR) OR prothrombin time (PT) ≤1.5 × ULN unless participant is receiving anticoagulant therapy as long as PT or aPTT is within therapeutic range of intended use of anticoagulants, LVEF \\> 50 %\n11. Female subjects of childbearing potential must have a negative urine pregnancy test within 72 h prior to study entry and be willing to use an adequate method of contraception for course of the study through 7 months after the last dose of trial treatment.\n\nExclusion Criteria:\n\n1. Concurrent participation in a study with an investigational agent/device or within 14 days of study entry.\n2. Prior chemotherapy, radiation therapy or small molecule therapy for any reason.\n3. Previous malignant disease being disease-free for less than 3 years (except in situ carcinoma of the cervix and basal cell carcinoma of the skin).\n4. Pregnancy or lactation.\n5. Prior neoadjuvant therapy.\n6. Active infection requiring systemic therapy.\n7. History of (non-infectious) pneumonitis that required steroids or current pneumonitis.\n8. Active autoimmune disease or other diseases that requires systemic treatment with corticosteroids or immunosuppressive drugs (physiologic corticosteroid replacement therapy for adrenal or pituitary insufficiency is allowed).\n9. History of primary or acquired immunodeficiency (including allogenic organ transplant).\n10. Active or prior documented inflammatory bowel disease (e.g., Crohn's disease, ulcerative colitis).\n11. Known history of following infections: Human immunodeficiency virus (HIV), History of acute or chronic Hepatitis B or Hepatitis C, has received a live-virus vaccination within 30 days of planned treatment start. Seasonal flu vaccines that do not contain live virus are permitted.\n12. Known congestive heart failure \\> NYHA I and/or coronary heart disease, angina pectoris, previous history of myocardial infarction, uncontrolled or poorly controlled arterial hypertension (e.g. blood pressure \\>160/90 mmHg under treatment with two or more antihypertensive drugs), rhythm disorders with clinically significant valvular heart disease.\n13. Pre-existing motor or sensory neuropathy of a severity grade ≥2 by National Cancer Institute Common Terminology Criteria for Adverse Events (CTCAE) v5.0.\n14. Any other condition in opinion of the investigator that would interfere with applied systemic treatment or other trial procedures.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}