{
    "nctId": "NCT06547164",
    "briefTitle": "A Study to Investigate the Pharmacokinetics of Midazolam After Repeated Doses of Camizestrant (AZD9833) and to Investigate the Pharmacokinetics of Camizestrant When Administered Alone and in Combination With Carbamazepine in Healthy Post-Menopausal Female Participants",
    "officialTitle": "A Phase I, Open-label, 2 Part, Fixed Sequence Study to Assess the Effect of Co-administration of Camizestrant (AZD9833) on the Pharmacokinetics of Midazolam Exposure (CYP3A4/5 Substrate) and of Carbamazepine (CYP3A4/5 Inducer) on Camizestrant Exposure in Healthy Post Menopausal Female Participants",
    "overallStatus": "RECRUITING",
    "conditions": "Healthy Participants",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 40,
    "primaryOutcomeMeasure": "Part A: Area under concentration-time curve from time 0 to infinity (AUCinf) of midazolam",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Healthy post-menopausal female participants with suitable veins for cannulation or repeated venipuncture.\n* Female participants must be post-menopausal as confirmed at the Screening Visit. Post-menopausal defined as amenorrhoea for at least 12 months or more without an alternative medical or surgical cause and confirmed by a follicle stimulating hormone (FSH) result of ≥ 30 Internation units/liter (IU/L).\n* Have a body mass index between 19 and 35 kg/m2 inclusive and weigh at least 50 kg and no more than 100 kg inclusive.\n* Must agree to not use warfarin or phenytoin (and other coumarin-derived vitamin K antagonist anticoagulants) during the study, and for 2 weeks after last administration of study intervention.\n\nExclusion Criteria:\n\n* History of any clinically important disease or disorder.\n* History or presence of gastrointestinal, hepatic, or renal disease or any other condition known to interfere with absorption, distribution, metabolism, or excretion of drugs.\n* History of any clinically significant cardiovascular, chronic respiratory disease, haematological, neurological or psychiatric disorder.\n* History of acute pulmonary insufficiency marked neuromuscular respiratory weakness, obsessional states, phobic states, sleep apnoea syndrome, and unstable myasthenia gravis.\n* Any clinically important illness, medical/surgical procedure, or trauma within 4 weeks of the first administration of study intervention.\n* Any clinically important abnormalities in clinical chemistry, haematology, or urinalysis results.\n* Any relevant history or known risk factors of QT prolongation or have received drugs known to prolong QT interval.\n* Any positive result for serum Hepatitis B surface antigen (HBsAg), Hepatitis C virus (HCV) antibody or human immunodeficiency virus (HIV).\n* History of or ongoing clinically important allergy/hypersensitivity, or history of hypersensitivity to drugs with a similar chemical structure or class to camizestrant or the formulation excipients.\n* Presence of any contraindication to the probe substrate carbamazepine.\n* Presence of any contraindication to midazolam.\n* Have any active indication for therapeutic anticoagulation, and/or having taken an anticoagulant within 14 days of Screening Visit.\n* Part B only: Participants identified to carry human leukocyte antigen (HLA)-A\\*3101 and/or HLA-B\\*1502 allele.\n* Participants with bone marrow suppression or a history of bone marrow suppression or aplastic anaemia.\n* History of or ongoing clinically significant visual disturbances including but not limited to visual hallucinations, migraine with visual symptoms, blurred vision, frequent floaters/flashes associated with other symptoms such as dizziness.\n* Participants with family history of glaucoma or closed angle glaucoma or participants who are currently on anticholinergic medications.\n* Participants with an anticipated need for major surgery and/or any surgery requiring general anaesthesia during the participation in the study.\n* Vulnerable participants, e.g., kept in detention, protected adults under guardianship, trusteeship, or committed to an institution by governmental or juridical order.",
    "sex": "FEMALE",
    "minimumAge": "50 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}