{
    "nctId": "NCT00582244",
    "briefTitle": "Cognitive Behavioral Therapy (CBT) and Physical Exercise for Climacteric Symptoms in Breast Cancer Patients Experiencing Treatment-Induced Menopause: a Multicenter Randomized Trial",
    "officialTitle": "Cognitive Behavioral Therapy (CBT) and Physical Exercise for Climacteric Symptoms in Breast Cancer Patients Experiencing Treatment-Induced Menopause: a Multicenter Randomized Trial",
    "overallStatus": "UNKNOWN",
    "conditions": "Menopausal Symptoms in Breast Cancer Patients With Treatment-Induced Complaints",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 325,
    "primaryOutcomeMeasure": "Menopausal symptoms",
    "eligibilityCriteria": "Inclusion Criteria:\n\nThe study sample will be composed of 325 women, younger than 50 years of age, with histologically confirmed primary breast cancer (stages: T1 - T4, N0 - N1 and M0). All women will have been premenopausal at the time of diagnosis, have completed adjuvant chemotherapy (with the exception of herceptin, which can continue to receive) a minimum of 4 months and a maximum of 5 years prior to study entry. Women may currently be receiving adjuvant hormonal therapy. All women should be disease-free at time of study entry. Potentially eligible women will be screened for the presence of at least one of the following 3 menopausal symptoms during the previous 2-month period: hot flushes, sweating and/or vaginal dryness.\n\nExclusion Criteria:\n\nWomen will be excluded from the study if they lack basic proficiency in Dutch, if they have serious cognitive or psychiatric problems, or serious physical comorbidity that would preclude them from participating in a physical exercise program. Since physical exercise may be contraindicated as a treatment for hot flushes in obese women, 49 patients with a BMI ≥ 30 will be excluded from the study. Patients participating in concurrent studies or rehabilitation programs containing psychosocial interventions will also be excluded.",
    "sex": "FEMALE",
    "minimumAge": "30 Years",
    "stdAges": "ADULT"
}