{
    "nctId": "NCT02276300",
    "briefTitle": "HER2-Peptide Vaccination of Patients With Solid Tumors",
    "officialTitle": "A Phase 1 Study of Peptide Vaccination for the Treatment of Patients With Solid Tumors Moderately Expressing HER2/Neu",
    "overallStatus": "COMPLETED",
    "conditions": "Gastric Cancer, Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 2,
    "primaryOutcomeMeasure": "Safety and tolerability of HER2-derived peptide vaccination measured by clinical and chemical parameters.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients with stage IV metastasized breast or gastric cancer with documented stable disease or objective response after at least first line chemo/ radiotherapy for advanced disease\n* HER2 IHC score 2+ on tumor cells, negative FISH result\n* HLA-A2 expression\n* Female or male patients aged \\>= 18 years\n* Measurable disease according to RECIST criteria\n* ECOG 0-1\n* Neutrophile count \\> 1,5x10\\^9/l\n* WBC \\> 2,5x10\\^9/l\n* Lymphocyte count \\> 1x10\\^9/l\n* Hemoglobin \\> 10g/dl\n* Platelets \\> 100x10\\^9/l\n* Normal renal function (creatinine \\< 150% ULN)\n* Normal liver function (Bilirubin \\< 150% ULN; ALAT/SGPT and ASAT/SGOT \\< 300% ULN, except proven metastases)\n* Expected survival of at least 6 months\n* Concomitant anti-hormonal treatment is allowed\n* Female patients within child bearing age must have a negative pregnancy test performed not earlier than 21 days before administration of investigational product. Male and female patients with reproductive potential must agree to employ an effective method of birth control throughout the study and for 6 months discontinuation of investigational product. Postmenopausal women must be amenorrheal for at least 12 months to be considered of non-childbearing potential.\n* Men and women of childbearing potential must agree to use a highly effective method of birth control which results in a low failure rate (less than 1% per year) when used consistently and correctly.\n* Written informed consent that the patient or a legally authorized representative has been informed about all aspects of the study prior to enrollment and is willing to participate and to be included in the study\n* Ability to understand and comply with study and follow-up procedures\n\nExclusion Criteria:\n\n* Treatment with any other investigational drug within 4 weeks prior to the start of the study medication\n* Known hypersensitivity to any components of the study product\n* Any severe concomitant disease\n* Any disease (including psychotic disorders, drug abuse, active infection, uncontrolled hypertension, unstable angina, heart failure, myocardial infarction within the previous year, serious cardiac arrhythmia requiring medication, hepatic, renal or metabolic disease, obstructive or restrictive lung disease) metabolic dysfunction) and physical examination finding likely (in the investigator's opinion) to affect the evaluation of the study or to put patient at risk associated to treatment with the study medication.\n* Any heart disease\n* Any serious infection or sepsis\n* Any autoimmune disorder\n* Infection with HIV, chronic infection with Hepatitis B or C\n* Any immunodeficiency syndrome\n* Surgery within 4 weeks before study entry\n* Prior splenectomy\n* Brain metastasis or leptomeningeal involvement\n* Systemic application of immunosuppressive drugs including systemic corticosteroids within three weeks before study entry\n* Patients eligible or treated with any aproved HER2-targeted therapy as Trastuzumab, Pertzuzumab, T-DM1 or Lapatinib\n* Radio-, chemo- or immunotherapy other than study medication in parallel or within 4 weeks prior study start\n* Active drug abuse or chronic alcoholism\n* Pregnancy or breast feeding\n* Female and male patients of reproductive potential unwilling or unable to practice a highly effective method of birth control\n* History of non-compliance with medical regimens\n* Patients unwilling or unable to comply with the protocol",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}