{
    "nctId": "NCT04537286",
    "briefTitle": "First-line Nab-paclitaxel Plus Cisplatin Plus Carilizumab in mTNBC Patients",
    "officialTitle": "A Prospective, Single-arm, Open-Label, Phase II Study of Nab-paclitaxel Plus Cisplatin Plus Carilizumab as First-line Treatment in Patients With Metastatic Triple-negative Breast Cancer",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 90,
    "primaryOutcomeMeasure": "PFS",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Female patients aged 18-70 years who had\n2. Metastatic TNBC. ER, PgR, and HER2 status were determined locally by immunohistochemistry (IHC) of patient primary or metastatic tumor sections. Metastatic disease was confirmed by clinical, imaging, histological or cytological measures.\n3. Patients were required to receive no previous chemotherapy or targeted therapy for metastatic triple-negative breast cancer.\n4. Patients who had received adjuvant/neoadjuvant therapy were required an interval for at least 6 months after stop of chemotherapy before the enrollment.\n5. At least one measurable lesion according to RECIST 1.1,\n6. ECOG performance status ≤ 1\n7. Life expectancy of more than 12 weeks\n8. Adequate organ and bone marrow function.\n\nExclusion Criteria:\n\n1. Patient of childbearing potential but unwilling to receive contraception.\n2. Radiation therapy of axial bone within 4 weeks before enrollment.\n3. Previous treatment with PD-1 antibody, PD-L1 antibody and CTLA-4 antibody.\n4. Patients have active autoimmune diseases.\n5. Patients who need systemic corticosteroids (\\> 10 mg prednisone/d) or other immunosuppressive drugs within 14 days before enrollment or during the study period.\n6. Symptomatic central nervous system (CNS) disease (patients with asymptomatic treated CNS metastases were permitted)\n7. Other malignant diseases within the past 5 years (patients with basal cell skin carcinoma and cervical carcinoma in situ were permitted)\n8. Uncontrolled infection.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}