{
    "nctId": "NCT03580395",
    "briefTitle": "Apatinib in Neoadjuvant Therapy for Patients With Breast Cancer",
    "officialTitle": "Efficacy and Safety of Apatinib Added to Docetaxel and Cisplatin Neoadjuvant Therapy for Patients With Breast Cancer: a Randomized, Parallel Controlled Phase II Trial",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2, PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 200,
    "primaryOutcomeMeasure": "The primary endpoint is pathological complete remission (pCR)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. breast invasive carcinoma diagnosed by core needle biopsy, without previous treatments for breast cancer;\n2. with the molecular subtypes of triple-negative, HER2+ or Luminal B, confirmed by immunohistochemistry;\n3. breast cancer within stage IIb-IIIc, planned to receive neoadjuvant therapy;\n4. women aged from 18 to 70 years old;\n5. required to have an Eastern Cooperative Oncology Group (ECOG) performance status of 0 to 1;\n6. left ventricular ejection fraction (LVEF) greater than 55% without clinical symptoms or signs of heart failure;\n7. Adequate bone marrow, with white blood cell ≥4.0×109 /L，neutrophils ≥2.0×109 /L, platelet ≥100×109 /L, hemoglobin ≥ 90 g/L；\n8. Serum creatinine ranges from 44 to 133 mol/L;\n9. Glutamic pyruvic transaminase and Glutamic-oxalacetic Transaminase ≤2 times to superior limit of normal value;\n10. bilirubin ≤ superior limit of normal value;\n11. Expected survival ≥ 12 months;\n12. pregnancy tests must be negative, and the couples of patients should agree to use effective contraception during treatment and the following one year;\n13. approved by the institutional ethnics committee of the Fourth Hospital of Hebei Medical University, with signature to the Informed consent.\n\nExclusion Criteria:\n\n1. severe systemic infection;\n2. being allergic or intolerant to apatinib, paclitaxel, cisplatin;\n3. having received any testing drugs, radiotherapy or other chemotherapy drugs within 30 days before being enrolled in this trial;\n4. uncontrolled hypertension, severe heart function;\n5. researchers believe that participating in the test does not meet the best interests of the patients (e.g. cause adverse health) or may interfere with the evaluation of response.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}