{
    "nctId": "NCT02671097",
    "briefTitle": "Drug-drug Interaction Study Using Rosuvastatin as a Breast Cancer Resistant Protein (Efflux Transporter), Organic Anion-transporting Polypeptide (OATP)1B1, and OATP1B3 (Uptake Transporters) Probe Substrate",
    "officialTitle": "A Phase 1, Open Label, Fixed-sequence Study to Evaluate the Effect of BAY1841788 (ODM-201) on Drug Transporters Using Rosuvastatin as Probe Substrate and to Assess Pharmacokinetics and Safety of BAY1841788 in Female and Male Volunteers",
    "overallStatus": "COMPLETED",
    "conditions": "Healthy Volunteers, Pharmacokinetics, Drug Interaction",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "N/A",
    "enrollmentCount": 30,
    "primaryOutcomeMeasure": "Area under the concentration-time curve of Rosuvastatin from time zero to 24 hours (AUC(0-24))",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Healthy subject - as determined by medical history, physical examination and all procedures required by this protocol.\n* Age: 45 to 65 years at the screening visit.\n* Race: White.\n* Body mass index (BMI): ≥18.0 and ≤29.9 kg/m\\*2.\n* Adequate venous access (frequent blood sampling).\n* Ability to understand and follow study-related instructions.\n* Females have to be in postmenopausal state, revealed by: Medical history, if applicable (natural menopause at least 12 months prior to first study drug administration; or surgical menopause by bilateral ovariectomy at least 3 months prior to first study drugadministration) and follicle stimulating hormone (FSH) \\>40 IU/L at screening examination.\n* Male subjects must agree to use condoms as an effective contraception barrier method during the whole study (starting after informed consent) and for 3 months after the end of treatment with BAY1841788 (ODM-201). In addition, participants must agree to utilize a second reliable method of contraception simultaneously. The second method which has to be used by a female partner of childbearing potential can be one of the following methods: diaphragm or cervical cap with spermicide or intra-uterine device or hormone-based contraception.\n\nExclusion Criteria:\n\n* Medical and surgical history\n\n  * Subjects with clinically relevant findings in medical history e.g. history or currently existing relevant diseases of vital organs, central nervous system (for example seizures) or other organs (e.g. diabetes mellitus).\n  * Incompletely cured pre-existing diseases for which it can be assumed that the absorption, distribution, metabolism, elimination and effects of the study drugs will not be normal.\n  * Febrile illness within 1 week before the first study drug administration.\n  * A medical history of risk factors for Torsades de Pointes (e.g. family history of Long QT interval in electrocardiogram Syndrome) or other arrhythmias.\n* History of myopathia after treatment with statins.\n\n  * History of rhabdomyolysis or myopathia.\n  * Medical history of any type of psychiatric disorder, especially mood disorders including medical history with suicidal ideation and/or suicide attempts.\n  * History of thyroid disorders, especially hypothyreosis.\n  * History of respiratory disorder (excluding history of bronchitis or pneumonia).\n  * History of myasthenia.\n  * History of muscle pain or muscle ache, muscle soreness of unknown origin or on frequent occasions although an origin might have been found.\n  * History of any clinically significant hypoglycemia or hyperglycemia.\n  * Relevant hepatic disorders like a history of viral hepatitis, cholestasis, disturbances of bilirubin metabolism, any progressive liver disease.\n  * Relevant renal disorders like recurrent glomerulonephritis, renal injury, and renal insufficiency. However, a history of a single episode of uncomplicated nephrolithiasis will not prevent participation.",
    "sex": "ALL",
    "minimumAge": "45 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}