{
    "nctId": "NCT04281641",
    "briefTitle": "Markers to Evaluate the Efficacy of PH-based Regimen as a Neoadjuvant Therapy for Operable HER2 Positive Breast Cancer",
    "officialTitle": "Gene Expression Assays and 68 Ga-Affibody HER-2 Imaging PET in Predicting Response to Treatment With Trastuzumab and Pertuzumab Before Surgery in Chinese Patients With HER2 Positive Breast Cancer",
    "overallStatus": "RECRUITING",
    "conditions": "HER2-positive Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "DIAGNOSTIC",
    "enrollmentCount": 94,
    "primaryOutcomeMeasure": "Percent Change in Standardized Uptake Value (SUV) on Positron Emission Tomography and Change in Gene Expression With Response",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Female or male, presenting for the first time with operable breast cancer, who had not received any previous treatment for an invasive malignancy.\n2. Primary tumor greater than (\\>) 2 cm in diameter.\n3. Age ≥ 18 years and \\< 70 years.\n4. Eastern Cooperative Oncology Group (ECOG) performance status less than or equal to (\\</=) 1.\n5. Baseline left ventricular ejection fraction (LVEF) greater than or equal to (\\>/=) 55%\n6. Availability of tumor tissue specimen after surgery.\n7. Participants agree to undergo a core needle biopsy for genomic testing and organoid drug sensitivity assay.\n8. Histologically proven diagnosis of breast cancer.\n9. Patients have HER2-positive disease. HER2-positive disease was defined as follows: disease which overexpresses HER-2 by immunohistochemistry (IHC) 3+ and/or has HER2 amplification according to fluorescence in situ hybridization (FISH).\n10. Had hormonal receptors (ER and PgR) assessed.\n11. Signed informed consent.\n12. Able to comply with the protocol.\n\nExclusion Criteria:\n\n1. Metastatic disease (Stage IV) or bilateral breast cancer.\n2. Any previous systemic therapy (including chemotherapy, immunotherapy, HER2 targeted agents, and antitumor vaccines) for cancer, or radiation therapy for cancer.\n3. Prior breast or non-breast malignancy within 5 years prior to study entry.\n4. Inadequate bone marrow, renal, or liver function\n5. History or evidence of cardiovascular condition\n6. Severe, uncontrolled systemic disease\n7. Participants with poorly controlled diabetes or with evidence of clinically significant diabetic vascular complications.\n8. Pregnancy or breast-feeding women.\n9. Participants who received any investigational treatment within 4 weeks of study start.\n10. Participants with known infection with human immunodeficiency virus (HIV), hepatitis B virus, or hepatitis C virus.\n11. Current chronic daily treatment with corticosteroids (dose \\>10 mg methylprednisolone or equivalent \\[excluding inhaled steroids\\]).\n12. Known hypersensitivity to any of the study drugs or excipients",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}