{
    "nctId": "NCT00929214",
    "briefTitle": "Aggressive Local Therapy for Limited Bone-Only Metastasis to Improve Progression-Free Survival in Breast Cancer Patients",
    "officialTitle": "Aggressive Local Therapy for Limited Bone-Only Metastasis to Improve Progression-Free Survival in Breast Cancer Patients",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 35,
    "primaryOutcomeMeasure": "Number of Patients with Progression-Free Survival (PFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Breast cancer with metastasis to skeletal sites only\n2. 1 to 3 bone metastatic sites (metastatic lesions in the same bone that are within 3 cm of each other are considered as one site)\n3. KPS greater than or equals to 70\n4. Absolute neutrophil count of \\> 1500 per microliter and platelet count \\> 100,000 per microliter; AST and alkaline phosphatase \\< = 2.5 X normal limits, bilirubin \\< = 1.5 x normal limits, calculated creatinine clearance \\> 50 ml/min using Cockcroft-Gault formula: CrCl male = (140-age) x (wt. in kg)/(Serum Cr x 72); CrCl female = 0.85 x (CrCl male)\n5. Patients may or may not have started bis-phosphonates.\n6. Patients who have received prior chemotherapy for their original breast cancer treatment are still eligible.\n7. Previous use of systemic therapy for bone metastasis is allowable as long as the systemic therapy use fits within the treatment plan as described in Proposed Treatment/Study Plan. (If the patient received less than 3 - 9 months of systemic therapy previously, the use of additional systemic therapy may be necessary to fit within the treatment plan)\n8. Treating physician assesses tumor to be sufficiently distant from sensitive structures to be able to achieve greater than or equal to 66 Gy. (i.e., spinal cord tolerance respected in vertebral body metastasis.\n9. Patients with immanent risk of fracture(s) may receive local therapy prior to systemic therapy. Otherwise systemic therapy should be given first as outlined in abstract treatment study plan sections 1 and 2.\n\nExclusion Criteria:\n\n1. Distant metastasis to organs (local recurrence and regional lymph node recurrence are not considered as distant metastasis) other than bone\n2. Prior radiation to site(s) of distant metastasis of bone\n3. History of scleroderma and systemic lupus erythematosus which increases the risk of toxicity from radiation treatment\n4. Second primary malignancy (skin cancer other than melanoma allowed) that is disease free for less than 3 years\n5. Premenopausal and postmenopausal (amenorrheic for less than 12 months) women with either a positive or no pregnancy test (serum or urine) at baseline within 7 days study enrollment. Postmenopausal women who are amenorrheic for more than 12 months do not require pregnancy test.\n6. Women with child-bearing potential not using a reliable an appropriate contraceptive method.\n7. Patients with child-bearing potential will agree to use contraception while on study and for 30 days from the date of the last therapy on protocol.\n8. If the patient requires surgery of the bone metastasis, clinically serious comorbidities that render patient not medically fit for surgery (e.g. congestive heart failure, symptomatic coronary artery disease, cardiac arrhythmias and chronic lung disease not well controlled with medication; myocardial infarction within 12 months of enrollment)\n9. Central nervous system disorders or psychiatric disability judged by the investigator to be clinically significant to preclude informed consent or interfere with complying with protocol treatments.",
    "sex": "FEMALE",
    "minimumAge": "N/A",
    "stdAges": "CHILD, ADULT, OLDER_ADULT"
}