{
    "nctId": "NCT02137252",
    "briefTitle": "Naltrexone RCT for Treatment-Emergent Fatigue in Patients Receiving Radiation Therapy for Breast Cancer",
    "officialTitle": "Naltrexone Randomized Controlled Trial for Treatment-Emergent Fatigue in Patients Receiving Radiation Therapy for Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Invasive Breast Cancer (Stage I-III), Ductal Carcinoma in Situ, Lobular Carcinoma in Situ, Lobular Carcinoma, Fatigue Related to Cancer Treatment",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 3,
    "primaryOutcomeMeasure": "Change in FACIT-fatigue Subscale Score From Randomization to End of Study",
    "eligibilityCriteria": "Inclusion Criteria\n\nEligibility Criteria for Monitoring Phase\n\n* Age ≥ 18\n* Diagnosis of: invasive breast cancer (stage I-III), ductal carcinoma in situ, lobular carcinoma in situ, lobular carcinoma\n* Plan to receive radiation therapy\n\nEligibility Criteria for Randomization Phase\n\n* Participants may have had prior breast surgery and/or chemotherapy.\n* Age ≥18 years.\n\n  --Because no dosing or adverse event data are currently available on the use of naltrexone in cancer patients \\<18 years of age, children are excluded from this study, but will be eligible for future pediatric trials.\n* Participants must have acceptable pre-treatment laboratory values as defined below:\n\n  * total bilirubin within normal institutional limits\n  * AST(SGOT)/ALT(SGPT) ≤2.5 × institutional upper limit of normal\n  * creatinine within normal institutional limits OR\n  * creatinine clearance ≥60 mL/min/1.73 m2 for patients with creatinine levels above institutional normal.\n  * If child-bearing potential, willingness to use adequate contraception (hormonal or barrier method of birth control; abstinence) prior to study entry and for the duration of study participation. Should a woman become pregnant or suspect she is pregnant while she or her partner is participating in this study, she should inform her treating physician immediately.\n* Ability to understand and the willingness to sign a written informed consent document\n* Receiving radiation therapy of any type at DFCI, BWH, or MGH (including but not limited to partial breast irradiation, two-field, three-field, and four-field plans)\n* FACIT-F subscale score \\>=10 pre-radiation therapy and decrease in FACIT-F of 10 points or more as compared to pre-radiotherapy baseline\n\nExclusion Criteria:\n\nExclusion Criteria for Monitoring Phase\n\n* Suicidal ideation, as determined via PHQ-9\n* Non-English speaking\n\nExclusion Criteria for Randomization Phase\n\n* Participants with major depressive disorder and/or suicidal ideation as determined by PHQ-9.\n* Participants who are receiving any other investigational agents that might interact with study medication or influence the measurement of study outcomes.\n* Participants with known metastatic disease should be excluded from this clinical trial because of their poor prognosis and because they often develop progressive neurologic dysfunction that would confound the evaluation of neurologic and other adverse events.\n* History of allergic reactions attributed to compounds of similar chemical or biologic composition to naltrexone.\n* Participants who have used opioid-containing medications (including cough/cold medications containing codeine and/or antidiarrheals containing loperamide) in the past 2 weeks, or who are expected to require opioid-containing medications within the duration of the treatment period.\n* Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements.\n* Pregnant women are excluded from this study because naltrexone is category C agent with the potential for teratogenic or abortifacient effects. Because there is an unknown but potential risk for adverse events in nursing infants secondary to treatment of the mother with naltrexone, breastfeeding should be discontinued if the mother is treated with naltrexone.\n* Participants using other contraindicated medications (thioridazine, yohimbine)",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}