{
    "nctId": "NCT00616135",
    "briefTitle": "Study of Autologous Fat Enhanced w/ Regenerative Cells Transplanted to Reconstruct Breast Deformities After Lumpectomy",
    "officialTitle": "A Clinical Evaluation Of Adipose Derived Regenerative Cells In The Treatment Of Patients With BrEast Deformities Post Segmental Breast ResecTion (Lumpectomy) With Or Without Radiation ThErapy. A Phase IV Post Market Study.",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Neoplasms, Carcinoma, Ductal, Breast, Mammaplasty, Mastectomy, Segmental, Lumpectomy, Breast Reconstruction,",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE4",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 71,
    "primaryOutcomeMeasure": "Patient and physician satisfaction with functional and cosmetic results. Improvement in overall breast deformity measured at 12 months compared to baseline.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Females with a history of T2N0M0 breast carcinoma (tumor ≤3 cm in largest dimension)\n* Surgical or endoscopic segmental mastectomy or quadrantectomy (lumpectomy)\n* Clean surgical margins\n* No prosthesis in breast(s) to undergo treatment\n* Ability to undergo lipoaspiration\n* Last treatment for breast cancer ≥ 12 months prior to enrollment with absence of recurrence (patients on anti-estrogen adjuvant therapy are NOT excluded)\n* No evidence of recurrence of cancer based on mammogram or breast exam prior to enrollment\n* Objective signs of mild breast damage post Breast Conservation Therapy\n* Type I Cosmetic Sequelae Classification\n* A minimum of 1 cm of soft tissue (e.g. breast or fat) is available between the skin and chest wall at the recipient site\n* A minimum of two-thirds of the breast is remaining post Breast Conservation Therapy\n* No continuous adhesion of skin to bone \\>3 cm in diameter\n* The volume and shape of the defect(s) must be conducive to correction during a single treatment session (maximum defect volume ≤150 mL in breast(s) to undergo treatment)\n\nExclusion Criteria:\n\n* History of autoimmune disorder (e.g., Systemic Lupus Erythematosus \\[SLE\\])\n* History of connective, metabolic or atrophic skin disease\n* History of keloid scarring\n* Chronic use (\\>7 consecutive days) of anticoagulants (such as aspirin) or NSAIDs within 15 days prior to enrollment\n* Life expectancy ≤ 2 years\n* Recurrence or active malignancy requiring radiation or surgical treatment ≤12 months prior to enrollment\n* Presence of any other known malignancy\n* Body Mass Index (BMI) \\>30\n* Plan to undergo weight reduction surgery or foresee any significant weight changes during the study (defined as changes in BMI \\>5 compared to baseline\n* Presence of contraindications to MRI",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}