{
    "nctId": "NCT00636558",
    "briefTitle": "Coxsackie Virus A21 Administered Intravenously (IV) for Solid Tumour Cancers (PSX-X04)",
    "officialTitle": "A Phase I, Open-Label, Cohort Study of Multiple Doses of Cavatak™ (Coxsackie Virus A21) Given Intravenously to Stage IV Solid Tumour Cancer Patients Bearing ICAM-1 With or Without DAF Expressing Tumours (PSX-X04)",
    "overallStatus": "COMPLETED",
    "conditions": "Melanoma, Breast Cancer, Prostate Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 8,
    "primaryOutcomeMeasure": "The primary objective of the study is to determine the safety and tolerability of CVA21 given by intravenous infusion in multiple escalating doses.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patients who are willing and able to provide written informed consent to participate in the study.\n2. Male or female aged 18 years or older.\n3. Stage IV solid tumour disease with the primary tumour being any one of the following types - breast, prostate or melanoma.\n4. ICAM-1 with or without DAF-expressing tumour. Patients without archival material for testing must agree to a new tumour biopsy.\n5. Absence of circulating antibodies to CVA21 (titre \\< 1:16).\n6. Patients must have failed or refused standard treatment(s).\n7. Adequate haematological, hepatic and renal function, defined as:\n\n   * ANC \\> 1.5 x 10\\^9/L, platelets \\> 100 x 10\\^9/L\n   * Bilirubin \\< 20µmol/L, AST \\< 2.5 times the upper limit of normal\n   * Calculated creatinine clearance \\> 30 mL/minute\n8. Adequate immunologic function, defined as:\n\n   * Serum IgG \\> 5g/L\n   * T cell subsets within normal limits\n9. Fertile males and females must agree to the use of an adequate form of contraception. Hormonal contraceptives should be supplemented with an additional barrier method. Negative pregnancy test is required in female patients of child-bearing potential.\n\nExclusion Criteria:\n\n1. Presence or history of Central Nervous System (CNS) malignancy.\n2. Patients must not have received chemotherapy within 4 weeks prior to date of consent.\n3. Performance status \\> 1 on the Eastern Cooperative Oncology Group (ECOG) scale.\n4. Life expectancy \\< 6 months.\n5. Pregnancy or breastfeeding.\n6. Primary or secondary immunodeficiency, including immunosuppressive disease, and immunosuppressive doses of corticosteroids (e.g. prednisolone \\> 7.5mg per day) or other immunosuppressive medications including cyclosporine, azathioprine, interferons, within the past 4 weeks.\n7. Positive serology for HIV, hepatitis B or hepatitis C.\n8. Splenectomy.\n9. Presence of uncontrolled infection.\n10. Presence of unstable neurological disease.\n11. Any uncontrolled medical condition that in the opinion of the Investigator is likely to place the patient at unacceptable risk during the study or reduce their ability to complete the study\n12. Participation in another study requiring administration of an investigational drug or biological agent within the last 4 weeks\n13. Known allergy to treatment medication or its excipients\n14. Any other medical or psychological condition that would preclude participation in the study or compromise ability to give informed consent.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}