{
    "nctId": "NCT01548924",
    "briefTitle": "Determination of Dose of Antiangiogenic Multitargeted DOVITINIB (TKI258) Plus Paclitaxel in Patients With Solid Tumors",
    "officialTitle": "Phase I/II Randomized Clinical Trial of Neoadjuvant Paclitaxel Versus Priming With BIBF 1120 BIBF 1120 Followed by Plus Paclitaxel in Breast Cancer With HER-2 Negative Correlative Proteomic Studies. and Dynamic Image",
    "overallStatus": "TERMINATED",
    "conditions": "Solid Tumors",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 13,
    "primaryOutcomeMeasure": "Maximum tolerated dose (MTD)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Have signed the informed consent of study and be willing to undergo an image-guided biopsy and blood sampling for FC.\n* Men or women over 18 years.\n* Patients with solid tumors locally advanced or metastatic confirmed by histological methods or cytological, not susceptible of cure, who received the standard treatment available. Participation of patients with more active malignancy.\n* measurable or nonmeasurable disease as version 1.1. of RECIST\n* Class 0 to 2 of the ECOG\n* Have at least four weeks elapsed since the last normal or experimental antitumor treatment (six weeks for BCNU, CCNU or mitomycin C)\n* Have recovered of any toxicity (except alopecia) to grade 0 or 1 according to common terminology criteria for adverse events from the National Cancer Institute (NCI CTCAE, version 4.0).\n* Life expectancy of three months.\n* Participation of patients with more active malignancy.\n* The baseline analytical data required are:\n\n  * Absolute neutrophil count (ANC) ≥ 1.500/mm3 \\[1.5 x 109/l\\]\n  * Platelets ≥ 75.000/mm3 \\[75 x 109/l\\]\n  * Hemoglobin ≥ 8.0 g / dL \\[80 g/l\\]\n  * Serum creatinine ≤ 1.5 x upper limit of normal (ULN)\n  * Bilirubin ≤ 1.5 x ULN.\n  * AST (SGOT) and ALT (SGPT) ≤ 2.5 x ULN (with or without liver metastases)\n  * Concentration of electrolytes:\n  * Potassium \\< LIN (3.0 mmol/l) or \\> ULN (5.5 mmol/l)\n  * Sodium \\< LIN (130 mmol/l) or \\> ULN (150 mmol/l)\n* Women of childbearing potential must have a negative pregnancy test within 7 days prior to inclusion in the study.\n\nExclusion Criteria:\n\n* Concomitant treatment with another investigational drug within 28 days before the baseline visit.\n* Have been treated with dovitinib.\n* Women of childbearing age and biologically capable of conceiving not using two contraceptive methods very effective. Highly effective contraceptive methods (such as condom with spermicide, diaphragm with spermicide, intrauterine device) should be used by both sexes during the study and maintained for 8 weeks after the end of study treatment. Oral contraceptives, implantable, or injectable may be affected by interactions with cytochrome P450, so not considered effective in this study. Women of childbearing age, defined as sexually mature those who have not had a hysterectomy or who reached natural menopause less than 12 consecutive months (i.e., who have had menses at some time during the last 12 months) must have a negative pregnancy test within 72 hours before the start of treatment with TKI258.\n* Clinically significant heart disease (class III or IV New York Heart Association) or impaired cardiac function, comprising any of the following:\n\n  * LVEF less than 50% or lower limit of normal (whichever is greater) to evaluate two echocardiography (ECO), or below 45% or lower limit of normal (whichever is greater) on ventriculography equilibrium radionuclide (MUGA)\n  * left bundle branch block\n  * Use of cardiac pacemaker must\n  * Congenital Long QT Syndrome\n  * History or presence of ventricular tachyarrhythmia\n  * Presence of unstable atrial fibrillation (ventricular rate\\> 100 bpm).\n  * Patients with stable atrial fibrillation may participate provided they do not meet any of the other cardiac exclusion criteria.\n  * clinically significant resting bradycardia (\\< 50 bpm)\n  * Uncontrolled hypertension (systolic pressure ≥ 150 mm Hg or diastolic pressure ≥ 100 mm Hg, with or without antihypertensive medication).\n  * QTc \\> 480 ms on ECG screening\n  * Right bundle branch block over left anterior hemiblock (bifascicular block)\n  * Angina pectoris in the three months prior to start of study treatment\n  * Acute myocardial infarction in the three months prior to start of study treatment\n  * Other clinically significant heart disease (eg., Congestive heart failure \\[CHF\\], history of labile hypertension or poor compliance history of a pattern antihypertensive)\n* Have uncontrolled infection.\n* Diabetes mellitus (insulin or insulinoindependiente, needing chronic medication) with signs of clinically significant peripheral vascular disease.\n* History of pericarditis, pleural effusion clinically important in the 12 months preceding or current ascites requiring two or more interventions per month (both increasing dose and for the expansion).\n* clinically significant disorder of the hypothalamic-pituitary, adrenal or thyroid glands.\n* History of acute or chronic pancreatitis from any cause.\n* acute or chronic liver disease or chronic liver disease of any kind.\n* Malabsorption syndrome or uncontrolled gastrointestinal toxicity (nausea, diarrhea, vomiting) than grade 2 NCI CTCAE.\n* Any other serious medical or psychiatric disorder, acute or chronic, or analytical failure increases the risk associated with participation in the study or the drug test or interfere with the interpretation of study results and, in the opinion of investigator, prevent participation in it.\n* Treatment with any of the drugs that can prolong the QT interval (Appendix C) or polymorphic ventricular tachycardia cause which can not be suspended or replaced by a different drug before the study treatment.\n* Treatment with ketoconazole, erythromycin, carbamazepine, phenobarbital, rifampicin, phenytoin, quinidine two weeks before the baseline.\n* Major surgery within 28 days before the start of study treatment, or not having recovered from the effects of a major operation.\n* Diagnosis of HIV infection (HIV testing is not mandatory).\n* History of another primary malignancy that currently has clinical or require active intervention.\n* Patients with brain metastases detected by imaging studies (such as CT, MRI)\n* Alcohol or drug abuse.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}