{
    "nctId": "NCT06538272",
    "briefTitle": "Study to Investigate the Chemotherapy-Induced Peripheral Neuropathy (CIPN) Onset-Suppressing Effect and Safety of ONO-2910 in Patients With Breast Cancer Receiving Weekly Paclitaxel",
    "officialTitle": "An Early Phase II, Multicenter, Placebo-Controlled, Randomized, Double-Blind, Parallel-Group, Comparison Study to Investigate the Chemotherapy-Induced Peripheral Neuropathy (CIPN) Onset-Suppressing Effect and Safety of ONO-2910 in Patients With Breast Cancer Receiving Weekly Paclitaxel",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "CIPN - Chemotherapy-Induced Peripheral Neuropathy",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "PREVENTION",
    "enrollmentCount": 210,
    "primaryOutcomeMeasure": "Efficacy evaluation：Proportion of participants with peripheral sensory neuropathy (NP)# of Grade 2 or higher by 12 weeks after the start of intervention",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patients with ECOG Performance Status 0 or 1\n2. Patients scheduled to receive 12 consecutive weekly doses of PTX (80 mg/m2, intravenous infusion) as a perioperative treatment of clinical stage I-III breast cancer (concomitant use of trastuzumab and pertuzumab is allowed)\n3. Patients who meet the following organ functions according to the laboratory test results at the time of treatment registration.However, blood transfusions and measurements within 7 days after administration of granulocyte colony-stimulating factor (G-CSF) are excluded.\n\nNeutrophil count \\>= 1,500/mm3, Platelet count \\>= 75,000/mm3, Hemoglobin \\>= 10.0 g/dL or \\>= 6.2 mmol/L, Serum creatinine \\<= 2.0 mg/dL, Total bilirubin \\<= 3.0 mg/dL, ALT and AST \\<= 100 IU/L or less than 2.5 times the facility's upper limit of clinical laboratory test values\n\nExclusion Criteria:\n\n1. Patients with grade 1 or higher peripheral sensory neuropathy, peripheral motor neuropathy, or extremity edema in the upper or lower extremities.\n2. Patients with pain or numbness in the upper or lower extremities due to a history/complication, such as stroke, diabetic neuropathy, alcoholic neuropathy, carpal tunnel syndrome, tarsal tunnel syndrome, chronic inflammatory demyelinating polyradiculoneuropathy, Guillain-Barre syndrome, Fisher syndrome, knee osteoarthritis, hernia, cervical spondylosis, lumbar spondylosis, spinal canal stenosis, peripheral circulatory disorders, hand-foot syndrome,etc.\n3. Patients who have difficulty in evaluating limb symptoms due to trauma/defects in the upper or lower limbs, or complications such as infectious or inflammatory diseases on the skin of the upper or lower limbs.\n4. Patients with concurrent multiple cancers.\n5. Patients who have not recovered from toxicity (Grade 1 or less) from prior treatment.\n6. Patients who have been administered platinum agents, bortezomib, vinca alkaloids, and taxanes including PTX in the past, and patients who are scheduled to be administered these drugs other than PTX during the study period.\n7. Prior treatment other than trastuzumab or pertuzumab (chemotherapy, molecular targeted drug therapy, antibody therapy, hormone therapy, immunotherapy, radiation therapy, etc.) within 7 days before the start of the treatment period (Visit 2) (including the start date of the treatment period) ) was performed.\n8. At the beginning of the treatment phase (Visit 2), Patients using peripheral neuropathic pain medications such as pregabalin, mirogabalin, duloxetine, tricyclic and tetracyclic antidepressants, gabapentin, analgesics such as loxoprofen and acetaminophen, vitamin B12 such as mecobalamin, chinese herbal medicines indicated for pain such as goshajinkigan, and opioids such as oxycodone.\n9. Patients who plan to receive preventive compression therapy (surgical gloves, elastic stockings, etc.) or preventive cooling therapy for chemotherapy-induced limb adverse events during the study period\n10. Patients scheduled for surgery during the study period",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}