{
    "nctId": "NCT03439046",
    "briefTitle": "Study of the Molecular Features of Postmenopausal Women With HR+ HER2-negative aBC on First-line Treatment With Ribociclib and Letrozole and, in Patients With a PIK3CA Mutation, on Second-line Treatment With Alpelisib Plus Fulvestrant",
    "officialTitle": "A Phase IIIb, Open-label, Local, Multicenter Study of the Molecular Features of Postmenopausal Women With Hormone Receptor-positive (HR+) HER2-negative Advanced Breast Cancer on First-line Treatment With Ribociclib Plus Letrozole and, in Patients With a PIK3CA Mutation, on Second-line Treatment With Alpelisib Plus Fulvestrant (BioItaLEE)",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 287,
    "primaryOutcomeMeasure": "Change from baseline ctDNA alterations to progression disease during Core and Extension Phase",
    "eligibilityCriteria": "CORE PHASE Inclusion Criteria:\n\n* Patient has an advanced (locoregionally recurrent or metastatic) breast cancer in first line treatment (treatment naïve for the advanced setting).\n* Patient is in post-menopause, defined by one of the following:\n* Prior bilateral oophorectomy\n* Age ≥60\n* Age \\<60 and amenorrhea for 12 or more months (in the absence of chemotherapy, tamoxifen, toremifen, or ovarian suppression) and FSH and estradiol in the postmenopausal range per local normal range\n* Patient has a histologically and/or cytologically confirmed diagnosis of estrogenreceptor positive and/or progesterone receptor positive breast cancer by local laboratory.\n* Patient has an HER2-negative breast cancer defined as a negative in situ hybridization test or an IHC status of 0, 1+ or 2+. If IHC is 2+, a negative in situ hybridization (FISH, CISH, or SISH) test is required by local laboratory testing.\n* Patient is willing to undergo blood and tumor sample collection for the biological assessments/objectives as scheduled in the protocol.\n\nCORE PHASE Exclusion Criteria:\n\n* Patient who received prior treatment with any CDK4/6 inhibitor.\n* Patient who received any prior systemic hormonal therapy or chemotherapy for advanced breast cancer.\n\nNote:\n\nPatients who received neo/adjuvant therapy for breast cancer are eligible. If the prior neo/adjuvant therapy included letrozole or anastrozole, the disease-free interval must be greater than 12 months from the completion of treatment until study entry.\n\n• Patients who received ≤ 28 days of letrozole or anastrozole for advanced disease prior to inclusion in this trial are eligible.\n\n- Patient is currently using other anti-cancer therapy. Other protocol-defined inclusion/exclusion criteria may apply.\n\nEXTENSION PHASE Inclusion criteria:\n\n* Patient has been discontinued (any reason allowed) from treatment with ribociclib + letrozole in the core phase and is deemed suitable for treatment with alpelisib + fulvestrant in second line. Ribociclib + letrozole must be the last treatment regimen before alpelisib + fulvestrant.\n* Patient has PIK3CA mutation as determined in tumor tissue and/or plasma by a Novartis designated laboratory. Results of tissue samples obtained during the core phase (screening or EOT) are acceptable\n\nEXTENSION PHASE Exclusion criteria:\n\n* Patient has received prior treatment with any PI3K inhibitors.\n* Patient is concurrently using other anti-cancer therapy. Ribociclib and letrozole used in the core phase must be discontinued at least 7 days prior to day one of the extension study treatment.\n\nAll drugs with overlapping toxicities must be discontinued within 7 days and AE resolved to NCI CTCAE v4.03 Grade ≤1 prior to study treatment. Exception to this criterion: patients with any grade of alopecia are allowed to enter the study.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}