{
    "nctId": "NCT06202261",
    "briefTitle": "A Study of TQB2930 for Injection Monotherapy or Combination Therapy in Patients With Recurrent/Metastatic Breast Cancer",
    "officialTitle": "A Phase Ib/II Clinical Trial to Evaluate the Safety and Efficacy of TQB2930 for Injection Monotherapy or in Combination for the Treatment of Human Epidermal Growth Factor Receptor 2 (HER2)-Positive Recurrent / Metastatic Breast Cancer",
    "overallStatus": "RECRUITING",
    "conditions": "Metastatic Breast Cancer, Recurrent Breast Cancer, Advanced Malignancies",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 154,
    "primaryOutcomeMeasure": "Maximum tolerated dose (MTD)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Age: 18-75 years old; Eastern Cooperative Oncology Group Performance Status (ECOG PS) score: 0\\~1; The expected survival is over 3 months.\n* Phase Ib\n\n  1. Advanced malignancies confirmed by cytology / histopathology, priority given to subjects with HER2 expression or amplification;\n  2. Subjects with malignant tumors who have failed standard treatment or lack effective treatment;\n  3. Confirmed presence of at least one evaluable lesion according to RECIST 1.1 criteria\n* Phase II\n\n  1. Hormone receptor (HR)-negative, HER2-positive breast cancer confirmed by cytology / histopathology, with evidence of local recurrence or distant metastasis, unsuitable for surgery or radiotherapy for curative purposes:\n  2. Have not received systemic antitumor therapy for metastatic stage; Systemic use of endocrine therapy is permitted, but not exceed 2 lines;\n  3. at least one measurable lesion that meets the RECIST 1.1 criteria.\n* Major organs are functioning normally.\n* Female subjects of reproductive age should agree to use contraceptive methods during the study period and until 6 months after the end of the study; Negative serum pregnancy / urine pregnancy test within 7 days prior to study enrollment and must be non-lactating subjects; Male subjects should agree to use contraception during the study and until six months after the end of the study.\n\nExclusion Criteria:\n\n* Have occured other malignant tumors within 3 years prior to first dose.\n* Unalleviated toxicity above Common Terminology Criteria for Adverse Events (CTCAE) grade 1 due to any prior treatment;\n* Received major surgical treatment, open biopsy, or significant traumatic injury within 28 days prior to the first dose;\n* Long-term unhealed wounds or fractures;\n* Arterial/venous thrombosis events occurred within 6 months before the first dose;\n* Have a history of psychotropic drug abuse and can't get rid of it or have mental disorders;\n* Subject with any severe and/or uncontrolled disease;\n* Subjects who have been treated with other antitumor agents such as chemotherapy, radiotherapy, or immunotherapy within 4 weeks prior to the first dose, within 5 half-lives of the drug;\n* Have used traditional chinese medicine with anti-tumor indications approved by National Medical Products Administration (NMPA) within 2 weeks before the first dose;\n* Severe bone injury due to bone metastasis;\n* Subjects with untreated active brain metastases or meningeal metastases or cancerous meningitis;\n* In the course of previous HER2-targeted therapy, Left Ventricular Ejection Fractions (LVEF) decreased to \\<50% or absolute LVEF decreased \\>15%;\n* Cumulative doses of anthracyclines exceeded doxorubicin or doxorubicin liposomes \\>360 mg/m2;\n* Uncontrolled hypercalcemia or symptomatic hypercalcemia requires continued bisphosphonate therapy\n* Patients with severe hypersensitivity after the use of monoclonal antibodies;\n* Has participated in other antitumor clinical trials within 4 weeks prior to the first dose.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}