{
    "nctId": "NCT01295632",
    "briefTitle": "Safety and Tolerability of Different Dose Combinations of Ridaforolimus With MK-2206 or MK-0752 for Participants With Advanced Cancer (MK-8669-049)",
    "officialTitle": "Phase I Parallel Protocol of MK-8669 (Ridaforolimus) + MK-2206 and MK-8669 (Ridaforolimus) + MK-0752 Doublets (MK-MK) in Patients With Advanced Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Advanced Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 65,
    "primaryOutcomeMeasure": "Number of participants receiving ridaforolimus + MK-2206 who experience dose-limiting toxicities (DLTs).",
    "eligibilityCriteria": "Inclusion Criteria:\n\nPart A of the Study:\n\nParticipant must have a histologically-confirmed metastatic or locally advanced solid tumor that has failed to respond to standard therapy, progressed despite standard therapy, or for which standard therapy does not exist. Non Hodgkin Lymphoma (NHL) participants (in Part A only), must have histologically confirmed relapsed/refractory NHL. There is no limit on the number of prior treatment regimens.\n\nPart B of the Study:\n\n* Participant must have performance status of 0 or 1 on the Eastern Cooperative Oncology Group (ECOG) Performance Scale.\n* Participant must have adequate organ function.\n* Participants must be willing to use effective methods of contraception.\n* Participant is able to swallow capsules and has no surgical or anatomical condition that will preclude the participant from swallowing and absorbing oral medications on an ongoing basis.\n* Participant has no history of a prior malignancy with the exception of cervical intraepithelial neoplasia; basal cell carcinoma of the skin; adequately treated localized prostate carcinoma with Prostate-Specific Antigen (PSA) \\<1.0; or who has undergone potentially curative therapy with no evidence of that disease for five years, or who is deemed at low risk for recurrence by his/her treating physician.\n* Participant has at least one measurable recurrent or metastatic lesion (if a solitary lesion, histological/cytological confirmation of its neoplastic nature is required) with the exception of prostate cancer participants which do not require measurable disease if participant has PSA level of \\>10 ng/mL.\n* Participant must agree to provide archival or newly-obtained tumor tissue sample.\n\n  * Ridaforolimus + MK-2206 Treatment Arm:\n\n    * Participant must have a histologically-confirmed prostate cancer that is refractory to hormone therapy and for which the participant received any number of prior treatment regimens (no longer recruiting as of 30 November 2012), OR\n    * Participant must have a histologically-confirmed breast cancer for which the participant received any number of prior treatment regimens. Archival or fresh tissue must demonstrate a low RAS-gene signature and a high Ki67 index label if estrogen receptor (ER)+\n  * Ridaforolimus + MK-0752 Treatment Arm:\n\n    * Participant must have a histologically-confirmed recurrent (either primary or secondary) glioblastoma multiforme with radiographic evidence of progression/recurrence of disease, and up to 2 prior treatment regimens for their recurrent disease, and no prior treatment with bevacizumab, OR\n    * Participants must have a histologically-confirmed relapsed or refractory ovarian cancer for which the participant received no more than 2 prior treatment regiments which was either relapsed or refractory to the first line treatment.\n\nExclusion Criteria:\n\n* Participant has had chemotherapy or radiotherapy within 4 weeks prior to study Day 1 (6 weeks for nitrosoureas, mitomycin C), biological therapy (excluding antibodies) within 2 weeks prior to study Day 1, or who has not recovered (≤Grade 1 or baseline) from adverse events due to agents administered more than 4 weeks earlier. Luteinizing-hormone releasing hormone (LHRH) use by prostate cancer patients is permitted; participants with prostate cancer previously treated with flutamide or nilutamide require 4 week washout period and participants previously treated with bicalutamide require 6 week washout period before study drug administration.\n* Participant is currently participating or has participated in a study with an investigational compound or device within 28 days, or 5X half-life of the investigational compound (not including monoclonal antibodies), whichever is longer, of Day 1 of this study.\n* Participants with known symptomatic or progressing Central Nervous System (CNS) metastases and/or carcinomatous meningitis are excluded. However, participants with CNS metastases who are asymptomatic and have completed a course of therapy are eligible for the study provided they are clinically stable for 1 month prior to entry as defined as: (1) no evidence of new or enlarging CNS metastasis (2) off steroids or on a stable dose of steroids.\n* Participant has known hypersensitivity to the components of study drug or its analogs.\n* Participant has prior exposure to agents that have the same target as to the study drug.\n* Participant has significant or uncontrolled cardiovascular disease, including New York Heart Association (NYHA) Class III-IV heart failure, unstable angina, or a myocardial infarction within the last 6 months.\n* Participant is a known diabetic participant who is poorly controlled at screening.\n* Participant has known psychiatric or substance abuse disorders that would interfere with compliance with study requirements.\n* Participant is, at the time of signing informed consent, a regular user (including \"recreational use\") of any illicit drugs or had a recent history (within the last year) of drug or alcohol abuse.\n* Participant is pregnant or breastfeeding, or expecting to conceive or father children within the projected duration of the study.\n* Participant is known to be Human Immunodeficiency Virus (HIV)-positive.\n* Participant has active Hepatitis B or C.\n* Participant has symptomatic ascites or pleural effusion. A participant who is clinically stable following treatment for these conditions is eligible.\n* Participant has a requirement for concurrent treatment with immunosuppressive agents other than prescribed corticosteroids at stable doses for ≥ 2 weeks prior to first planned dose of study drug.\n* Participant has a requirement for concurrent treatment with medication(s) that strongly or moderate induce or inhibit cytochrome P450 (CYP3A). Participants should be off these medications ≥ 2 weeks prior to the first dose of study medication.\n\n  * For participants with glioblastoma, dexamethasone should be discontinued at least 1 week prior to the first dose of study drugs.\n\nFor participants on the Ridaforolimus + MK-0752 treatment arm:\n\n- Participant requires or anticipated to require concomitant therapy with enzyme-inducing antiepileptic therapy.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}