{
    "nctId": "NCT00777673",
    "briefTitle": "Preoperative Chemotherapy in Triple Negative Invasive Breast Cancer That Can be Removed by Surgery.",
    "officialTitle": "Neoadjuvant Weekly Nab-paclitaxel (Abraxane®) Plus Carboplatin Followed By Doxorubicin Plus Cyclophosphamide With Bevacizumab Added Concurrently To Chemotherapy For Palpable And Operable Triple Negative Invasive Breast Cancer",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 60,
    "primaryOutcomeMeasure": "Pathological complete response (pCR) in the breast",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patient must be female and ≥ 18 years of age.\n* ECOG performance status 0 or 1\n* Diagnosis of invasive adenocarcinoma of the breast must be made by a core needle biopsy. ER, PR and HER2 must be available on the initial diagnostic biopsy and must be negative. HER2 negativity is defined as 0 or 1+ staining on IHC or documented non amplification by FISH. Patients with 2+ staining on IHC must be non amplified by FISH. Patients with tumors determined to be 3+ on IHC or amplified for HER2 by FISH are ineligible.\n* Primary breast tumor must be ≥ 2cm and meet RECIST criteria for palpable measurable disease. Two synchronous tumors in the same breast are allowed, but one of them must be ≥ 2 cm and clinically palpable at baseline.\n* Patients must agree to submission of two additional core biopsy specimens for correlative studies.\n* A baseline cardiac ejection fraction ≥ lower limit of normal (LLN) for the imaging facility must be obtained within 21 days of study entry.\n* EKG with no acute or significant abnormalities, obtained within 21 days of study entry.\n* Adequate hematologic, renal and hepatic function (ANC ≥ 1,500, platelet count ≥100,000, hemoglobin \\> 10, serum creatinine ≤ upper limit of nor (ULN) for the institution, total bilirubin ≤ 1.5 mg/dL, and AST (SGOT), ALT (SGPT) and Alkaline phosphatase ≤ 2 x ULN) obtained within 21 days of study entry.\n* Urine protein/urine creatinine (UPC) ratio must be \\< 1.0. Patients discovered to have a UPC \\> 1.0 at baseline should undergo a 24 hour urine collection and must demonstrate ≤ 1g of protein in 24 hours to be eligible.\n* Patients with reproductive potential must use an effective method of contraception to avoid pregnancy for the duration of the trial.\n* If female of child bearing potential, pregnancy test must be documented as negative.\n\nExclusion Criteria:\n\n* Patients with documented metastatic disease are ineligible.\n* Patients with tumors clinically staged as T4, including inflammatory cancer are ineligible.\n* Patients with ipsilateral cN2b or cN3 disease are ineligible. (cN1 or cN2a disease are eligible)\n* Patients who have had any prior chemotherapy, radiation therapy, hormonal or biologic therapy for the currently diagnosed breast cancer prior to study entry are ineligible.\n* Therapy with any hormonal agent such as raloxifene, tamoxifen, or other selective estrogen receptor modulator (SERM), either for osteoporosis or breast cancer prevention. (Patients are eligible only if these medications are discontinued prior to randomization.)\n* Patients with any major surgery, open biopsy or significant traumatic injury within 28 days prior to study entry or anticipation of major surgery during the study other than their definitive breast surgery are ineligible.\n* Patients with surgical axillary staging prior to study entry are ineligible. FNA of clinically palpable nodes is permissible. Although not recommended, a pre-neoadjuvant therapy sentinel lymph node biopsy for patients with clinically negative axillary nodes is permissible.\n* Patients must not have a significant history of cardiac disease (congestive heart failure New York Heart association (NYHA) Grade II or greater, uncontrolled hypertension {defined as BP \\> 150/90 on antihypertensive therapy. Patients with hypertension that is well controlled on medication are eligible.} unstable angina, myocardial infarction or ventricular arrhythmias requiring medications within 12 months prior to study entry. Prior history of hypertensive crisis or hypertensive encephalopathy.\n* Patients with a prior history of TIA, CVA or other arterial thrombotic events prior to study entry are ineligible.\n* Patients with significant vascular disease (e.g., aortic aneurysm, aortic dissection) or symptomatic peripheral vascular disease are ineligible.\n* Patients with any significant non traumatic bleeding within 6 months prior to study entry are ineligible.\n* Patients with serious or non healing wound, skin ulcers or incompletely healed bone fractures are ineligible.\n* Patients with a history of abdominal fistula, gastrointestinal perforation, or intra-abdominal abscess within 6 months prior to study enrollment are ineligible.\n* Patient with known bleeding diathesis or coagulopathy are ineligible. Patients on a stable dose of warfarin with a therapeutic INR between 2 and 3 are eligible.\n* Patients with sensory or motor neuropathy ≥ grade 2 (NCI Common toxicity criteria adverse events version 3.0) are ineligible.\n* No prior malignancy is allowed with the exception of treated basal or squamous cell carcinomas of the skin, cervical cancer in situ, or any other cancer provided that the patient has been disease free for ≥ 5 years.\n* Other non-malignant systemic disease (cardiovascular, renal, hepatic, etc.) that would preclude treatment with any of the treatment regimens or would prevent required follow-up.\n* Patients with known infection with HIV, HBV or HCV are ineligible.\n* Patients with psychosocial conditions that preclude medical follow up and compliance with the treatment protocol are ineligible.\n* Patients with known hypersensitivity to any of the study drugs are ineligible.\n* Administration of any investigational agents within 30 days before study entry.\n* Core biopsy or other minor surgical procedure, excluding placement of a vascular access device, within 7 days prior to Day 1",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}