{
    "nctId": "NCT00640666",
    "briefTitle": "Changes in Cancer-related Cytokines After Participation in a Physical Activity Behavior Change Intervention (CICK Study)",
    "officialTitle": "Changes in Cancer-related Cytokines After Participation in a Physical Activity Behavior Change Intervention (CICK Study)",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "SUPPORTIVE_CARE",
    "enrollmentCount": 30,
    "primaryOutcomeMeasure": "Change in pro-inflammatory and anti-inflammatory cytokines",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Female breast cancer patients between the ages of 18 and 70 years of age with a diagnosis of Stage I, II, or IIIA breast cancer who are not currently receiving (and do not plan to receive during the study duration) chemotherapy or radiation therapy. The participant may be taking longer term therapies such as aromatase inhibitors, estrogen receptor modulators, etc.\n* If the patient has undergone a surgical procedure, must be at least 8 weeks post-procedure.\n* English speaking.\n* Medical clearance for participation provided by primary care physician or oncologist.\n\nExclusion Criteria:\n\n* Diagnosis of dementia or organic brain syndrome.\n* Medical, psychological, or social characteristic that would interfere with ability to fully participate in program activities and assessments (e.g., psychosis, schizophrenia, etc.).\n* Contraindication to participation in a regular physical activity program.\n* Metastatic or recurrent disease\n* Inability to ambulate\n* Engaged in ≥ 60 minutes of vigorous physical activity or ≥ 150 minutes of moderate plus vigorous activity per week during the past month.\n* Anticipates undergoing elective surgery during the duration of the intervention which would interfere with intervention participation (e.g., breast reconstructive surgery).\n* Participant does not live or work within 50 miles of the study site.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}