{
    "nctId": "NCT00375245",
    "briefTitle": "Rapamycin With Grapefruit Juice for Advanced Malignancies",
    "officialTitle": "A Phase Ib Study Administering Rapamycin (Sirolimus) With Grapefruit Juice in Patients With Advanced Malignancies",
    "overallStatus": "COMPLETED",
    "conditions": "Tumors, Neoplasm Metastasis",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 41,
    "primaryOutcomeMeasure": "Pharmacokinetic interaction",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologically confirmed malignancy that is metastatic or unresectable and for which standard curative or palliative measures do not exist or are no longer effective.\n* Patients with hematologic malignancies (lymphoma, multiple myeloma and chronic lymphocytic leukemia (CLL) only) are eligible to participate in the phase IB portion of the trial only.\n* At least 4 weeks since prior chemotherapy or radiation therapy\n* Aged 18 years or older\n* ECOG performance status 0-2\n* Life expectancy of greater than 3 months.\n* Normal organ and marrow function:\n\n  * No transfusions of packed red blood cells within 1 week of starting treatment\n  * Leukocytes greater or equal to 3,000/μL\n\n    \\*\\* White blood cell (WBC) greater or equal to 1,500/μL for patients with hematologic malignancies\n  * Absolute neutrophil count (ANC) greater or equal to 1,500/μL\n\n    \\*\\* ANC greater or equal to 1,000/μL for patients with hematologic malignancies\n  * Platelets (PLT) greater or equal to 100,000/μL\n\n    \\*\\* PLT greater or equal to 50,000/μL for patients with hematologic malignancies\n  * Total bilirubin within normal institutional limits\n  * AST (SGOT) and ALT (SGPT) less than or equal to 2.5 times institutional upper limit of normal\n  * Serum triglycerides less than or equal to 500 mg/dl\n  * Creatinine within normal institutional limits OR creatinine clearance greater or equal to 60 mL/min for patients with creatinine levels above institutional normal\n* Women of childbearing potential and men must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence)\n* Ability to understand and the willingness to sign a written informed consent document.\n\nExclusion Criteria:\n\n* Chemotherapy or radiotherapy within 4 weeks (6 weeks for nitrosoureas or mitomycin C) prior to entering the study or those who have not recovered from adverse events due to agents administered more than 4 weeks earlier.\n* May not be receiving any other investigational agents.\n* Uncontrolled brain metastases or malignancy. Cannot be receiving enzyme-inducing anticonvulsants.\n* History of allergic reactions attributed to compounds of similar chemical or biologic composition to rapamycin\n* Gastrointestinal malabsorption syndromes, partial small bowel obstruction, or any illness that would interfere with the ability to absorb oral medications.\n* Uncontrolled intercurrent illness\n* Severe immunodeficient states (as judged by the treating physician)\n* Pregnant women are excluded from this study; breastfeeding should be discontinued.\n* HIV-positive patients receiving combination antiretroviral therapy are excluded.\n* Concurrent use of ketoconazole, cyclosporine, tacrolimus, diltiazem, and rifampin with rapamycin is not permissible. The concurrent use of calcium channel blockers, terfenadine, astemizole, cisapride, propafenone, cyclosporine, midazolam, triazolam, quinidine, or theophylline with grapefruit juice is not permissible.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}