{
    "nctId": "NCT01754285",
    "briefTitle": "Extended-release of Octreotide (LF-PB) for the Treatment of Lymphorrhea",
    "officialTitle": "A Randomized, Double-Blind, Double Dummy, Placebo-Controlled, Parallel Group Study to Evaluate the Efficacy of LF-PB 10 mg, 20 mg, and 30 mg to Treat Lymphorrhea Post Axillary Dissection in Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Lymphorrhea",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 114,
    "primaryOutcomeMeasure": "effect of LF-PB 10 mg, 20 mg, and 30 mg on time to resolution of lymphorrhea;",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Female aged 18 to 80 years inclusive\n2. Body mass index (BMI) ≥18 kg/m2\n3. Signed informed consent form\n4. Diagnosis of BC\n5. Undergoing breast surgery with ALND Note: Collagen powder or fibrin sealant are not permitted.\n6. Negative serum pregnancy test for women of childbearing potential Note: Female patients of child-bearing potential should be advised to use adequate contraception if necessary during treatment with octreotide.\n7. AST and alanine aminotransferase ALT \\<1.5 x the upper limit of normal\n8. Ability to fully understand all study procedures and to comply with study visits scheduled for the duration of the study.\n\nExclusion Criteria:\n\n1. Presence of any of the following conditions:\n\n   1. Previous axillary surgery on the same armpit undergoing surgery in this study\n   2. Previous chemotherapy or radiotherapy within five years from study drug administration\n   3. Previous neoadjuvant therapy\n   4. Recurrent BC on the same breast undergoing surgery in this study\n   5. Diabetes\n   6. Cholelithiasis\n   7. Hypothyroidism. If patient is being administered Euritox/ Levothyroxine (or analogues) and levels of T3, T4 and TSH are confirmed to be within the normal ranges at screening, the patient can be enrolled in this study.\n   8. Hepatitis\n   9. Pregnant or lactating\n   10. Human immunodeficiency virus or hepatitis B or C by screening serology\n2. History of radiotherapy on the same breast or armpit undergoing surgery in this study.\n3. History of anaphylaxis to study drug\n4. Ascertained or presumptive hypersensitivity to the active principle and/or the ingredients of the study drug formulation\n5. QTc interval extension at screening or baseline \\> 450 msec (as the mean of 3 consecutive readings 5 minutes apart)\n6. Presence of any disease or use of concomitant medication known to increase the QT interval (see Appendix 2 for a list of such compounds)\n7. Clinically significant or relevant abnormal medical history, vital sign, physical examination, ECG, or laboratory evaluation finding\n8. Current or recurrent disease that could affect the results of the clinical or laboratory assessments required for the study",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}