{
    "nctId": "NCT05135104",
    "briefTitle": "Study Of Real-World Evidence In Patients Treated With Palbociclib During a 2.5 Years Follow-Up Period",
    "officialTitle": "Non-Interventional, National Study Of Real-World Evidence In Estrogen Receptor Positive, Her2 Negative Metastatic Breast Cancer Patients Treated With Palbociclib During a 2.5 Years Follow-Up Period",
    "overallStatus": "RECRUITING",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 650,
    "primaryOutcomeMeasure": "Disease Control Rate (DCR) in subjects participating in the clinical investigation [ Time Frame: 2.5 years]",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Adult women and men (≥ 18 years of age) with proven initial diagnosis of breast cancer with evidence of loco-regional recurrent or metastatic disease not amenable to resection or radiation therapy.\n2. Documentation of histologically or cytologically confirmed diagnosis of breast cancer with IHC of estrogen receptor (ER) expression \\> 1% and/or progesterone receptor (PR) expression \\>1 % breast cancer based on local laboratory results.\n3. Scoring of 0 or 1+ for HER2 protein expression by a validated immunohistochemistry assay or +1/+2 with negative HER2 amplification FISH/ISH ratio lower than 1.8 or HER2 gene copy less than 4.0.\n4. Eligible subjects must have undergone a treatment with Palbociclib for at least 3 months.\n5. Measurable or evaluable disease as defined per modified Response Evaluation Criteria in Solid Tumours (mRECIST) V1.1 criterion (at least 2 entries).\n6. Premenopausal or postmenopausal status.\n\n6.1 Patients who are not postmenopausal must have undergone a treatment with LHRH agonist.\n\n6.2 Postmenopausal status is defined as:\n\n1. prior bilateral surgical oophorectomy, or\n2. spontaneous cessation of regular menses for at least 12 consecutive months\n3. in case of doubt serum estradiol \\<20 umol/l and follicle stimulating hormone (FSH) levels \\>15 IU/L.\n\nExclusion Criteria:\n\n1. Subjects with advanced, symptomatic, visceral spread, such as patients with massive uncontrolled effusions (pleural, pericardial, peritoneal), pulmonary lymphangitis, and over 50% liver involvement).\n2. Palbociclib treatment as part of a clinical trial or prescription prior to market approval (Nov 2016).",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}