{
    "nctId": "NCT01113970",
    "briefTitle": "Study of a Novel Indibulin Dosing Schedule for the Treatment of Metastatic Breast Cancer",
    "officialTitle": "Phase I/II Study of a Novel Indibulin Dosing Schedule for the Treatment of Metastatic Breast Cancer",
    "overallStatus": "UNKNOWN",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 60,
    "primaryOutcomeMeasure": "Phase I- Maximum Tolerated Dose",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologic or cytologic confirmation of invasive carcinoma of the breast.\n* Clinical evidence of metastatic disease or locally advanced disease not amenable to curative therapy.\n* Measurable or non-measurable lesions according to the RECIST Version 1.1 2009.\n* Any number of prior endocrine, biologic or chemotherapy regimens is permitted. All previous chemotherapy and biologic therapy must have been discontinued at least 3 weeks prior to beginning study drug. Endocrine therapy may not be used concurrently with protocol treatment. All acute toxic effects (excluding alopecia or neuropathy) of any prior therapy must have resolved to NCI CTC (version 4.0) Grade ≤ 1 or to baseline\n* Prior radiation therapy is permitted.\n* ECOG performance status of 0, 1 or 2.\n* Age ≥ 18 years\n* Life expectancy ≥ 12 weeks\n* Patients with HER2-positive (IHC 3+ or FISH-amplified) breast cancer must have received trastuzumab or have a contradiction to receiving HER2- targeted therapy (such as abnormal left ventricular ejection fraction)as determined by the treating physician.\n* Adequate bone marrow, liver and renal function as assessed by the following laboratory requirements:\n\n  * Creatinine ≤ 1.5x upper limit of normal (ULN)\n  * Total bilirubin ≤ 1.5x ULN\n  * ALT or AST ≤ 2.5x ULN\n  * ANC ≥ 1.5 x10(9)/L\n  * Platelets ≥ 100 x10(9)/L\n  * Hemoglobin ≥ 9g/dL\n* Subjects of childbearing potential must agree to use a barrier method of contraception throughout the study and for 3 months after study drug administration.\n\nExclusion Criteria:\n\n* Pregnant or nursing women may not participate.\n* Serious, uncontrolled, concurrent infection.\n* Patients with symptomatic CNS metastases that remain untreated by radiation therapy are excluded from this trial. The presence of asymptomatic, previously irradiated, stable brain metastases for at least 3 months are not grounds for trial exclusion.\n* Presence of uncontrolled gastrointestinal malabsorption syndrome.\n* Any chemotherapy, radiotherapy or breast cancer directed biologic therapy during the study or within 3 weeks of study start. Mitomycin C or nitrosureas should not be given within 6 weeks of study entry. No washout period is required for hormonal therapies.\n* Concurrent radiation therapy is not permitted during treatment on protocol.\n* History of an invasive second primary malignancy diagnosed within the previous 3 years, except for Stage I endometrial or cervical carcinoma or prostate carcinoma treated surgically, and non-melanoma skin cancer.\n* Any medical, psychological or social condition that may interfere with the subject's ability to safely participate in the study.\n* Unwillingness to give written informed consent or unwillingness to participate or inability to comply with the protocol for the duration of the study. Willingness and ability to comply with scheduled visits, treatment plan, laboratory tests and other study procedures are necessary for participation in this clinical trial.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}