{
    "nctId": "NCT00287482",
    "briefTitle": "Essiac (ESIAK) Versus Placebo to Improve Quality of Life in Transition in Women With Breast or Ovarian Cancer.",
    "officialTitle": "A Pilot Study of the Herbal Remedy Essiac (ESIAK ®) Versus Placebo in Improving the Quality of Life in Women Completing Adjuvant Treatment for Breast or Epithelial Ovarian, Fallopian Tube, or Primary Peritoneal Cancers.",
    "overallStatus": "TERMINATED",
    "conditions": "Ovarian Cancer, Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 20,
    "primaryOutcomeMeasure": "Quality of Life",
    "eligibilityCriteria": "Inclusion Criteria\n\n* histologically documented diagnosis of infiltrating carcinoma of the breast or epithelial ovarian cancer. Given the similar clinical course of patients with fallopian tube and primary peritoneal carcinoma these patients will also be included in the study.\n* Voluntary written informed consent before performance of any study-related procedure not part of normal medical care, with the understanding that consent may be withdrawn by the subject at any time without prejudice to future medical care.\n* Patients must be either post-menopausal or surgically sterilized or willing to use an acceptable method of birth control (ie, a hormonal contraceptive, intra-uterine device, diaphragm with spermicide, condom with spermicide, or abstinence) for the duration of the study.\n* Women of child-bearing potential must have a negative pregnancy test. If patients become pregnant during the course of the study, they will not be allowed to continue on the study.\n* age ≥ 18 year-old\n* Karnofsky performance status \\> 70%\n* Ability to understand and willingness to sign informed consent\n* Ability to perform and comply with follow-up on study\n* No history of drug or alcohol abuse\n* No antecedent history of depression prior to diagnosis of malignancy\n* Must be ≥ 4 weeks from completion of chemotherapy or radiation therapy.\n* Adequate hematopoietic function defined as: ANC ≥ 1500/mm3; Platelets ≥ 100,000/mm3; Hemoglobin ≥ 8 g/dL.\n* Adequate renal and hepatic function defined as: Bilirubin ≤ 1.5 times upper limit of normal (ULN); SGOT ≤ 2.5 times ULN; Alkaline phosphatase ≤ 2.5 times ULN; Creatinine ≤ 2 times ULN.\n* For patients with epithelial ovarian, fallopian tube, or primary peritoneal cancer (EOC/FT/PPC): patients must have completed front-line treatment within 3 months of study entry and in a complete remission; Patients treated with neoadjuvant platinum-based chemotherapy prior to definitive surgery will be eligible; If serum CA-125 was elevated at diagnosis, it must also have normalized by end of treatment.\n* For patients with breast cancer: patients must have completed adjuvant treatment with chemotherapy and radiation therapy (if recommended) within three months of study entry and deemed in complete remission; Treatment must have included adjuvant chemotherapy and radiation if recommended; Patients receiving neoadjuvant therapy will be eligible following completion of all adjuvant chemotherapy if indicated. Patients receiving hormonal therapy following chemotherapy will be eligible to participate. However, patients placed on Tamoxifen or other hormonal agents in lieu of chemotherapy will not be eligible.\n\nExclusion Criteria\n\n* history or active secondary cancer within the last 5 years, except for superficial basal cell skin cancers\n* residual chemotherapy-induced CTCv3.0 Grade 2 or greater non-hematologic toxicity\n* they are unable to give informed consent\n* they are unable to adhere to protocol\n* Serious medical or psychiatric illness likely to interfere with participation in this clinical study\n* concurrent uncontrolled illness\n* ongoing or active infection",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}