{
    "nctId": "NCT00802932",
    "briefTitle": "Pilot Study to Validate Metallic Markers for Image Guided Radiation Therapy for Breast Cancer Tx",
    "officialTitle": "Pilot Study to Validate Metallic Markers for Image Guided Radiation Therapy for Breast Cancer Treatment",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 61,
    "primaryOutcomeMeasure": "Positional Stability of Metallic Markers in the Breast Parenchyma",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Pathologically confirmed stage 0, I or II bilateral or unilateral breast cancer\n* Any invasive adenocarcinoma or intraductal carcinoma\n* Eastern Cooperative Oncology Group (ECOG) performance status ≤ 2\n* Surgical treatment with lumpectomy (partial mastectomy)\n* Successful placement of intraparenchymal metallic markers at last breast surgery\n* Pathologic tumor size \\< 5.0 cm (Microscopic multifocality is allowed if total pathologic tumor size is within 5 cm)\n* Axillary sampling (sentinel node or axillary dissection) performed for axillary nodal staging for all invasive cancers. No axillary sampling is required for ductal carcinoma in situ)\n* Negative margins of excision.\n* Radiation treatment to begin within 8 weeks after last surgery or last dose of chemotherapy\n* Negative post-biopsy mammogram if presented with mammographically detected microcalcifications to ensure removal of suspicious calcifications\n* History of prior cancers is allowed if patient is without evidence of disease at the time of study entry\n* Ability to understand and the willingness to sign written informed consent document\n\nExclusion Criteria:\n\n* Pregnant or breast feeding at time of study entry. Note: Radiation therapy is teratogenic. Women of child bearing potential must agree to use adequate contraception (abstinence, hormonal or barrier method of birth control) prior to and during study participation. Should a woman become pregnant, she should inform the treating physicians immediately.\n* Prior in-field irradiation\n* Stage III or IV breast cancer\n* Inability to place intraparenchymal metallic markers due to excessive bleeding or other intraoperative complication so that the surgeon deems it inadvisable to place the marker\n* Pathologic tumor size \\>/= 5 cm\n* Positive or unassessed margins of surgical resection\n* Diffuse calcifications on mammogram pre- or post-operatively\n* Positive or suspicious post-lumpectomy mammogram or breast magnetic resonance imaging (MRI)\n* Multicentric carcinoma in more than one quadrant of the breast\n* Non-epithelial breast malignancy; Paget's disease of the nipple\n* Personal history of collagen vascular disease clinically judged to be a contraindication to radiation therapy\n* Recurrent disease or prior history of ipsilateral breast cancer\n* Psychiatric or addictive disorders that impair patient's voluntary ability to participate in informed consent or protocol procedures",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}