{
    "nctId": "NCT04482803",
    "briefTitle": "Targeted Biopsy of Carbon Nanoparticles Labelled Axillary Node for CN+ Breast Cancer",
    "officialTitle": "Feasibility Study of Targeted Biopsy of Carbon Nanoparticles Labelled Axillary Node After Neoadjuvant Systemic Therapy for Clinically Assessed Positive Axillary Lymph Node (cN+) Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Location and Biopsy of Axillary Lymph Nodes",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "DIAGNOSTIC",
    "enrollmentCount": 159,
    "primaryOutcomeMeasure": "The accuracy of carbon nanoparticle labelled lymph nodes in predicting axillary lymph nodes",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Female breast cancer patients who received neoadjuvant systemic chemotherapy, aged 18-70 years old, with clinically assessed positive lymph node, and the expected survival period is greater than 12 months.\n2. No previous radiotherapy and chemotherapy.\n3. No history of serious systemic disease.\n4. KPS≥70.\n5. White blood cell count\\> 3.5 × 10 \\^ 9 / L, neutrophil count\\> 1.8 × 10 \\^ 9 / L, platelet count\\> 100 × 10 \\^ 9 / L, hemoglobin\\> 9 g / dl.\n6. ALT and AST \\<1.5 times the upper limit of normal value, alkaline phosphatase \\<2.5 times the upper limit of normal value, and total bilirubin \\<1.5 times the upper limit of normal value.\n7. Serum muscle plasma \\<1.5 times the upper limit of normal value.\n8. No abnormal blood coagulation.\n9. Women of childbearing age had a negative serum or urine pregnancy test before the start of treatment and agreed to contraception during treatment.\n10. Cardiac function: two-dimensional echocardiography examination LVEF ≥ 55%.\n11. Sign informed consent.\n\nExclusion critia:\n\n1. Received systemic or local treatment for tumors, including chemotherapy, radiotherapy and endocrine therapy.\n2. A history of malignant tumors within 5 years (except curable skin basal cell carcinoma and cervical carcinoma in situ).\n3. The patient has been enrolled in other clinical trials or used other study drugs 30 days before enrollment in this study.\n4. Accompanied by uncontrolled lung disease, severe infection, active gastrointestinal ulcer need treatment, coagulopathy, severe uncontrolled diabetes, connective tissue disease or bone marrow function suppression and other diseases, can not tolerate chemotherapy related treatments.\n5. Two-dimensional echocardiography detection LVEF \\<55%.\n6. Severe cardiovascular and cerebrovascular diseases within the first 6 months of randomization (eg unstable angina, chronic heart failure, uncontrollable hypertension\\> 150/90 mmHg, myocardial infarction or cerebrovascular accident).\n7. NCI peripheral neurotoxicity grade ≥2.\n8. Those taking glucocorticoids.\n9. Known hypersensitivity to anthracyclines, cyclophosphamide, taxanes, trastuzumab or pertuzumab.\n10. Refuse contraception during treatment and within 8 weeks after completion of treatment for women of childbearing age.\n11. Pregnant and lactating women.\n12. After joining the test, a pregnancy test (+) before using the drug.\n13. There are mental illness, cognitive impairment, unable to understand the test plan and side effects, unable to complete the test plan and follow-up workers (systematic evaluation is required before the trial is enrolled).\n14. No personal freedom and independent civil capacity.\n15. The investigator determined that the patient could not obtain long-term follow-up data (due to unavailability or serious concomitant diseases).",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}