{
    "nctId": "NCT06263543",
    "briefTitle": "Sequencing Antibody Drug Conjugates in ER+/HER2 LOW MBC",
    "officialTitle": "SERIES: SEquencing Sacituzumab Govitecan AfteR T-DXd In ER+/HER2 LOW MetaStatic Breast Cancer",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer, Metastatic Breast Cancer, Advanced Breast Cancer, Hormone-receptor-positive Breast Cancer, Human Epidermal Growth Factor 2 Low Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 75,
    "primaryOutcomeMeasure": "Overall response rate (ORR)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Provision of signed and dated informed consent form.\n* Stated willingness to comply with all study procedures and availability for the duration of the study.\n* Individuals ≥ 18 years of age.\n* Histologically confirmed metastatic or advanced and unresectable breast cancer that is HER2-low breast cancer (BC) by local testing with documented evidence of HR+/HER2-low defined as: \\[immunohistochemistry (IHC) 2+/in situ hybridization (ISH)- or IHC 1+ (ISH- or untested)\\] on either the primary or any metastatic site.\n* Histologically confirmed metastatic or advanced and unresectable breast cancer that is estrogen receptor and/or progesterone receptor positive defined as \\>1% on any metastatic site or the primary tumor.\n* Endocrine-refractory (as per investigator judgement) and may have received any number of prior endocrine therapies (alone or in combination with cyclin-dependent kinase (CDK)4/6 inhibitor, alpelisib, everolimus and/or capivasertib).\n* Received a CDK4/6 inhibitor either alone or in combination with endocrine therapy (in the adjuvant or metastatic setting) with any duration of therapy permitted.\n* Received at least 1 but no more than 4 prior systemic chemotherapy regimens in the metastatic setting\n* Prior treatment with T-DXd (discontinued for progression and/or intolerance), which does not have to be the treatment immediately prior to enrollment on trial.\n* Documented clinical and/or radiographic disease progression after most recent therapy, unless immediate prior therapy was T-DXd which was discontinued for toxicity.\n* Measurable disease, as per RECIST V1.1\n* Eastern Cooperative Oncology Group (ECOG) Performance Status (PS) ≤ 2.\n* Adequate organ and bone marrow function within 28 days before randomization. For all parameters listed below, the most recent results available must be used:\n\n  1. Hemoglobin ≥ 9 g/dL. Note: Red blood cell transfusion is not allowed within 1 week prior to screening assessment.\n  2. Absolute neutrophil count (ANC) ≥ 1500/mm3. Note: Granulocyte-colony stimulating factor (G-CSF) administration is not allowed within 1 week prior to screening assessment.\n  3. Platelet count ≥ 100,000/mm3. Note: Platelet transfusion is not allowed within 1 week prior to registration.\n  4. Total bilirubin (TBL) ≤ 1.5 × upper limit of normal (ULN) if no liver metastases or \\< 3 × ULN in the presence of documented Gilbert's Syndrome (unconjugated hyperbilirubinemia) or liver metastasis at baseline.\n  5. Alanine transaminase (ALT) and aspartate aminotransferase (AST) ≤ 3 ×ULN or \\< 5 × ULN in patients with liver metastasis.\n  6. Serum albumin ≥ 2.5 g/dL.\n  7. Creatinine clearance (CrCl) ≥ 30 mL/min (calculated using the Cockcroft and Gault equation). Cockcroft-Gault equation: CrCl (mL/min) = \\[140 - age (years)\\] × weight (kg) 72 × serum creatinine (mg/dL) {× 0.85 for females}\n  8. International normalized ratio (INR) or prothrombin time (PT) and either partial thromboplastin time (PTT) or activated partial thromboplastin time (aPTT) ≤ 1.5 × ULN.\n* Adequate treatment washout period before randomization, defined as:\n\n  1. Major surgery: ≥ 3 weeks\n  2. Radiation therapy including palliative and/or stereotactic radiation therapy ≥ 2 weeks\n  3. Hormonal therapy: ≥ 2 weeks\n  4. Immunotherapy (non-antibody-based therapy): ≥ 2 weeks\n  5. T-DXd: ≥ 3 weeks\n  6. ADC's other than T-DXd: ≥ 3 weeks\n* Evidence of post-menopausal status or for individuals of childbearing potential must have a negative serum beta-human chorionic gonadotropin (ß-hCG) at screening or baseline. Individuals of childbearing potential are defined as those who are not surgically sterile (i.e., underwent bilateral tubal occlusion, bilateral salpingectomy, bilateral oophorectomy, or complete hysterectomy) or post-menopausal.\n* Individuals of childbearing potential who are sexually active with a non-sterilized male partner must agree to use at least one highly effective method of contraception from the time of registration through final study treatment. Not all methods of contraception are highly effective.\n* Non-sterilized male patients who are sexually active with a partner of childbearing potential must agree to use a condom with spermicide from registration and throughout duration of the study treatment.\n\nThe following are acceptable measures to prevent pregnancy:\n\n* Abstinence (not having sexual relations with a person who can get you pregnant)\n* Intrauterine Device (IUD)\n* Vasectomy\n* Sterilization\n* Bilateral tubal occlusion\n\nExclusion Criteria:\n\n* Locally advanced MBC (stage IIIc) in individuals who are candidates for curative intent therapy at the time of study enrollment.\n* Patients with brain metastases (BM) except for asymptomatic treated BM not requiring ongoing corticosteroid treatment with stable lesions on baseline/screening brain MRI. Patients who require treatment of brain metastases are eligible after 14 days post receipt of surgery or radiation, if felt to be clinically stable and not requiring ongoing corticosteroid treatment.\n* Active serious infection requiring ongoing antibiotics.\n* History of an anaphylactic reaction to irinotecan.\n* Pregnant or breastfeeding.\n* Treatment with another investigational drug or other intervention within 21 days.\n* Other concurrent medical or psychiatric conditions that, in the Investigator's opinion, may be likely to confound study interpretation or prevent completion of study procedures and follow-up examinations.\n* Any other condition that may put a participant at higher risk, at the discretion of the investigator.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}