{
    "nctId": "NCT05154396",
    "briefTitle": "Neratinib Dose Escalation Regimen for HER2 Positive Early Breast Cancer",
    "officialTitle": "Neratinib Dose Escalation Regimen for HER2 Positive Early Breast Cancer",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "HER2-positive Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 60,
    "primaryOutcomeMeasure": "Primary Endpoint",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Age between 18 and 75 year-old women；\n* ECOG score: 0-1；\n* HER2 positive breast cancer diagnosed histologically is defined as HER2 (3+) by immunohistochemistry or HER2 (2+) with positive FISH test；\n* Postoperative pathological stage ⅱ → ⅲ, or initial stage (before neoadjuvant therapy) ⅱ → ⅲ, radiographic assessment showed no metastasis;\n* Complete 1 year of anti-HER2 therapy with trastuzumab, prior use of pertuzumab neoadjuvant + adjuvant therapy or T-DM1 adjuvant therapy is permitted;\n* No major organ dysfunction, contraception;\n* The patients have good compliance to the therapy and follow-up to be scheduled and are able to understand the study protocol and sign the Informed Consent Form.\n\nExclusion Criteria:\n\n* Patients who are allergic to the study drug, cannot take the drug orally, or refuse the medication regimen;\n* Prior treatment with TKI anti-HER-2 drugs (e.g. Lapatinib, Pyrotinib, etc.);\n* Patients were enrolled in other studies or stopped taking other drugs within 4 weeks;\n* Patients with serious dysfunction of important organs (heart, liver and kidney);\n* Patients with other malignancies, other than cured non-melanoma skin cancer, carcinoma in situ of the cervix and other tumors that have been cured for at least 5 years;\n* In pregnancy, lactation patients;\n* In the active stage of other acute or chronic infectious diseases;\n* The patients have uncontrollable mental illness;\n* There is a known history of human immunodeficiency virus;\n* There are other circumstances in which the investigator suggested that the patient should not participate in the study.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}