{
    "nctId": "NCT06556862",
    "briefTitle": "Exploration of Dalpiciclib + Tucidinostat in HR+/HER2- Advanced Breast Cancer After Failure of CDK4/6 Inhibitor",
    "officialTitle": "Exploration of Dalpiciclib + Tucidinostat in HR+/HER2- Advanced Breast Cancer After Failure of CDK4/6 Inhibitor: a Phase II Study",
    "overallStatus": "NOT_YET_RECRUITING",
    "conditions": "HR+/HER2- Advanced Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 155,
    "primaryOutcomeMeasure": "PFS",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Subjects voluntarily participate in this study and sign the informed consent form\n2. aged ≥ 18 years.\n3. ECOG PS score: 0-2 points.\n4. Expected survival ≥ 6 months.\n5. Regionally recurrent or metastatic disease with histologically or cytologically confirmed ER+ and/or PR+ (≥ 10%), HER2- breast cancer that is not suitable for definitive excision or radiation therapy.\n6. Previously received antitumor therapy: 1) previously received ≤1 line of chemotherapy for recurrent or metastatic breast cancer; 2) Disease recurrence and/or metastasis during or after treatment with Palbociclib or Abemaciclib or Ribociclib in the setting of (neo-)adjuvant therapy, or during treatment with palbociclib or Abemaciclib or Ribociclib in a metastatic setting or after disease progression; 3) No more than 3 lines of endocrine therapy have been previously received for recurrent or metastatic breast cancer. 4) Line number of previous chemotherapy ≤1 line\n7. At least one extracranial measurable lesion as defined by RECIST v1.1;\n8. The function of vital organs meets the requirements;\n\n   * Absolute neutrophil count ≥ 1.5 × 10\\^9/L;\n   * Platelets ≥ 90 × 10\\^9/L;\n   * Hemoglobin ≥ 90g/L;\n   * Total bilirubin (TBIL) ≤ 1.5 × ULN;\n   * ALT and AST ≤ 2.5 × ULN;\n   * Urea/blood urea nitrogen (BUN) and creatinine (Cr) ≤1.5×ULN;\n   * Left ventricular ejection fraction (LVEF) ≥ 50%;\n   * The QT correction by the Fridericia formula (QTcF) is \\< 470 ms. INR ≤ 1.5 × ULN, APTT ≤ 1.5 × ULN.\n9. Subject recovers from any AE related to previous antitumor therapy before the first administration of the study drug (Grade ≤ 1)\n\nExclusion Criteria:\n\n1. Previously received treatment with histone deacetylase inhibitor (HDACi);\n2. Previously received Dalpiciclib;\n3. MRI or lumbar puncture confirmed leptomeningeal metastasis;\n4. Central nervous system metastasis is confirmed by imaging; The following conditions will be excluded: 1) asymptomatic brain metastases without immediate radiotherapy or surgery; 2) Previously received local treatment (radiotherapy or surgery) for brain metastases, stable for at least 4 weeks, and no symptomatic treatment (including glucocorticoids, mannitol, bevacizumab, etc.) for more than 2 weeks with clinical symptoms;\n5. The participants presented with visceral crisis (such as lymphangitis carcinomatosis, bone marrow replacement, leptomeningeal metastasis, diffuse liver metastasis with abnormal liver function), rapid disease progression, and that is not suitable for endocrine therapy;\n6. Participants had ascites, pleural effusion and pericardial effusion with clinical symptoms at baseline, which required drainage within 4 weeks before the first medication;\n7. Inability to swallow, intestinal obstruction, or other factors that affect medication administration and absorption;\n8. Subjects that are diagnosed with any other malignancy within 5 years prior to the study, excluding non-melanoma skin cancer treated with radical therapy, basal or squamous cell skin cancer or carcinoma in situ of the cervix and papillary thyroid.\n9. The subject has undergone major surgery or major trauma or is expected to undergo major surgery within 4 weeks before the start of treatment;\n10. A known history of allergy to the drug ingredient of this protocol.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}