{
    "nctId": "NCT01007890",
    "briefTitle": "Prediction of Response to Neoadjuvant Chemotherapy in Women With Operable Breast Cancer",
    "officialTitle": "Prediction of Response to Neoadjuvant Chemotherapy in Women With Operable Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 134,
    "primaryOutcomeMeasure": "Primary clinical endpoint pCR will be a dichotomous outcome variable with two levels: complete response and no complete response.",
    "eligibilityCriteria": "Inclusion Criteria\n\nFemale subjects who satisfy the following conditions will be considered for enrollment into the study:\n\n1. The subject must consent to be in the research study and must have signed an approved consent form conforming to institutional guidelines prior to study entry.\n2. The diagnosis of breast cancer can be made by FNA or biopsy (other than incisional or excisional). The tumor specimen must demonstrate a diagnosis of invasive adenocarcinoma.\n3. The primary breast cancer must be operable and measurable \"greater than or equal to\" 2.0 cm by use of physical exam and/or ultrasound, MRI, CT scan, or mammogram.\n4. T1c, T2, T3, or T4 patients clinically staged as M0 (non-inflammatory) are eligible.\n5. Patients with a prior diagnosis and treatment for DCIS are eligible.\n6. Patients with multi-focal breast cancer are eligible.\n7. The tumor must be confined to either the breast or to the breast and ipsilateral axilla.\n8. The subject must be 18 years or older.\n9. The interval between initial cytologic or histologic diagnosis of breast cancer and registration must be no more than 10 weeks.\n10. ECOG Performance Status of 0 or 1 (see Appendix A) is required.\n11. The subject must receive standard of care chemotherapy regimens consisting of either doxorubicin (A), cyclophosphamide (C), and a taxane (T) such as docetaxel, paclitaxel, or nab-paclitaxel administered in any sequence and combination the treating physician determines or docetaxel (T) plus cyclophosphamide (C).\n\nExclusion Criteria\n\nMale subjects are not eligible for this study as the incidence of breast cancer in male subjects is significantly lower than female subjects. Those subjects who are strongly HER2-positive will be excluded as they will require treatment by biological agents for which the ChemoResponse Assay has not yet been validated. Subjects with evidence of distant metastatic disease are excluded as these subjects would not be good candidates for neoadjuvant therapy. Women who have had an excisional or incisional biopsy prior to entry would not have sufficient tumor sample to test or to be measured by physical exam for the study. Women who have nonmalignant comorbid conditions and diseases that would preclude them from being treated with doxorubicin (A), cyclophosphamide (C), and a taxane (T), and from completing the study are also excluded. Women with psychiatric or addictive disorders are excluded to protect those vulnerable subjects who may not be able to adequately give informed consent.\n\nWomen with one or more of the following conditions will be ineligible for this study:\n\n1. Tumor determined to be strongly HER2-positive by immunohistochemistry (3+) or by fluorescent in situ hybridization (positive for gene amplification)\n2. Definitive clinical or radiologic evidence of distant metastatic disease.\n3. Excisional or incisional biopsy for this primary breast tumor.\n4. Inflammatory breast cancer.\n5. Synchronous contra-lateral breast cancer.\n6. Multi-centric breast cancer.\n7. Participation in the NSABP B-40 study.\n8. Prior therapy for invasive breast cancer, including irradiation, chemo-, immuno-, and/or hormonal therapy.\n\n   a. Note: the only exception is hormonal therapy, which may have been given anytime after diagnosis and before study entry as long as the hormonal therapy is discontinued at or before registration. After surgery, hormonal therapy may be re-started, at the discretion of the treating physician.\n9. Current therapy with any hormonal agent such as raloxifene, tamoxifen, or other selective estrogen receptor modulator (SERM), either for osteoporosis or breast cancer prevention, or sex hormonal therapy such as birth control pills, ovarian hormonal replacement therapy, etc. These patients are eligible IF these medications are discontinued prior to registration.\n10. Surgical axillary staging procedure prior to study entry.\n\n    a. Note: exceptions include FNA of an axillary node and pre-neoadjuvant sentinel lymph node biopsy for patients with clinically negative axillary nodes.\n11. Nonmalignant systemic disease (cardiovascular, renal, hepatic, etc.) that would preclude the woman from being treated with doxorubicin (A), cyclophosphamide (C), and a taxane (T), and from completing the study.\n12. Psychiatric or addictive disorders that would preclude obtaining informed consent.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}