{
    "nctId": "NCT01466972",
    "briefTitle": "Reversing Hormone Resistance in Advanced Breast Cancer With Pazopanib",
    "officialTitle": "Reversing Hormone Resistance in Advanced Breast Cancer With Pazopanib",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer, Breast Neoplasm",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 30,
    "primaryOutcomeMeasure": "Number of Participants With Clinical Benefit (CB)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Subjects must provide written informed consent prior to performance of study specific procedures or assessments, and must be willing to comply with treatment and follow up.\n\n   - Procedures conducted as a part of routine clinical management of the subject (e.g., blood count, imaging study) and obtained prior to signed informed consent may be utilized for Screening or Baseline purposes provided these tests are obtained as specified in the protocol).\n2. Subjects must have measurable or evaluable disease. Disease sites that are evaluable for progression but not measurable per RECIST guidelines include:\n\n   * Bone lesions\n   * Previously irradiated lesions\n   * Cutaneous manifestations (non-discreet lesions only)\n3. Age ≥ 18 years.\n4. Postmenopausal women defined by one of the criteria:\n\n   * No spontaneous menses for at least 12 months if the subject is ≥ 50 years old;\n   * Amenorrheic for at least 12 months if the subject is \\< 50 years old, with serum estradiol within the institutional postmenopausal range;\n   * Bilateral oophorectomy;\n   * If prior hysterectomy but intact ovaries, must be ≥ 55 years old, or have serum estradiol within the postmenopausal range;\n   * If premenopausal, must be on a GnRH agonist (leuprolide or goserelin) with serum estradiol levels within the institutional postmenopausal range.\n5. Eastern Cooperative Oncology Group (ECOG) performance status (PS) ≤ 2.\n6. Histologically or cytologically confirmed estrogen receptor (ER) and/or progesterone receptor (PgR) positive carcinoma of the breast with unresectable, locally advanced and/or metastatic (AJCC Stage IV) disease.\n7. Subjects must have received prior hormonal therapy for the treatment of breast cancer as follows:\n\n   * Progression must be documented while taking a nonsteroidal aromatase inhibitor including anastrozole or letrozole.\n   * No more than 2 prior hormonal therapies for metastatic disease.\n   * If hormonal therapy was administered in the adjuvant setting, subjects must have received therapy for at least 6 months prior to developing metastatic disease.\n\n   Note: A regimen of sequential tamoxifen/AI in the adjuvant setting is considered to be one therapy\n\n   - If hormonal therapy was administered in the metastatic setting, subjects must have received therapy for at least 3 months prior to progression\n8. Subjects whose tumors overexpress ErbB2 are eligible provided that they have progressed following therapy which included trastuzumab and/or lapatinib.\n\n   Note for prior lapatinib: Subjects must have completed therapy with lapatinib at least 7 days prior to the first dose of study drug.\n\n   Note for prior trastuzumab: Subjects who received Q3 weekly, Q2 weekly or Q1 weekly must have completed therapy with trastuzumab at least 3 weeks, 2 weeks or 1 week, respectively, prior to the first dose of study drug.\n9. Adequate hematologic and hepatic function as defined in Protocol Table 1\n10. Subjects must have discontinued hormone replacement therapy (HRT) (e.g., conjugated estrogens tablets, USP or premarin), at least 28 days prior to receiving the first dose of randomized therapy.\n11. Radiotherapy prior to initiation of therapy is allowed to a limited area (e.g., palliative treatment for painful bone metastases), if it is not the sole site of disease. Subjects must have completed treatment at least one week prior to starting study drugs, and must have recovered from all treatment-related toxicities.\n12. Bisphosphonate or RANK ligand inhibitor therapy for bone metastases is allowed. Prophylactic use of bisphosphonates in subjects without bone disease, except for the treatment of osteoporosis, is not permitted;\n13. Ability to swallow and retain oral medication.\n\nExclusion Criteria:\n\n1. Prior use of pazopanib\n2. Premenopausal levels of estradiol, or ongoing menses (see definitions of menopause above).\n3. Known central nervous system (CNS) metastases or leptomeningeal carcinomatosis. Screening with CNS imaging studies (computed tomography \\[CT\\] or magnetic resonance imaging \\[MRI\\]) is required only if the subject has clinical findings suggestive of CNS metastasis.\n4. History of another active malignancy. Note: Subjects who have had another malignancy and have been disease-free for 5 years, or subjects with a history of completely resected non-melanomatous skin carcinoma or successfully treated in situ carcinoma are eligible.\n5. Clinically significant gastrointestinal abnormalities which might interfere with oral dosing, including, but not limited to:\n\n   * Malabsorption syndrome\n   * Major resection of the stomach or small bowel that could affect the absorption of study drug\n   * Inflammatory bowel disease\n   * Ulcerative colitis, or other gastrointestinal conditions with increased risk of perforation\n   * History of abdominal fistula, gastrointestinal perforation, or intra abdominal abscess within 28 days prior to beginning study treatment\n6. Presence of uncontrolled infection.\n7. Prolongation of corrected QT interval (QTc) \\>480msecs.\n8. History of any one or more of the following cardiovascular conditions within the past 6 months:\n\n   * Angioplasty or stenting\n   * Myocardial infarction\n   * Unstable angina\n   * Coronary artery by-pass graft surgery\n   * Symptomatic peripheral vascular disease\n9. Class II, III or IV congestive heart failure, as defined by the New York Heart Association (NYHA).\n10. Use of an investigational agent, including an investigational anti-cancer agent, within 14 days prior to the first dose of study drug.\n11. Prior use of an investigational drug that targets VEGF or VEGF receptors.\n12. Any ongoing toxicity from prior anti-cancer therapy that is \\> Grade 1 and/or that is progressing in severity.\n13. Poorly controlled hypertension (defined as systolic blood pressure (SBP) of ≥140mmHg or diastolic blood pressure (DBP) of ≥ 90mmHg).\n\n    Note: Initiation or adjustment of antihypertensive medication(s) is permitted prior to study entry. Blood pressure must be re-assessed prior to start of study therapy. The mean SBP/DBP values must be \\<140/90mmHg (OR 150/90mmHg, if this criterion is approved by Safety Review Team) in order for a subject to be eligible for the study.\n14. History of cerebrovascular accident (CVA), pulmonary embolism or untreated deep venous thrombosis (DVT) within the past 6 months.\n\n    Note: Subjects with recent DVT who have been treated with therapeutic anti-coagulant agents for at least 6 weeks are eligible.\n15. Major surgery or trauma within 28 days prior to first dose of study drug and/or presence of any non-healing wound, fracture, or ulcer not related to cancer (procedures such as catheter placement not considered to be major).\n16. Evidence of active bleeding or bleeding diathesis.\n17. Any serious and/or unstable pre-existing medical, psychiatric, or other condition that could interfere with subject's safety, provision of informed consent, or compliance to study procedures",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}