{
    "nctId": "NCT00206505",
    "briefTitle": "Neoadjuvant Taxotere",
    "officialTitle": "A PHASE II STUDY OF THE CLINICAL AND BIOLOGIC EFFECTS OF DOCETAXEL (TAXOTERE) IN PATIENTS WITH LOCALLY ADVANCED BREAST CANCER",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 40,
    "primaryOutcomeMeasure": "efficacy of neoadjuvantTaxotere in patients with locally advanced breast cancer. Histological complete response rate",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* 1. All patients must be female. 2. Signed informed consent. 3. Locally advanced breast cancers or primary breast cancers with concomitant metastatic disease are eligible. Locally advanced cancers must be of clinical and/or radiologic size \\>4 cm and/or are deemed surgically inoperable. 4. Negative serum pregnancy test within 7 days of starting study, if of child-bearing potential. 5. Adequate bone marrow function: Hematocrit of greater than 30%, total neutrophil count must be \\>1.5 x 10(9)/L and platelets of \\>100 x 10(9)/L prior to the start of any cycle. 6. Kidney function tests - within 1.5 times of the institution's upper limit of normal. Total serum bilirubin within upper limit of normal. 7. Electrocardiogram showing no acute ischemic changes. 8. Performance status (WHO scale) \\<2 (Appendix I) and life expectancy \\>1 year. 9. Age \\> 18 years. 10. No brain and/or leptomeningeal disease. 11. No previous or current malignancies at other sites within the last 5 years, with exception of adequately treated cone-biopsied in situ carcinoma of the cervix uteri and basal or squamous cell carcinoma of the skin.\n\nExclusion Criteria:\n\n* 1. Pregnancy or unwillingness to use reliable contraceptive method in women of child-bearing potential. 2. Severe underlying chronic illness or disease. 3. Peripheral neuropathy - grade 2 or greater. 4. Patients on other investigational drugs while on study will be excluded. 5. Severe or uncontrolled hypertension, history of congestive heart failure, or severe coronary arterial disease.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}