{
    "nctId": "NCT05547347",
    "briefTitle": "Safety, Ultrasound Conspicuity, and Migration of Twinkling Markers in Patients with Locally Advanced Breast Cancer",
    "officialTitle": "A Phase 1 Study in Patients with Clinically Node-Positive Breast Cancer to Assess the Safety, Ultrasound Conspicuity, and Migration of an Ultrasound Twinkling Marker Obeservedfor Sonographic Targeting (UTMOST TRIAL)",
    "overallStatus": "ENROLLING_BY_INVITATION",
    "conditions": "Anatomic Stage III Breast Cancer AJCC V8, Locally Advanced Breast Carcinoma, Resectable Breast Carcinoma",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 15,
    "primaryOutcomeMeasure": "Long-term efficacy of the twinkling marker",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patient 18 years or older with breast cancer and biopsy-proven malignant involvement of an axillary lymph node\n* Surgical management will be determined by Dr. Mara Piltin, who will decide if preoperative I-125 seed localization of the positive node is necessary or if she will retrieve the positive node with intraoperative ultrasound guidance. During surgery, the targeted node, its associated biopsy markers, I-125 seed if placed, and twinkling marker will be resected. The position of the marker in the lymph node or proximity to the node will be noted from the surgical and pathology documentation.\n* Surgery will be performed by Dr. Mara Piltin\n* Patients must be able to understand the study procedures and comply with them for the entire length of the study\n* No contraception is necessary or required\n\nExclusion Criteria:\n\n* Current drug or alcohol use or dependence that, in the opinion of the site investigator, would interfere with adherence to study requirements\n* Inability or unwillingness of individual or legal guardian/representative to give written informed consent\n* Current or past participation within a specified timeframe in another clinical trial, as warranted by the administration of this intervention",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}