{
    "nctId": "NCT04147767",
    "briefTitle": "Plant Sterol INtervention for Cancer Prevention (PINC)",
    "officialTitle": "Randomised Control Cross-over Trial to Test How Dietary Plant Sterols Modify Tumour Promoting Capabilities of Non-tumour Host Cells in Volunteers With Elevated LDL-C",
    "overallStatus": "UNKNOWN",
    "conditions": "Hypercholesterolemia, Breast Cancer, Obesity",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "PREVENTION",
    "enrollmentCount": 50,
    "primaryOutcomeMeasure": "To change circulating oxysterols levels after phytosterols intervention.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Subjects capable of giving informed consent;\n2. Non-pregnant, non-nursing female;\n3. Age between 18-65 years old;\n4. LDL-C ≥130mg/dL (3.4mmol/L) or TC/HDL ratio \\>4;\n5. BMI ≥25 (kg/m2)\n\nExclusion Criteria:\n\n1. Subjects who are under treatment with lipophilic statins;\n2. Subjects under any other supplementation that improve cholesterol levels (i.e. monacolin, other PSS enriched products);\n3. Subjects under any weight loss or lipid lowering dietary plan;\n4. Present or past chronic diseases: CVDs, cancer, know positive hepatitis B virus surface antigen (HBsAg), hepatitis C (HCV) antibody or HIV, cirrhosis, gastrointestinal disorders (i.e. irritable bowel syndrome, Crohn's disease, celiac disease, bowel control problems), kidney diseases, autoimmune diseases, endocrine disorders, metabolic diseases (i.e. diabetes type I and type II, familiar hypercholesterolemia), neurological diseases;\n5. Diagnosed eating disorders according to the Diagnostic and Statistical Manual of Mental Disorders 5 (DSM-5);\n6. Past or planned within the trial period bariatric surgery;\n7. Past or planned within the trial period gastrointestinal resections;\n8. Corticosteroid and chronic inflammatory therapy;\n9. Consumption within the preceding 8 weeks of other compounds capable of influencing cholesterol metabolism (bile acid-binding resins, ezetimibe, psyllium, fish oil supplements, soya lecithin, phytoestrogens and other PSS-fortified foods);\n10. Females pregnant or females who are planning pregnancy;\n11. Females breastfeeding;\n12. Phytosterolemia diseases;\n13. Participants with allergies to any of the substances presents in the yoghurt drink chosen for the trial: citric acid, anhydrous, sodium chloride, disodium edetate dehydrate, polysorbate 80, sodium hydroxide, Hypersensitivity to E. Coli derived proteins, nuts, peanuts, egg and soy proteins. Participants with a latex allergy are also not eligible as the inner needle cover of the pre-filled syringe contains dry natural rubber (a derivative of latex);\n14. Participants with allergies to lidocaine;\n15. Participation in other dietary or clinical trials.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}