{
    "nctId": "NCT04158362",
    "briefTitle": "Endocrine Therapy With Abemaciclib or Chemotherapy as Initial Metastatic Treatment in ER+/HER2- Breast Cancer",
    "officialTitle": "Open-label, Randomized, Multicenter, Phase III Study, Comparing Standard Chemotherapy to Standard Combination of Endocrine Therapy With Abemaciclib as Initial Metastatic Treatment Among Patients With Visceral Metastasis of ER+ HER2-breast Cancer, High Burden Disease",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Cancer Metastatic",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 180,
    "primaryOutcomeMeasure": "Progression-free survival (PFS)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patient must have signed a written informed consent form prior to any study specific procedures.\n2. Female age ≥ 18 years.\n3. Performance status, Eastern Cooperative Oncology Group (ECOG) 0-2.\n4. Histologically confirmed adenocarcinoma of the breast.\n5. Metastatic breast cancer, with liver and/or lung and/or pleural and/or peritoneal metastases with high tumor burden (according to RECIST v1.1) defined as either:\n\n   * visceral involvement of one site with more than 3 lesions,\n   * visceral involvement of at least 2 sites,\n   * symptomatic ascites or pleural effusion, defined as the need for weekly drainage with visceral measurable metastases,\n   * visceral involvement and lactate dehydrogenase (LDH) \\> Normal value.\n6. Patient considered candidate for a first line chemotherapy in metastatic setting by their physician (either capecitabine or paclitaxel) and who may receive first-line endocrine therapy combined with abemaciclib according to the marketed authorization.\n7. ER-positive by immunohistochemistry (IHC) (\\>10%) on primary or metastatic disease.\n8. HER2-negative by IHC (score 0 or 1+) and/or Fish/Cish negative.\n9. Non-menopausal women will receive LH-RH agonists before starting the endocrine therapy and every 28 days thereafter. It is recommended that LH-RH agonist therapy be started approximately 28 days before the start of hormone therapy.\n10. Adequate renal, hepatic, and hematopoietic functions as defined by the following criteria:\n\n    * Absolute Neutrophil Count (ANC) ≥1,500/mm³ or ≥1.5 x 10⁹/L\n    * Platelets ≥100,000/mm³ or ≥100 x 10⁹/L\n    * Hemoglobin ≥8 g/dL (patients may receive erythrocyte transfusions to achieve this hemoglobin level at the discretion of the investigator. Initial treatment must not begin earlier than the day after the erythrocyte transfusion).\n    * Serum Aspartate Transaminase (AST) and serum Alanine Aminotransferase Transaminase (ALT) ≤3 x upper limit of normal (ULN) (\\<5 ULN if liver metastasis)\n    * Total serum bilirubin ≤1.5 x ULN (patients with Gilbert's syndrome with a total bilirubin ≤2.0 times ULN and direct bilirubin within normal limits are permitted)\n    * Serum creatinine ≤1.5 x ULN or estimated creatinine clearance \\>60 mL/min as calculated using the standard method for the institution.\n11. Women of childbearing potential agreeing to use highly effective contraception during treatment and for 3 weeks following the last dose of abemaciclib or for 6 months following the last dose of capecitabine or paclitaxel or for 2 years following the last dose of fulvestrant.\n12. Women of childbearing potential must have a negative serum pregnancy test within 7 days and/or urine pregnancy test 48 hours prior to the administration of any study treatment.\n13. Willingness and ability to comply with scheduled visits, treatment plan, laboratory tests, and other trial procedures.\n14. Health insurance coverage.\n\nExclusion Criteria:\n\n1. Bone lesion only or non-measurable lesion (RECIST V1.1).\n2. Patients with all target lesions in a previously irradiated region, except if clear progression has been observed prior to study in at least one of them.\n3. Spinal cord compression and/or symptomatic or progressive brain metastases (Brain metastasis are not acceptable unless asymptomatic or treated and stable off steroids for at least 30 days prior to start of study drug).\n4. Patient with visceral crisis as defined in the 4th ESO-ESMO International Consensus Guidelines (severe organ dysfunction as assessed by signs and symptoms, laboratory studies and rapid progression of disease).\n5. Patient has received one line of chemotherapy for metastatic disease.\n6. Patient has received endocrine therapy for metastatic disease.\n7. Inability to swallow orally administered medication.\n8. Patients who received radiotherapy must have completed and fully recovered from the acute effects of radiotherapy. A washout period of at least 14 days is required between end of radiotherapy and randomization.\n9. Major problem with intestinal absorption.\n10. Previous or current malignancies of other histologies within the last 5 years, with the exception of in situ carcinoma of the cervix or the breast, and adequately treated basal cell or squamous cell carcinoma of the skin.\n11. Patient has active systemic bacterial infection (requiring intravenous \\[IV\\] antibiotics at time of initiating study treatment), fungal infection, or detectable viral infection (such as known human immunodeficiency virus positivity or with known active hepatitis B or C \\[for example, hepatitis B surface antigen positive\\]. Screening is not required for enrollment.\n12. Patient has a personal history of any of the following conditions: syncope of cardiovascular etiology, ventricular arrhythmia of pathological origin (including, but not limited to, ventricular tachycardia and ventricular fibrillation), or sudden cardiac arrest.\n13. Patient has any serious and/or uncontrolled preexisting medical condition(s) that, in the judgment of the investigator, would preclude participation in this study (for example, interstitial lung disease, severe dyspnea at rest or requiring oxygen therapy, severe renal impairment \\[e.g. estimated creatinine clearance \\<30 mL/min\\], history of major surgical resection involving the stomach or small bowel, or preexisting Crohn's disease or ulcerative colitis or a preexisting chronic condition resulting in baseline Grade 2 or higher diarrhea).\n14. Any drug or plant derivative that may interact with abemaciclib.\n15. Episode of pulmonary thromboembolism (PTE) in the last six months. Patients with deep vein thrombosis previously treated with a low-molecular-weight heparin for more than two months prior enrolment in the study will be eligible.\n16. Patients with previously documented total/partial dihydropyrimidine dehydrogenase (DPD) deficiency or with DPD deficiency identified at baseline visit (plasma uracil concentration ≥16 ng/mL). These patients will be not eligible for chemotherapy by capecitabine.\n17. Pregnant or breast feeding women.\n18. Patients enrolled in another therapeutic study within 30 days prior inclusion.\n19. Individuals deprived of liberty or placed under the authority of a tutor.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}