{
    "nctId": "NCT03400254",
    "briefTitle": "Gedatolisib, Hydroxychloroquine or the Combination for Prevention of Recurrent Breast Cancer (\"GLACIER\")",
    "officialTitle": "A Phase Ib/II Trial of Gedatolisib, Hydroxychloroquine or the Combination for Prevention of Recurrent Breast Cancer (\"GLACIER\")",
    "overallStatus": "WITHDRAWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "Frequency of Adverse Events",
    "eligibilityCriteria": "Inclusion Criteria:\n\n-Bone marrow aspirate after completion of neoadjuvant chemotherapy and surgery demonstrates detectable DTCs (via IHC) as performed by central laboratory assessment at Univerity of Pennsylvania.\n\nNOTE: The criterion will be assessed AFTER confirmation of the eligibility criteria below. Patients must be pre-registered for screening of DTCs as outlined in Section 5.1 History of stage I-III histologically-confirmed primary invasive breast cancer with no evidence of recurrent local or distant disease. NOTE: Patients with bilateral breast cancer are eligible, so long as both cancers are treated with curative intent.\n\nAny receptor status at diagnosis (by ASCO/CAP guidelines) is eligible; however, the following criteria apply:\n\n* Patients with ER+/Her2 negative tumors must have demonstrated pathologic residual invasive disease within either the breast (with residual tumor measuring ≥ 2.5 cm) or regional lymph nodes at the time of definitive surgery following neoadjuvant therapy.\n* Patients with Her2+ disease (regardless of ER status) or triple negative (ER-/PR-/Her2-) disease are eligible if there is any amount of residual disease present in the breast or regional lymph nodes at the time of definitive surgery following neoadjuvant therapy.\n\nPrior Treatment:\n\n* Patients must have received neoadjuvant chemotherapy prior to surgery.\n* Patients must be within 24 months of undergoing definitive breast surgery post-neoadjuvant therapy. All margins of resection must be free of disease at the time of final surgical treatment.\n* Patients must have completed adjuvant treatment, including post-surgery chemotherapy (if clinically indicated), radiation (if clinically indicated) and/or Her2-directed adjuvant therapy (if Her2+). Prior treatment-related toxicity must be resolved to ≤ Grade 1 with the exception of alopecia and peripheral neuropathy, prior to study enrollment..\n\nCurrent/Concurrent Treatment:\n\n* Concurrent receipt of endocrine adjuvant therapy is allowed only if therapy consists of an aromatase\n* Patients will be eligible to enroll after receiving a minimum of 3 months of adjuvant endocrine therapy, to allow stabilization of side effects. Premenopausal patients on concurrent ovarian suppression are eligible. Patients on tamoxifen are ineligible due to the potential drug-drug interaction with hydroxychloroquine. Patients on any other adjuvant endocrine therapy, including any investigational therapy, are ineligible.\n* Concurrent receipt of bone modifying agents (bisphosphonates or rank-ligand inhibitors) is allowed.\n* No concurrent enrollment on another investigational therapy clinical trial.\n* No prior therapy with a PI3Kinase inhibitor or mTOR inhibitor.\n* Men and women, age ≥ 18 years.\n* No contraindications to the study medications or uncontrolled medical illness.\n* Adequate bone marrow, liver, and renal function and other parameters as follows:\n* ANC ≥ 1.5 x 109/L\n* Platelets ≥ 100 x 109/L\n* Hemoglobin \\> 9 g/dL\n* Serum bilirubin ≤ 1.5 x ULN\n* ALT and AST ≤ 2.5 x ULN\n* Serum creatinine ≤ 2.0 x ULN or creatinine clearance (CrCl) ≥ 30mL/min obtained within 30 days prior to registration. A calculated creatinine clearance by Cockcroft-Gault Formula is acceptable in lieu of a measured value.\n* Normal coagulation studies: PT and PTT ≤ 1.5 x upper limit of normal per institutional laboratory range\n* Ability to provide informed consent.\n* Ability to speak and understand English\n\nExclusion Criteria:\n\n* Patients with a history of another prior invasive breast cancer are ineligible. Patients with prior DCIS of the breast are eligible if this was diagnosed \\> 5 years prior to enrollment. Patients with prior invasive malignancy other than breast cancer are eligible if they have been disease-free for at least 5 years prior to enrollment.\n\nAny severe and/or uncontrolled medical conditions or other conditions that could affect subject participation in the study including:\n\n* Symptomatic congestive heart failure of New York heart Association Class III or IV\n* Unstable angina pectoris, myocardial infarction within 6 months of start of study drug, serious uncontrolled cardiac arrhythmia or any other clinically significant cardiac disease\n* Severely impaired lung function with a previously documented spirometry and DLCO that is 50% of the normal predicted value (these tests not required at screening; prior results, if performed for standard of care should be referenced) and/or O2 saturation that is 88% or less at rest on room air\n* Uncontrolled diabetes\n* Active (acute or chronic) or uncontrolled severe infections\n* Liver disease such as cirrhosis, chronic active hepatitis or chronic persistent hepatitis A known history of HIV seropositivity as reported by the patient. HIV testing is not required.\n* Impairment of gastrointestinal function or gastrointestinal disease that may significantly alter the absorption of hydroxychloroquine (e.g., ulcerative disease, uncontrolled nausea, vomiting, diarrhea, malabsorption syndrome or small bowel resection)\n* Patients with an active, bleeding diathesis. Patients receiving therapeutic anticoagulation are not eligible for study participation.\n\nFemale patients who are pregnant or breast feeding, or adults of reproductive potential who are not using effective birth control methods. If barrier contraceptives are being used, these must be continued throughout the trial and for 8 weeks after stopping study drug, by both sexes. Hormonal contraceptives are not acceptable as a sole method of contraception. (Women of childbearing potential must have a negative urine or serum pregnancy test within 7 days prior to administration of Gedatolisib). Inclusion of Underrepresented Populations Individuals of all races and ethnic groups are eligible for this trial. There is no bias towards age or gender.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}