{
    "nctId": "NCT00635596",
    "briefTitle": "Phase I Study of MT110 in Lung Cancer (Adenocarcinoma and Small Cell), Gastric Cancer or Adenocarcinoma of the Gastro-Esophageal Junction, Colorectal Cancer, Breast Cancer, Hormone-Refractory Prostate Cancer, and Ovarian Cancer",
    "officialTitle": "An Open-label, Multi-center Dose Escalation Phase I Study to Investigate the Safety and Tolerability of a Continuous Infusion of the Bispecific T-cell Engager (BiTE) MT110 in Locally Advanced, Recurrent or Metastatic Solid Tumors Which Commonly Express EpCAM and Are Not Amenable to Curative Treatment",
    "overallStatus": "COMPLETED",
    "conditions": "Solid Tumors",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 65,
    "primaryOutcomeMeasure": "Overall frequency and intensity of adverse events (AEs) (clinical symptoms, laboratory abnormalities, serious adverse events [SAEs] and dose-limiting toxicities)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Locally advanced, recurrent or metastatic solid tumors known to widely express EpCAM and proven histology of the following entities:\n\n   * Adenocarcinoma of the lung\n   * Small cell lung cancer (SCLC)\n   * Gastric cancer or adenocarcinoma of gastro-esophageal junction\n   * Colorectal cancer (CRC)\n   * Hormone-refractory prostate cancer (HRPC)\n   * Breast cancer\n   * Ovarian cancer\n\n   Patients must not be amenable to curative therapy. Patients should have exhausted or declined standard therapeutic options and previous therapies should have included at least one course of chemotherapy.\n2. Non-measurable disease or at least one measurable tumor lesion as per RECIST criteria\n3. Age \\>/= 18 years\n4. ECOG performance status \\</= 2\n5. Life expectancy of at least 3 months\n6. Must have recovered from the acute reversible effects of previous anti-cancer chemotherapy, endocrine therapy, immunotherapy, radiotherapy or surgery.\n\n   * This generally means at least 4 weeks since major surgery, radical radiotherapy or myelosuppressive chemotherapy (6 weeks for nitrosoureas or mitomycin C).\n   * At least 4-5 half-lives (t1/2) must have elapsed since treatment with an investigational agent.\n   * At least 4 weeks since any hormonal therapy (except LHRH agonists for patients with HRPC) prior to initiating MT110 treatment.\n7. Ability to understand the patient information and informed consent form\n8. Signed and dated written informed consent\n\nExclusion Criteria:\n\n1. Evidence of central nervous system (CNS) metastases on baseline computer tomography (CT) or magnetic resonance imaging (MRI) scan (mandatory for all patients), current or past relevant history of other CNS pathology (except migraine, headache and minor incidental findings in the MRI without any clinical manifestation within the last five years). All minor incidental findings should be discussed with the Sponsor's Medical Monitor).\n2. Neutrophil count \\< 1,500/mm3 (= 1.5 x 10\\^9/l)\n3. Platelet count \\< 100,000/mm3 (= 100 x 10\\^9/l)\n4. White blood cells (WBC) \\< 3 x10\\^9/l\n5. Hemoglobin \\< 9.0 g/dl\n6. Abnormal renal or hepatic function as defined below:\n\n   * Alkaline phosphatase (AP)\\>/= 2.5 x upper limit of normal (ULN) and/or aspartate aminotransferase (AST, SGOT), alanin aminotransferase (ALT, SGPT) \\>/= 2.0 x ULN or AP, AST and/or ALT \\>/= 3 x ULN in case of liver metastases; γ-glutamyl transpeptidase (GGT) \\>/= 5.0 x ULN\n   * Total bilirubin \\>/= 1.5 x ULN\n   * Creatinine clearance \\< 50 ml/min calculated by the Cockroft-Gault formula or MDRD (modification of diet in renal disease)\n   * Lipase/amylase \\> 1.5 x ULN\n   * D-dimer \\>/= 10 x ULN\n   * Antithrombin activity \\< 70%\n   * International normalized ratio (INR) \\> ULN\n   * Partial thromboplastin time (PTT) \\> ULN\n7. Oxygen (O2) saturation of \\< 92% (under room air condition)\n8. Any concurrent anti-neoplastic therapy with the exception of radiotherapy for palliation of symptoms after agreement by the Sponsor's Medical Monitor. No radiation is allowed for defined measurable lesions according to RECIST. Patients with HRPC who have received LHRH-agonist therapy for \\>1 month, should continue agonist therapy.\n9. Any concurrent disease, medical or social condition that could affect compliance with the protocol or interpretation of results as judged by the investigator. In particular, patients with the following conditions are not allowed to enter the study:\n\n   * Autoimmune and inflammatory diseases including vasculitis, rheumatoid arthritis, systemic lupus erythematosus (SLE), multiple sclerosis and similar conditions\n   * Active infection or known bacteremia\n   * Known infection with human immunodeficiency virus (HIV) or chronic infection with hepatitis B virus or hepatitis C virus\n   * Severe dyspnea or pulmonary dysfunction or need for continuous supportive oxygen inhalation\n   * Insufficient cardiac function defined as NYHA (New York Heart Association) Grade 3 or 4\n   * History of acute or chronic pancreatitis\n10. Chronic systemic corticosteroid therapy longer than 2 months or any other immunosuppressive therapies or stem-cell transplantation.\n11. Presence of human anti-murine antibodies (HAMA) or known hypersensitivity to immunoglobulins or to other ingredients of the infusion solution.\n12. Pregnant, nursing women or women of childbearing potential who are not willing to use effective forms of contraception during participation in the study and at least three months thereafter.\n13. Male patients with partners of child-bearing potential who are not willing to use effective contraception during the trial and for at least three months thereafter, unless surgically sterile.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}