{
    "nctId": "NCT00332709",
    "briefTitle": "Safety/Efficacy of Letrozole Monotherapy or in Combination With Zoledronic Acid as Extended Adjuvant Treatment of Postmenopausal Patients With Primary Breast Cancer",
    "officialTitle": "An Open Phase III Trial With Letrozole Alone or in Combination With Zoledronic Acid as Extended Adjuvant Treatment of Postmenopausal Patients With Primary Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Osteoporosis, Postmenopausal",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 83,
    "primaryOutcomeMeasure": "Change in Bone Mineral Density (BMD) From Baseline to Month 36",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Compliant postmenopausal women with primary operable breast cancer after 4 to 6 years of therapy with tamoxifen (end of tamoxifen therapy within last 6 months)\n* Performance status 0-2 (Eastern Cooperative Oncology Group)\n* Patients without severe osteoporosis at study entry\n* No evidence of relapse at the time of randomization\n* Adequate function of bone marrow, kidney, and liver\n\nExclusion Criteria:\n\n* Estrogen- and progesterone-receptor status negative or unknown\n* Completion of adjuvant tamoxifen therapy more than 6 months prior to study start\n* Inflammatory breast cancer\n* Current/active dental problems including infection of the teeth or jawbone, dental or fixture trauma, or a current or prior diagnosis of osteonecrosis of the jaw, of exposed bone in the mouth, or of slow healing after dental procedures.\n* Recent (within 6 weeks) or planned dental or jaw surgery\n* History of diseases with influence on bone metabolism such as Paget's disease and primary overactive parathyroid\n* Prior or concomitant therapies: chemotherapy within the last 12 months, intravenous or oral bisphosphonates, systemic corticosteroids, anabolic steroids or growth hormones, Tibolone, parathyroid hormone, systemic sodium fluoride or any drugs known to affect the skeleton (such as calcitonin, mithramycin, or gallium nitrate)\n* Patients with previous or concomitant cancers (not breast cancer) within the past 5 years EXCEPT adequately treated basal or squamous cell skin cancers or in situ cancer of the cervix. Patients with previous other cancer(s) must have been disease-free for at least 5 years.\n* Patients currently receiving oral bisphosphonates must discontinue these at least 3 weeks prior to study start.\n\nAdditional protocol defined inclusion/exclusion criteria may apply.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}