{
    "nctId": "NCT01105650",
    "briefTitle": "Allogeneic Natural Killer (NK) Cells for Ovarian, Fallopian Tube, Peritoneal and Metastatic Breast Cancer",
    "officialTitle": "Lymphodepleting Chemotherapy and T-Cell Suppression Followed By Allogeneic Natural Killer Cells and IL-2 in Patients With Recurrent Ovarian, Fallopian Tube, Primary Peritoneal Cancer and Advanced Metastatic Breast Cancer (MT2009-30)",
    "overallStatus": "COMPLETED",
    "conditions": "Ovarian Cancer, Fallopian Tube Cancer, Primary Peritoneal Cancer, Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 13,
    "primaryOutcomeMeasure": "Response Rate",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Diagnosis of recurrent ovarian cancer, fallopian tube, or primary peritoneal cancer that has failed or progressed after at least 2 prior salvage chemotherapy regimens (directed at recurrent/metastatic disease).\n\nOR\n\n* Diagnosis of metastatic breast cancer (female or male) that has progressed on or failed at least one salvage chemotherapy regimen for metastatic disease and that meets the following disease specific related criteria:\n\n  * If estrogen receptor or progesterone receptor positive must have progressed on prior hormonal therapy and/or\n  * if HER2-neu positive must have progressed on trastuzumab, lapatinib, or similar agent\n\nWomen with a history of both cancers are eligible for this study provided that they currently meet eligibility for one of the diseases. Women who have had another malignancy and have been disease free for at least 3 year, or with a history of completely resected non-melanomatous skin carcinoma or successfully treated in situ carcinoma are eligible.\n\n* Measurable disease per disease specific Response Evaluation Criteria in Solid Tumors (RECIST) version 1.1 - patients with bone as their only site of disease will not be eligible.\n* If history of brain metastases must be stable for at least 3 months after treatment - A brain computed tomography (CT) scan will only be required in subjects with known brain metastases at the time of enrollment or in subjects with clinical signs or symptoms suggestive of brain metastases.\n* Available related HLA-haploidentical natural killer (NK) cell donor (by at least class I serologic typing at the A\\&B locus)\n* Age 18 years or older\n* Karnofsky performance status \\> or = 50%\n* Adequate organ function as determined by the following criteria within 14 days of study enrollment\n\n  * Bone marrow: platelets \\> or = 80,000 x 10\\^9/L and hemoglobin \\> or = 9 g/dL, unsupported by transfusions; absolute neutrophil count (ANC) \\> or = 1000 x 10\\^9/L, unsupported by growth colony stimulating factor (G-CSF) or granulocyte-macrophage colony-stimulating factor (GM-CSF)\n* Renal function: creatinine (Cr) \\< or = 2.0 mg/dL\n* Liver function: Aspartate aminotransferase (AST), Alanine transaminase (ALT), total bilirubin, alkaline phosphatase \\< 5 times upper limit of institutional normal (ULN)\n* Cardiac: Left ventricular ejection fraction \\>40% (within 28 days of treatment start)\n* Pulmonary function: \\>50% corrected Carbon Monoxide Diffusing Capacity (DLCO) and Forced Expiratory Volume in One Second (FEV1), if presence of pleural effusion due to metastatic disease \\>40% corrected DLCO and FEV1 is acceptable (within 28 days of treatment start)\n* Able to be off prednisone or other immunosuppressive medications for at least 3 days prior to Day 0\n* At least 14 days must lapse between last prior anti-cancer treatment and 1st day of preparative regimen\n* Voluntary written informed consent\n\nExclusion Criteria:\n\n* Pregnant or nursing - The agents used in this study may be teratogenic to a fetus and there is no information on the excretion of agents into breast milk. Participants of childbearing potential must have a blood test or urine study within 14 days prior to registration to rule out pregnancy and agree to use adequate birth control during study treatment\n* Active infection - subjects must be afebrile, off antibiotics, and with no uninvestigated radiologic lesions (infiltrates or lesions with negative cultures or biopsies) are allowed",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}