{
    "nctId": "NCT02603341",
    "briefTitle": "Pragmatic Randomized Trial of Proton Vs. Photon Therapy for Patients with Non-Metastatic Breast Cancer: a Radiotherapy Comparative Effectiveness (RADCOMP) Consortium Trial",
    "officialTitle": "Pragmatic Randomized Trial of Proton Vs. Photon Therapy for Patients with Non-Metastatic Breast Cancer: a Radiotherapy Comparative Effectiveness (RADCOMP) Consortium Trial",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 1238,
    "primaryOutcomeMeasure": "Effectiveness of proton therapy vs. photon therapy",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Females or males diagnosed with pathologically (histologically) proven invasive mammary carcinoma (ductal, lobular or other) of the breast who have undergone either mastectomy or lumpectomy with any type of axillary surgery or axillary sampling.\n* For patients who have undergone lumpectomy, any type of mastectomy and any type of reconstruction (including no reconstruction) are allowed.\n* For patients who have undergone lumpectomy, there are no breast size limitations.\n* Patients with non-metastatic breast cancer are eligible. This includes American Joint Committee on Cancer (AJCC) 7th edition left- or right-sided breast cancer clinical or pathologic stage I, II, III or loco-regionally recurrent at time of diagnosis. For patients that receive neoadjuvant chemotherapy, AJCC 7th edition left- or right-sided breast cancer pathologic stage yp 0, I, II, III are eligible.\n* Bilateral breast cancer is permitted. Patients with bilateral breast cancer will be stratified as left-sided.\n* Must be proceeding with breast/chest wall and nodal radiation therapy including internal mammary node treatment.\n* Must have a pertinent history/physical examination within 90 days prior to registration.\n* Age ≥ 21 years\n* ECOG Performance Status 0 - 2 (asymptomatic to symptomatic but capable of self-care) within 90 days prior to randomization.\n* Confirmation that the patient's health insurance will pay for the treatment in this study (patients may still be responsible for some costs, such as co-pays and deductibles). If the patient's insurance will not cover a specific treatment in this study and the patient still wants to participate, confirmation that the patient would be responsible for paying for any treatment received.\n* Patients who are HIV positive are eligible, provided they are under treatment with highly active antiretroviral therapy (HAART) and have a CD4 count ≥ 200 cells/microliter within 180 days prior to registration as documented in the medical record. HIV testing is not required for eligibility for this protocol.\n* The patient must provide study-specific informed consent prior to study entry.\n\nExclusion Criteria\n\n* Definitive clinical or radiologic evidence of metastatic disease, as documented by the treating institution.\n* Prior radiotherapy to the ipsilateral chest wall or ipsilateral breast or thorax. Individuals with prior radiotherapy in the contralateral breast or chest wall are eligible.\n* Any radiation therapy for the currently diagnosed breast cancer prior to randomization.\n* Dermatomyositis with a CPK level above normal or with an active skin rash or scleroderma.\n* Other non-malignant systemic disease that would preclude the patient from receiving study treatment or would prevent required follow-up.",
    "sex": "ALL",
    "minimumAge": "21 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}