{
    "nctId": "NCT04578106",
    "briefTitle": "Omission of Surgery in Clinically Low-risk HER2positive Breast Cancer With High HER2 Addiction and a Complete Response Following Standard Anti-HER2-based Neoadjuvant Therapy",
    "officialTitle": "Omission of Surgery and Sentinel Lymph Node Dissection in Clinically Low-risk HER2positive Breast Cancer With High HER2 Addiction and a Complete Response Following Standard Anti-HER2-based Neoadjuvant Therapy",
    "overallStatus": "RECRUITING",
    "conditions": "HER2-positive Breast Cancer, Stage I Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 17,
    "primaryOutcomeMeasure": "To evaluate the possibility of omission of surgery and sentinel lymph node dissection in clinically low-risk HER2-positive breast cancer with high HER2 addiction and a complete response following standard neoadjuvant chemotherapy and dual HER2 blockade.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Female participants who are at least 40 years of age on the day of signing the informed consent form with histologically confirmed diagnosis of breast cancer.\n2. A participant is eligible to participate if she is not pregnant, not breastfeeding.\n3. The participant (or legally acceptable representative if applicable) provides written informed consent for the trial.\n4. Histologically confirmed invasive adenocarcinoma of the breast, with all of the following characteristics:\n\n   * HER2-positive status by local determination according to 2018 ASCO/CAP guidelines.\n   * PAM50 HER2-enriched subtype and ERBB2-high as predefined cutoff as per central determination.\n   * Unifocal invasive carcinoma: only 1 invasive focus can be observed (the tumor focus containing or not containing an in situ component)\n   * Tumor largest diameter ≤4 cm as defined by breast MRI.\n   * No nodal involvement (i.e. cN0). Any suspicious axillary node by ultrasound must be biopsied. If the biopsy or the FNA is negative of tumor cells, patient is eligible.\n   * No evidence of distant metastasis (M0) by routine clinical assessment.\n5. Patient must have known ER and PR status locally determined prior to study entry.\n6. Eligible for taxane therapy.\n7. Willingness of the patient to omit surgery if all criteria are met following neoadjuvant therapy.\n8. Estimated life expectancy of at least 5 years irrespective of the diagnosis of breast cancer.\n9. Breast cancer eligible for primary surgery\n10. Have provided archival tumor tissue sample or newly obtained core. Formalin-fixed,paraffin embedded (FFPE) tissue blocks are mandatory. Available pre-treatment FFPE core biopsy evaluable for PAM50 or possibility to obtain one.\n11. Have an Eastern Cooperative Oncology Group (ECOG) performance status of 0 to 1.\n12. Ability and willingness to comply with study visits, treatment, testing and to comply with the protocol.\n13. Have adequate organ function.\n\nExclusion Criteria:\n\n1. Has received prior anti-cancer therapy, including investigational agents, or treatment for primary invasive breast cancer.\n2. Known hypersensitivity to any of the excipients of trastuzumab, pertuzumab, TDM1 or paclitaxel.\n3. Clinical stage II, III or IV.\n4. History of radiotherapy in the ipsilateral breast or axilla.\n5. History of surgery of the ipsilateral axilla.\n6. Bilateral invasive breast cancer.\n7. Infiltrating lobular carcinoma.\n8. Multicentric or multifocal breast cancer, defined as the presence of two or more foci of cancer in the same or different quadrants of the same breast.\n9. Patients who have undergone sentinel lymph node biopsy prior to study treatment.\n10. Patient has active cardiac disease or a history of cardiac dysfunction\n11. Has an active infection requiring systemic therapy.\n\n13. Patients with a history of previous breast cancer are excluded.",
    "sex": "FEMALE",
    "minimumAge": "40 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}