{
    "nctId": "NCT03121989",
    "briefTitle": "Study to Evaluate the Feasibility of 13-C Pyruvate Imaging in Breast Cancer Patients Receiving Neoadjuvant Chemotherapy",
    "officialTitle": "Study to Evaluate the Feasibility of 13-C Pyruvate Imaging in Breast Cancer Patients Receiving Neoadjuvant Chemotherapy",
    "overallStatus": "WITHDRAWN",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "SCREENING",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "Time resolved, 3D 13C pyruvate MR images using MRI",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Adult participants of all ethnic groups/ race categories (age: between 18 and 80 years old)\n* Radiographic diagnosis and pathologic confirmation of breast cancer\n* Undergoing NAC prior to breast-conservation surgery (not applicable to the 3 participants not receiving the injection)\n* Estimated survival more than 1 month\n* Informed consent\n* The participant will also be asked to complete the standard MRI safety screening questionnaire, prior to their research scan and participation in the study.\n* Negative pregnancy test for females of child bearing potential\n* Aspartate aminotransferase (AST) \\<31 U/L\n* Alanine aminotransferase (ALT) \\<31 U/L\n* Creatinine 44 - 106 umol/L\n\nExclusion Criteria:\n\n* Contraindication to MRI or intravenous contrast agents\n* Women that are pregnant or breastfeeding\n* Participants weighing \\>136 kgs (weight limit for the scanner tables)\n* Participants with pacemakers, cerebral aneurysm clips, shrapnel injury or implantable electronic devices not compatible with MRI.\n* Pregnant\n* Claustrophobia\n* Inability to lie still for 45-60 minutes\n* Participants with a high risk factor for nephrogenic systemic fibrosis (NFS), including renal failure on dialysis, heart disease, diabetes, single kidney, hypertension/hypotension, multiple myeloma, peripheral vascular disease, or taking of specific medications (loop diuretics, NSAIDs (within 7 days of research MRI), aminoglycosides, vancomycin, amphotericin B, chemotherapy, or immunosuppressants).",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}