{
    "nctId": "NCT06224387",
    "briefTitle": "CTS2190 Phase I /II Clinical Study in Patients",
    "officialTitle": "A Multi-center, Open-label, Dose Escalation/Expansion Study to Evaluate the Safety, Tolerability, Pharmacokinetics and Preliminary Anti-tumor Activity of CTS2190 in Patients With Solid Tumors",
    "overallStatus": "RECRUITING",
    "conditions": "Solid Tumors, Pancreatic Cancer, Non-small Cell Lung Cancer, Triple-negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 224,
    "primaryOutcomeMeasure": "Dose Escalation：The maximum tolerated dose (MTD)",
    "eligibilityCriteria": "Inclusion Criteria:\n\nSubjects who meet all of the following criteria can be included in this study:\n\n1. Male or female ≥ 18 years of age at signing of ICF.\n2. Part 1: histologically or cytologically confirmed locally advanced or metastatic solid tumors at screening who cannot be treated surgically and have failed standard treatment (PD during treatment or after the last treatment) recommended by the current clinical diagnosis and treatment standards or guidelines, or cannot tolerate standard treatment, or refuse standard treatment and/or currently have no effective treatment available.\n\n   Part 2: histologically or cytologically confirmed advanced solid tumors (including pancreatic cancer, non-small cell lung cancer and/or other tumors, such as gastric cancer, colorectal cancer, etc.) at screening who cannot be treated surgically and have failed standard treatment (PD during treatment or after the last treatment) recommended by the current clinical diagnosis and treatment standards or guidelines, or cannot tolerate standard treatment, or refuse standard treatment and/or currently have no effective standard treatment available.\n3. At least one measurable tumor lesion at screening \\[according to RECIST V1.1 criteria (see appendix 1)\\].\n4. Eastern Cooperative Oncology Group (ECOG) performance status of ≤ 1 (Appendix 2) at screening.\n5. With a life expectancy ≥ 12 weeks at screening.\n6. With good organ function at screening, including:\n\n   * Liver function: total bilirubin (TBIL) ≤ 1.5 × upper limit of normal (ULN) (if the following conditions occur, isolated bilirubin \\>1.5 × ULN is acceptable if: bilirubin is fractionated and direct bilirubin \\<35%, or the patients is diagnosed with Gilbert syndrome), alanine aminotransferase (ALT) ≤ 2.5 × ULN, and aspartate aminotransferase (AST) ≤ 2.5 × ULN (for patients with liver metastases or tumor infiltration, the criteria can be relaxed to TBIL ≤ 1.5 × ULN, ALT ≤5 × ULN, and AST ≤ 5 × ULN);\n   * Renal function: blood creatinine ≤ 1.5 × ULN and creatinine clearance ≥ 50 mL/min \\[calculate the creatinine clearance using Cockcroft-Gault formula (appendix 3)\\];\n   * Hematology: platelet ≥ the lower limit of the laboratory normal range, and absolute neutrophil count (ANC) ≥ 1.5 × 109/L, and hemoglobin ≥ 100 g/dL;\n   * Cardiac function: QT interval corrected by Fridericia method (QTcF) ≤ 450 ms (male) or ≤ 470 ms (female) (see the appendix 3 for calculation formula).\n   * Coagulation function: International normalized ratio (INR) ≤ 1.5 × ULN, or activated partial thromboplastin time (APTT) ≤ 1.5 × ULN.\n7. Female patients of non-childbearing age or female patients of childbearing age who have negative pregnancy test results and promise to take sufficient and effective contraceptive measures or adhere to abstinence from the screening period to 90 days after the last administration, or male patients who promise to take sufficient and effective contraceptive measures or adhere to abstinence from the screening period to 90 days after the last administration (see the appendix 4). Patients are not allowed to donate sperm within 6 months from the start of administration to 6 months after the end of investigational drug administration.\n8. Patients who understand and voluntarily signs the ICF, are willing to and able to complete the scheduled visits, treatment plan, laboratory tests and other study procedures.\n\nExclusion Criteria:\n\nSubjects should not participate in this clinical study if any of the following conditions is met:\n\n1. Female patients in pregnancy or lactation.\n2. Patients with dysphagia.\n3. Patients who cannot tolerate venipuncture or have a history of syncope judged by the investigator to be clinically significant.\n4. Uncontrolled tumor-related pain.\n5. Allergic or intolerant to the active ingredients or excipients of the investigational drug judged by the investigator.\n6. Treatment with radiotherapy for the target lesion within 4 weeks before the first administration of the investigational drug, or accepted any anti-tumor drugs/ treatments (including but not limited to chemotherapy, targeted therapy, immunotherapy) within 5 half-lives before the first administration of the investigational drug, whichever is longer; or patients who have received herbal therapies with anti-tumor indications within 1 week before the first administration.\n7. Primary central nervous system (CNS) tumor or CNS metastasis at screening. The following patients can be considered for enrollment: after treatment and being stable for ≥ 3 months, patients who have completed the treatment at least 10 days before the start of the study treatment; the corticosteroid treatment has been terminated for ≥ 5 days when the study treatment starts, the neurological function is stable, and it is estimated that no steroids or antiepileptic drugs will be required during the study treatment.\n8. Patients judged by the investigator to have uncontrolled pleural effusion, pericardial effusion, or peritoneal effusion (requiring repeated drainage, multiple times a month or more frequently) at screening. Allow patients to indwell catheters regardless of drainage frequency.\n9. Patients with untreated or clinically symptomatic spinal cord compression that has not been controlled (except for patients who have received treatment and have stable symptoms, whose imaging examination shows that they are stable for at least 4 weeks before the first administration, and who have no evidence of brain edema and do not require glucocorticoid treatment).\n10. Patients with ≥ 2 malignant tumors within 5 years before the first administration. Except for cured early-stage malignancies (carcinoma in situ or stage I tumor), such as adequately treated cervical carcinoma in situ, basal cell or squamous epithelial cell skin cancer.\n11. Patients who are found to have active pulmonary tuberculosis infection within 1 year before enrollment through medical history, or those with a history of active pulmonary tuberculosis infection more than one year ago who have not received formal treatment.\n12. Interstitial lung disease or interstitial pneumonia, including clinically significant radiation pneumonia (i.e., affecting activities of daily living or requiring intervention).\n13. Severe infection within 4 weeks before the first administration, including but not limited to bacteremia and severe pneumonia, etc. requiring hospitalization; CTCAE ≥ grade 2 active infection requiring systemic antibiotic treatment within 2 weeks before the first administration.\n14. History of serious cardiovascular and cerebrovascular diseases, including but not limited to serious cardiac rhythm or conduction abnormalities, such as ventricular arrhythmia requiring clinical intervention, degree II-III atrioventricular block, etc.; acute coronary syndrome, congestive cardiac failure, aortic dissection, stroke or other grade 3 or above cardiovascular and cerebrovascular events within 6 months before the first administration; New York Heart Association (NYHA) cardiac function classification (see appendix 5) ≥ grade II or left ventricular ejection fraction (LVEF)\\<50% or hypertension that cannot be clinically controlled (systolic blood pressure ≥ 150 mmHg, diastolic blood pressure ≥ 100 mmHg).\n15. Positive hepatitis B virus surface antigen (HBsAg) and the number of copies of hepatitis B virus (HBV) deoxyribonucleic acid (DNA) ≥ 500 IU/mL (or 2500 copies, or the lower limit of the positive detection value of the study site) at screening, HBsAg (-), hepatitis B core antibody (HBcAb) (+) and the number of copies of HBV DNA≥ 500 IU/mL (or 2500 copies, or the lower limit of the positive detection value of the study site) after treatment of HBV infection, or positive hepatitis C antibody (HCVAb) and hepatitis C virus (HCV) ribonucleic acid (RNA) ≥ ULN of the study site; those with a history of liver cirrhosis (Child Pugh class B or C) or active syphilis infection.\n16. Patients who have active diseases or a history of autoimmune diseases that may relapse (such as systemic lupus erythematosus, rheumatoid arthritis, vasculitis, etc.) at screening, except patients suffering clinically stable autoimmune thyroid disorder.\n17. History of immunodeficiency, including HIV positive, or those suffering from other acquired or congenital immunodeficiency diseases, or with a history of allograft. Autotransplantation should be completed at least 3 months before screening.\n18. Those who had clinically significant hemorrhage symptoms within 3 months before the first administration. Patients who significantly coughed up blood within 4 weeks before the first administration of the investigational drug, and the amount of hemoptysis each time reached half a teaspoon (2.5 mL) or more; patients who had arterial/venous thrombosis events within 6 months before the first administration, such as cerebrovascular accident, deep vein thrombosis and pulmonary embolism, central retinal vein occlusion (RVO), etc.; those who are receiving anticoagulant treatment at the time of screening; patients with potential thrombosis or at the risk of coagulation judged by the investigator.\n19. Patients who have received other unlisted clinical investigational drugs or treatments within 4 weeks (or 5 drug half-lives, whichever is longer) before the first administration.\n20. Patients who have used live vaccine or attenuated vaccine within 4 weeks before the first administration, or plan to use live vaccine or attenuated vaccine during the study period.\n21. Patients who have used potent cytochrome enzyme (CYP)3A4 inhibitors or inducers within 2 weeks before the first administration, or need to use potent CYP3A4 inhibitors or inducers until 7 days after the last dose (see the appendix 6).\n22. Major surgery (except for surgery for diagnostic purposes) within 4 weeks before the first administration, or expected to undergo major surgery (except for surgery for diagnostic purposes) during the study period, or have undergone diagnostic or minimally invasive surgery within 7 days before the first administration.\n23. Adverse reactions from previous anti-tumor treatment have not recovered to ≤ CTCAE V5.0 grade 1 (except for alopecia and grade 2 neurotoxicity caused by chemotherapy drugs, grade 2 hypothyroidism caused by anti-tumor treatments, hypertension and other toxicities that are judged to have no safety risks by the investigator).\n24. Patients who are judged by the investigator to have a history of other serious systemic diseases, or not suitable for participating in the trial for any other reason (the patient has mental illness, alcohol abuse, drug use or drug abuse that may affect his/her compliance with the trial or may interfere with the interpretation of the study results).",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}