{
    "nctId": "NCT02265536",
    "briefTitle": "A Study of LY3022855 In Participants With Breast or Prostate Cancer",
    "officialTitle": "Phase 1 Study to Identify the Immunomodulatory Activity of LY3022855 (IMC-CS4) in Patients With Advanced, Refractory Breast or Prostate Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Neoplasms, Neoplasm Metastasis",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1",
    "allocation": "NON_RANDOMIZED",
    "primaryPurpose": "BASIC_SCIENCE",
    "enrollmentCount": 36,
    "primaryOutcomeMeasure": "Change from Baseline in Peripheral Blood Immune Cell Subsets",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Confirmed diagnosis of advanced, refractory breast or prostate cancer that is evaluable by radiologic testing. Participants must have experienced tumor progression on or treatment intolerance to at least one prior therapy.\n* For participants with metastatic castrate-resistant prostate cancer only:\n\n  * Must continue ongoing androgen deprivation therapy with castrate levels of serum testosterone \\<50 nanogram/deciliter (ng/dL)\n  * If receiving an antiandrogen as part of first-line hormonal therapy, must have shown progression of disease off the antiandrogen prior to enrollment\n  * Must be willing to continue androgen deprivation therapy while on study, if no prior orchiectomy\n  * Must meet at least 1 of the following 3 criteria for progressive metastatic disease, according to Prostate Cancer Working Group 2 (PCWG2) criteria:\n\n    * A rise in prostate-specific antigen (minimal value 2 ng/milliliter (mL); ≥3 consecutive rising values)\n    * ≥2 new metastases on transaxial imaging or radionuclide bone scan\n    * Soft tissue progression\n  * Replacement hormone therapy initiated before study entry is permitted\n  * For participants with breast cancer only:\n\n    * May continue ongoing antiestrogen\n    * Replacement hormone therapy initiated before study entry is permitted\n    * May continue ongoing trastuzumab therapy\n* Have adequate organ function, including: Hepatic: Bilirubin ≤1.5 × the upper limit of normal (ULN), and alanine aminotransferase (ALT) and aspartate aminotransferase (AST) ≤3.0 × ULN. For participants with tumor involvement of the liver, AST and ALT ≤5.0 × ULN are acceptable. For participants with tumor involvement of the bone, alkaline phosphatase ≤5.0 × ULN is acceptable. Renal: Serum creatinine ≤2.0 × ULN. Absolute neutrophil count (ANC) ≥1.0 × 109/liter (L). Hemoglobin ≥9 grams per deciliter (5.58 millimoles per liter). Platelets ≥90 × 109/L.\n* Have Eastern Cooperative Oncology Group (ECOG) performance status of ≤2.\n* Have discontinued all disease-modifying therapy for the primary cancer \\>28 days prior to initiation of study treatment. In addition, clinically significant toxicities associated with any prior therapy for the primary cancer, including investigational treatments, have resolved or stabilized to Grade ≤1 toxicity \\>28 days prior to initiation of study treatment with the exception of neuropathy, which must have resolved to Grade ≤2. Continuation of a stable dose (minimum of 28 days prior to study entry) of denosumab or bisphosphonate is permitted on study.\n* Willing to undergo 1 baseline and 1 posttreatment tumor biopsy procedure.\n* Male participants: Agree to use a reliable method of birth control and to not donate sperm during the study and for at least 12 weeks following last dose of study drug or country requirements, whichever is longer.\n* Female participants: Are women of child-bearing potential who test negative for pregnancy within 7 days prior to enrollment based on a urine or serum pregnancy test and agree to use a reliable method of birth control during the study and for 12 weeks following the last dose of the study drug and also must not be breastfeeding, OR are postmenopausal women.\n\nExclusion Criteria:\n\n* Have received treatment within 28 days prior to the initial dose of study drug with an investigational product or non-approved use of a drug or device (other than the study drug/device used in this study) for non-cancer indications or are concurrently enrolled in any other type of medical research judged not to be scientifically or medically compatible with this study.\n* Have serious preexisting medical conditions (left to the discretion of the investigator).\n* Have symptomatic central nervous system (CNS) malignancy or metastasis.\n* Have an active fungal, bacterial, and/or known viral infection, including human immunodeficiency virus (HIV) or viral (B or C) hepatitis.\n* Have any of the following cardiovascular conditions:\n\n  * Symptomatic coronary artery disease currently or within the past 6 months,\n  * Confirmed left ventricular ejection fraction ≤50% or any cardiac insufficiency \\> New York Heart Association (NYHA) class II currently or within the past 6 months,\n  * Uncontrolled hypertension (\\>170/100 millimeter of mercury \\[mm Hg\\]) currently or within the past 7 days, or\n  * Serious cardiac arrhythmia (well-controlled atrial fibrillation is permitted) currently or within the past 6 months.\n* Have corrected QT interval of \\>500 millisecond (msec) on screening electrocardiogram (ECG).\n* Have received treatment with agents specifically targeting colony stimulating factor 1 (CSF-1) or CSF-1R, including imatinib, nilotinib, and sunitinib.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}