{
    "nctId": "NCT05550090",
    "briefTitle": "Dynamic Contrast-enhanced MRI Combined With IVIM-DWI for Early Prediction of Chemosensitivity in Liver MBC",
    "officialTitle": "Clinical Study of Dynamic Contrast-enhanced Magnetic Resonance Imaging Combined With IVIM-DWI for Early Prediction of Chemosensitivity in Liver Metastasis of Breast Cance",
    "overallStatus": "RECRUITING",
    "conditions": "Metastatic Breast Cancer in the Liver",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 40,
    "primaryOutcomeMeasure": "Correlation between DCE-MRI parameters combined with IVIM parameters and short-term efficacy of chemotherapy in patients with liver metastasis of breast cancer",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. The primary lesion was pathologically confirmed to be breast cancer, and the patients diagnosed by two imaging methods or pathologically confirmed to be liver metastasis of breast cancer had at least one liver metastasis with the longest diameter ≥ 10mm;\n2. No second primary malignant tumor;\n3. ECOG score, 0-2 ;\n4. The organ function is normal and can tolerate chemotherapy and other anti-tumor treatments;\n5. The patient plans to receive systemic chemotherapy or systemic anti-tumor treatment, and the whole process of cooperative treatment. The patient has good compliance with the planned treatment and follow-up, can understand the research process of this study and sign a written informed consent；\n6. Contraception during the study period and within 6 months after treatment, non lactation period.\n\nExclusion Criteria:\n\n1. For patients contraindicated to MR examination, such as built-in metal instruments and allergy to contrast agents;\n2. The patient had diffuse liver metastasis or the number of liver metastatic tumors was more than 5;\n3. Patients who cannot complete 2 cycles of chemotherapy or systemic anti-tumor treatment;\n4. Unable to cooperate with follow-up；\n5. Patients who are not suitable for the study according to the investigator.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}