{
    "nctId": "NCT01969448",
    "briefTitle": "Study to Assess Perfusion and Patient Satisfaction in Nipple-Areola Mastectomy With Immediate Reconstruction",
    "officialTitle": "A Prospective Randomized Trial to Assess Perfusion and Patient Satisfaction in Nipple-Areola Mastectomy With Immediate Reconstruction",
    "overallStatus": "COMPLETED",
    "conditions": "Ductal Carcinoma in Situ - Category, Breast Cancer, Prophylactic Mastectomy",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 79,
    "primaryOutcomeMeasure": "Percentage of Original Preoperative Blood Supply (Perfusion) Post Nipple Sparing Mastectomy",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Patient must be scheduled to undergo either a single or bilateral elective nipple-areola skin sparing mastectomy (NASSM) procedure with planned immediate reconstruction.\n* Patient must be 18 years of age or older.\n* Karnofsky Performance Scale of at least 80%.\n* Patient must be able to understand and willing to sign a written informed consent document.\n\nExclusion Criteria:\n\n* Cognitive impairment.\n* BMI \\< 18 or \\> 35\n* Breast \\>800 grams or \\<100 grams in predicted weight. \"Breast\" includes the breast tissue and in cases where the patient already has cosmetic breast implants, the additional breast implant mass. The sum total must be \\>100 g and \\<800 g.\n* History of radiation to the chest wall or breast being studied\n* Patients who have a history of allergy to iodides or iodinated contrast agents\n* Surgeon's opinion at the time of surgery that the subject's well-being would be compromised (e.g. significant comorbidities, intraoperative findings of a higher stage cancer or other independent acute health problems). If the contralateral breast is undergoing a nipple-sparing mastectomy with reconstruction as well, then the contralateral breast can be studied so long as there is no compromise to any element of their care.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}