{
    "nctId": "NCT02802098",
    "briefTitle": "Abrogation of Chronic Monoclonal Antibody Treatment-induced T-cell Exhaustion With DURVALUMAB in Advanced HER-2 Negative Breast Cancer",
    "officialTitle": "Abrogation of Chronic Monoclonal Antibody Treatment-induced T-cell Exhaustion With DURVALUMAB (MEDI4736) in Advanced HER-2 Negative Breast Cancer: a Pilot Proof-of-concept Trial",
    "overallStatus": "COMPLETED",
    "conditions": "Metastatic Breast Cancer, Bevacizumab-alone Maintenance Treatment Progression",
    "studyType": "INTERVENTIONAL",
    "phase": "EARLY_PHASE1",
    "allocation": "NA",
    "primaryPurpose": "BASIC_SCIENCE",
    "enrollmentCount": 25,
    "primaryOutcomeMeasure": "To compare different peripheral blood mononuclear cells subpopulations at baseline or during treatment among patients showing benefit ro not from the combinations",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Written informed consent obtained from the subject prior to performing any protocol-related procedures, including screening evaluations.\n2. Age \\> 18 years at time of study entry.\n3. Confirmed diagnosis of advanced/metastatic HER-2 negative breast cancer.\n4. Patients who progress in their first bevacizumab regimen, with no limit on previous lines of hormone therapy, chemotherapy, or targeted therapies as long as they have not included bevacizumab or other antiangiogens. This first bevacizumab regimen can be in combination with chemotherapy, hormonal therapy or monotherapy in any scheme and disease progression during this treatment. At least 6 weeks (two doses) must have passed with bevacizumab treatment, in order to consider bevacizumab progression. Any disease progression according to RECIST 1.1 criteria will be considered progression during bevacizumab maintenance.\n5. Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1.\n6. Life expectancy of \\> 24 weeks.\n7. Adequate normal organ and marrow function as defined below:\n\n   Haemoglobin ≥ 9.0 g/dL. Absolute neutrophil count (ANC) ≥ 1.5 x 109/L (\\> 1500 per mm3). Platelet count ≥ 100 x 109/L (\\>100,000 per mm3). Serum bilirubin ≤ 1.5 x institutional upper limit of normal (ULN). This will not apply to subjects with confirmed Gilbert's syndrome (persistent or recurrent hyperbilirubinemia that is predominantly unconjugated in the absence of hemolysis or hepatic pathology), who will be allowed only in consultation with their physician.\n\n   AST (SGOT) / ALT (SGPT) ≤ 2.5 x institutional upper limit of normal unless liver metastases are present, in which case it must be ≤ 5 x ULN.\n\n   Serum creatinine CL\\> 40 mL/min by the Cockcroft-Gault formula (Cockcroft and Gault 1976) or by 24-hour urine collection for determination of creatinine clearance.\n8. Female subjects must either be of non-reproductive potential (ie, post-menopausal by history: ≥ 60 years old and no menses for ≥ 1 year without an alternative medical cause; or history of hysterectomy, or history of bilateral tubal ligation, or history of bilateral oophorectomy or must have a negative serum pregnancy test upon study entry.\n9. Subject is willing and able to comply with the protocol for the duration of the study including undergoing treatment and scheduled visits and examinations including follow up.\n\nExclusion Criteria:\n\n1. Involvement in the planning and/or conduct of the study or in any support activity. Previous enrolment in the present study.\n2. Participation in another clinical study with an investigational product during the last 4 weeks.\n3. Any previous treatment with a CTLA-4 inhibitor, PD-1 or PD-L1 inhibitor, including DURVALUMAB.\n4. History of another primary malignancy except for:\n\n   Malignancy treated with curative intent and with no known active disease ≥ 5 years before the first dose of study drug and of low potential risk for recurrence.\n\n   Adequately treated non-melanoma skin cancer or lentigo maligna without evidence of disease.\n\n   Adequately treated carcinoma in situ without evidence of disease, example cervical cancer in situ.\n5. Receipt of the last dose of anti-cancer therapy (chemotherapy, immunotherapy, endocrine therapy, targeted therapy, biologic therapy, tumor embolization, monoclonal antibodies, other investigational agent) other than bevacizumab 28 days prior to the first dose of study drug: 28 days prior to the first dose of study drug for subjects who have received prior TKIs (example erlotinib, gefitinib and crizotinib) and within 6 weeks for nitrosourea or mitomycin C). (If sufficient wash-out time has not occurred due to the schedule or PK properties of an agent, a longer wash-out period may be required.)\n6. Mean QT interval corrected for heart rate (QTc) ≥ 470 ms calculated from 3 electrocardiograms (ECGs) using Fredericia's Correction.\n7. Current or prior use of immunosuppressive medication within 28 days before the first dose of DURVALUMAB, with the exceptions of intranasal and inhaled corticosteroids or systemic corticosteroids at physiological doses, which are not to exceed 10 mg/day of prednisone, or an equivalent corticosteroid.\n8. Any unresolved toxicity (\\>CTCAE grade 2) from previous anti-cancer therapy, including proteinuria related to bevacizumab. Subjects with irreversible toxicity that is not reasonably expected to be exacerbated by the investigational product may be included (example hearing loss, peripherally neuropathy).\n9. Any prior Grade ≥3 immune-related adverse event while receiving any previous immunotherapy agent, or any unresolved AE \\>Grade 1.\n10. Active or prior documented autoimmune disease within the past 2 years NOTE: Subjects with vitiligo, Grave's disease, or psoriasis not requiring systemic treatment (within the past 2 years) are not excluded.\n11. Active or prior documented inflammatory bowel disease (example Crohn's disease, ulcerative colitis).\n12. History of primary immunodeficiency.\n13. History of allogeneic organ transplant.\n14. History of hypersensitivity to DURVALUMAB or any excipient.\n15. History of hypersensitivity to the combination agent bevacizumab\n16. Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, uncontrolled hypertension, unstable angina pectoris, cardiac arrhythmia, active peptic ulcer disease or gastritis, active bleeding diatheses including any subject known to have evidence of acute or chronic hepatitis B, hepatitis C or human immunodeficiency virus (HIV), or psychiatric illness social situations that would limit compliance with study requirements or compromise the ability of the subject to give written informed consent.\n17. Anticoagulation therapy (except low-dose heparin and/or wash out with heparin as needed to maintain a permanent intravenous device) or antiplatelet therapy (except for treatment with doses of aspirin below 325 mg per day)\n18. History of hemorrhagic or thromboembolic event clinically significant in the last 6 months\n19. Known hereditary predisposition to bleeding or thrombosis\n20. Known history of previous clinical diagnosis of tuberculosis.\n21. History of leptomeningeal carcinomatosis or brain metastasis.\n22. Receipt of live attenuated vaccination within 30 days of receiving DURVALUMAB.\n23. Female subjects who are pregnant, breast-feeding or male or female patients of reproductive potential who are not employing an effective method of birth control.\n24. Any condition that, in the opinion of the investigator, would interfere with evaluation of study treatment or interpretation of patient safety or study results.\n25. Symptomatic or uncontrolled brain metastases requiring concurrent treatment, inclusive of but not limited to surgery, radiation and/or corticosteroids.\n26. Subjects with uncontrolled seizures\n27. Inability to comply with the study and follow-up procedures (example tumor biopsies and blood sampling).",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}