{
    "nctId": "NCT05176080",
    "briefTitle": "Famitinib Plus SHR6390 and Endocrine Therapy in the Treatment of HR-positive, HER2-negative Advanced Breast Cancer",
    "officialTitle": "Study to Evaluate the Efficacy and Safety of Famitinib Plus SHR6390 and Endocrine Therapy in the Treatment of Hormone Receptor-positive, Human Epidermal Growth Factor Receptor 2-negative Advanced Breast Cancer",
    "overallStatus": "ACTIVE_NOT_RECRUITING",
    "conditions": "Metastatic Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 65,
    "primaryOutcomeMeasure": "RP2D in phase Ib",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Local recurrent or metastatic breast cancer unsuitable for chemotherapy, confirmed histologically.\n* HR-positive, HER2- negative breast cancer(according to 2018 ASCO/CAP HER2 test guideline).\n* Ib: Patients who received no more than 2 line of chemotherapy in advanced setting were recruited; II: Patients who had not received any chemotherapy and no more than 1 line of endocrine therapy.\n* 18-75 years old.\n* Eastern Cooperative Oncology Group (ECOG) performance status 0～1.\n* life expectancy is not less than 12 weeks.\n* at least one measurable lesion according to RECIST 1.1.\n* Absolute neutrophil count (ANC) ≥ 1.5×10\\^9/L, Platelets ≥90×10\\^9/L, Hemoglobin ≥ 90 g/L; Total bilirubin≤1.5 upper limit of normal (ULN)；Alanine aminotransferase (ALT) and Aspartate aminotransferase (AST)≤2.5×ULN (ALT and AST≤5×ULN if liver metastasis); blood urea nitrogen (BUN) and Creatinine (Cr)≤1.5×ULN\n* Left ventricular ejection fraction (LVEF) ≥ 50% and QTc≤470 ms\n\nExclusion Criteria:\n\n* Patients who received Vascular Endothelial Growth Factor Receptor (VEGFR) Tyrosine kinase inhibitors (TKI); II: Patients who received fulvestrant, everolimus or cyclin-dependent kinase 4 and 6 (CDK4/6) inhibitor;\n* Ib: Patients who had symptomatic brain metastasis; II: Patients who had brain metastasis;\n* Patients unsuitable for endocrine therapy;\n* Unable to swallow, chronic diarrhea and intestinal obstruction, there are many factors affecting drug use and absorption.\n* Participated in other drug clinical trials within 4 weeks before admission\n* Other malignant tumors, excluding cured cervical carcinoma in situ, skin basal cell carcinoma or skin squamous cell carcinoma, have been diagnosed in the past five years.\n* Active human immunodeficiency virus (HIV), hepatitis B or hepatitis C;\n* Has suffered from any heart disease\n* Female patients during pregnancy and lactation, fertile women with positive baseline pregnancy tests or women of childbearing age who are unwilling to take effective contraceptive measures throughout the trial\n* According to the judgement of the researchers, there are concomitant diseases that seriously endanger the safety of patients or affect the completion of research (including, but not limited to, severe hypertension, severe diabetes, active infections, etc.).\n* Moderate infection occurs within 4 weeks before the first administration (e.g. intravenous drip of antibiotics, antifungal or antiviral drugs according to clinical criteria), fever（\\> 38.5 ℃） of unknown origin occurs during the screening period/before the first administration.\n* Researchers believe that patients are unsuitable for any other situation in this study.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}