{
    "nctId": "NCT01719562",
    "briefTitle": "MRI in Detecting Heart Damage in Patients With Cancer Receiving Chemotherapy With Exercise Capacity Addendum",
    "officialTitle": "Improving Exercise Capacity With a Tailored Physical Activity Intervention in Lymphoma and Breast Cancer Patients Undergoing Treatment - An Addendum to NIH R01CA167821 \"Early Imaging Detection of Cardiovascular Injury After Cancer\"",
    "overallStatus": "COMPLETED",
    "conditions": "Cardiac Toxicity, Malignant Neoplasm, Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "DIAGNOSTIC",
    "enrollmentCount": 28,
    "primaryOutcomeMeasure": "Number of Participants Completing the Trial (Exercise Capacity Addendum)",
    "eligibilityCriteria": "PARENT STUDY:\n\nInclusion Criteria:\n\n* Receiving \\>= 350 mg/m\\^2 of Anth-bC therapy, or a combination of Anth-bC (\\>= 250 mg/m\\^2) and subsequent paclitaxel or Herceptin\n* Ability to understand and the willingness to sign a written informed consent document\n\nExclusion Criteria:\n\n* Intracranial metal, pacemakers, defibrillators, functioning neurostimulator devices, or other implanted electronic devices\n* Ferromagnetic cerebral aneurysm clips, or other intraorbital/intracranial metal\n* Allergy to gadolinium or other severe drug allergies\n* Unstable angina\n* Significant ventricular arrhythmias (\\> 20 premature ventricular contractions \\[PVCs\\]/minute due to gating difficulty)\n* Acute myocardial infarction within 28 days\n* Atrial fibrillation with uncontrolled ventricular response\n* Moderate or severe aortic stenosis\n* Claustrophobia\n* Congestive heart failure (New York Heart Association \\[NYHA\\] class III or IV)\n* Significant valvular disease, or significant pulmonary disease requiring supplemental oxygen therapy\n* Participants unwilling to complete the protocol (24 month duration)\n* Women who are pregnant\n* Patients unable or unwilling to provide informed consent\n\nEXERCISE CAPACITY ADDENDUM:\n\nInclusion Criteria:\n\n* Men and women aged 18-85 with non- or Hodgkin lymphoma or I-IV stage breast cancer patients that expect to receive an anthracycline based chemotherapeutic regimen or other potentially cardiotoxic cancer therapies (e.g. chemotherapy regimens \\[anthracyclines, trastuzumab\\]), immuno-therapies (immune checkpoint inhibitors \\[ICI's\\]) or radiation (within 8 weeks of completion).\n* Potential enrollees will need the capacity to walk at least two (2) city blocks on a flat surface.\n* English speaking participants only will be enrolled.\n* Stage IV breast cancer participants must have a 2 year survival prognosis and approval from their physician.\n\nExclusion Criteria: The following are relative contraindications and can be considered by the medical director of the study:\n\n* Uncontrolled hypertension (systolic blood pressure \\>190 mm Hg or diastolic blood pressure \\>100 mm Hg)\n* A recent history of alcohol or drug abuse.\n* Inflammatory conditions such as lupus or inflammatory bowel disease, or another medical condition that might compromise safety or successful completion.\n* Other exclusions include those with contraindications to MRI such as ferromagnetic cerebral aneurysm clips or other intracranial metal, pacemakers, defibrillators, functioning neurostimulator devices or other implanted electronic devices.\n* Unstable angina.\n* Inability to exercise on a treadmill or stationary cycle.\n* Significant ventricular arrhythmias (\\>20 PVCs/min due to gating difficulty).\n* Atrial fibrillation with uncontrolled ventricular response.\n* Acute myocardial infarction within 28 days.\n* Moving within 12 months of enrollment.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}