{
    "nctId": "NCT02950207",
    "briefTitle": "Prospective Observational Study of Antitumor Activity Correlation Between Hormonal Therapy and Expression miRNA100",
    "officialTitle": "Prospective Observational Study to Evaluate the Correlation Between Antitumor Activity of Hormone Therapy and the Expression of Micro-RNA (miRNA) 100",
    "overallStatus": "UNKNOWN",
    "conditions": "Breast Cancer",
    "studyType": "OBSERVATIONAL",
    "phase": "N/A",
    "allocation": "N/A",
    "primaryPurpose": "N/A",
    "enrollmentCount": 180,
    "primaryOutcomeMeasure": "Evaluation of the efficacy",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Ability to provide written informed consent\n* Age greater than 18 years\n* histological diagnosis of invasive carcinoma of the breast\n* X-ray evidence (mammography and / or ultrasound) strongly suggestive for the presence of invasive breast cancer (BIRADS 4c or BIRADS 5) of greater than 15mm diameter.\n* Carcinoma stage I (if diameter\\> 15 mm) or II, unresectable, or\n* Carcinoma in stage II or III, operable as a result of presurgical therapy, or\n* Carcinoma in IV debut stage, asymptomatic, with primary operable breast cancer, or as a result of presurgical therapy\n* Positivity for the estrogen receptor and / or to the progestin defined as the expression of one or both hormone receptors in ≥10% of tumor cells\n* Negativity for HER2\n* Cell proliferation, defined as the percentage of Ki67 positive tumor cells,\\> 5% (corresponding to a value of 1.79 after log-normal transformation)\n* Postmenopausal status\n* Ability to take an oral therapy, in the absence of malabsorption syndrome known, previous stomach surgery or the small intestine\n* Ability to perform the staging examinations and screening provided for in the\n* Protocol\n* Eastern Cooperative Oncology Group (ECOG) = 0\n* The patients will have a normal bone marrow function, liver and kidney\n\nExclusion Criteria:\n\n* Previous treatment for breast cancer with chemotherapy, lapatinib, trastuzumab, letrozole, anastrozole, exemestane or tamoxifen.\n* Other cancers diagnosed in the last five years, with the exception of basal cell or squamous cell carcinoma of the skin, melanoma in situ or cervical cancer in situ.\n* Premenopausal\n* Known hypersensitivity to letrozole or to any of its excipients (for example: women with rare hereditary problems of galactose intolerance, the Lapp lactase deficiency or mal absorption of glucose / galactose).\n* Evidence of a severe and poorly controlled systemic disease affecting the lung, heart, liver, kidney that may compromise adherence to treatment or an extended follow-up.\n* Inflammatory bowel disease not controlled (eg Crohn's disease, ulcerative colitis).\n* Active infection and / or inadequately controlled.\n* Alteration of mental status, dementia, or any psychiatric condition that might impair the ability to consciously sign the informed consent.\n* Breast cancer triple negative, or negative for both HER2 overexpression for the expression of hormone receptors.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}