{
    "nctId": "NCT03674242",
    "briefTitle": "Study of Eryaspase in Combination With Chemotherapy Versus Chemotherapy Alone for the Treatment of TNBC (TRYbeCA-2)",
    "officialTitle": "A Randomized Phase 2/3 Study of Eryaspase in Combination With Gemcitabine and Carboplatin Chemotherapy Versus Chemotherapy Alone for the Treatment of Patients With Metastatic or Locally Recurrent Triple-Negative Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Triple Negative Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2, PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 27,
    "primaryOutcomeMeasure": "Disease Control Rate (DCR)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Female or male, 18 years of age or older.\n2. Histologically or cytologically confirmed diagnosis of invasive breast cancer.\n3. Metastatic or locally recurrent inoperable breast cancer with no more than one prior systemic therapy.\n4. Diagnosis (original primary tumor or subsequent relapse) of triple negative breast cancer, defined as the absence of expression of the following receptors in the primary and/or metastatic tumor tissue:\n\n   * HER2 protein over-expression and/or gene amplification\n   * Estrogen receptor (ER), defined as \\<1% staining by IHC (2).\n   * AND progesterone receptors (PgR), defined as \\<1% staining by IHC.\n5. Measurable lesion(s) per RECIST 1.1.\n6. Available archival or fresh tumor tissue.\n7. Adequate performance status (PS) score.\n8. Life expectancy of \\>12 weeks according to the Investigator's clinical judgment.\n9. Females of childbearing potential must have a negative pregnancy test at screening and an additional pregnancy test prior to first dose. Females of childbearing potential must agree to use a highly effective method of contraception during treatment and for at least 6 months after the last dose of study treatment.\n10. Adequate laboratory parameters at baseline (obtained \\<14 days prior to randomization)\n11. Patients must be able to understand and comply with the conditions of the protocol and must have read and understood the consent form and provided written informed consent.\n\nExclusion Criteria:\n\n1. Pregnant or lactating females.\n2. Known BRCA1 or BRCA2 mutation carrier.\n3. Bone as the only site of disease.\n4. Presence of untreated symptomatic central nervous system (CNS) metastases as determined by MRI or CT scan performed during screening.\n5. Prior radiotherapy to the only area of measurable disease.\n6. Prophylactic use of supportive bone-modifying therapy for skeletal-related events (e.g., bisphosphonate, pamidronate, or denosumab), unless treatment is initiated prior to or within 7 days after randomization.\n7. History of recent clinical pancreatitis, according to revised Atlanta criteria, within 3 months of randomization.\n8. Neurosensory neuropathy \\>Grade 2 at baseline.\n9. Known history of infection with human immunodeficiency virus (HIV) and/or active infection with hepatitis B or hepatitis C.\n10. Known hypersensitivity to gemcitabine, platinum compounds or asparaginase.\n11. Patients who have received live or live attenuated vaccines within 3 weeks of randomization.\n12. Pre-existing coagulopathy (e.g. hemophilia).\n13. History of other malignancies except: adequately treated non-melanoma skin cancer, curatively treated in situ cancer of the cervix, or other solid tumors curatively treated with no evidence of disease for \\>2 years.\n14. Any other severe acute or chronic condition/treatments that may increase the risk of study participation\n15. Receiving therapy in a concurrent clinical study. Patients must agree not to participate in any other interventional clinical studies during their participation in this trial while on study treatment. Patients taking part in surveys or observational studies are eligible to participate in this study.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}