{
    "nctId": "NCT00309556",
    "briefTitle": "Randomized Neoadjuvant Study of Epirubicin and Docetaxel With/Without Capecitabine in Early Breast Cancer",
    "officialTitle": "A Randomized Phase III Study Comparing Epirubicin, Docetaxel and Capecitabine + G-CSF to Epirubicin and Docetaxel + G-CSF as Neoadjuvant Treatment for Early HER-2 Negative Breast Cancer and Comparing Epirubicin, Docetaxel and Capecitabine + G-CSF ± Trastuzumab to Epirubicin and Docetaxel + G-CSF ± Trastuzumab as Neoadjuvant Treatment for Early HER-2 Positive Breast Cancer",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 536,
    "primaryOutcomeMeasure": "Rate of pathological complete remissions",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Female patients with histologically proven, core-biopsied, invasive breast cancer of any clinical and/or radiological T-stage (except for T4d)\n* Age 18-70 years\n* WHO performance status ≤ 2\n* No prior or current neoplasm except for curatively treated non-melanoma skin cancer, in situ carcinoma of the cervix\n* No distant disease / secondary carcinoma judged clinically and at least by chest X-ray, liver sonography, and bone scan upon randomization\n* No medical and/or cardiologic contraindication to receive an anthracycline- and taxane-containing chemotherapy regimen. Normal cardiac function must be confirmed by LVEF (echocardiography or Muga scan). The result must be above 50% or above the institution's ULN\n* Results of the following assessments at the time of randomization must be available:\n\n  1. chest wall CT, abdomen CT, bilateral mammography: within 4 weeks before enrolment;\n  2. laboratory requirements: within 2 weeks before enrolment\n  3. hematology: neutrophils ≥ 4.0 x 109/l, platelets ≥ 150 x 109/l, haemoglobin ≥ 13 g/dl\n  4. hepatic function: total bilirubin \\< 1 x ULN, ASAT (SGOT) and ALAT (SGPT) \\< 1x ULN, alkaline phosphatase \\< 1 x ULN. In case of abnormal values, liver function tests have to be repeated within 3 days before study treatment.\n  5. renal function: creatinine ≤ 1 x ULN,\n  6. histology, grading, hormone receptor status, HER-2/neu status\n* Signed and dated informed consent before the start of specific protocol procedures\n* Negative pregnancy test in the presence of childbearing potential\n\nExclusion Criteria:\n\n* Stage T4d / inflammatory breast cancer\n* Pregnant or lactating patients; patients of childbearing potential must implement adequate contraceptive measures during study participation\n* Pre-existing motor or sensory neurotoxicity of a severity ≥ WHO grade 2\n* Preoperative local treatment for breast cancer (i.e. incomplete surgery, radiotherapy)\n* Prior or concomitant systemic antitumor therapy\n* Other serious illness or medical condition\n\n  1. congestive heart failure or unstable angina pectoris, even if medically controlled.\n\n     Previous history of myocardial infarction within 1 year from study entry, uncontrolled hypertension or high-risk uncontrolled arrythmias\n  2. history of significant neurologic or psychiatric disorders, including psychotic disorders, dementia or seizures that would prohibit the understanding and giving of informed consent\n  3. active uncontrolled infection\n  4. unstable peptic ulcer, unstable diabetes mellitus or other contraindication for the use of corticosteroids\n* Concurrent treatment with corticosteroids except as use for the prophylactic regimen, inhalational use, treatment of acute hypersensitivity reactions, treatment of nausea/vomiting or chronic treatment (initiated \\> 6 months prior to study entry) at low dose (≤ 20 mg methylprednisolone or equivalent)\n* Known hypersensitivity against taxanes and/or epirubicin and/or fluorouracil/capecitabine\n* Known dihydropyrimidine-dehydrogenase (DPD) deficit\n* Treatment with an investigational drug within 30 days prior to study entry\n* Legally incapacitated and/or other circumstances which make it unfeasible for the subject to understand the nature, meaning and consequences of the clinical study\n* Concurrent psychiatric illness according to ICD (alcohol addiction) at the time of study entry",
    "sex": "FEMALE",
    "minimumAge": "19 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}