{
    "nctId": "NCT05280067",
    "briefTitle": "Ten Patient Pilot Study to Evaluate Safety of the ZetaFuse™ Bone Graft Administered Using an Outpatient Local Intratumoral Injection Procedure to Treat Breast Cancer Bone Metastases in the Spine to Control Pain and Prevent Complications Such as Fracture",
    "officialTitle": "Feasibility Study of ZetaFuse™ Bone Graft in the Repair of Bone Defects From Metastatic Breast Cancer in the Spinal Vertebral Body",
    "overallStatus": "RECRUITING",
    "conditions": "Metastatic Breast Cancer in the Spine",
    "studyType": "INTERVENTIONAL",
    "phase": "NA",
    "allocation": "NA",
    "primaryPurpose": "DEVICE_FEASIBILITY",
    "enrollmentCount": 10,
    "primaryOutcomeMeasure": "Number of Skeletal Related Events (SREs)",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Age between 22 (inclusive) and 75 years (inclusive) at the time of enrollment.\n* Life expectancy of 12 months or more.\n* Female patient with histologically confirmed diagnosis of primary breast cancer.\n* Metastatic breast cancer to bone, with or without involvement of other sites (patients with single metastasis qualify)\n* At least one lytic metastatic lesion located in the vertebral body of the spine.\n* Normal spinal alignment.\n* SINS ≥3 and ≤9.\n* Signed and dated Informed Consent Form (ICF).\n* Patient is willing and able to participate in required follow-up visits at the Investigational Site and to complete study procedures and questionnaires.\n\nExclusion Criteria:\n\n* Vertebral body collapse.\n* Spinal cord compression.\n* Known allergy to Investigational Device materials.\n* Using medications or any drug known to potentially interfere with bone/soft tissue healing (e.g., chronic systemic steroids).\n* Current tobacco smoker or stopped smoking in past 6 months.\n* Uncontrolled diabetes mellitus, HbAIC cutoff.\n* An active systemic infection (e.g., hepatitis, acquired immunodeficiency syndrome (AIDS), AIDS-related complex (ARC).\n* Currently participating in any investigational trial not related to this trial.\n* Any other severe acute or chronic medical condition that may interfere with the interpretation of the trial results, in the judgment of the PI, which would make the patient inappropriate for entry into this trial.\n* Pregnant or planning to become pregnant during the trial.",
    "sex": "FEMALE",
    "minimumAge": "22 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}