{
    "nctId": "NCT01544504",
    "briefTitle": "Exploratory Study of Topical Norepinephrine in Breast Cancer Patients Receiving Radiotherapy",
    "officialTitle": "Exploratory Study of Topical Norepinephrine in Post-Surgical Breast Cancer Patients Receiving Radiotherapy",
    "overallStatus": "WITHDRAWN",
    "conditions": "Radiodermatitis",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE1, PHASE2",
    "allocation": "NA",
    "primaryPurpose": "PREVENTION",
    "enrollmentCount": 0,
    "primaryOutcomeMeasure": "Safety of daily topical application of norepinephrine to the radiation field",
    "eligibilityCriteria": "Inclusion Criteria:\n\nSubjects must:\n\n1. be ≥ age 18 years of age with a documented pathological diagnosis of Stage Ia (T1, N0, M0), Stage Ib (T0 or 1, N1mic, M0), Stage IIA (T0-T1N1M0, T2N0M0) or Stage IIB (T2N1M0, T3N0M0) infiltrating ductal or lobular carcinoma of the breast or ductal carcinoma in situ (DCIS).\n2. be post-surgical patients scheduled to be treated with at least 50 Gy to the whole breast and axilla using standard radiation techniques (an additional 10-16 Gy boost to the lumpectomy region may also be delivered). All radiation treatment is to be delivered based on standard CT planning.\n3. be at higher than average risk for radiodermatitis, as evidenced by a separation at the posterior tangent field border of ≥ 24 cm or a bra cup size of C or greater \\[breast size criterion\\].\n4. have the ability to understand the informed consent document.\n5. be able to comply with protocol schedule.\n6. have a negative serum pregnancy test (within 7 days prior to starting radiation therapy), if a female of child bearing potential.\n7. consent to utilize medically acceptable methods of contraception throughout the study period if of child-bearing potential.\n\nExclusion Criteria:\n\nSubjects:\n\n1. with unhealed surgical wounds or scars in the study treatment area.\n2. with underlying active untreated cardiac disease (e.g. arrhythmia).\n3. with generalized skin disorders that have required treatment within the past 6 months.\n4. with connective tissue disorders.\n5. with rashes, ulcerations, or poorly healed scars in the study drug application area.\n6. with a known allergy to norepinephrine.\n7. with a known clinically significant abnormal ECG within the past 6 months. If the Principal Investigator feels that the ECG findings are of clinical significance, the patient will excluded or sent for a cardiac consult (insignificant abnormalities such as sinus tachycardia and sinus bradycardia may be allowed at the discretion of the Principal Investigator).\n8. receiving MAO inhibitors or antidepressants (triptyline or imipramine types).\n9. who are pregnant or breastfeeding.\n10. with lymphovascular space invasion on pathology.\n11. with dermal lymphatic invasion on pathology.\n12. with close proximity of the tumor to the overlying skin within the SDAS (as evidenced by a depth of less than 5 mm on ultrasound or MRI \\[if performed\\] and a linear distance of less than 2 cm from the SDAS), or a diagnosis of inflammatory breast cancer.\n13. receiving concurrent neoadjuvant or adjuvant chemotherapy for their breast cancer.\n14. with previous radiation to the breast to be treated.\n15. taking β-blockers.\n16. with NCI CTC Version 4.0 grade 2 or higher hypertension at the time of study entry.",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}