{
    "nctId": "NCT00201435",
    "briefTitle": "Weekly Taxol Plus Xeloda® vs Taxotere q3wk Plus Xeloda® in the Treatment of Metastatic BC",
    "officialTitle": "Weekly Taxol® Plus Xeloda® Versus Taxotere® Every Three Weeks Plus Xeloda® in the Treatment of Metastatic Breast Cancer A Phase II/III Study",
    "overallStatus": "COMPLETED",
    "conditions": "Breast Neoplasm",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2, PHASE3",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 224,
    "primaryOutcomeMeasure": "Time to treatment failure",
    "eligibilityCriteria": "Inclusion Criteria: Morphologically proven breast carcinoma\n\nWritten informed patient consent Measurable and/or evaluable disease Measurable disease is defined as least one lesion that can be accurately measured in at least one dimension as ≥20 mm by conventional techniques, or as ≥10 mm by spiral CT scan) as defined in section 8.\n\nEvaluable metastases. Lytic bone metastases as only site of recurrence are allowed and can be evaluated for response according to the WHO-criteria for reporting on response in bone metastases.\n\nAge 18 years or older ECOG Performance Status 0-2 Life expectancy of at least three months Adequate cardiac functions\n\nAdequate hematological, renal and hepatic functions, defined as:\n\nWhite blood cell count \\> 3.9 x 109/L Trombocytes \\> 100 x 109/L Serum creatinine \\< 1.25 x ULN\\* Bilirubin \\< 1.5 ULN If alkaline phosphatases (ALP) is normal ALAT \\< 3.5 ULN ASAT \\< 3.5 ULN If alkaline phosphatases (ALP) is \\> 2.5 ULN ALAT \\< 1.5 ULN ASAT \\< 1.5 ULN\n\n-\n\nExclusion Criteria: Recurrence-free interval less than one year, if previous adjuvant or neoadjuvant regimen contained a taxane\n\nNeoplasm other than breast carcinoma, except for non-melanoma skin cancer or curatively treated carcinoma in situ of the cervix, diagnosed during the past five years\n\nPregnancy or lactation\n\nKnown brain metastases\n\nPreexisting motor or sensory neuropathy ≥ grade 2 according to NCI CTC 2.0 criteria (severe paresthesia and/or mild weakness, or worse)\n\nSevere hepatic or renal impairment (for capecitabine: calculated creatinine clearance below 30 ml/min; for calculation, see p. 5.1.4) not allowing for adequate use of the proposed regimens\n\nHistory of known dihydropyrimidine dehydrogenase (DPD) deficiency (severe reaction on previous treatment with fluorouracil)\n\nActive infection or other serious underlying medical condition which would impair the ability of the patient to receive protocol treatment, including prior allergic reactions to drugs containing cremophor, such as teniposide, cyclosporine or vitamin K\n\nDementia or significantly altered mental status that would prohibit the understanding and giving of informed consent.\n\n-",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}