{
    "nctId": "NCT03559387",
    "briefTitle": "Randomized Phase 2, Dose-finding Efficacy, Safety Study of ANF-RHO™ Versus Neulasta® in Chemotherapy-Induced Neutropenia",
    "officialTitle": "A Randomized and Open-label Dose-finding, Ph. 2, Efficacy, Safety, and Pharmacokinetic Study of Once-per-cycle Prophylactic Injections of ANF-RHO™ Versus Pegfilgrastim (Neulasta®) in Non-metastatic Breast Cancer Patients at High-risk of Chemotherapy-induced Neutropenia",
    "overallStatus": "TERMINATED",
    "conditions": "Chemotherapy-induced Neutropenia",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 9,
    "primaryOutcomeMeasure": "Duration of neutropenia grade 1 or worse (absolute neutrophil count [ANC] ≤ 2.0 x 10^9/L) in the first cycle of chemotherapy (FE100C).",
    "eligibilityCriteria": "Inclusion Criteria:\n\n1. Adult female patients, 18 years of age or older\n2. Signed and dated written consent/assent by the patient or legally authorized representative\n3. Histologically confirmed non-metastatic breast cancer\n4. ECOG performance status ≤ 2\n5. Myelosuppressive chemotherapy naive\n6. Scheduled to receive and anticipated to complete the following chemotherapy regimen\n\n   1. FEC (fluorouracil/epirubicin (100) / cyclophosphamide) (3 cycles);\n   2. Docetaxel (3 cycles) chemotherapy\n7. White blood cells (WBC) ≥ 3 × 10\\^9/L; Absolute neutrophil count (ANC) ≥ 2.0 × 10\\^9/L; platelet count ≥ 100 × 10\\^9/L; and hemoglobin ≥ 10 g/dL (6.2 mmol/L)\n8. Adequate cardiac function (e.g. LVEF \\> 50% as determined by standard care) and adequate hepatic function (e.g. liver transaminases \\< 2.5 x ULN)\n9. Women of childbearing potential with a negative serum pregnancy test and using a highly effective method of birth control (i.e. one that results in a less than 1% per year failure rate when used consistently and correctly, such as implants, injectables, combined oral contraceptives and intrauterine devices (IUDs)). Periodic abstinence is not an acceptable contraceptive method during the study period.\n\nExclusion Criteria: A subject will not be enrolled if any they meet any of the following criteria:\n\n1. Known hypersensitivity to E.coli derived products or polyethylene glycol\n2. No other malignancy except carcinoma in situ and basal-cell and squamous cell carcinoma of the skin, unless the other malignancy was treated ≥ 5 years ago with curative intent\n3. Evidence of myelodysplasia, aplastic anemia, myelofibrosis, rheumatoid arthritis, systemic lupus erythematosus, or sickle cell disease\n4. Clinical diagnosis or history of chronic infection such as hepatitis B virus (HBV), hepatitis C virus (HCV) or Human immunodeficiency virus (HIV) or history of tuberculosis\n5. Previous exposure to filgrastim, perfilgrastim or lipegfilgrastim within 30 days before randomization\n6. Treatment with systemically active antibiotics within 72 hours before chemotherapy\n7. Chronic use of oral corticosteroids\n8. Participation in a pharmacological clinical trial within 30 days before randomization\n9. Clinical diagnosis of drug abuse or substance abuse within 30 days prior to screening\n10. Documented alcohol abuse within 30 days prior to screening\n11. Unwilling and/or not capable of ensuring compliance with the provisions of the study protocol\n12. Pregnant or breastfeeding women where pregnancy is defined as the state of a female after conception and until the termination of gestation, confirmed by a positive serum HCG laboratory test\n13. Other serious medical condition that would prevent individual from receiving protocol treatment",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}