{
    "nctId": "NCT01220128",
    "briefTitle": "Evaluation of an Anti-cancer Immunotherapy Combined With Standard Neoadjuvant Treatment in Patients With WT1-positive Primary Invasive Breast Cancer",
    "officialTitle": "Study of GSK2302024A Antigen-Specific Cancer Immunotherapeutic Combined With Standard Neoadjuvant Treatment in Patients With WT1-positive Primary Invasive Breast Cancer",
    "overallStatus": "TERMINATED",
    "conditions": "Neoplasms, Breast",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 66,
    "primaryOutcomeMeasure": "Number of Subjects With Severe Toxicities",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* The patient is ≥ 18 years of age at the time the informed consent to screening has been obtained.\n* The patient has proven T1 with lymph node involvement or T2-T4c, any N, M0 primary invasive breast cancer, histologically confirmed by core needle biopsy.\n\nIsolated supraclavicular lymph node involvement is allowed.\n\n* The patient's tumor shows WT1 antigen expression.\n* The patient has one of the following histologically confirmed breast cancer subtypes:\n\n  * Estrogen receptor and/or progesterone positive tumor.\n  * Human epidermal growth factor receptor 2 (HER2)-overexpressing breast cancer.\n  * HER2-negative breast cancer.\n* Eastern Cooperative Oncology Group (performance status of 0 or 1 at the time of study treatment allocation.\n* Baseline left ventricular ejection fraction of ≥ 50% as measured within six weeks prior to study treatment allocation by echocardiography or multi-gated acquisition(MUGA)scan.\n* The patient shows normal organ function according to the following parameters(as measured within six weeks prior to treatment allocation)::\n\n  * Hemoglobin: Within normal range according to institutional standards.\n  * Absolute leukocyte count: Within normal range according to institutional standards.\n  * Absolute lymphocyte count: Within normal range according to institutional standards.\n  * Platelet count: Within normal range according to institutional standards\n  * Alanine aminotransferase: ≤ 2.5 x Upper Limit of Normal (ULN)\n  * Aspartate aminotransferase: ≤ 2.5 x ULN\n  * Total bilirubin: ≤ 1.5 x ULN. In the case of known Gilbert's syndrome ≤ 2 x ULN\n  * Serum creatinine: 1.5 x ULN\n  * Calculated creatinine clearance: \\> 50 mL/min\n* A female patient of childbearing potential may be enrolled in the study, if the patient:\n\n  * has practiced adequate contraception for 30 days prior to study product administration, and\n  * has a negative pregnancy test within one week prior to treatment allocation and\n  * has agreed to continue adequate contraception during the entire treatment period and for 2 months after completion of the study product administration series.In view of the investigator, the patient can and will comply with the requirements of the protocol.\n* Written informed consent has been obtained from the patient prior to performance of any study specific procedure.\n\nExclusion Criteria:\n\n* The patient has inflammatory breast cancer, which is defined as clinically significant erythema of the breast and/or documented dermal lymphatic invasion.\n* Diagnosis established by incisional biopsy.\n* Prior and concomitant neoadjuvant anti-breast-cancer treatments such as chemotherapy, immunotherapy / biological response modifiers, endocrine therapy, and radiotherapy, unless authorized specifically by the protocol.\n* The patient is known to be human immunodeficiency virus -positive.\n* The patient has symptomatic autoimmune disease such as, but not limited to multiple sclerosis, lupus, and inflammatory bowel disease. Patients with vitiligo are not excluded.\n* The patient is known to have difficult-to-control hypertension, coronary artery disease, arrhythmia requiring treatment, clinically significant valvular disease, cardiomegaly on chest X-ray, ventricular hypertrophy on electrocardiogram or previous myocardial infarction or congestive heart failure.\n* The patient has a history of allergic reactions likely to be exacerbated by any component of the investigational product used in the study.\n* The patient has other concurrent severe medical problems, unrelated to the malignancy, that would significantly limit full compliance with the study or expose the patient to unacceptable risk.\n* The patient has (or has had) previous or concomitant malignancies at other sites, except effectively treated malignancy that is considered by the investigator highly likely to have been cured.\n* The patient has psychiatric or addictive disorders that may compromise his/her ability to give informed consent or to comply with the study procedures.\n* The patient has received any investigational or non-registered product within 30 days preceding the first dose of study products or planned use during the study period.\n* The patient requires concomitant treatment with any immunosuppressive agents or with systemic corticosteroids prescribed for chronic treatment.\n* The patient has a significant disorder of coagulation or receives treatment with warfarin derivatives or heparin. Patients receiving individual doses of low molecular weight heparin outside of 24 hours prior to WT1-A10 + AS15 ASCI/placebo administration are eligible. Patients receiving prophylactic antiplatelet medications e.g. low-dose aspirin, and without a clinically-apparent bleeding tendency are eligible.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}