{
    "nctId": "NCT06341842",
    "briefTitle": "Potential Protective Role of SGLT-2 Inhibitors for Chemotherapy-induced Cardiotoxicity",
    "officialTitle": "Study Phase II \"Proof of Concept\", National Multi-centered. Randomised 1:1, Evaluate Whether Dapagliflozin Reduces Chemotherapy Induced Cardiotoxicity in Participants With Breast Cancer Treated With (Neo-) Adjuvant Anthracycline-based Chemotherapy +/- Trastuzumab",
    "overallStatus": "RECRUITING",
    "conditions": "Breast Cancer",
    "studyType": "INTERVENTIONAL",
    "phase": "PHASE2",
    "allocation": "RANDOMIZED",
    "primaryPurpose": "TREATMENT",
    "enrollmentCount": 316,
    "primaryOutcomeMeasure": "Assess whether the administration of dapagliflozin is associated with a lower rate of asymptomatic and symptomatic CTRCD during 18 months during a 18 months follow-up.",
    "eligibilityCriteria": "Inclusion Criteria:\n\n* Chemotherapy-naive patients, scheduled for antracycline +/- trastuzumab treatment in the (neo-)adjuvant setting for stage I-III breast cancer.\n* Adult women between 18 and 70 years of age\n* eGFR\\>25 ml/min/1.7 mq\n* ECOG score 0-2Consent form signed. Female patients of childbearing potential (not surgically sterilized and between menarche and 1 year post menopause) must have a negative result from a serum pregnancy test performed within 7 days of randomization and on the day of first study treatment prior to the initiation of study treatment. Women of childbearing potential must agree to use highly effective contraceptive measures from the time of informed consent through 7 months after last dose of study drug. Women of childbearing potential willing to use highly effective contraceptive measures from the time of informed consent through 7 months after last dose of study drug .\n\nExclusion Criteria:\n\n* Left ventricular ejection fraction (LVEF) \\<53%\\*\n* Valvular heart disease.\n* Previous malignancy requiring treatment with anthracyclines or chest radiotherapy.\n* A life expectancy of ≤12 weeks.\n* Currently pregnant (confirmed with positive pregnancy test performed from -7 to -1 days prior to start study drug) or unwilling to adopt highly effective contraceptive method.\n* Currently breast-feeding women\n* History of hypersensitivity to dapagliflozin or any of the excipients of the product.\n* History of Diabetic Ketoacidosis (DKA) requiring medical intervention (e.g. emergency room visit and/or hospitalization) within 1 month prior to enrolment visit.\n* Type 1 diabetes mellitus",
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": "ADULT, OLDER_ADULT"
}